{"ID":260031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Devotion to God&#x2014;How It is Made Manifest&#x2014;Divers Opinions&#x2014;Liberty to Worship God&#x2014;Jesus Christ the Savior of the World&#x2014;His Apostles Were Unlearned Men&#x2014;They Were Rejected By the Masses&#x2014;Writings of the Prophets&#x2014;Persecution for Righteousness' Sake&#x2014;Selfishness&#x2014;Love of Darkness Rather Than Light&#x2014;Compromise of Principle&#x2014;Infamy of Sacrificing Truth to Gain Place&#x2014;God Must Be Obeyed Rather Than Man.<\/div>\n<div class=\"subtitle\">Discourse by George G. Bywater, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, Aug. 2, 1885.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Devotion to God.<\/div>\n<div class=\"speaker\">Speaker: George G. Bywater<\/div>\n<div class=\"date\">Date: 8\/2\/1885<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v26n910\"> Brethren and sisters and friends: We have met this afternoon to commemorate the death and suffering of our Lord Jesus Christ in His crucifixion on Calvary's cross as an atonement for the sins of the world. We have met here to worship God. The spectacle of a worshiping congregation is not new either in Utah or throughout Christendom at large. A country or a people who are devoid of the sensibilities of the obligations which they owe to the Supreme Ruler of the universe, to the creator of the world and all things that in it are,<span class=\"citation\" id=\"83279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83279)\">Morm. 9:11<\/a><\/span> would be considered pagan, would be considered an uncivilized people. In speaking of civilization Emerson once said that a nation without a well-defined language, without clothing, without a system of marriage we call heathen, we call barbarous, and he might have added with propriety and like truthfulness, that a people who assemble not to pay their devotion to the Great God, the architect of the universe, and the common Fa<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9241\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ther of the human race, are an uncivilized people. While we admit this to be true there are other facts associated with and belonging to this subject of the worship of the Deity, that present themselves very forcibly to our view, and I may enumerate a few of them. <\/div><div class=\"paragraph jod\" id=\"v26n911\"> As I have already said, the assembling together of a people in a congregational capacity to pay their adorations to God their Heavenly Father is not a strange or an exceptional spectacle, but is common throughout the world. Nevertheless there is great diversity of opinion regarding divine worship; there are varied methods of paying those adorations to the Supreme Being. The worship that they offer to Deity is presented in ritualistic forms and described methods, in systematic modes; in the form of homilies, in the exercise of prayer, of singing of psalms, of the administration of sacraments, that differ very widely the one from the other. But who on account of this diversity  <div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9240\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of opinion, who on account of this presented variety of modes of bowing before, or of lifting up unto the Supreme Being our hands in adoration and praise, or in the discharge of our devotional obligations would say, that, but one, two, three, or any restricted number should be guaranteed the liberty, the freedom, the religious toleration, the political and moral right of bowing the knee before God, and of lifting up their voices in praise and prayer to Him who made the sun, the moon and the stars, and who created all things that live and move and have a being?<span class=\"citation\" id=\"72014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72014)\">Acts 17:28<\/a><\/span> Show me a people, cite to me a nation or a family of nations that have come to the conclusion, that have made a predetermined decree that none shall worship the God of Daniel,<span class=\"citation\" id=\"61583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61583)\">Dan. 6:26<\/a><\/span> or none shall worship the Diana of the Ephesians,<span class=\"citation\" id=\"72064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72064)\">Acts 19:28<\/a><\/span><span class=\"citation\" id=\"72067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72067)\">Acts 19:34-35<\/a><\/span> or none shall worship the golden image made by Nebuchadnezzar&#x2014;<span class=\"citation\" id=\"61395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61395)\">Dan. 3:1-18<\/a><\/span>you show me a people, a community, or a nation, or family of nations, that are fettered and bound by this proscriptive spirit and the dogmatic institutions and traditions of their times, and I will show you a people that are fettered with chains forged in the fires of bigotry and superstition and that will prove to them a barrier to national and universal progress. <\/div><div class=\"paragraph jod\" id=\"v26n913\"> The subject that we have had presented before us by my respected brother who preceded me is a very interesting one, interesting from more sides than one, interesting from every side, interesting from center to circumference, in part and in entirety. It is the subject of the liberty to worship God according to the dictates of a people's own conscience,<span class=\"citation\" id=\"94205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94205)\">A of F 1:11<\/a><\/span> unrestricted and unrestrained by arbitrary or compulsory measures. He has referred to historical instances related in sacred history to circumstances under which and by <div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9240\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the development of which the spirit of persecution, the spirit of intolerance, the spirit of tyranny and oppression has manifested itself. It is a well known and universally recognized fact throughout all Christendom today, that, Jesus Christ is the Savior of the world; that Jesus of Nazareth, the Son of God, the redeemer of the human race, is the captain of our salvation,<span class=\"citation\" id=\"76457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76457)\">Heb. 2:10<\/a><\/span> and that there is no other name given under heaven whereby man can be saved but the name of Jesus.<span class=\"citation\" id=\"71448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71448)\">Acts 4:12<\/a><\/span><span class=\"citation\" id=\"81442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81442)\">2 Ne. 25:20<\/a><\/span><span class=\"citation\" id=\"84133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84133)\">D&amp;C 18:23<\/a><\/span> This will be readily and clamorously conceded, persistently avowed, and zealously declared, by every church that lays any claim to the name of Christian throughout the whole world; that he was the founder and finisher of that faith<span class=\"citation\" id=\"77179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77179)\">Heb. 12:2<\/a><\/span><span class=\"citation\" id=\"83550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83550)\">Moro. 6:4<\/a><\/span> which can alone save the family of man; that through His life, death and resurrection, in connection with the principles of immortality and eternal life which He brought forth to the knowledge of the world, in His own person, fulfilling very many of the prophecies relative to the dispensation of the fullness of times&#x2014;that through Him, and through Him alone, should salvation come unto Israel, and a fallen world be redeemed. The Apostles he was pleased to select from among the unlettered, the uncultivated and the undistinguished among His fellow men, were called to be ministers of his word, to be ambassadors of the message of salvation, to be His heralds of peace&#x2014;peace on earth and good will to all men.<span class=\"citation\" id=\"67090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67090)\">Luke 2:14<\/a><\/span> It is true He selected them from among the humble fishermen that were following their occupation of fishing on the sea of Galilee. It is true He did not select them from the learned doctors of the law. It is also true that they were men that had not attained to any high repute, or had been elevated to any  <div class=\"break pagebreak\" id=\"289a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0289.pdf\" target=\"pdfwin\">p.&#xA0;289a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9239\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dignified or scholastic position in the land, either ecclesiastical or political. They were graded as the offscourings<span class=\"citation\" id=\"73196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73196)\">1 Cor. 4:13<\/a><\/span> and dregs of the human race. They were, so to speak, the dregs of human society. Yet today, in this age of boasted Christian enlightenment, in this age of boasted Christian freedom&#x2014;pardon me for the remark&#x2014;they claim that these men were the servants of the Lord, men that bore in their possession the principles of life and salvation unto all the world, and these men were in their day bold to make affirmations such as fell very unwelcomely, very unacceptably upon the ears of the <span class=\"italic\">elite<\/span>, of the educated, of the refined, of the professional classes of Jewish and of Roman society, and also upon those who were cultivated in Greek literature, and constituted the most refined element of human society. Yet they were bold to declare, &#x201C;We know that we are of God, and the whole world lieth in wickedness.&#x201D;<span class=\"citation\" id=\"78815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78815)\">1 Jn. 5:19<\/a><\/span> What do our Christian friends say? What do our pulpit declaimers announce to their congregations when they select such positive declarations, such strong doctrinal enunciations as the one I have quoted and many more like unto them&#x2014;what do they say? Oh, they tell their Christian friends that they lament the darkness, the moral blindness, the intellectual and doctrinal opaqueness of that age; that had they lived in the days when Jesus sojourned among men, when He went about speaking words of kindness, uttering sentences of love and mercy, expressing His good will to the whole human family, and seeking to promulgate the principles of peace in a distracted age; say they, &#x201C;Oh that we had lived in the days of Jesus; oh that we had had the privilege of bowing down at His feet like Mary <div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9239\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and Martha;<span class=\"citation\" id=\"67431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67431)\">Luke 10:38-39<\/a><\/span> oh that we had had the opportunity of surrounding Him when the precious words of life fell from His hallowed lips&#x2014;the lips of Him who spake as never man spake;<span class=\"citation\" id=\"69414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69414)\">John 7:46<\/a><\/span> oh that we had had this privilege.&#x201D; And the tears of penitence for the sins of the dead who had gone centuries before them trickle down their face and stain the pages of the sacred scriptures from which they select their texts when they refer to the blindness and hardness of heart of the people who treated with ignominy and contempt the world's greatest reformer, the world's universal redeemer, the Son of God Himself. What do they say of them? &#x201C;Oh,&#x201D; say they, &#x201C;how strange it is, how remarkable it is that those people with the writings of the blessed Prophets&#x2014;with the writings of Hosea, of Jeremiah, of Amos, of Joel, of Habakkuk, of Zechariah, of Malachi, and of all the prophets in their possession, wherein are found so many prophecies relating to the coming of the Messiah, relating to the ushering in of a new dispensation, relating to the inauguration of a reign of peace such as the world had never seen, such as God had not promised unto the children of men, until the period of the world's history when Shiloh<span class=\"citation\" id=\"129275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129275)\">Gen. 50:24 (JST)<\/a><\/span> should come&#x2014;<span class=\"citation\" id=\"53705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53705)\">Gen. 49:10<\/a><\/span>how remarkable with all this that they did not receive the Son of God.&#x201D; &#x201C;If we had lived in these days,&#x201D; say they, &#x201C;we believe that we would have been able to see the hand of God; we would have marked His divine footprints among the people; we would have recognized by our ears the voice of the Good Shepherd; we would have listened with hearts subdued with humility, with minds illuminated by inspiration, to the marvelous and inimitable truths uttered by the Savior of the world. Oh, how wicked it was for  <div class=\"break pagebreak\" id=\"290a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0290.pdf\" target=\"pdfwin\">p.&#xA0;290a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9238\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>those people to be so hardhearted; how wicked it was not only for the common people but for the rulers of the Jews, for the members of the Senate, for the doctors of the law, for the lights of the generation, the leading men of the period in which they lived that they should be guilty of such inhuman, such unnatural, such unjust conduct as to persecute men against whom no charge in truth and in verity could be found except it was that they were pleased to proclaim the acceptable year of the Lord,<span class=\"citation\" id=\"60089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60089)\">Isa. 61:2<\/a><\/span><span class=\"citation\" id=\"67197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67197)\">Luke 4:19<\/a><\/span> to announce unto the world of mankind that a dispensation of divine providence had been ushered in, wherein a change should take place over the minds of the people; wherein a new order of things should be developed, and wherein the Mosaic law with all its sacerdotal rites and ceremonies were to be consummated and brought to a termination in the fulfillment of the prophecies, and in the introduction of a higher and a purer law.&#x201D; These are their feelings; the ministers preach to the people after this fashion, and read to them such passages as these: <\/div><div class=\"paragraph jod\" id=\"v26n916\"> &#x201C;Blessed are they which are persecuted for righteousness' sake: for theirs is the kingdom of heaven. <\/div><div class=\"paragraph jod\" id=\"v26n917\"> &#x201C;Blessed are ye when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake. <\/div><div class=\"paragraph jod\" id=\"v26n918\"> &#x201C;Rejoice, and be exceedingly glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.&#x201D;<span class=\"citation\" id=\"62988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62988)\">Matt. 5:10-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n919\"> This language, my beloved friends, is of a very forcible character. Probably a few reflections upon the sentiments incorporated in these declarations of uninspired men may not be altogether uninstructive or unprofitable unto us at this time. <\/div> <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9238\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n920\"> We learn from these declarations that Jesus Christ and his followers had their names cast out as evil.<span class=\"citation\" id=\"67253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67253)\">Luke 6:22<\/a><\/span> If these historians record veritable facts&#x2014;and we have no right to question the historical verity of these statements, because they are established and verified by secular history: if then, they are true it becomes every thinking student of history, every earnest and avowed student of natural theology or sectarian lore, to understand what it was that constituted the essence of the disagreement, what constituted the gist, the kernel, if you please, the special reason why the existing spirit, faith and teachings of the Jewish people, and of the Roman people, in the commencement of the Christian era, were so opposed to the doctrines of Jesus Christ and His apostles. I have already referred to the general recognition by the Christian world of the doctrines of Christ and His apostles as being the foundation of the hope of all enlightened nations for salvation before God; for salvation in eternity, for the redemption of the human race. What, then, was it that was the cause of the opposition which was so pronounced, so persistent and so prolonged against Jesus Christ and His followers. This opposition was not confined to a narrow region. It was an opposition that was not limited within any special circle; for we read of one inquirer who appears to be a man of very general information addressing himself, in the term of an inquiry in his own behalf, and in behalf of those whom he represented, to the Apostles, saying: <\/div><div class=\"paragraph jod\" id=\"v26n921\"> &#x201C;We desire to hear of thee what thou thinkest: for as concerning this sect, we know that everywhere it is spoken against.&#x201D;<span class=\"citation\" id=\"72154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72154)\">Acts 28:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n922\"> It was not a matter of conjecture  <div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9237\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with him. It was a matter of conjecture with him as to what the Apostle Paul thought: for Paul was a man of letters, a man of a very extended range of experience and observation; so much so that one of the learned rabbis of his time told him that much learning had made him mad.<span class=\"citation\" id=\"72133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72133)\">Acts 26:24<\/a><\/span> But he was inquiring respecting his (Paul's) information concerning the Church of Christ, a body of religious worshipers with whom he was identified, and in the midst of whom he was an authorized Apostle. <\/div><div class=\"paragraph jod\" id=\"v26n924\"> &#x201C;We desire to hear of thee what thou thinkest: for as concerning this sect, we know that everywhere it is spoken against.&#x201D;<span class=\"citation\" id=\"72155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72155)\">Acts 28:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n925\"> &#x201C;We know!&#x201D; &#x201C;What do you know, sir?&#x201D; &#x201C;We know that it is spoken against.&#x201D; &#x201C;Where is it spoken against, sir?&#x201D; &#x201C;It is everywhere spoken against.&#x201D; Hence we see the universality, the general character of the opposition that was raised against the doctrines of the humble and despised Nazarene. Why was it, my friends, that they were opposed to Him? Why was it that His cause was so much misrepresented; that he was charged with keeping company with publicans and sinners,<span class=\"citation\" id=\"64056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64056)\">Matt. 9:11<\/a><\/span><span class=\"citation\" id=\"66503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66503)\">Mark 2:16<\/a><\/span><span class=\"citation\" id=\"67208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67208)\">Luke 5:30<\/a><\/span> and considered worthy of death? Simply because he introduced an organized system of principles, of ordinances and divine institutions that were antagonistic, not in their essential nature to the welfare of mankind, but antagonistic to the existing dogmas, theologies and schools of philosophy that were then in existence. They were, moreover, systems of theology, and schools of philosophy and organized methods of procedure&#x2014;in matters theological as well as matters doctrinal and political&#x2014;that were becoming exhausted. They had reached the period of their decrepitude. They <div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9237\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had attained unto the period of old age. They had manifested within them the elements of social, moral and organic decay. Their deteriorating effects were becoming painfully apparent. They were becoming ill-adapted to the newly developing condition of things; inapplicable to the unfolding environments of those times; and God, who sits enthroned in the realms of purity and of truth, had given these systems for the sake of His people. Whatever there was of a regenerating progressive nature in these systems, God sustained. He sustained them until the day star had dawned for a brighter and more glorious epoch in the world's history,<span class=\"citation\" id=\"78291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78291)\">2 Pet. 1:19<\/a><\/span> when the shepherds were visited by messengers of light from the realms of the Eternal Gods, crying, &#x201C;Peace, peace on earth, and good will toward all men.&#x201D;<span class=\"citation\" id=\"67091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67091)\">Luke 2:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n926\"> But my brother who preceded me spoke of selfishness. He touched a chord that seems to me to be unbroken and of a very extended length. I think it reaches over all the ages. I think it has come down from the border times of prehistoric history. I think it is found right through human nature, crude and cultivated, civilized and uncivilized. <\/div><div class=\"paragraph jod\" id=\"v26n927\"> The doctrine which the Savior taught touched this feeling of selfishness. It touched the personal vanity of many. The supporters of the systems that I have alluded to&#x2014;I have no time to name them; there may be many of you who are historically well informed and know all about them; you know there were a number of philosophical schools in existence in Athens and elsewhere at that time; you are acquainted, no doubt, with the dogmas of the period. Suffice it to say that the most violent and determined opposi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9236\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion that Jesus of Nazareth met with in His day and generation was from the very class of men that the Christian world today have supposed and thought He ought to have derived the greatest possible support. Our Christian preachers and ministers tell their congregations that the learned doctors of the law who had little else to do but study the technicalities of the laws, to familiarize themselves with the genius of their construction, with the wisdom that promulgated them, with the necessities underlying the need for their legislation; these ministers tell us that they of all other men ought to have discovered the signs of the times, ought to have been able to read them, and in reading them to have discovered that the set time had come for God to bring forth His Son Jesus Christ, and to usher in a reign of peace. But it was from this class of people that Jesus met with the most violent and persistent persecution. <\/div><div class=\"paragraph jod\" id=\"v26n929\"> And how is it today, my friends? How is it today with the Latter-day Saints? I want to propound a few questions to my friends, as well as to those who have no desire to be considered our friends. I have one word to say to them. I would say, as my brother before me has said, would to God that they could be inspired by the same divine intelligence, by the same supreme wisdom and enlightened by the same heavenly understanding that chased away the darkness of ages, cleared up the obscurity in which the human mind was enveloped in the days of Jesus; would to God they were sincere and devout and honest, consistent believers in the Bible, the word of God. Then we would not have so much trouble in reasoning with our friends. We have no trouble today in obtaining an intelligent reply from <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9236\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our Christian friends when we ask them, Why did Jesus and His Apostles receive persecution at the hands of the Jews and of the Romans in their day, both as religious and political communities? Why did they do it? The answer would be freely given. Because they loved darkness rather than light;<span class=\"citation\" id=\"68972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68972)\">John 3:19<\/a><\/span> because they would not purify their lives by the regenerating principles of Christianity; because they would not deny themselves of those forbidden fruits and of those unrestrained passions which ran riot, and which the adherents of the Christian religion pronounce against; because Jesus upbraided them for sin and iniquity. It was because he told them the truth against themselves that they were opposed to Him. What were the principles He taught? &#x201C;Oh,&#x201D; says our Christian friend, &#x201C;they are to be found in the writings of Matthew, Mark, Luke and John, and in the epistles of the Apostles.&#x201D; You will find there the teachings that Jesus and His Apostles taught, and there, too, are found the reasons for all the opposition and persecution which they endured even unto death, even to the ignominious death of crucifixion. <\/div><div class=\"paragraph jod\" id=\"v26n930\"> Well, suppose we were to ask the question now, what is the reason that the Latter-day Saints are everywhere spoken against?<span class=\"citation\" id=\"72156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72156)\">Acts 28:22<\/a><\/span> What is the answer? Well, we would be answered variously, but all in harmony with one certain note of disapproval. The answer would be: &#x201C;You are unlike us. You choose to profess a religion and a polity different to us. The constitution of your social structure is at variance with our ideas of morality. We are enthusiastically, frantically, and mercilessly incensed against your social system. We cannot endure it. You must believe as we do. You must think as we do, and  <div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9235\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>if you don't choose to think and believe as we do, you must act as we do, or you cannot be in fellowship with us.&#x201D; Now, my friends, this is the spirit of the age in which we live, and I am respectfully at the whole world's defiance to present to me or any other intelligent Latter-day Saint a solid, logical or truthful argument of a contradictory nature. There never has been and there never will be an opponent whose acumen is equal to the task of formulating reasons rational and sufficiently cogent to overthrow the doctrines of the religion of the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v26n932\"> Now, then, if the people in the days of Jesus and His Apostles were as consistent&#x2014;or, pardon me, rather inconsistent&#x2014;as the people of our day are, they would persist in maintaining that these doctrines should not be taught in Judea, nor in the regions round about, nor in Pamphilia, nor in Rome, nor in Galatia, nor anywhere. You must renounce these doctrines they said. But they did not renounce, and they put them to death. Ah! That is the secret. Do you, then, Christians&#x2014;the professed promulgators of Bible Christianity&#x2014;do you choose to repeat the deeds of your forefathers? Do you choose to imitate the examples of the persecutors of the humble and despised Nazarene by persecuting, imprisoning and putting to death men and women who profess precisely the same theology, who worship the same God, who bow at the same sacred altar as Jesus and His Apostles did, who advocate the same doctrines, who administer in the same ordinances, and who in every doctrinal particular are following their divine Master and fellow laborers, the Apostles of old? &#x201C;Ah!&#x201D; says one, &#x201C;it is not that exactly. If you would only promise that you would <div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9235\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> remove from your religion every objectionable feature that it now presents to the Christian world we would hail you as brethren, as fellow Christians.&#x201D; What did the Jewish people do? What did the Roman people do? They told Jesus of Nazareth in effect that if he would strike out of the constitution of the new faith every principle and doctrine that was uncongenial, if not with the prophecies which they professed to believe in, at all events, with their construction of them; if they would only put these away, then they could live with them. What would our divines today think of Jesus and His Apostles if they had permitted to be handed down to history that in consequence of the opposition which the revelations of God had evoked in the human mind, and had caused the public pulse to beat high, to arise to feverish temperature, until they came to this conclusion: if we let these men alone they will take away our name and nation;<span class=\"citation\" id=\"69790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69790)\">John 11:48<\/a><\/span> we cannot stand it; crucify him! crucify him!<span class=\"citation\" id=\"68292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68292)\">Luke 23:21<\/a><\/span> release unto us the thieves&#x2014;Barabbas,<span class=\"citation\" id=\"68275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68275)\">Luke 23:18<\/a><\/span> anybody except Jesus of Nazareth; Crucify him! crucify him!&#x2014;<span class=\"citation\" id=\"66317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66317)\">Matt. 27:15-23<\/a><\/span><span class=\"citation\" id=\"68293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68293)\">Luke 23:21<\/a><\/span>His blood be upon us and upon our children<span class=\"citation\" id=\"66353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66353)\">Matt. 27:25<\/a><\/span> forever; this was the cry of the populace; and had He made this affirmation, that in consequence of the determined opposition, of the broad and deep-seated enmity that was engendered in the hearts of the people against the revealed will of God, it was best to cease to proclaim His glorious principles, it was best to stop the administration of His ordinances, it was best to surrender their allegiance to Almighty God, and bow in crouching servility to their fellow men, in deference to them and rebellion to the God of heaven. What would our Christian ministers think of such a body of  <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9234\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men as that of Jesus and His Apostles assuming a position of that kind before them? How well they have declaimed in favor of the martyrs of Christianity. With what burning eloquence they have extolled the heroism, the stoutheartedness of the men and women who were willing to go as lambs to the slaughter, like their divine Master, rather than prove recreant to the sacred obligations they had assumed. What would they say of such a Christianity? They would say, Fie! upon such miserable stuff; fie! upon such men and women who should attempt to lay hold of such glorious and benignant principles as those of Christianity. They would say, the touch of such men and women upon such principles was a contaminating touch; it would have been an upas breath that they would have breathed when vindicating Christianity; while they themselves were so inadequate to the responsibilities&#x2014;being devoid of the inspiration pertaining to the truth&#x2014;and so indisposed to live a life of purity which those principles required at their hands. <\/div><div class=\"paragraph jod\" id=\"v26n934\"> If you would so judge of the former-day Saints, how would you judge of the Latter-day Saints? What would you think of us if we were to tell you that we would cease to believe in the religion of Jesus Christ? It is true you do not know what it means, and hence we pity you. It is true that we know we are of God:<span class=\"citation\" id=\"78756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78756)\">1 Jn. 4:6<\/a><\/span><span class=\"citation\" id=\"78816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78816)\">1 Jn. 5:19<\/a><\/span> we know that these principles and revelations are divine; we know that they have emanated from Him who cannot lie;<span class=\"citation\" id=\"76298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76298)\">Titus 1:2<\/a><\/span><span class=\"citation\" id=\"86397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86397)\">D&amp;C 62:6<\/a><\/span> we know these things, and if you knew them would you ask us to deny our faith, to prove recreant to our trust, to become unworthy the confidence of our families and of honest men around us on every hand. A gentle<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9234\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man in this city was known to say&#x2014;and he said it in language more forcible than eloquent, and you will excuse me for not repeating it, because it might be considered sacrilege in a sacred desk to do so&#x2014;he was known to say: &#x201C;If I knew what you say to be true, I would go to prison&#x2014;I would not deny it for anybody.&#x201D; Well, what would you think of a man who would deny that which he knew to be true, or say no when the truth required him to say yes? Could you trust him as a Free Mason or an Odd Fellow, or in any other capacity where true heartedness and genuine human worth is to be appreciated and sought? Certainly not. <\/div><div class=\"paragraph jod\" id=\"v26n935\"> Well, now, my friends, we have made some very plain remarks this afternoon. Permit me in conclusion to say that I am very sorry that we are forced into this uninviting situation; but being forced into it, pushed into it, if you please, driven into it, legislated into it, what can we do? What would you advise us to do? Your advice would be this possibly: &#x201C;We believe that you people only say that you know this work in which you are engaged is of God. We do not believe you do know. We think you are like the rest of the Christian world, and that your knowledge is no more divine, or that you have any closer communion with God than the rest of the sects of the Christian world, and they don't profess to know, only to believe. Therefore you are very presumptuous to say you know these things. You ought to know better. You had therefore better place yourselves in accord with us, come a little nearer to us, and just say you don't believe certain principles in your religion, and we will tolerate the other portion.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v26n936\"> My friends, if we were placed in this position of our own doing, we  <div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9233\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would gladly come to terms, we would gladly settle this question before the setting of another day's sun. But when we know that God has spoken from heaven; when we know as well as we know that we live that the revelations which we have received&#x2014;against which the world are now fighting&#x2014;are of God, born of heaven, of heavenly descent, we can but say in conclusion that we will do all we can, we will keep every law that it is possible for us to keep, we will honor our government to the best of our ability; but if we are asked to choose this day whom we will serve,<span class=\"citation\" id=\"55339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55339)\">Josh. 24:15<\/a><\/span> God or Belial,<span class=\"citation\" id=\"129276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129276)\">1 Kgs. 18:21<\/a><\/span><span class=\"citation\" id=\"74246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74246)\">2 Cor. 6:15<\/a><\/span> what do you take us for? Hypocrites, knaves, fools, asinine actors in the drama of life, or what? No, my friends, I will say as one of old said: &#x201C;Though he slay me, yet will I trust in him.&#x201D;<span class=\"citation\" id=\"56123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56123)\">Job 13:15<\/a><\/span> We know the principles are right; we know they are eternal, no matter what may be the consequences. Suppose some of us are put to death, what of that? By putting us to death they simply place us be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9233\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>yond their power&#x2014;they can do nothing more. As Jesus said, &#x201C;Fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.&#x201D;<span class=\"citation\" id=\"64194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64194)\">Matt. 10:28<\/a><\/span> Now, if we are philosophers, if we are men of wisdom, if we are students of the principles of intelligence and of truth, why certainly we will make a wise selection, we will elect to serve Him who created us, and we trust that God our heavenly Father when He has so far matured His purposes, which are essential to the consummation of the end for which He has permitted this crusade to be waged against us, will be pleased to soften the hearts of those around us as He did in former dispensations, and as He has done with our own nation in our own day&#x2014;that He will mold and temper the dispositions of men,<span class=\"citation\" id=\"90007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90007)\">D&amp;C 105:23-27<\/a><\/span> and that He will make the wrath of man to praise Him, and the residue He will restrain.<span class=\"citation\" id=\"56906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56906)\">Ps. 76:10<\/a><\/span> May God grant this is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}