{"ID":260022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Speaker's Pleasure in Again Meeting With the Saints, and Partaking of the Sacrament&#x2014;The Companionship of the Holy Ghost is More Precious Than Gold&#x2014;Future Destiny of the Saints&#x2014;Their Love for the Mountains&#x2014;Blessings Only Appreciated By Contrast&#x2014;Nobility and Scarcity of Moral Courage&#x2014;Tyranny of Public Opinion&#x2014;We Cannot Love God and Hate Our Fellow Man&#x2014;Men and Women Do Wrong When They Yield to the Influence of Satan&#x2014;What Constitutes a Son of Perdition&#x2014;Agencies Which Men Use, Compared to Electricity&#x2014;Truth Has Ever Been Fiercely Opposed&#x2014;Our Trials Are Agreeable to God's Purposes&#x2014;Conclusion.<\/div>\n<div class=\"subtitle\">Remarks by Apostle Moses Thatcher, delivered in Logan Tabernacle, Sunday, April 13, 1885.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: F. E. Barker.<\/div>\n<div class=\"pageHeader\">Page Header: Value of Our Mountain Training.<\/div>\n<div class=\"speaker\">Speaker: Moses Thatcher<\/div>\n<div class=\"date\">Date: 4\/13\/1885<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v26n661\"> My brethren and sisters, I have spoken but little in public during the past three months. And without the assistance of your faith and prayers, through the medium of which I may enjoy a portion of the Holy Spirit, to direct my mind and inspire my thoughts, I have no wish to address you this afternoon. I believe, however, that I appreciate the privilege of meeting with, and of enjoying your society once more, and I am especially delighted to hear again the sweet melody of the <div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9324\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> choir, and rejoice in listening to the testimony of my brethren; but beyond and above all these things, I am grateful for another peaceful opportunity of partaking of the sacrament with the Saints; for as often as we do so worthily, we renew our covenants with our Heavenly Father, and receive the promise of the Holy Spirit through whom comes communion with God. To us such communion is worth more than all earthly things. Men devote their time and talents&#x2014;the best energy  <div class=\"break pagebreak\" id=\"205a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0205.pdf\" target=\"pdfwin\">p.&#xA0;205a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9323\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and deepest devotion of their lives in the acquirement of perishable wealth; and of which, when acquired, they often make golden gods to pay homage and soulless worship to, imagining that in these things are found fame, honor, worldly glory and earthly happiness. Gold, when compared with the riches of eternity, becomes almost valueless, and yet it is the creation of God, and no man has ever brought an ounce of it into the world, nor can he take a grain of it out of the world. But notwithstanding this fact known to all, men for its brief possession willingly encounter untold dangers, in traversing deserts, climbing mountains, navigating seas, and battling with angry waves; they willingly endure the heats of torrid and the colds of frigid zones, often sacrificing the endearments of home and friends, and sometimes truth and honor. Created by the Almighty, gold, when honestly acquired, becomes a means of ministering to the comfort and convenience of man; but there is that which the Lord bestows upon the honest, obedient and good, of far higher value. The Holy Ghost, the Comforter, hath the power of peace and bestows salvation upon obedient humanity, regardless of their earthly surroundings. Let us, therefore, secure the Holy Ghost, and in the testimony of the Father and of the Son which He alone bestows, we shall have secured the &#x201C;<span class=\"italic\">pearl of great price<\/span>,&#x201D;<span class=\"citation\" id=\"64667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64667)\">Matt. 13:46<\/a><\/span> which the world can neither give nor take away. Let us gain the constant companionship of the Holy Ghost,<span class=\"citation\" id=\"90921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90921)\">D&amp;C 121:46<\/a><\/span> and the doctrines of the Priesthood will distil upon our minds as the dews of heaven,<span class=\"citation\" id=\"90908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90908)\">D&amp;C 121:45<\/a><\/span> and the gates that lead to peace and happiness in time and in eternity will, by the power and authority of his keys, stand wide open for us to <div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9323\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> pass through to exaltation, dominion and glory. <\/div><div class=\"paragraph jod\" id=\"v26n663\"> Since the beginning of the new year I have been almost constantly on the move, having, during that time, traveled a distance almost equal to that of half the earth's circumference; most of it being by rail, but at least a thousand miles was accomplished with teams, on horseback and on foot. I have examined a country never before seen by me, consisting of waterless, timberless plains, and mountains rugged, wild, and uninhabited. During my absence, my reflections have been mainly in reference to the future destiny of the Saints of the Most High. And these reflections have led me to note the striking attachment they have manifested of late years for countries &#x201C;exalted above the hills.&#x201D;<span class=\"citation\" id=\"57724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57724)\">Isa. 2:2<\/a><\/span><span class=\"citation\" id=\"62130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62130)\">Micah 4:1<\/a><\/span> In our choice of locations we cling to the mountains as naturally as a child to the bosom of its mother. As during our infancy we have clung to them, learning to love their crags, canyons and valleys, so, I believe, we shall continue in them until we grow strong, and be able not only to stand erect, but to walk forth with godlike dignity at least respected, if not honored by all peoples. We are not strong now. We are weak and few in numbers. But there is much in the training we are receiving calculated to make our posterity strong physically and bright intellectually. In illustration of a part of this training I am reminded of some of the remarks of the last speaker, Elder Villet, who recently returned from an Italian mission. On reaching his native land, according to his statement, he found the food offered him exceedingly distasteful, but later he ate it with relish. Hunger changed and improved his appetite. That hunger was the result of de<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"206a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0206.pdf\" target=\"pdfwin\">p.&#xA0;206a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9322\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>privation. And in like manner, love of liberty and a keen relish for its blessings are intensified by the constant encroachments made upon our rights by those who little dream that, in sowing to the wind they will have to reap the whirlwind,<span class=\"citation\" id=\"61806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61806)\">Hosea 8:7<\/a><\/span> when their rights will, also, not only be invaded, but taken away from them; for the measure which they meet to others, will, in the eternal justice of God, be measured back to them.<span class=\"citation\" id=\"63724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63724)\">Matt. 7:2<\/a><\/span> The Almighty hath decreed it. Who can prevent its fulfillment? <\/div><div class=\"paragraph jod\" id=\"v26n665\"> In further illustration, I am reminded of a well known elder in the Church whose name in this connection I feel not at liberty to mention, but who, gathering with others from England to Zion, became, in the course of years, wealthy and cultivated, as many having abundant means do. Luxurious habits of living finally satiated his appetite, and he went back to old England, anticipating among other things to enjoy, when there again, the famous &#x201C;roast beef&#x201D; of his native land, the like of which, in his opinion, this country did not, and never could produce. After searching in vain he declared, on coming back here, that there was no beef in England half so good as that raised in Utah. Had the beef of that country deteriorated? No, but our English brother's appetite, through being pampered, had. Had he eaten it once a week, as was doubtless his former habit, instead of three times a day, as is too frequently the custom here, the difference in quality of English beef had perhaps remained undiscovered by him until this day. In parallel, who shall declare that blessings so abundantly flowing to our nation from blood-bought freedom and human liberty bestowed without <div class=\"break columnbreak\" id=\"206b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0206.pdf\" target=\"pdfwin\">p.&#xA0;206b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9322\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stint from heaven, have not pampered the average American's appetite or relish for blessings that men of other ages have fought to establish and longed to enjoy. <\/div><div class=\"paragraph jod\" id=\"v26n666\"> Ponder this matter carefully, deeply, and you will find few truths more apparent. Consult railway, banking and commercial kings; statesmen, philosophers, priests and people, and then note the voice of pulpit and press, and you will find an indifference born of pride that plainly, unmistakably, indicates that the rights and liberties for the securing of which our fathers pledged their fortunes, honor and lives, are now received by their children, in most instances, as inherent blessings flowing as a natural consequence rather than as gifts for which daily gratitude is due. <\/div><div class=\"paragraph jod\" id=\"v26n667\"> Not so with the Saints. They of all people on earth are most appreciative, most grateful. And why? The answer is simple: their most sacred rights being daily encroached upon, their conscientious convictions sneered at, their religious privileges trampled under foot, and even the domain of their heaven-inspired thought invaded, they could not if they would fail to regard with intense appreciation and undying love the bequests of the fathers. The very threats, as well as the attempts of the wicked to deprive them of blessings wrung from tyrants by revolutionary sires, will but teach the Saints more accurately to estimate, by the cost, their value; and your high estimate being transmitted to your children, will bud, bloom and ripen into most glorious fruit, as delicious and sweet as that produced when first the tree of liberty was moistened with the blood of patriots. Let others therefore become pampered, gluttons, if they will, but for us and  <div class=\"break pagebreak\" id=\"207a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0207.pdf\" target=\"pdfwin\">p.&#xA0;207a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9321\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our children, fewer privileges well appreciated, are better than many, without gratitude. <\/div><div class=\"paragraph jod\" id=\"v26n669\"> Impress these things upon the minds of our children, and among these mountains will grow up a race of free men whose views will be broad, high, and deep enough to appreciate liberty themselves, and to wish to have all others enjoy its blessings. By contrast, they will learn this and much more. If they taste the bitter, the sweet will be to them all the more agreeable. <\/div><div class=\"paragraph jod\" id=\"v26n670\"> You who for years have had peaceful possession of homes with society of families and friends, can greatly increase your estimation of such blessings by going abroad occasionally. I have tried it many times, always, I trust, with profit. And yet wherever I go it has been my good fortune to find friends. There may be present those who may think, &#x201C;if we have friends abroad, why don't they speak out in our favor using their influence to stop the persecutions of the wicked against us?&#x201D; A pertinent query, perhaps, but I am not quite sure that the Lord wants them stopped; indeed I rather incline to think otherwise. And while there are thousands and hundreds of thousands of people in the midst of the Christian world who, if left to their own agency, would be just, generous, and good men worthy of the blessings of the Lord, but who today are surrounded by circumstances which they can neither control, nor have they the moral courage to even combat. And for this reason they dare not publicly express their sympathy for, nor utter a protest against the wrongs heaped upon us. But notwithstanding this condition, which all must concede to be deplorable, let us have charity, remembering that moral <div class=\"break columnbreak\" id=\"207b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0207.pdf\" target=\"pdfwin\">p.&#xA0;207b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9321\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> courage is heaven-born and so precious that the world has at no period of its history ever been overstocked with it. It is a sentiment than which none is more noble, beautiful or grand, emanating from God it abides not in an ignoble, quaking heart. Demanding what the truly courageous alone can give, self-sacrifice, moral courage numbers in her ranks at no time vast multitudes. It is a sentiment of which, at no time, even among us, have we had too much; but wherever found it shines brightly like a star of the first magnitude, like a diamond of the first water that cannot be successfully imitated. <\/div><div class=\"paragraph jod\" id=\"v26n671\"> A man with right convictions and the courage to stand by them in life and death hath moral courage, stamina, and the help of God. Testing its quality we will find it here as elsewhere, good; too good indeed to abide with those whose acts are predicated not on principles of justice, equity and truth. He who possesses moral courage weighs according to equity, unbiased by popular clamor, unswerved by private prejudice. In trying cases he judges cases, not men, and on this principle Satan himself, tried before such a judge, would stand the same chance to get justice as would an angel of God. And, by parity of reason, an angel would stand as good a chance to get justice as would a veritable devil, although a discussion of that kind might innovate modern jurisprudence as practiced in some countries not far distant from here. Now, let me, if I can, bring this matter home to your hearts. Suppose judgment without appeal was irrevocably placed in your hands with none to say, why do you so? Now imagine in your midst a despicable character, a Judas Iscariot, ready to betray  <div class=\"break pagebreak\" id=\"208a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0208.pdf\" target=\"pdfwin\">p.&#xA0;208a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9320\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for thirty pieces of silver,<span class=\"citation\" id=\"66211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66211)\">Matt. 26:15<\/a><\/span> or to gratify a hatred born of hell, your best friends&#x2014;the servants of the Lord, or, Benedict Arnold like, sell human liberty, God's best heritage, for gold. Popular clamor demands punishment, and at the same time brands the accused as traitor, apostate; an assassin of good character, a murderer of peace and good order. Now bring him to judgment without malice, without bias, protecting him from insult while giving him every right, every privilege, every immunity guaranteed by the law of God and man and pass upon his case, not upon him nor his reputation, according to the rules of equity without fear of popular criticism or condemnation, and you have demonstrated in actual practice what a beautiful and heavenly thing moral courage is. Without it God would cease to be God.<span class=\"citation\" id=\"82372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82372)\">Alma 42:13,22,25<\/a><\/span><span class=\"citation\" id=\"83289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83289)\">Morm. 9:19<\/a><\/span> Without it we cannot be His people. He who habitually sacrifices principle at the shrine of policy or power, cannot be a Saint. Unless those who rule, govern, control and judge under the rules and restrictions of principle, the liberties of those who are subject to them are constantly endangered. And here let me say that public opinion is often the worst tyrant this world has ever known. It crucified Christ, killed His disciples, martyred Joseph and Hyrum, drove the Saints into these mountains and continues to track them as persistently and unrelentingly as bloodhounds ever tracked a fugitive slave. Avoid therefore at home and abroad, the seductive influence of the hateful tyrant, public opinion, which, wrought to frenzy by popular clamor, is always dangerous, often destructive. <\/div><div class=\"paragraph jod\" id=\"v26n673\"> Planting your feet firmly on principles of eternal justice, emanating from God, the billows of hate, born <div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9320\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of envy, and malice, will beat and foam harmlessly about you. And, when judgment shall be given into your hands, friend and foe, Pagan and Christian, white and black, Saint and sinner, will alike receive evenhanded justice, which here let me say, never has been and never will be bestowed under the pressure and bias of public opinion, or by men claiming to be a law unto themselves. Place moral courage in the judgment seat and the Saint, as to righteousness of judgment, has no advantage over the most wicked apostate sinner on earth, their rights being held equally sacred. <\/div><div class=\"paragraph jod\" id=\"v26n674\"> The reason this high moral, godlike plane has not long since been reached, is because of human imperfections and the darkness that clouds and narrows the souls of men. We as the Saints of the Most High God, having received the light, should struggle upward until we reach it; and when we do, then, and not until then will the Almighty give us dominion, rule and government. When we are prepared to exercise judgment in righteousness the Lord will mightily increase our influence and power, and millions will flock to the standard of Zion to avoid oppression and wrong elsewhere. <\/div><div class=\"paragraph jod\" id=\"v26n675\"> This being among the greatest of all the great lessons that God has decreed we shall learn, I say speed the means by which we may most readily accomplish the task. If persecutions, unjust judgments, imprisonments and martyrdoms, be the means, let us receive them then not with feelings of delight because of the woes that will surely come upon those who inflict these things upon us, but because the standards of value are established by the cost of things received, and by this rule we know that no good  <div class=\"break pagebreak\" id=\"209a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0209.pdf\" target=\"pdfwin\">p.&#xA0;209a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9319\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing has ever come into this world without having cost the equal of its value. Nor has any great thought or noble idea ever been introduced that had not to fight its way inch by inch. Think of what the principles of the everlasting Gospel, that are freely given,<span class=\"citation\" id=\"64094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64094)\">Matt. 10:8<\/a><\/span> has without money, without price,<span class=\"citation\" id=\"59782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59782)\">Isa. 55:1<\/a><\/span> cost? Agony that caused the Son of God to sweat great drops of blood.<span class=\"citation\" id=\"68264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68264)\">Luke 22:44<\/a><\/span> And that being too little, He must needs be insulted, spat upon, scourged, adjudged to die, and that, too, by a heathen who knew Him to be innocent of crime, and finally He was ignominiously crucified by those whom He came to save. Humiliated, deprived of judgment and sacrificed, the Lamb of God descended beneath all things that He might arise above all things,<span class=\"citation\" id=\"75041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75041)\">Eph. 4:9-10<\/a><\/span><span class=\"citation\" id=\"88270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88270)\">D&amp;C 88:6<\/a><\/span> leading captivity captive and giving gifts to men,<span class=\"citation\" id=\"56841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56841)\">Ps. 68:18<\/a><\/span><span class=\"citation\" id=\"75034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75034)\">Eph. 4:8<\/a><\/span> while holding the keys of death, hell,<span class=\"citation\" id=\"79025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79025)\">Rev. 1:18<\/a><\/span> and the grave. <\/div><div class=\"paragraph jod\" id=\"v26n677\"> Had Christ been unable to accomplish that foreordained work, this world would forever have remained without a Redeemer. Expiring on the cross, amid the taunts and jeers of the wicked, in the agony of death, crying: &#x201C;Why hast thou forsaken me,&#x201D;<span class=\"citation\" id=\"66376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66376)\">Matt. 27:46<\/a><\/span><span class=\"citation\" id=\"66707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66707)\">Mark 15:34<\/a><\/span> yet was He, being the spotless Son of God, able to say, &#x201C;Father, forgive them; for they know not what they do.&#x201D;<span class=\"citation\" id=\"68344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68344)\">Luke 23:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n678\"> No shadow of hatred, no tinge of revenge, can be found in that inspired sentence. From its utterance, under those terrible circumstances, let us learn what He then taught so clearly, namely: That we cannot hate man, however wicked and cruel he may be, and love God at the same time. As an aid to the comprehension of this great truth, it may be well to remember that man, however low and debased we may find him in this world of trial, is not <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9319\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> naturally vicious, nor would he of his own inclinations seek to destroy human agency. God made man, and he is, therefore, naturally good. But, under the influences of him who rebelled in heaven, his judgment warps, his heart hardens, his whole nature changes, and, while hatred misplaces love, envy, malice and jealousy supplant in his heart the nobler sentiments of justice, mercy and charity. The sea captain who unselfishly, and without hope of earthly reward, placed the life boats and as many of the helpless and weak as they would safely hold in charge of his under officer and, with the stranger, remained and nobly went down with his ship, was the natural man. The ignoble, selfish, unnatural man would desire to save his own worthless life, at the expense and sacrifice of untold numbers of others. <\/div><div class=\"paragraph jod\" id=\"v26n679\"> The natural woman clings to her husband, keeping sacred the covenants made with him, and loving with undying affection the fruits of the union. The unnatural wife and mother is true to neither. Cain as the murderer of his brother, was an unnatural man whose soul was sold to Satan under the provisions of an unholy alliance.<span class=\"citation\" id=\"92643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92643)\">Moses 5:29-33<\/a><\/span> And where men steal, rob, commit whoredom, bear false witness, inflict unlawful, cruel punishments, and kill, they, too, have listed to obey him whom they serve.<span class=\"citation\" id=\"84878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84878)\">D&amp;C 29:45<\/a><\/span> But, notwithstanding all this we should never forget that all such, however debased, corrupt, wicked and low, kept their first estate by fighting in heaven against him,<span class=\"citation\" id=\"93473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93473)\">Abr. 3:26-28<\/a><\/span> whom, by reason of darkness and destructive influence, they now willingly serve. Let us remember how the angels' song of rejoicing when the &#x201C;accuser of his brethren&#x201D;<span class=\"citation\" id=\"79611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79611)\">Rev. 12:10<\/a><\/span> was cast out of heaven, was turned into lamentation  <div class=\"break pagebreak\" id=\"210a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0210.pdf\" target=\"pdfwin\">p.&#xA0;210a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9318\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>when they beheld the sorrows and woes he would bring upon the inhabitants of the earth, by reason of his treachery, deceit and cruel murders.<span class=\"citation\" id=\"129234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129234)\">Isa. 14:11-15<\/a><\/span> When we look upon the dark, sinful works of men ever tearing down and destroying but never building up and saving, when we think of these who rack their brains vainly trying to stop the onward progress of God's work; when we think of proscriptive, special retroactive laws, and those who enacted them, of mission jurists who condemn with malice, of test-oath commissioners who fetter the innocent and free the guilty, of governors who trample beneath their feet the liberties and rights of a people with whom they have no interest and for whom they have no compassion, of marshals who fraternize with criminals while putting spotters and spies on the track of men good and true, who to save their lives would commit no dishonorable act; of juries packed and pledged to convict, and of Christian ministers who gloat and glory in, and hound all this on, how should we feel? <\/div><div class=\"paragraph jod\" id=\"v26n681\"> We should feel, while despising their wicked ways, that they who do them are the children of God upon whom Satan hath laid his hand hoping to ruin both body and soul, and cast them down to hell.<span class=\"citation\" id=\"64192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64192)\">Matt. 10:28<\/a><\/span> Can we behold their wickedness, endure their aggressions, persecutions and malice, without hating them? If so we are Saints. If we cannot, are we not sinners? <\/div><div class=\"paragraph jod\" id=\"v26n682\"> Read the vision of the three glories<span class=\"citation\" id=\"86851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86851)\">D&amp;C 76:1-119<\/a><\/span> and learn that a compassionate Father has decreed that even these shall not be cast into outer darkness, but shall be saved with a glory beyond, far beyond the comprehension of the finite mind. <\/div><div class=\"paragraph jod\" id=\"v26n683\"> There is but one class of human beings whom God hath decreed shall <div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9318\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> endure eternal punishment, utter and everlasting condemnation, and they are the &#x201C;sons of perdition.&#x201D;<span class=\"citation\" id=\"87000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87000)\">D&amp;C 76:43-44<\/a><\/span> How few, thank God, will be their numbers and, correspondingly how fruitless and barren after all will be the efforts of Satan to frustrate the designs of the Almighty in his glorious plan of human redemption! <\/div><div class=\"paragraph jod\" id=\"v26n684\"> You, my brethren and sisters, know what constitutes a &#x201C;son of perdition.&#x201D; To become such, a man, by the testimony of the Holy Ghost, must know that God the Father and Jesus the Son live, and are the authors of salvation. Belief is insufficient, positive knowledge is necessary. I say that this which I hold in my hand is a book. Do I base the statement on belief or knowledge? I do not believe it to be, I know it to be a book. And my testimony to the fact would be taken everywhere, because if required to state how I know this to be a book I could say I see the binding, paper, and imprint of the type. I tap the lids and leaves and hear sounds. I smell the binding, paper and ink. I put them to my lips and tongue and taste them, and with my hands and fingers feel them. Thus all my senses combined furnish evidence that together give indisputable knowledge; and yet the testimony, the turning away from which, and thereafter denying the efficacy of the atoning blood of Jesus, putting him, after having positive knowledge, to an open shame<span class=\"citation\" id=\"76733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76733)\">Heb. 6:6<\/a><\/span><span class=\"citation\" id=\"86958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86958)\">D&amp;C 76:35<\/a><\/span> again, is as much stronger than my testimony that this is a book, as God is stronger than man. In the one instance, knowledge is founded on the evidence of the five senses&#x2014;seeing, hearing, tasting, smelling and feeling; in the other, every faculty of the soul, every fiber of the body, receives testimony direct from God,  <div class=\"break pagebreak\" id=\"211a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0211.pdf\" target=\"pdfwin\">p.&#xA0;211a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9317\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>through the Holy Ghost, and he who after having received, denies it, sins against light just as much as Satan did when his ambition and pride led him to rebel against God;<span class=\"citation\" id=\"92461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92461)\">Moses 4:1-4<\/a><\/span> and no power in heaven, on earth or in hell can keep such a man out of the realms of the damned, where he has, in the exercise of his own agency, elected to go. People without this knowledge cannot be damned; those with it should be if they turn away and deny it. Those who persecute and hate this people, have it not, and while they may have to dwell without the gates of the holy city, among dogs, liars, thieves and whoremongers,<span class=\"citation\" id=\"80875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80875)\">Rev. 22:14-15<\/a><\/span> they cannot be damned in the literal sense, as we understand eternal condemnation, forever hid from the face of a merciful but just Father. Think of these things, ye Latter-day Saints, who expect to come up through much tribulation<span class=\"citation\" id=\"71889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71889)\">Acts 14:22<\/a><\/span> while your garments are being washed white in the blood of the Lamb.<span class=\"citation\" id=\"79349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79349)\">Rev. 7:14<\/a><\/span> Chains and fetters may bind your limbs, and the rack and wheel of the Spanish inquisition may be revived to torture your bodies, but prison walls have never yet been made thick enough, nor iron bars strong enough to keep a good man's prayers from ascending to his God. And if He wills to let trials and difficulties gather around us, they are but for our good. Offenses must needs come, but woe to those by whom they come.<span class=\"citation\" id=\"65045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65045)\">Matt. 18:7<\/a><\/span> I love my family and the Latter-day Saints with my whole heart, and enjoy their society beyond measure, and yet as a test, God may require the sacrifice of their society temporarily, and that my heart remain unhardened. Let the wicked do what they may, remember we cannot hate man and love God at the same time. Love of God banishes or consumes <div class=\"break columnbreak\" id=\"211b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0211.pdf\" target=\"pdfwin\">p.&#xA0;211b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9317\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hatred as electricity consumes iron. <\/div><div class=\"paragraph jod\" id=\"v26n686\"> While in the city of San Francisco recently, I witnessed an exhibition of the incandescent electric light, produced from stored electricity previously generated and forced into vats, composed of substances unknown to me. These, though filled with the subtle power, are cold and unresponsive to the touch of the hand; but wishing to give a sample of the destructive agency of the power sleeping in those vats, the professor in charge requested us to note the result when touched with the piece of wire held in his hand. While explaining, the piece of wire turned in his hands accidentally, and fell about midway of its length across one of the vats, and instantly, as quick as lightning, for it was lightning, it became ten thousand flying sparks, and that part in the professor's hand like molten lead, was burning into the flesh before he could shake off the liquid mass. It is said that electricity once generated, remains electricity until it comes in contact with substances which, consuming, it returns to its original ungenerated condition. Thus it may be seen how man plays, as a child with sharp tools, with agencies that may consume him instantaneously. Subservient to his call he flashes thought around the world by means of electric wires, conveys his voice thousands of miles, and rivals the light of the sun, but when the universe shall roll up like a scroll,<span class=\"citation\" id=\"59096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59096)\">Isa. 34:4<\/a><\/span><span class=\"citation\" id=\"82924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82924)\">3 Ne. 26:3<\/a><\/span><span class=\"citation\" id=\"88715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88715)\">D&amp;C 88:95<\/a><\/span> the earth melt with fervent heat,<span class=\"citation\" id=\"78464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78464)\">2 Pet. 3:10-12<\/a><\/span><span class=\"citation\" id=\"83266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83266)\">Morm. 9:2<\/a><\/span><span class=\"citation\" id=\"89480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89480)\">D&amp;C 101:23-25<\/a><\/span> and mountains run down like wax,<span class=\"citation\" id=\"60185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60185)\">Isa. 64:1-3<\/a><\/span><span class=\"citation\" id=\"62102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62102)\">Micah 1:4<\/a><\/span> unregenerate man, full of pride, will learn what God hath in reserve for those who hate Him and despise His works. As this earth was cleansed by a literal baptism of water, so will it be purified by a literal baptism of fire,<span class=\"citation\" id=\"85558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85558)\">D&amp;C 43:32-33<\/a><\/span><span class=\"citation\" id=\"76739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76739)\">Heb. 6:7 (JST)<\/a><\/span><span class=\"citation\" id=\"129235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129235)\">D&amp;C 29:22-24<\/a><\/span> and all the proud and those  <div class=\"break pagebreak\" id=\"212a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0212.pdf\" target=\"pdfwin\">p.&#xA0;212a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9316\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who love iniquity, will be burned up, even as stubble is consumed by fire.<span class=\"citation\" id=\"62522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62522)\">Mal. 4:1<\/a><\/span> Happy then will ye be if you have been tried as gold in the furnace seven times heated.<span class=\"citation\" id=\"56381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56381)\">Ps. 12:6<\/a><\/span><span class=\"citation\" id=\"61429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61429)\">Dan. 3:19<\/a><\/span> Better welcome a few trials now, that tend to increase your love of God and of your fellow man, than to go heedlessly like the dumb brute, to the sacrifice. Let us pray only for deliverance from such trials as harden the heart and wither the soul, but not from such as, bearing patiently, testify of integrity. What matters trials, persecutions, scorns, scoffs and contempt so long as we remain true to God, and the covenants we have made with Him and each other? So long as we violate neither these nor our consciences, which should be void of offense,<span class=\"citation\" id=\"72127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72127)\">Acts 24:16<\/a><\/span><span class=\"citation\" id=\"92039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92039)\">D&amp;C 135:4<\/a><\/span> we are safe. But in our struggles to maintain the right in a world filled with strife, we may draw consolation in reflecting upon the fact that every pure thought coming to us from above, meets fierce opposition, and our fallen natures contend against its permanent lodgment in our hearts; and in like manner every heaven-born truth has in every instance, had to fight its way inch by inch before it could bear abundantly the fruits of righteousness. Nothing good has come into this world since the fall of man, that has not met the fierce, concentrated and persistent opposition and hatred of the wicked. Thus we find how true is the inspired saying: &#x201C;there must needs be an opposition in all things.&#x201D;<span class=\"citation\" id=\"81241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81241)\">2 Ne. 2:11<\/a><\/span> Enlightened, inspired thoughts crystallizing into <div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9316\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> undying truths, have in every age caused great sacrifices, often human life to establish them, but those who have had the moral and physical courage to stand by their convictions in life or death, shine as beacon lights along the shores of time, and their works will bear glorious fruits in eternity. <\/div><div class=\"paragraph jod\" id=\"v26n688\"> Let us endeavor to imitate all worthy examples, following as nearly as we can in the footprints of our Master, who, if we are faithful unto death, will give us the crown of life<span class=\"citation\" id=\"77446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77446)\">James 1:12<\/a><\/span><span class=\"citation\" id=\"79060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79060)\">Rev. 2:10<\/a><\/span> with the keys of death, hell<span class=\"citation\" id=\"79026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79026)\">Rev. 1:18<\/a><\/span> and the grave, by which we may descend down into the depth of darkness and misery into the abode of the damned, and there bid those who have despised, hated and persecuted us, look up, repent, and receive deliverance at the hands of a compassionate Father, whose mercy and salvation extend beyond the grave into eternity. Thus, in becoming mediators, ministers to those who despitefully used us, we shall find the mystery of glory that cometh from doing good for evil and loving those who have hated us.<span class=\"citation\" id=\"63230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63230)\">Matt. 5:44<\/a><\/span><span class=\"citation\" id=\"75721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75721)\">1 Thes. 5:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n689\"> May God grant that we may speedily and thoroughly learn the great lessons that He is now seeking to teach us, and which are of so much importance we should learn. The trials through which we are now passing are but a part of the great program of the Almighty, long since predicted by His holy prophets. Let us meet them in a proper spirit, trusting in Him always, and our victory will be complete. Amen. <\/div>\n<\/div>\n<\/div>"}