{"ID":260032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Parable of the Ten Virgins&#x2014;Rapid Development of the Arts and Sciences&#x2014;The Lord Hastening His Work in Its Time&#x2014;Enmity Between the Church of Christ and the World&#x2014;The Gathering Together of People From Every Nation After They Have Been Baptized Into One Spirit&#x2014;The Law of Tithing&#x2014;Blessings Which Follow Obedience Thereto&#x2014;Binding Upon All, Rich and Poor Alike&#x2014;Giving to the Poor&#x2014;Power of the Principles of the Gospel and Effects of Their Observance&#x2014;Jehovah&#x2014;Jesus Christ&#x2014;His Ministry&#x2014;His Followers&#x2014;Their Mission&#x2014;Preaching to the Spirits in Prison&#x2014;Baptism for the Dead&#x2014;Saviors Upon Mount Zion&#x2014;Responsibility Resting Upon the Saints&#x2014;a Word of Encouragement to the Missionaries.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Franklin D. Richards, delivered in the New Stake Tabernacle, Provo, Sunday Afternoon, Aug. 30, 1885.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Why the Saints Gather.<\/div>\n<div class=\"speaker\">Speaker: Franklin D. Richards<\/div>\n<div class=\"date\">Date: 8\/30\/1885<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v26n939\"> Occasions of this kind have a very precious significance to those who are interested in the great work of the last dispensation. They awaken the better feelings of our natures to commune together as the people of God, to contemplate His providences towards His people, the experiences through which they have passed, and are passing. It is very pleasant to the Elders who are called to speak to the people in going from place to place, to meet those with whom they associated in earlier times and in far distant countries. In this respect my journey was made pleasant this morning upon finding myself in the carriage with brethren whom I labored with almost thirty-five years ago in the British Isles. <\/div><div class=\"paragraph jod\" id=\"v26n940\"> Thirty years ago, in about one month, our brother and friend, <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9232\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Professor Maeser, with several others, in the City of Dresden, the capital of Saxony, strolled away one night, and finding ourselves beyond the surveillance of the police, a mile or more, down to the banks of the river Elbe, we there had the pleasure of seeing him enter into the covenant of the everlasting Gospel with us. This and like circumstances cause me to thank the Lord for His grace that has preserved, helped and sustained us, and kept us in the truth until this present time, while many who have been baptized into the Church have fallen out by the way. When we contemplate the parable of the Savior in reference to the ten virgins&#x2014;five of whom were wise and five foolish&#x2014;behold, we are seeing in part the fulfillment of that parable.<span class=\"citation\" id=\"66024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66024)\">Matt. 25:1-13<\/a><\/span> When we consider how many have turned  <div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9231\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>away at one time and another because the way was too straight or the road was too rough for them, we have reason to be very thankful that the love of the truth has continued and increased in our hearts. It is fitting that we should labor with diligence and faithfulness and with our mights to bring to pass the purposes of God, inasmuch as they are rolling upon us rapidly, and seeing that He has promised that He will cut His work short in righteousness.<span class=\"citation\" id=\"72711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72711)\">Rom. 9:28<\/a><\/span><span class=\"citation\" id=\"86027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86027)\">D&amp;C 52:11<\/a><\/span><span class=\"citation\" id=\"87954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87954)\">D&amp;C 84:97<\/a><\/span><span class=\"citation\" id=\"90431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90431)\">D&amp;C 109:59<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n942\"> Since the Father came forth from the heavens with His Son and spoke to the Prophet Joseph&#x2014;then a boy only about fourteen years old, and told him that all the people of the earth had gone astray from His ordinances and had broken the everlasting covenant&#x2014;<span class=\"citation\" id=\"58463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58463)\">Isa. 24:5<\/a><\/span><span class=\"citation\" id=\"93696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93696)\">JS&mdash;H 1:17-20<\/a><\/span>I say since that time what wonderful progress has been made in developing the arts and sciences. Those were the days of the stage coach instead of the railroad. Then postal facilities were very slow. It required mouths for communications to go from this country to Europe and back again. Now it is done in an instant, steam and electricity enable people to transact business in one day or an hour, perhaps, that used to take months to accomplish. The Lord is in this way fulfilling His promise that He would hasten His work in its time.<span class=\"citation\" id=\"88602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88602)\">D&amp;C 88:73<\/a><\/span> He has increased facilities during our day and generation for the accomplishing of work and bringing about His purposes which it would take many times as long to accomplish under the old regime&#x2014;the slow-coach order of things. <\/div><div class=\"paragraph jod\" id=\"v26n943\"> Thirty-eight years ago, when we came across the plains, it took us all summer to get from the Missouri River to Salt Lake. We had to walk and toil by the road; our teams gave out and died by the way. A company of us in the year 1848 were <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9231\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from the 18th of February till the 19th of October, coming from Liverpool to this Territory. Now the Saints start from the old country and come here by steam in about three weeks, a journey that formerly took nine months to perform. This is one of the ways in which the Lord is shortening His work&#x2014;cutting it short in righteousness&#x2014;<span class=\"citation\" id=\"72712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72712)\">Rom. 9:28<\/a><\/span><span class=\"citation\" id=\"86028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86028)\">D&amp;C 52:11<\/a><\/span><span class=\"citation\" id=\"87955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87955)\">D&amp;C 84:97<\/a><\/span><span class=\"citation\" id=\"90432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90432)\">D&amp;C 109:59<\/a><\/span>and furthermore He has said He will hasten it in its time.<span class=\"citation\" id=\"88603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88603)\">D&amp;C 88:73<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n944\"> Now, there must necessarily be, as there always has been, the same enmity between the Church of Christ and the world that ever has existed. And what is the great reason why there must be such opposition? I can tell you one reason. It is because that we, by the blessing, power and requirement of God, have been enabled to go forth and preach the Gospel, gather the believers together, organize churches, build cities and temples, and establish a church and kingdom unto God, and that the world cannot do. That is one reason why they feel enmity toward us. This is a great testimony to the whole world&#x2014;the work of gathering the people of every language under the sun, from the frigid, the temperate and the torrid zones. From Iceland on the North, as well as from New Zealand and the Cape of Good Hope on the South, and all countries intermediate, where the Gospel has been preached. <\/div><div class=\"paragraph jod\" id=\"v26n945\"> It is a subject that is an enigma for the greatest statesman of the earth; this gathering together of people of different languages, different education and habits, and harmonizing them all. The great secret is that they are first baptized into the same spirit,<span class=\"citation\" id=\"73534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73534)\">1 Cor. 12:13<\/a><\/span> one baptism, one faith, and one Lord.<span class=\"citation\" id=\"74997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74997)\">Eph. 4:5<\/a><\/span> They come here and being taught correct principles they govern themselves. That is just what we want; and is what  <div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9230\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every family needs, that those who become rulers in Israel, or heads of families, shall be men of God, filled with the knowledge, the revelations and power of God. <\/div><div class=\"paragraph jod\" id=\"v26n947\"> I am thankful that I live with you to see the great and mighty operations of Jehovah's purposes going on in the earth. I feel thankful that I am permitted to perform any humble part in this marvelous work. The Saints, even those in the humblest station, should feel thankful that they can contribute one way or another by their efforts or their means to help advance any of the interests of the Church or Kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v26n948\"> Former speakers have referred to the principle of tithing. This is one of the very important features of the faith of the everlasting Gospel. It always was when there was a people of God on the earth. Go back to our Father Abraham&#x2014;whom all professed Christians would like to claim heirship with&#x2014;and we find that he was very tenacious in paying his tithing, his whole tithing. When he went to war against the thirteen kings, with his company of three hundred and eighteen trained servants, followed them all night, overtook them, and became their victors, he brought home the spoils, and when he reached Jerusalem he found there Melchizedek, the ruler of the country, the minister of the Lord, the king of peace; one of the first things he did was to pay his tithing of the booty, and he received a blessing at Melchizedek's hands.<span class=\"citation\" id=\"53068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53068)\">Gen. 14:1-24<\/a><\/span> So it was with Isaac and Jacob. We are informed in the Scriptures that Jacob covenanted with the Lord, saying: &#x201C;Of all thou shalt give me I will surely give the tenth unto thee,&#x201D;<span class=\"citation\" id=\"53488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53488)\">Gen. 28:22<\/a><\/span> which he did. And when in after years the Lord brought Israel back from Egypt to Canaan, where <div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9230\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> He promised they should live and have an everlasting inheritance<span class=\"citation\" id=\"53096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53096)\">Gen. 15:9 (JST)<\/a><\/span><span class=\"citation\" id=\"53167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53167)\">Gen. 17:8<\/a><\/span> if they would keep His law, He gave it them with this reserve, that a tenth of the people's possessions should be paid to Him: <\/div><div class=\"paragraph jod\" id=\"v26n949\"> &#x201C;And all the tithe of the land, whether of the seed of the land, the fruit of the tree, the tithe of the herd, or of the flock, is the Lord's: and shall be holy unto the Lord.&#x201D; (Lev. xxvii, 30-32.)<span class=\"citation\" id=\"54649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54649)\">Lev. 27:30-32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n950\"> If they did not do this they would be robbing the Lord. The fact was, all they possessed was the Lord's, and when they appropriated all to their own use, paying nothing into the Lord's storehouse, they did that for which He afterwards, by the Prophet Malachi, charged them with robbing Him, &#x201C;even their whole nation.&#x201D; (Malachi iii, 9.)<span class=\"citation\" id=\"62439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62439)\">Mal. 3:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n951\"> The Lord has said unto us, very emphatically, if we do not sanctify this land and make it holy unto Him by keeping this and all other of His commandments that it shall not be a land of Zion unto us.<span class=\"citation\" id=\"90797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90797)\">D&amp;C 119:6<\/a><\/span> Let us hearken to it, take it to heart, think of it, study it prayerfully, and learn what it means. <\/div><div class=\"paragraph jod\" id=\"v26n952\"> Says one, &#x201C;Here is a poor widow that does not owe any tithing; there is a poor brother who is lame and cannot work who does not owe any tithing.&#x201D; Don't they? Let us see. The paying of tithing, like every other ordinance, has its peculiar blessings, and what are they? In the receipt which the Prophet Joseph Smith gave to me in Nauvoo, signed by himself and the tithing clerk, he stated that having paid my tithing in full to date, I was entitled to the benefits of the baptismal font, which had just been dedicated in the basement of that Temple. Do not this poor widow and that lame, unfortunate brother need the benefits of the baptismal font for their deceased  <div class=\"break pagebreak\" id=\"299a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0299.pdf\" target=\"pdfwin\">p.&#xA0;299a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9229\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>kindred just as much as the rich, the sound and the fortunate? I think they do. How then can they obtain a right and title to their blessings? The Lord has instituted a means by which they may receive their blessings by the payment of their tithing. The first Thursday of every month is a Fast day, for the Saints to gather together in prayer and fasting, and to bring their offerings for the poor, that the afflicted and unfortunate may not lack for food or clothing, and the comforts of life. Now, if a poor man received one hundred pounds of flour or any other gift, it is his privilege to pay one-tenth of it as tithing, and have it credited to him on the book as a tithing payer, and in this way he pays just as much as the man who pays one hundred dollars. The same with the poor sister who receives her aid from the Relief Society. She can pay her tithing in the same way&#x2014;have her name recorded on the books, and thus acquire the right to be baptized for her dead kindred. These rights and privileges are not confined to the rich. They are for people of all conditions in life, provided they comply with the requirements of the Lord. The Savior said that the widow, with her two mites, paid in more than the rich out of their abundance.<span class=\"citation\" id=\"66655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66655)\">Mark 12:41-44<\/a><\/span><span class=\"citation\" id=\"67949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67949)\">Luke 21:1-4<\/a><\/span> Some have been inclined to practice this principle on a kind of sliding scale. If they donate an amount to the building of a Tabernacle or a Temple, they must take that out of their tithing. This is not the correct way. <\/div><div class=\"paragraph jod\" id=\"v26n954\"> God has given us commandments concerning the law of tithing. He has also given us instructions in regard to our offerings for the poor, as follows: <\/div><div class=\"paragraph jod\" id=\"v26n955\"> &#x201C;Therefore, if any man shall take of the abundance which I have made, and impart not his portion, according <div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9229\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the law of my gospel, unto the poor and the needy, he shall, with the wicked, lift up his eyes in hell, being in torment.&#x201D;&#x2014;(Doc. &amp; Cov., Section 104, par 18.)<span class=\"citation\" id=\"89893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89893)\">D&amp;C 104:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n956\"> He directs all these things. If we learn His way and walk in it, we shall be abundantly blessed, and those who are too poor to walk in the right way of the Lord, will become so poor that they will perish from the land by and by. <\/div><div class=\"paragraph jod\" id=\"v26n957\"> What has brought you here from distant lands? It is the potency of those principles you have embraced. What has inspired you to labor and make this part of the wilderness so beautiful? I recollect, when I first came to Provo on the 4th July, 1849, we had a sort of celebration; some of the authorities of the Church were here, and arrangements were then made and directions given for the location of this city. Since then, see what has been accomplished! See this meetinghouse, court house, bank building, your woolen factory&#x2014;the greatest one of the Territory, and one that would be a credit to any part of the continent&#x2014;what has done all this? It is the potency of those principles God has revealed to you. It is this that induced you to leave your native lands and come to this country, strangers in a strange land,<span class=\"citation\" id=\"53782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53782)\">Ex. 2:22<\/a><\/span> as Abraham was when he left his home and went down to Canaan.<span class=\"citation\" id=\"53168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53168)\">Gen. 17:8<\/a><\/span><span class=\"citation\" id=\"53466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53466)\">Gen. 28:4<\/a><\/span> These principles are known by you, my brethren and sisters. They, however, are principles the world do not know anything about, especially this principle of tithing. They have their own way of making contributions, etc., but they do not understand tithing as a law of God. We, who do comprehend these things, must follow out heaven's requirements, that the favor and strength of the heavens may be with us. <\/div> <div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9228\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n959\"> While we have been in this land what else have we been doing? We have been sending away missionaries by scores and hundreds, year by year, to inform and if possible to convince the people of the truth of the Gospel. They will not, however, receive it. It seems as though mankind now, as in the days of Jesus, have ears to hear, but they will not hear; eyes to see, but they will not see; hearts to understand, but they will not understand.<span class=\"citation\" id=\"64513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64513)\">Matt. 13:15<\/a><\/span> When we tell them that certain principles and views we hold are our religious convictions, or our conscientious understanding of the word of the Lord, we are told at once that there is no religion about it, as if others had a better right to know what our religious convictions should be than ourselves. <\/div><div class=\"paragraph jod\" id=\"v26n960\"> We have a great and marvelous work laid upon us, and its more marvelous features are still to be developed and made manifest. We yet see but a small part of it. The Lord has shown us all we can bear; all we can, in our present state of development, comprehend and apply. <\/div><div class=\"paragraph jod\" id=\"v26n961\"> The Savior said, when He was upon the earth, &#x201C;I am the way, the truth, and the life.&#x201D;<span class=\"citation\" id=\"69928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69928)\">John 14:6<\/a><\/span> Now, if we can find out sufficiently about our Savior, His views and doings, we shall be able to understand generally the principles of the glorious Gospel, which has been revealed and something of its outcome. We learn that our Savior was born of a woman, and He was named Jesus the Christ. His name when He was a spiritual being, during the first half of the existence of the earth, before He was made flesh and blood, was Jehovah.<span class=\"citation\" id=\"53809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53809)\">Ex. 3:14<\/a><\/span><span class=\"citation\" id=\"53879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53879)\">Ex. 6:3 (JST)<\/a><\/span><span class=\"citation\" id=\"69536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69536)\">John 8:58<\/a><\/span> He was in the beginning of the creation,<span class=\"citation\" id=\"68495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68495)\">John 1:1-3,14<\/a><\/span> and He had to do and has had to do continually with the creation and govern<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9228\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment of this heaven and this earth. <\/div><div class=\"paragraph jod\" id=\"v26n962\"> But up to the time that He came and dwelt in the flesh and was born of Mary, His Mother, He dwelt in the spirit life.<span class=\"citation\" id=\"81829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81829)\">Mosiah 3:8<\/a><\/span> He was the spirit Being that directed, governed, and gave the law on Mount Sinai, where Moses was permitted to see Him in part.<span class=\"citation\" id=\"54547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54547)\">Ex. 33:23<\/a><\/span> He is the Being that appeared unto the brother of Jared, when he brought the stones that were to be put into the barges, and asked the Lord to touch them with His finger that they might receive and emit light. When the Lord drew near and touched the stones with His finger, the brother of Jared's eyes were opened, and he saw the finger of the Lord. He was afraid and fell down before the Lord. The Lord asked him, &#x201C;Why hast thou fallen? Arise!&#x201D; And he said that he was afraid, for he beheld the finger of the Lord, and he did not know that the Lord had flesh and blood. Jehovah then showed him His whole person, saying, &#x201C;This is the body of my spirit&#x201D;&#x2014;He that should come in the meridian of time and take upon Himself a body of flesh and blood.<span class=\"citation\" id=\"83363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83363)\">Ether 3:1-16<\/a><\/span> When that time arrived, and he attained the age of thirty years, He began to officiate in the ministry,<span class=\"citation\" id=\"54662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54662)\">Num. 4:1-4<\/a><\/span><span class=\"citation\" id=\"67143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67143)\">Luke 3:23<\/a><\/span> after He had been baptized by John the Baptist.<span class=\"citation\" id=\"62755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62755)\">Matt. 3:13-17<\/a><\/span><span class=\"citation\" id=\"66498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66498)\">Mark 1:9-11<\/a><\/span><span class=\"citation\" id=\"67138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67138)\">Luke 3:21-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n963\"> Without stopping to detail as much as I would like, I want to call attention to two or three leading features of His work. The Savior commenced to labor in the ministry, and found men here and there of the right spirit, whom He commanded to follow Him.<span class=\"citation\" id=\"68646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68646)\">John 1:43<\/a><\/span> To one of these he said, &#x201C;Before Philip called thee, I saw thee.&#x201D;<span class=\"citation\" id=\"68659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68659)\">John 1:48<\/a><\/span> So He continued to find and select choice spirits whom He knew before the foundation of the world. He ordained twelve of them to be His ministers,  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9227\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and then He sent them abroad. But did He send them all over the world? No. He first told them to go only unto the lost sheep of the house of Israel, and they went.<span class=\"citation\" id=\"64079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64079)\">Matt. 10:5-6<\/a><\/span> They worked with great success, healing the sick, casting out devils,<span class=\"citation\" id=\"66549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66549)\">Mark 6:13<\/a><\/span> etc. They neither lacked food nor raiment;<span class=\"citation\" id=\"68234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68234)\">Luke 22:35<\/a><\/span> freely they received, freely they gave.<span class=\"citation\" id=\"64095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64095)\">Matt. 10:8<\/a><\/span> Thus they reported their mission.<span class=\"citation\" id=\"67345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67345)\">Luke 9:10<\/a><\/span> The Savior not only sent the Twelve Apostles, but other seventy also,<span class=\"citation\" id=\"67371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67371)\">Luke 10:1-17<\/a><\/span> missionary men, sending them forth to teach Israel that the kingdom of heaven was at hand.<span class=\"citation\" id=\"64084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64084)\">Matt. 10:7<\/a><\/span><span class=\"citation\" id=\"67400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67400)\">Luke 10:9<\/a><\/span> During His mission and long before He was crucified He taught them that He would be crucified, and on the third day he arose from the dead,<span class=\"citation\" id=\"64928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64928)\">Matt. 16:21<\/a><\/span><span class=\"citation\" id=\"66570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66570)\">Mark 8:31<\/a><\/span><span class=\"citation\" id=\"67349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67349)\">Luke 9:22<\/a><\/span> but they did not seem to understand it.<span class=\"citation\" id=\"66582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66582)\">Mark 9:31-32<\/a><\/span><span class=\"citation\" id=\"129277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129277)\">Luke 24:6-8<\/a><\/span><span class=\"citation\" id=\"129278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129278)\">Luke 24:17-31<\/a><\/span><span class=\"citation\" id=\"129279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129279)\">John 2:18-22<\/a><\/span><span class=\"citation\" id=\"129280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129280)\">John 12:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n965\"> After His resurrection He said to them, hitherto you have asked nothing of the Father in my name, but now, said He, whatsoever you shall ask the Father in my name it shall be granted unto you.<span class=\"citation\" id=\"70521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70521)\">John 16:23-24<\/a><\/span> Now is all power given into my hands both in heaven and on earth.<span class=\"citation\" id=\"66429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66429)\">Matt. 28:18<\/a><\/span> After His resurrection He called His Apostles together and commissioned them, saying, &#x201C;Go ye into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; but he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66820)\">Mark 16:15-16<\/a><\/span> That was another feature of the work wherein He sends the Gospel&#x2014;now that Israel had proved themselves unworthy of it&#x2014;to all the world. We see, then, that the great work of the brethren was to carry the Gospel to the whole human family first. But the Savior told them that if He went away, they should do greater works than He had done, because He went to the Father.<span class=\"citation\" id=\"69959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69959)\">John 14:12<\/a><\/span> What did He do? After He was crucified He went and preached to the spirits in prison, even to that <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9227\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> great multitude that were destroyed through disobedience before the flood and by the flood.<span class=\"citation\" id=\"78006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78006)\">1 Pet. 3:18-20<\/a><\/span> He unlocked the prison doors to those that were bound.<span class=\"citation\" id=\"60074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60074)\">Isa. 61:1<\/a><\/span> While upon the earth the Savior and His brethren of the Twelve labored to impart the Gospel to those that were living. The Savior set the Priesthood in order and offered the Gospel to the people, but they would not receive it. Still this was the great work that had to be performed. The Gospel had to be preached to mortals first, and next to those in the spirit world. <\/div><div class=\"paragraph jod\" id=\"v26n966\"> What are our condition and labor now? In this last dispensation the Prophet Joseph Smith, in the year 1820, first received revelations from the heavens, and it was only until 1844 that he was permitted to live. By 1830, the Book of Mormon was brought forth from the mountain Cumorah, was translated and printed, and fourteen years from that time the Prophet Joseph was taken from us. <\/div><div class=\"paragraph jod\" id=\"v26n967\"> When he went away he went with the keys of this last dispensation to the prison house of the dead, who had died in times that were past; and he, his brother Hyrum, the brethren of the Twelve Apostles&#x2014;for there are now nearly a quorum of the Twelve Apostles with them&#x2014;constitute a great and mighty church in the spirit world, laboring and preaching the Gospel to the spirits of our fathers who are in prison.<span class=\"citation\" id=\"92208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92208)\">D&amp;C 138:53-57<\/a><\/span> They are called upon to do the work Brother Smith has been speaking about this afternoon. The prophet Elijah came and delivered his message on the 3rd April, 1836, in the Temple in Kirtland, and he has been at work, ever since then, turning the hearts of the children to the fathers and the hearts of the fathers to the children.<span class=\"citation\" id=\"90569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90569)\">D&amp;C 110:13-16<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9226\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n969\"> Referring to this work the Apostle Paul makes this declaration: &#x201C;For to this end Christ both died, and rose, and revived again, that he might be Lord both of the dead and living.&#x201D;<span class=\"citation\" id=\"72865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72865)\">Rom. 14:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n970\"> So it is with the Prophet Joseph Smith. He has gone before with the keys of this dispensation, after having lived and conferred them upon the authorities of the Church, even all that was necessary until he shall come again to build up this kingdom preparatory to the coming of the Lord Jesus Christ. He with others are helping to carry out the great work of the redemption of the dead.<span class=\"citation\" id=\"92209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92209)\">D&amp;C 138:53-57<\/a><\/span> And this part of the work we are called upon to perform in the temples. To be baptized for them, to be confirmed for them, and to perform all those holy ordinances for your righteous dead, for your worthy ancestry, which you have done or shall do for yourselves, makes you to become saviors upon Mount Zion.<span class=\"citation\" id=\"62064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62064)\">Obad. 1:21<\/a><\/span> The responsibility resting upon the Saints in regard to these matters is very great. I heard the Prophet Joseph say, in a sermon he preached before he was killed, that no greater responsibility rested upon the Saints than the work of attending to ordinances for their dead. This then, ought to be taken into serious consideration. Brethren who cannot go abroad and preach the Gospel, may labor in the temples, and thus bring to pass the purposes of God. <\/div><div class=\"paragraph jod\" id=\"v26n971\"> When we contemplate this great work, shall we wince at persecution? Though we are persecuted, though our enemies are hunting and harassing and breaking up our families, shall we be frightened and be any less wise and discreet, or adopt unworthy measures to keep out of prison? Certainly not. Let us be true to the truth. Let us be true to what God has committed to us, in <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9226\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> every iota. <\/div><div class=\"paragraph jod\" id=\"v26n972\"> In conclusion I would say a word of encouragement to the brethren who are engaged in the ministry. In the early times of the Church in foreign lands the work of the Lord spread rapidly when the Elders labored with unity of purpose and faith, and a great many were added to the Church. Many were brought to this land. Now we have come to a time when but few come into the Church. Some of the doctrines that have been revealed are a stumbling block to the people. It was so in the days of Jesus and His Apostles. He taught the doctrine of the cross and of the resurrection, which was a great stumbling block to them&#x2014;a rock of offense,<span class=\"citation\" id=\"58023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58023)\">Isa. 8:14<\/a><\/span><span class=\"citation\" id=\"72716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72716)\">Rom. 9:33<\/a><\/span><span class=\"citation\" id=\"77803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77803)\">1 Pet. 2:8<\/a><\/span> as is the doctrine of eternal and plural marriage.<span class=\"citation\" id=\"91433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91433)\">D&amp;C 132:1-66<\/a><\/span> Through the opposition that the Elders have to meet, owing to that doctrine, they sometimes feel that their labors are very trifling when they baptize but few. I want to say to the brethren, that you do a great deal of good, be not discouraged, nor of a doubtful heart. You do a vast deal of good you cannot see. Your testimonies to the world are a savor of life unto life or of death unto death&#x2014;life unto life to those who receive and render obedience to the Gospel; death unto death to those who reject it.<span class=\"citation\" id=\"74034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74034)\">2 Cor. 2:16<\/a><\/span> The world is filled with lies concerning God's people and the truths they teach. The influences of the press and pulpit seem concentrated for the publication of lies in reference to the Latter-day Saints. The world seems inclined to believe lies and be damned rather than receive the truth. A painful thought. Still, there is this good you may do: you should be assiduous in your labors to correct the errors and lies that are circulating among the people; you may soften the people's susceptibilities and prejudices; and perhaps  <div class=\"break pagebreak\" id=\"303a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0303.pdf\" target=\"pdfwin\">p.&#xA0;303a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9225\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you may be the means of preventing a great many men and women, who might otherwise be guilty of the shedding of innocent blood,<span class=\"citation\" id=\"82286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82286)\">Alma 39:5<\/a><\/span> from entering into anything of that kind, or consenting to it in their hearts,<span class=\"citation\" id=\"71569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71569)\">Acts 8:1<\/a><\/span><span class=\"citation\" id=\"72102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72102)\">Acts 22:20<\/a><\/span> and though they may not be willing and ready to receive the Gospel in this life, yet, by not imbruing their hands in blood, maybe <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9225\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they will have the privilege and be willing to receive the Gospel in the spirit world. You know not, therefore, the good that you may do in this respect. <\/div><div class=\"paragraph jod\" id=\"v26n974\"> I pray God to bless every interest of this Stake of Zion, temporal and spiritual, present and future, in the name of the Lord Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}