{"ID":260036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Lord is Teaching Us Valuable Lessons in Our Present Experience&#x2014;He is Teaching Us to Rely Upon Him and to Exercise the Faculties He Has Given Us&#x2014;Nature of the Government of the United States&#x2014;the Elements of a Variety of Governments Enter Into It&#x2014;Physical and Moral Courage&#x2014;the Judge of the Third District Court not a Christian&#x2014;a Concubine Was a Wife and It Should not Be a Term of Reproach&#x2014;the Character of Abraham Vindicated&#x2014;Sympathy for Our Enemies&#x2014;When the Saints Learn to Be Strictly Impartial, Judgment and Rule Will Be Given Them&#x2014;Not All in the United States Are Arrayed Against Us&#x2014;Weakness of the American Government&#x2014;Power of Secret Societies&#x2014;Zion to Be a Place of Refuge and Safety&#x2014;President Cleveland's Opportunity to Be Just and Great&#x2014;We Must Purify Ourselves that Liberty May Come.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Moses Thatcher, delivered in the Tabernacle, Logan, Cache County, Semi-Annual Conference, Thursday Afternoon, October 8, 1885.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Faithful Saints Enjoy Revelation.<\/div>\n<div class=\"speaker\">Speaker: Moses Thatcher<\/div>\n<div class=\"date\">Date: 10\/8\/1885<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v26n1056\"> There have been a great many very excellent things said at this conference, and in attempting to add thereto, I desire the assistance and aid which come through the faith and prayers of the Saints&#x2014;that I may be inspired by the Spirit of God to utter such things as may tend to our edification and good. It will doubtless be somewhat difficult to make all hear unless a goodly degree of order is maintained. Of course I am aware that it is not an easy task for mothers to keep their nursing babes quiet in a crowded house like this and upon a warm day; but we hope to have as good order as possible under the circumstances. <\/div><div class=\"paragraph jod\" id=\"v26n1057\"> I have rejoiced very much in the testimonies which have been borne <div class=\"break columnbreak\" id=\"327b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0327.pdf\" target=\"pdfwin\">p.&#xA0;327b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9201\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> during the meetings of this Conference, and they find in my heart a responsive chord. I do not feel that we are living in unprofitable times, and notwithstanding the trials, temptations and injustice with which we are surrounded, I view the present as times in which the Lord is teaching to His people very valuable lessons. It has often been asserted, by our outside friends, that the union of this people was maintained by reason of the influence which their leaders hold over their minds. If this statement were true, and the influence exercised is unrighteous, the leaders of the people should be removed. But if the influence which they exercise over the minds of the people is for good, it ought to be maintained. As an  <div class=\"break pagebreak\" id=\"328a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0328.pdf\" target=\"pdfwin\">p.&#xA0;328a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9200\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Elder in Israel, I hold that the influence which binds together this people to be the spirit of God, and that the Almighty, the creator of the heavens and the earth, is not dependent upon one man or many men, and that the Lord will demonstrate to all the Christian world, that the religion which is called Mormonism is the religion of the heart for the masses of the people who have espoused its cause; and if, in the experiences of the past few months, and that which is yet in the future, the Latter-day Saints learn to rely on God, learn to receive for themselves heavenly communications for the guidance of their feet, though it may cost the exile of our leaders or the imprisonment of those who have worked as their servants, they will have received that which is of much value; and although it cost much, it will be worth more than the cost. We can see now that a few who have relied upon others, who have sought the counsel of their file lenders and have depended upon that counsel when they can no longer reach those leaders, falter and fall by the wayside. I believe that God intends that every man and every woman in His Church and kingdom shall exercise the faculties which He has given them, that in the exercise of their agency He designs to exalt them in eternal glory. So long therefore as the people rely upon their leaders they are not manifesting that degree of faith, they are not in a position to think and reflect for themselves as they should. I have known the time of the Presidency of the Church and of the Apostles taken up in frivolous matters that ought never to have gone beyond the family circle, at least ought not to have gone beyond the confines of the Ward organization. But times have changed. We approach not now so easily the Presi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"328b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0328.pdf\" target=\"pdfwin\">p.&#xA0;328b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9200\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dency of the Church. We receive not their counsels with that facility that we have done in the past. And although we miss their presence much&#x2014;for this people love their leaders&#x2014;in their absence the channel of communication between the heavens and the earth is open to this people as it never could have been under former circumstances. Men and women are now learning that their prayers can be heard, and that if they are not able to receive the counsels of their brethren, they can in all places and under all circumstances, receive the counsels of God, their Heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v26n1059\"> Men, communities of men, governments, nations, powers, and principalities have never yet been able to build walls so strong, or make iron doors so thick as to prevent the prayers of a righteous man ascending unto his God, hence every man and every woman who keep the commandments of the Lord can have a light and a lamp for their feet,<span class=\"citation\" id=\"57238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57238)\">Ps. 119:105<\/a><\/span> and those who have oil in their lamps<span class=\"citation\" id=\"66042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66042)\">Matt. 25:4<\/a><\/span><span class=\"citation\" id=\"84941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84941)\">D&amp;C 33:17<\/a><\/span> will not be uncertain as to the course they should pursue.<span class=\"citation\" id=\"85703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85703)\">D&amp;C 45:56-57<\/a><\/span> The revelations of the Lord<span class=\"citation\" id=\"129311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129311)\">Gal. 1:12<\/a><\/span> will inspire them and direct them in the ways of truth and right. <\/div><div class=\"paragraph jod\" id=\"v26n1060\"> When we reflect on the growth of governments, civilization, the rights of men and the liberties which we so much enjoy, to what source do we look as the one from whence they came? The great government of which we form a part&#x2014;the most liberal, the broadest and the deepest in its foundation, the greatest government which God has ever smiled upon&#x2014;except when he has administered according to His own will in the affairs of men&#x2014;to whom is due its birth and expansion. To men who were willing to bow in obedience to the mandates of kingly  <div class=\"break pagebreak\" id=\"329a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0329.pdf\" target=\"pdfwin\">p.&#xA0;329a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9199\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>governments? No! But rather to men who were inspired by God, their heavenly Father, to reach forward to a higher and a grander civilization and liberty. Had the Pilgrim Fathers and others who were unwilling to bow to the mandates of European powers not fled to the land of America, we should have had no government like this. It was founded as a refuge in which the oppressed of every land and clime should find a resting place. Not Republican altogether, not Democratic wholly, not theocratic, not aristocratic, not monarchical, but a combination of them all. For this government, in the strictest sense, is not a republic, as I understand it. The laws of a republican government are enacted by a central power. Were the United States such a government, the laws which govern the citizens of all the States and Territories would be enacted by Congress, instead of by their several Legislatures. In the purest sense, democracy consists of a government in which the people are governed by laws enacted with their mutual consent and by their direct vote. We cannot consistently call the government of the United States theocratic only in so far as the people acknowledge the rule of God. If we pick up a coin, a $20 gold piece, we can see impressed upon its face the words, &#x201C;In God we trust,&#x201D; and insofar as this is true, and expresses the sense and feelings of the people, this government is theocratic, but in no sense beyond that. A Territorial government may be said to be in a large sense monarchial, in that the governor of the Territory has conferred upon him by act of Congress absolute veto power, and the legislators who are chosen by the people, may labor for sixty days, unite their profoundest thought in <div class=\"break columnbreak\" id=\"329b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0329.pdf\" target=\"pdfwin\">p.&#xA0;329b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9199\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> expressing the wishes and wants of the people, and they may frame laws by which the people might be governed according to their choice, but by a single stroke of the pen the Governor of the Territory of Utah can veto every act of the Territorial Legislature. Is not this, then, monarchial, and is it not in a very strong sense a one-man power? It would seem to be at least autocratic. And in the sense that the people of the Territories have no choice in the governor or in the judges who administer the laws, or in the marshals who enforce the process of the courts and in every other way wherein the government takes upon itself the government of the people, without the consent of the people, is it not an aristocratic government&#x2014;the government of the many by the few? Thus, if my conclusions are correct, the government of the United States is theocratic insofar as the people trust in and obey the laws of God; it is republican in a partial sense; it is democratic in another sense; and it is certainly, so far as the Territories are concerned, monarchial and aristocratical. Thus we have a combination of the elements of a variety of governments entering into this great Union. But, as was clearly shown this morning by Brother F. D. Richards, in the disposition of the people to have Congress enact certain proscriptive laws, we as a people are being deprived of many of the rights and privileges for which our forefathers contended, for which they pledged their sacred honor, and for which many of them devoted their lives. But, knowing the manner in which public opinion is manufactured in this great land of ours, I have personally a degree of charity and of sympathy, not only for Congress, but for the President, his Cabinet, and for the supreme  <div class=\"break pagebreak\" id=\"330a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0330.pdf\" target=\"pdfwin\">p.&#xA0;330a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9198\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>judiciary of our nation. It is no unusual thing to see men manifest physical courage. You can see it in all nature. Tread upon a worm and it will turn and sting you if it can. Men, for the love of the things of this world, will often face physical danger in every form. They will dig down into the bowels of the earth, navigate the raging seas, and penetrate, as it were, to the North Pole&#x2014;they will face the cannon's mouth when it belches forth death and desolation in all its horrid forms; they will face death and destruction in all its horrid forms; they will face death and desolation in every shape; but when you call upon them to manifest moral courage, when you call upon them to stand up and maintain the right because it is right, when that right is unpopular, you appeal to something that gives but weak response. I have seen men that would face danger in almost every conceivable form, shrink and cower before one breath of scorn. They could not bear it, and hence you see them make promises and apologies because of the influences that surround them. Now, this is a popular government, and it would take a very courageous President to do justice to the Latter-day Saints. Why? Because the great majority of the nation are prejudiced against us. Not that they are aware of any harm or wickedness having been done by this people, but because of falsehoods that have been circulated against the Latter-day Saints. Therefore, I say that were Mr. Cleveland to administer, or cause to be administered all the laws in Utah impartially, he would be manifesting a degree of hardihood, a degree of moral courage that certainly has not been exhibited by any recent President of the United States. This country has produced few men <div class=\"break columnbreak\" id=\"330b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0330.pdf\" target=\"pdfwin\">p.&#xA0;330b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9198\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> like Charles Sumner, who stood up in the Senate of the United States and fought slavery. He stood there singly and alone, but he espoused a righteous cause, and by degrees he made adherents until this nation was converted and the Supreme Court of the United States that declared that a black man had no rights which a white man was bound to respect, was overturned at the point of the bayonet and the sword. Such men as Washington, Jefferson and Adams&#x2014;such men as Cromwell, Knox, Luther, Wycliffe, Huss and Jerome, stand along the shores of time as beacons that have lighted the way to the higher liberty we ought to enjoy in this glorious land today. When I say we, I refer to the nation as a whole, and not to the Latter-day Saints as a community. If we could enjoy our constitutional rights, we would be of all people upon this earth the most happy; because, with all our faults and failings, God smiles upon no people upon the earth as pure as are the Latter-day Saints, and happiness consists in purity&#x2014;the living of a holy life before the Lord. <\/div><div class=\"paragraph jod\" id=\"v26n1063\"> I was very forcibly struck, a few days ago, with the remarks made by the Judge of the Third Judicial District. I don't think him to be a Christian; if he is, he does not understand the Scriptures as I understand them. In referring to remarks which had been made by an individual who had been convicted by the jury, the judge remarked that he did not wish to hear any more hypocritical cant, and in referring to the wives of the Latter-day Saints on one occasion he mentioned them as concubines; and some of our brethren have looked upon that as being a reproach. Well, of course, you can convey contempt in the manner in which a word is uttered. But I do not look  <div class=\"break pagebreak\" id=\"331a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0331.pdf\" target=\"pdfwin\">p.&#xA0;331a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9197\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>upon the word concubine as being a contemptuous term by any means. All concubines, anciently, were considered wives, but all wives were not concubines. A concubine, then, was a maid servant married to a free man; and although her mistress still maintained some jurisdiction over her actions, the fact that she was a wife gave her an honorable position&#x2014;made her a legal wife in the sight of God. <\/div><div class=\"paragraph jod\" id=\"v26n1065\"> Again, the judge, in referring to what father Abraham did, said, &#x201C;Abraham not only lived with his wives, but also with his wife's handmaids; in other words,&#x201D; said the judge, &#x201C;the same as though you were to live with your hired girls. Now, while that might do for Abraham,&#x201D; said he, &#x201C;it will not do for this enlightened age.&#x201D; Now I desire to show by these remarks that the judge of the Third District Court is not a Christian, and that if he has any hopes of eternal life, he does not understand the plan and the promises of the great Jehovah; for Abraham was a friend of God;<span class=\"citation\" id=\"77630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77630)\">James 2:23<\/a><\/span> Abraham talked with God face to face,<span class=\"citation\" id=\"93426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93426)\">Abr. 3:11<\/a><\/span> and although it may be thought that he lived in the dark ages, would to God that the Christian world would walk in such darkness today! If, then, the acts of Abraham would not do for the Chief Justice of the Territory of Utah, neither would the city in which Abraham dwells do for that judge; and when he passes into eternity and behold the names of the twelve apostles written upon the twelve foundations of the Eternal City<span class=\"citation\" id=\"80804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80804)\">Rev. 21:14<\/a><\/span> he may admire their beauty and grandeur, but when his attention is drawn to the twelve pearly gates,<span class=\"citation\" id=\"80819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80819)\">Rev. 21:21<\/a><\/span> he will find engraven thereon the names of the twelve sons of Jacob by his four wives,<span class=\"citation\" id=\"80800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80800)\">Rev. 21:12<\/a><\/span> and their great grandfather Abraham will be within that city.<span class=\"citation\" id=\"129312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129312)\">Matt. 8:11<\/a><\/span><span class=\"citation\" id=\"129313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129313)\">Alma 7:25<\/a><\/span><span class=\"citation\" id=\"129314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129314)\">D&amp;C 132:37<\/a><\/span> Without its walls <div class=\"break columnbreak\" id=\"331b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0331.pdf\" target=\"pdfwin\">p.&#xA0;331b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9197\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall be sorcerers, adulterers, liars and whoremongers, and those who love to make a lie.<span class=\"citation\" id=\"80896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80896)\">Rev. 22:15<\/a><\/span> Jesus bore testimony to the virtues of Abraham. He proclaimed himself to be a literal descendant from him, tracing back his lineage to the loins of David, another polygamist; and when he, Jesus, spoke of Lazarus, who picked up the crumbs that fell from the rich man's table, and who was so poor and wretched, whose sores the dogs licked to his ease, delight and comfort&#x2014;when Jesus spoke of this Lazarus, he spoke of him as being in the bosom of Father Abraham. But the rich man, who perhaps had had control of him, and who had kicked and cuffed him, and looked upon him with scorn as he picked up the crumbs&#x2014;as we pick up the crumbs of liberty grudgingly dropped from the table which our fathers made in the day of oppression and dread&#x2014;I say, when that rich man looked upon Lazarus in his degradation, he was then but his serf and slave; but when he looked upon him over that wide gulf that separated them, he saw him in the bosom of Abraham, and he pleaded that Lazarus might be sent to dip his finger in one drop of cold water, that the thirst might be slaked in his throat, and that his burning tongue might be relieved. The answer was, &#x201C;Lazarus had his ill things while upon the earth and thou hadst thy good things. Now, behold Lazarus has the good things and thou hast thine evil things.&#x201D; &#x201C;Well, said the rich man, if he comes not to me send him to tell my friends and my neighbors of the condition of affairs here.&#x201D; The answer was made, &#x201C;They have Moses and the prophets, and if they heed not these, neither would they listen to one, though he rose from the dead.&#x201D;<span class=\"citation\" id=\"67787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67787)\">Luke 16:19-31<\/a><\/span> If the Judge of the Supreme Court of  <div class=\"break pagebreak\" id=\"332a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0332.pdf\" target=\"pdfwin\">p.&#xA0;332a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9196\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Territory of Utah is a Christian, how will he feel when he comes into the presence of Father Abraham, whom he has sought to cast reflections upon? Will not the blush of shame be upon his cheek? And if there is an eternal God, and if that eternal God is the creator of the heavens and the earth and all our spirits; and is the friend of Abraham,<span class=\"citation\" id=\"77631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77631)\">James 2:23<\/a><\/span> how can that Judge bear his presence? I would rather be the poorest Latter-day Saint on earth and bear chains and fetters upon my limbs until my flesh dropped from my bones than to be in the attitude of the man who must bear, without the spirit of God, the measure of unjust judgment which he has measured to others.<span class=\"citation\" id=\"63725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63725)\">Matt. 7:2<\/a><\/span> For this reason, my brethren and sisters, I say I have the most profound sympathy for all those whom we sometimes denominate our enemies, and I am not able to forget the fact that whatever their condition in this life may be, they fought not on the side of Satan in the eternal worlds when Satan rebelled against God because the Almighty was unwilling to adopt his coercive plan of human redemption.<span class=\"citation\" id=\"93471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93471)\">Abr. 3:26<\/a><\/span> God was determined that every man, woman and child born into the world should be free. I say, because God would not adopt his coercive measures he rebelled against Christ,<span class=\"citation\" id=\"92465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92465)\">Moses 4:1-4<\/a><\/span> and one-third part of heaven followed him,<span class=\"citation\" id=\"79565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79565)\">Rev. 12:4<\/a><\/span><span class=\"citation\" id=\"84833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84833)\">D&amp;C 29:36<\/a><\/span> and he fought against Michael and the hosts of heaven, and was cast down to earth with the hosts that followed him.<span class=\"citation\" id=\"79574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79574)\">Rev. 12:7-8<\/a><\/span> But you can find no living man or woman that ever breathed the breath of life<span class=\"citation\" id=\"52432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52432)\">Gen. 2:7<\/a><\/span> that fought on his side; for the condemnation that came upon them was a loss of opportunity to take a body. Therefore, those people who seem to be our enemies are such only by reason of their blindness, and because <div class=\"break columnbreak\" id=\"332b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0332.pdf\" target=\"pdfwin\">p.&#xA0;332b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9196\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their eyes are closed against the things of God, and if the judgments of God are to come upon them according to the predictions of the prophets, we can well afford to have charity and sympathy for them, and we do as a people. I tell you that I can pray for my enemies;<span class=\"citation\" id=\"63232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63232)\">Matt. 5:44<\/a><\/span> I can pray that God may lead them away from darkness, that He may touch the eyes of their understanding that they may see, and in their hearts repent. <\/div><div class=\"paragraph jod\" id=\"v26n1067\"> It is awful to think for a moment of the terrible condemnation that will surely come upon men who endorse the shedding of innocent blood;<span class=\"citation\" id=\"82289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82289)\">Alma 39:5<\/a><\/span><span class=\"citation\" id=\"92085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92085)\">D&amp;C 136:36<\/a><\/span> but we must, at last come to love our enemies and pray for them who despitefully use us.<span class=\"citation\" id=\"63233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63233)\">Matt. 5:44<\/a><\/span> And when we are prepared to do this from the heart, we are prepared to say to this world, &#x201C;I am not afraid of anything you can do.&#x201D; The power of the Spirit lifts the body out of the reach of harm, the spirit of Christ has gained the victory, and we can say when under the influence of that spirit, &#x201C;O death, where is thy sting? O grave, where is thy victory?&#x201D;<span class=\"citation\" id=\"74010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74010)\">1 Cor. 15:55<\/a><\/span> I can pray for the President of the United States, with a desire in my heart that God will direct him aright, that he may have moral courage sufficient to do that which is just; because, unless the rulers of this nation are actuated by the spirit of justice, they cannot be sustained by the Almighty. And although we may find prejudice on the right hand and on the left, we shall never have given unto us the victory until we learn how to govern upon principle. When men are tested, when they are brought before the courts, cases should be tried, not men. Whenever the Latter-day Saints shall have reached that high degree of excellence in the administration of the laws of  <div class=\"break pagebreak\" id=\"333a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0333.pdf\" target=\"pdfwin\">p.&#xA0;333a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9195\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God as to judge impartially between the Saint and sinner, when they shall be willing to give Satan his rights as quickly as a Saint or a brother, then will judgment and rule be placed within their reach, and I pray that it will never come before that time. <\/div><div class=\"paragraph jod\" id=\"v26n1069\"> Whether a man is a heathen or a Christian, when the kingdom of God is established, he will have his rights and liberties extended to him. There will be no bias, no prejudice, everything will be done according to the laws of justice and equity. Have we always, as a people, I may ask, manifested a disposition to act upon the basis of principle? You can answer the question for yourselves. Have you been willing, as Latter-day Saints to extend to the Gentile as readily his rights, under your municipal, your county or your Territorial government as you would extend them to a Latter-day Saint? If you have, then have we administered upon the basis of principle; but if we have not, then have we not come to an understanding of that which the Lord has revealed; for when His kingdom bears sway there will be thousands and millions of people who do not subscribe to our religious views, who will be gladly governed by the laws of God's kingdom; and the Chinese in the empire of China, the Hindoo in Hindoostan, or the Christian in Europe, may read the laws that govern Zion, and, with mathematical accuracy, figure out the liberties they can enjoy under the laws of the kingdom of God. There will be no prejudice or packed juries in the kingdom of God that will bind the innocent and set the guilty free. God will govern His kingdom as He governs throughout His universe, by the laws of justice and equity. <\/div><div class=\"paragraph jod\" id=\"v26n1070\"> What I say to the Latter-day <div class=\"break columnbreak\" id=\"333b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0333.pdf\" target=\"pdfwin\">p.&#xA0;333b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9195\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Saints is, let us be of good cheer.<span class=\"citation\" id=\"64760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64760)\">Matt. 14:27<\/a><\/span><span class=\"citation\" id=\"66562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66562)\">Mark 6:50<\/a><\/span><span class=\"citation\" id=\"70539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70539)\">John 16:33<\/a><\/span> I never have seen a better day than this. The kingdom will come off victorious, and those who have hated us will see the day when much woe and affliction will come upon them. <\/div><div class=\"paragraph jod\" id=\"v26n1071\"> We hear talk about 55,000,000 of people being opposed to the Latter-day Saints. I offer to you this afternoon my testimony that this is not true. There are not 55,000,000 in this glorious government of ours who are opposed to the Latter-day Saints; it is a great mistake; there are thousands in the United States today, who are anxiously waiting for the solution of the &#x201C;Mormon&#x201D; problem, who are praying for the deliverance of this people. It is a great mistake to suppose that every man, woman and child in this nation are opposed to this people; there are scores that, while they have not courage to come out and speak a word for them, have a warm throbbing in their hearts for the victory of this people and their cause, and they are not blind to their surroundings either. As an American citizen I deplore it, but I tell the Latter-Saints this afternoon that this great government is not strong, and the reason is, they have torn up the foundations of the structure that was built by our fathers. They have tipped up the moorings of the great ship. They have allowed mob rule to get power in this land, and like a dark cloud, secret societies are gathering around. And while it may be smiled at, yet I tell you this nation stands as it were upon a mine. When the Knights of Labor and the different brotherhoods can say in calm language that within thirty minutes they can stop the motion of every car wheel between Omaha, Nebraska, and Butte, Montana, I say to you there is power there.  <div class=\"break pagebreak\" id=\"334a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0334.pdf\" target=\"pdfwin\">p.&#xA0;334a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9194\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>More than five years ago, certain secret societies instituted what were called the Pittsburgh riots. The State militia was called out to quell them, and they were not able to do it. The army of the national government was appealed to, and a United States officer told me that when he led his soldiers to Pittsburgh he feared to give the word of command to fire upon those insurgents, &#x201C;for,&#x201D; said he, &#x201C;I did not know whether they would obey or turn round and fire upon their officers.&#x201D; I have heard merchants of Chicago and New York declare that they had private arms stacked away in their business houses because they could not trust the municipal, the county, the State, or the national means of protection; will you tell me that a nation is strong thus situated? It is not. The iron heel of the monopolist has long been upon the neck of labor, and the great question which is looming up in this nation today is that of labor and capital. Would to God we had statesmen with eyes clear enough to see! Would to God that they would pull out of their eyes the &#x201C;Mormon&#x201D; mote and behold the beam that threatens the nation.<span class=\"citation\" id=\"63728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63728)\">Matt. 7:3-5<\/a><\/span> The occurrence at Rock Springs, and the mutterings we hear from the Atlantic to the Pacific ought to be a warning that the day is not far distant, unless the Democratic and Republican parties open their eyes to the situation, when desolation and war will be in this government. When men who live in San Francisco, Chicago and New York, have said to me, &#x201C;Mr. Thatcher, why don't you renounce this objectionable feature of your religion, the nation is opposed to it, the civilization of the age does not want to permit it&#x2014;why don't you renounce it and live in peace?&#x201D; I have said to them, &#x201C;I thank you for your kind <div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9194\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sentiments; I thank you for the kindly feelings that you entertain,&#x201D; and as an evidence that I feel it, I will say when this nation, having sown to the wind, reaps the whirlwind;<span class=\"citation\" id=\"61807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61807)\">Hosea 8:7<\/a><\/span> when brother takes up sword against brother;<span class=\"citation\" id=\"60922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60922)\">Ezek. 38:21<\/a><\/span> when father contends against son, and son against father;<span class=\"citation\" id=\"62226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62226)\">Micah 7:6<\/a><\/span><span class=\"citation\" id=\"66670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66670)\">Mark 13:12<\/a><\/span><span class=\"citation\" id=\"67667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67667)\">Luke 12:53<\/a><\/span> when he who will not take up his sword against his neighbor must needs flee to Zion for safety&#x2014;<span class=\"citation\" id=\"85785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85785)\">D&amp;C 45:68<\/a><\/span>then I would say to my friends come to Utah; for the judgments of God, commencing at the house of the Lord,<span class=\"citation\" id=\"129315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129315)\">1 Pet. 4:17-18<\/a><\/span><span class=\"citation\" id=\"90630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90630)\">D&amp;C 112:24-25<\/a><\/span> will have passed away, and Utah, undisturbed, will be the most delightful place in all the Union. When war and desolation and bloodshed, and the ripping up of society come upon the nation, I have said to such, &#x201C;Come to Utah and we will divide our morsel of food with you, we will divide our clothing with you, and we will offer you protection.&#x201D; I will tell you, my brethren and sisters, the day will come, and it is not far distant, when he who will not take up his sword against his neighbor, will have to flee to Zion for safety;<span class=\"citation\" id=\"85786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85786)\">D&amp;C 45:68<\/a><\/span> and it is presupposed in this prediction that Zion will have power to give them protection. We are not going to do it outside of the government, either; we are going to do it inside the government. There is no power in this land to turn this people against the government of the United States. They will maintain the Constitution of this country inviolate, and although it may have been torn to shreds they will tie it together again, and maintain every principle of it, holding it up to the downtrodden of every nation, kindred, tongue and people, and they will do it, too, under the Stars and Stripes. They will stand with their feet firmly upon the backbone of the American continent and maintain the principles  <div class=\"break pagebreak\" id=\"335a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0335.pdf\" target=\"pdfwin\">p.&#xA0;335a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9193\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which cost their fathers so much, and those principles cannot be taken away by men who violate their oath of office, and betray their trust. <\/div><div class=\"paragraph jod\" id=\"v26n1074\"> I tell you that there are boys growing up in these mountains who have the principles of human liberty grounded deep in their hearts, and they will maintain them, not only for themselves, but for others. God speed the day I say&#x2014;if the nation pursues its downward course and tears up these fundamental principles of government which have made them strong&#x2014;when the Constitution may be rescued and all men and women shall be free again. I pray that Grover Cleveland may stand up as the chief executive of the greatest nation that there is on God's footstool today and say to the waves of public opinion and public pressure that the nation must be ruled upon the principles of righteousness and justice. If he would do that, he would make himself a name that would be embalmed forever upon the pages of history. But if he will not do it&#x2014;if he is not morally strong enough to do it, and if Congress will not come forward and help him do it, we will say, &#x201C;O, God, we put our dependence in Thee,&#x201D; and where Thou leadest we will follow, and we will seek to maintain our rights, <div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9193\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> until the Almighty grants them unto us. May the spirit of the testimony of the Lord Jesus Christ be in your hearts, for above all things it is the most precious; and when you come before the judges take no heed of what you shall say or the answers you shall give, but trust in God,<span class=\"citation\" id=\"129316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129316)\">Matt. 10:17-20<\/a><\/span><span class=\"citation\" id=\"67603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67603)\">Luke 12:11-12<\/a><\/span><span class=\"citation\" id=\"129317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129317)\">D&amp;C 100:5-6<\/a><\/span> and if you go before the judges silent as did your Lord and master,<span class=\"citation\" id=\"66296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66296)\">Matt. 26:63<\/a><\/span><span class=\"citation\" id=\"66316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66316)\">Matt. 27:11-14<\/a><\/span> if they choose to nail you upon the cross or stretch you upon the wheel or the rack, or if they thrust you into dungeons or prisons, it is nothing more than was done to your Master before you.<span class=\"citation\" id=\"70203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70203)\">John 15:18<\/a><\/span><span class=\"citation\" id=\"129318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129318)\">D&amp;C 122:5-8<\/a><\/span> Let us trust in God.<span class=\"citation\" id=\"129319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129319)\">Mark 10:26 (JST)<\/a><\/span><span class=\"citation\" id=\"129320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129320)\">Mosiah 7:19<\/a><\/span><span class=\"citation\" id=\"129321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129321)\">Alma 36:3<\/a><\/span> I tell you nothing of importance has ever been attained in this world without a hard struggle against the opinions and prejudices of men. <\/div><div class=\"paragraph jod\" id=\"v26n1075\"> God grant that we may soon regain and forever maintain our liberty. But may it not come as long as we have an adulterer, a fornicator, or whoremaster who professes to be a Latter-day Saint. As long as such as these partake of the Holy Sacrament with this people, let bondage continue.<span class=\"citation\" id=\"73397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73397)\">1 Cor. 11:27-30<\/a><\/span><span class=\"citation\" id=\"82796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82796)\">3 Ne. 18:29<\/a><\/span><span class=\"citation\" id=\"83140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83140)\">4 Ne. 1:27<\/a><\/span> But let us purge out these things, let us be pure and holy before God, cherishing the principles of justice in our hearts, and the day of liberty will surely come, which may God grant, is my prayer. Amen. <\/div>\n<\/div>\n<\/div>"}