{"ID":260015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Importance of Our Sunday Schools and Mutual Improvement Associations&#x2014;The Good Work Done By Them in Qualifying Young Men to Be Missionaries&#x2014;Necessity of Teaching Our Children the Principle of Virtue&#x2014;Determination of Our Enemies to Destroy the Work of God&#x2014;The Lord Will Build Up His Kingdom in His Own Way&#x2014;He Will Stand By Us If We Are Valiant&#x2014;God Raised up Men to Form the Constitution and Establish the Government of the United States&#x2014;Self-Preservation Requires Us to Be United&#x2014;All Reputable Men Among the Latter-Day Saints Hold the Priesthood&#x2014;We Have to Contend With Mobocracy in Legal Form and Guise&#x2014;this Work Depends Upon God&#x2014;Our Enemies Have No Power to Injure Us&#x2014;No One Has Prospered in Opposing the Work of God&#x2014;The Lord Will Stand By Us in the Hour of Need&#x2014;Conclusion.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Ogden, Sunday Morning, January 18, 1885.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: The Good Work Accomplished by Sunday Schools.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 1\/18\/1885<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v26n454\"> I am pleased to have the opportunity of meeting with the Latter-day Saints this morning in Ogden, and of listening to the reports which have been made by the brethren respecting the Sunday Schools, and the Young Men's Mutual Improvement Associations. These institutions furnish an index to the growth and development of the people, and the future character of those who are now and who will be members of the Church in years to come. I think a very fair estimate can be formed of what our people will be by closely observing the condition of the Sunday Schools and the Mutual Improvement Associations; because those children and those young men and young women who are now <div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9392\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> members of these schools and associations will in a very few years take their place as active members in the community, and the character of the community be largely dependent upon their characters and upon the development which they have made in the directions that these institutions seek to form them. I look upon it myself as exceedingly important that our schools should be properly conducted, and that our associations should receive that attention from those who have influence and knowledge that will make a proper impression upon the minds of those who are members. In whatever capacity I might be acting in the Priesthood, with the proper feeling of anxiety about the  <div class=\"break pagebreak\" id=\"137a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0137.pdf\" target=\"pdfwin\">p.&#xA0;137a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9391\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>growth and development of the people, I could not fail to take interest in all these associations, and to see that they were properly conducted as far as my influence would extend. I do feel this interest. I have for many years felt it. It has been one of the great delights, I may say, of my life for many years, to see the growth and development of our Sunday School interest. <\/div><div class=\"paragraph jod\" id=\"v26n456\"> For many years, while laboring in the ministry abroad I saw how small was the amount of fruit resulting from the labors of myself and other Elders in the world; that we labored sometimes for years and were only able to bring into the Church a comparative few, and then, out of those that were converted and brought into the Church, there was a large percentage who did not remain, but who lost the faith and fell away. I became convinced in my mind that more satisfactory results and a larger amount of fruit could be obtained by devoting attention to the cultivation of our children, and for years before I had the opportunity, I had resolved in my own mind that if I were ever permitted to remain at home long enough I would devote attention to the cultivation of the young. I think that which has been done in this direction has amply rewarded every man and woman who have taken interest in this cause. You can better tell, probably, than I can&#x2014;or at least some of you can&#x2014;what the effect upon our community is&#x2014;the effect of the Sunday School, and of the teachings of the Sunday Schools. You are familiar with the children. You can contrast their present condition with the condition of children a few years ago, and by making this contrast you can estimate, at pretty near its true value, that which is and has been done. So far as my <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9391\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> observation is concerned I am satisfied that a great amount of good has been accomplished. I have been on missions when Elders have come from the valley&#x2014;young men&#x2014;and I have been very much ashamed to see their ignorance in regard to the doctrines of the Church, and of the history of the Church, and their ignorance of the Scriptures. I have felt that it was almost a shame that young men brought up in Zion should go as missionaries and be so ignorant concerning the most vital points connected with our religion. I am happy to believe that that has passed away to a very great extent, and that those who now go out in the capacity of missionaries do so with a more thorough understanding respecting the history of the Church, the doctrines of the Church, and a wider intelligence concerning everything connected with the Church than was formerly manifested. In our Sunday Schools I have listened to children being catechized, and their answers upon points of history of the Church, and other matters, have been given with a correctness that could not be excelled, if equaled by many of the Elders of mature years if they were interrogated upon the same points. Everyone who has visited Sunday Schools must be convinced of this. Therefore, when we hear, as we do today, that in some of your settlements nearly all the children are enrolled in the Sunday Schools, it speaks well for the future of the children. If these schools are properly conducted the effect must be immense in lifting them up from ignorance and giving them correct knowledge concerning the doctrines and history of the Church, and indoctrinating them in the principles which we view as so important for men and women to understand. It is therefore very  <div class=\"break pagebreak\" id=\"138a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0138.pdf\" target=\"pdfwin\">p.&#xA0;138a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9390\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gratifying to hear such reports, and that which we have heard today respecting the schools in Weber Stake is a very fair sample of the reports which are made in other Stakes. <\/div><div class=\"paragraph jod\" id=\"v26n458\"> We have today, so far as statistics inform us, nearly 50,000 children in Sunday Schools. These 50,000 children will in a very few years be men and women, taking their place in society, probably married, and their influence will be felt upon the future families of the people, and if they are properly taught in the principles of the Gospel and are fortified against sin, and are taught the evil effects that will result from the practice of everything that is wrong, we can imagine what an effect this will have on the entire body of the people! It is therefore very encouraging to all those who take an interest in the growth of Zion, in the development of the work of God, to know that our children, in Primary Associations, in Sunday Schools, and in Young Men and Young Women's Mutual Improvement Associations, are receiving the instruction that is best adapted for their future good and happiness. <\/div><div class=\"paragraph jod\" id=\"v26n459\"> There are a few points that I have always deemed as of the utmost importance that our children should be taught; the more so because such teaching guards them against some of the growing evils of the age in which we live. It has seemed to me sometimes that if the Lord had not established this Church at the time He did, the future of our race would be in some respects very dark and hopeless to contemplate. The growth of intemperance, the spirit of infidelity concerning God and concerning everything pertaining to God and to righteousness, the wonderful spread of corruption, the low value placed upon virtue, <div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9390\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the increase of the evils that result from the absence of virtue, are of such a nature that, if you look outside this Church, the picture is a most discouraging one. God has established this Church and He has told us from the very beginning that the chief cornerstone, it may be said, of this great edifice that He has reared and is rearing, is virtue. Early in the history of the Church the Prophet Joseph received revelations to this effect: that he who looked upon a woman to lust after her should deny the faith, and unless he repented, he should be cast out.<span class=\"citation\" id=\"85327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85327)\">D&amp;C 42:23<\/a><\/span> What an amount of purity is embodied in this statement of the Lord to us in this revelation! A man must not only refrain from doing that which is wrong with the opposite sex; he must not only refrain from carrying his lust into the actual commission of crime, but he must be so pure in heart that he shall not look upon the other sex with a lustful eye and a lustful desire.<span class=\"citation\" id=\"129217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129217)\">Matt. 5:28<\/a><\/span> If he does so, we are told by the Almighty that he shall deny the faith.<span class=\"citation\" id=\"85328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85328)\">D&amp;C 42:23<\/a><\/span> Now, I cannot imagine how the Lord can make more plain to us than He has done in these revelations&#x2014;for it is repeated more than once in the revelations that we have received&#x2014;<span class=\"citation\" id=\"86413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86413)\">D&amp;C 63:16<\/a><\/span>the importance of virtue, the importance of purity, purity in thought as well as purity in action. The frequent apostasies from this Church, the many who have left the Church, denied the faith, lost the Spirit of God, the most of them, no doubt, are traceable to the commission of this sin. It is, as I have said, the crying sin of the age. Outside of this Church virtue is not fostered as it should be. Of course there are exceptions. I do not mean to say that all people are corrupt; I would not be so sweeping; but in society generally there is not that  <div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9389\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>value placed upon virtue that should be, and in many circles the virtue of man is derided. A man who claims to be virtuous, or who desires or seeks to be virtuous, finds himself alone, as it were, among his fellows. Therefore, it is of the utmost importance that we, in training our children, should lay deep and solid in their minds the importance of virtue. They should be taught that their whole lives as Latter-day Saints depend upon the cultivation and preservation of this principle; and that if they are guilty of wrong in this direction, unless there is sincere and heartfelt repentance before the Lord, He will undoubtedly withdraw His Holy Spirit from them and leave them to themselves to become a prey to those wicked influences that are seeking constantly to take possession of the hearts of the Saints of God. <\/div><div class=\"paragraph jod\" id=\"v26n461\"> Now, we can best do this in childhood; we can teach our children in childhood and in youth, and as they grow to manhood and to womanhood we can fortify them against those evils. It has been necessary, apparently&#x2014;for the Spirit has seemed to indicate the necessity of this&#x2014;that there should be greater strictness enforced among our people. There has been a growth of wrongdoing in many quarters that has been most painful to all those who have the welfare of the Saints of God at heart, and who desire the prosperity of Zion. Many cases have come to the knowledge of the First Presidency and of the Twelve and of other leading men wherein people have been compelled, in order to conceal their wrongdoing, to marry, and even then have failed to cover it up. Now, such a condition of things, if permitted to continue in our midst, unchecked, would be productive of the most terrible consequences. The Spirit of God would undoubt<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9389\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>edly be so grieved that it would forsake not only those who are guilty of these acts, but it would withdraw itself from those who would suffer them to be done in our midst unchecked and unrebuked; and from the President of the Church down, throughout the entire ranks of the Priesthood, there would be a loss of the Spirit of God, a withdrawal of His gifts and blessing and His power, because of their not taking the proper measures to check and to expose their iniquity. <\/div><div class=\"paragraph jod\" id=\"v26n462\"> My brethren and sisters: I suppose you must be impressed, as I am, with this truth, that our only source of strength is, that we shall live so that the spirit and power and gifts of our religion and the favor of our God shall be extended unto us and be in our possession. There never was a more critical period in many respects in the history of the Church of Jesus Christ than that which we now witness. I never, in my recollection, or in reading the history of the Church have seen a time nor heard of a time when the adversary of God's Kingdom was more determined, apparently, to destroy the work of God than he is at the present time. On every hand there are the most persistent efforts made to check the growth of the Kingdom of God, and not only that, but to destroy this religion, the religion of Jesus Christ, and to throw obstacles in the pathway of its progress; and to actually deprive members of this Church of every right that men and women value&#x2014;every political right, every civil right&#x2014;to place us in bondage, and to make it odious in the eyes of mankind to be Latter-day Saints, or to have any faith in the religion that God has revealed to us, and of which we are so proud, and for which we are, as a rule, so thankful. <\/div> <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9388\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n464\"> Now, we do not have wealth with which to combat the designs of our enemies; we do not have numbers; we do not have influence; there is no strength that we have that men value and that men seek for in a contest such as that in which we are engaged. We possess no advantage, none whatever, that men place value upon. But we possess advantages that we understand, and which we as Latter-day Saints highly value, and they are the best advantages, however much they may be disliked by the world. However little importance they may attach to the advantages that we possess, we know that in a contest such as this in which we are now engaged they are of the utmost importance. <\/div><div class=\"paragraph jod\" id=\"v26n465\"> To begin with we must, as I have said, be a virtuous people. We must love virtue better than we love our lives. We must be so pure, not only in our actions, but in our thoughts, that God's favor will be with us, and His Spirit rest down upon us, and we must live the lives of Latter-day Saints, carrying out in our lives the principles that God has revealed. This is our only strength. Let us be deprived of this and we are weak, because, as I have said, we possess no other advantage. If we prevail, as undoubtedly we shall, it must be because of God's help; it must be because He is at our right and at our left, and His power is round about us and near unto us.<span class=\"citation\" id=\"87938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87938)\">D&amp;C 84:88<\/a><\/span> Looking at our position from a human standpoint everything looks dark. Men today are calculating on the destruction of this people. They think that we shall at least be compelled to abandon some features our religion. In some places and with some people it is Church and State they complain of. In other places it is that we practice plural marriage. In other places there are <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9388\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> other reasons assigned for their dislike to us&#x2014;we are too united; we do not divide into parties, wherever we go we cling together, and do not assimilate with the rest of our fellowcitizens, but are a party of ourselves, and are dangerous because of this. And various accusations are made as justification for the treatment that is extended to us. Men whose lives are so vile that they would not bear the least examination, much less exposure, make the charge against us that we practice plural marriage, and therefore that we should be dealt with in the harshest and most severe manner. On the other hand, men who are constantly seeking for political influence, who do not scruple to use that influence in the most reprehensible manner, and to the utmost extent possible, and frequently preachers, too, charge that we unite Church and State. They would gladly use the influence that we have if they had it, and use it in a manner so obnoxious to individual liberty, that it would bear no comparison to the manner influence is used among the Latter-day Saints. That would be all right if they used it, but it is all wrong if we use it. And so it is with everything else. If they could unite a people together as we are united that would be perfectly justifiable; but because Latter-day Saints unite together, that is exceedingly wrong, especially when they do so as a religious community. <\/div><div class=\"paragraph jod\" id=\"v26n466\"> For myself I want to do that which God directs. That is the wish of my heart. I want to honor my God if I know how to do it. I believe this entire people have the same feeling. They desire to do the will of God, if they can find out what that will is, and if He will communicate it to us, as I know He does, I am satisfied that the great majority of the  <div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9387\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Latter-day Saints will do that will regardless of consequences. It is the attempt to do that, that has brought us into disrepute. <\/div><div class=\"paragraph jod\" id=\"v26n468\"> God, in building up His Kingdom, does not take pattern from men. He does not ask counsel from men as to how that Kingdom shall be built up, and the methods that shall be employed to establish it. He is going to build His Kingdom up in His own way, and if it does not suit men or the nations of the earth, why, I suppose they will have to be, as they have been and as they are sometimes at present, angry with those who strive to do that which He requires. I know this that many things that men admire are an abomination in the sight of God; many things that they think most admirable God holds as an abomination. Therefore, in building up His Church and His Kingdom He is going to take His own plan of doing it, and for one, so far as I can I feel willing to allow Him to dictate how it shall be done, and then leave the consequences to Him. I know that He will bring off those who put their trust in Him victorious, and He will ask no odds of the nations of the earth. He delights in a people who are courageous and valiant, who are not afraid. He delights in people of this kind. The greatest blessing almost that we read of that was ever given to a man in the flesh was given to a man possessed of this courage. You will remember him, doubtless, when I mention His name. His name was Nephi. He was the son of Helaman, and had a brother named Lehi.<span class=\"citation\" id=\"82423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82423)\">Hel. 3:20-21<\/a><\/span><span class=\"citation\" id=\"82459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82459)\">Hel. 11:18-19<\/a><\/span> He was the grandfather of Nephi, who was the President of the Twelve whom Jesus chose on this continent.<span class=\"citation\" id=\"82620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82620)\">3 Ne. 11:18-22<\/a><\/span><span class=\"citation\" id=\"82806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82806)\">3 Ne. 19:4<\/a><\/span> Read the life of that man, and observe the blessings that <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9387\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God bestowed upon him. God gave him great power because of his valor and fearlessness in His cause,<span class=\"citation\" id=\"82450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82450)\">Hel. 10:4-11<\/a><\/span> and it is so with every Prophet and with every man of God of whom we have any record, and it is so with every people and generation who put their trust in the Lord, and are valiant for His cause. He will give them great blessings and power, and He will bring them off victorious. He has done so in the past. He is doing so now, and He will do so in the future; and whenever you find a man or a people weakened and limber-backed, nervous, their hands shaking and their hearts trembling, you will find a people that have not very much of the strength and power of God with them; but when they are full of courage, zeal and determination, God is with them, He strengthens them, and gives them victory. He will do it every time, with every individual. You read the history of Elijah, and see how valiant he was, and how God blessed him, and I might go on and enumerate a great many more men who have been distinguished in the world's history because of their valor. God stood by them always, and will stand by us if we are valiant. Look at the men who have been most valiant in this Church in defending, advocating and practicing the principles which God has revealed, and doing this, too, in the face of mankind who have been determined that we shall not do these things, and see how God has blessed and sustained them in so doing. Therefore, having had this experience in these matters, it is for us to be valiant in the cause of God, to show our faith by our works,<span class=\"citation\" id=\"77577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77577)\">James 2:18<\/a><\/span> and not be Latter-day Saints with our lips alone, but be Latter-day Saints in all the acts of our lives, in all our words, and in everything there is connected with us. Let  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9386\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>us not imagine that God has established His work to take pattern in its methods of procedure and management after the corrupt nations of the earth. He has not done so. <\/div><div class=\"paragraph jod\" id=\"v26n470\"> We live under a Government, the best that ever was formed by man upon this earth&#x2014;a Government in which every human being can live without interfering with the rights of others in the practice of the principles which God reveals. God has purposely arranged this. He raised up wise men to lay the foundation of this Government,<span class=\"citation\" id=\"89631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89631)\">D&amp;C 101:80<\/a><\/span> and He defended them against the mother country, and enabled them to achieve victory over the greatest power there was upon the face of the earth&#x2014;the power of Great Britain. He gave them power to form a Constitution under which every man and woman can dwell in perfect freedom&#x2014;that is, if they wanted to do right. This land has been dedicated to liberty, dedicated by the Lord our God, and by men who have lived upon this land, to liberty, and as long as this land shall be a land of liberty it will be a blessed land to the inhabitants thereof;<span class=\"citation\" id=\"81213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81213)\">2 Ne. 1:7-10<\/a><\/span><span class=\"citation\" id=\"129218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129218)\">2 Ne. 10:11<\/a><\/span><span class=\"citation\" id=\"129219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129219)\">Mosiah 29:32<\/a><\/span><span class=\"citation\" id=\"83330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83330)\">Ether 2:7-12<\/a><\/span> but when it ceases to be a land of liberty, then as sure as God has spoken, this Government will go down&#x2014;that is, any Government will, that will war against the principles of liberty&#x2014;and the men who are now engaged in their assaults upon us because of our religion, are traitors to this Government, and they are the most deadly enemies to the Government of the United States that can be found anywhere upon the face of the earth. They are laying the axe at the root of the tree,<span class=\"citation\" id=\"62706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62706)\">Matt. 3:10<\/a><\/span><span class=\"citation\" id=\"67126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67126)\">Luke 3:9<\/a><\/span><span class=\"citation\" id=\"82059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82059)\">Alma 5:52<\/a><\/span><span class=\"citation\" id=\"89141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89141)\">D&amp;C 97:7<\/a><\/span> and are taking measures to destroy this Government, because it can only, as I have said, be preserved by maintaining the principles of liberty that are contained in the <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9386\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Constitution which God gave to the land, or which He inspired men to frame for the land.<span class=\"citation\" id=\"89632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89632)\">D&amp;C 101:80<\/a><\/span> But in our contention for liberty&#x2014;for we today are the defenders of the Constitution, and we shall have Constitutional principles to maintain and defend in the courts of the nation, we are being forced into this duty and position&#x2014;God will bless us and preserve us, and carry us off triumphantly, and the words of Joseph, which were inspired by the Almighty, will be fulfilled to the very letter, namely, that the Elders of this Church will be the men who will uphold and maintain the Constitution of the United States, when others are seeking to trample it in the dust, and to destroy it. We are a free people&#x2014;let others seek to bring us into bondage as they may&#x2014;we are a free people, with the perfect right to worship our God and to carry into effect the principles that He has revealed.<span class=\"citation\" id=\"94193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94193)\">A of F 1:11<\/a><\/span> And if the whole world array themselves against us, and the combined power of the nation pits itself against this work, they must go down in the struggle, because they are occupying a false position. If fifty hundred millions of people were to say the contrary, no matter, the principle still remains true, that under the Constitution in this land, a man has a perfect right to do that which God requires at his hands as long as he does not intrude upon the rights of his neighbor. <\/div><div class=\"paragraph jod\" id=\"v26n471\"> If one man stood alone in this position, and millions of men were to say it is not so, that lone man would still be right. We have that right. God has given it to us under the Constitution of the land in which we dwell, and if men enact laws and pile one law upon another until they reach to the sky, it would not change this. It is an eternal  <div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9385\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>principle, and it will stand&#x2014;this principle of liberty, the liberty that God has given unto every human being&#x2014;the right to do that which seemeth good in his own sight, to follow the dictates of his own conscience,<span class=\"citation\" id=\"94194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94194)\">A of F 1:11<\/a><\/span> as long as, in so doing, he does not trespass upon the rights of his fellow man. We stand by that fearlessly, and stand by it for ourselves, and for our children after us. I would not abate one iota, not a hair's breadth, myself, in this feeling. I would feel that I was a traitor to myself and to my posterity if I were to yield in the least upon this. We must maintain our rights, not aggressively, not in any quarrelsome spirit, but in a spirit of quiet firmness, quiet determination to maintain our rights, to contend for them, and to never yield one hair's breadth in maintaining them. This is our duty as individuals and as a people, and in thus determining, we band ourselves together more closely. Complaints are made of us that we are so exclusive. Why, in the very nature of things we should be fools to be otherwise than exclusive. We cannot help it. We are driven into exclusiveness by the acts of our enemies, and by the pressure that is brought to bear upon us. A flock of sheep when attacked by dogs or wolves, huddle together, and seek to protect themselves by getting into a cluster. So it is with us. It is the law of preservation, that we should get close together when we are assaulted as we have been. We cannot put trust in others who are not of us to any extent. There are, however, many honorable men, hundreds and thousands of them. If there were not, we would not send missionaries out as we do. We believe they are just as honest as we are, just as sincere as we are, and desire as much to do right as we do. <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9385\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I believe there are millions of them in the earth, men and women, whose desires are as good as the best Latter-day Saints. They desire to do the will of God, and to keep His commandments as much as any of us do, and are as sincere in it; but many people are ignorant and do things through ignorance which are wrong. But, as I say, self-preservation demands that we should cling together; that we should be united; that we should sink all personal differences; that we should have no preference that we would not be willing to forego for the sake of the Kingdom of God. It is an important time with us. We have enemies all around us. A determination is made manifest to destroy every one of our liberties, if possible, and to bring us into bondage. That is the design, if it can be accomplished. But it will not be accomplished. You will see it will fail, it will signally fail, and God will preserve us in our liberties, and especially will He do this if we keep His commandments, and do that which He requires at our hands. <\/div><div class=\"paragraph jod\" id=\"v26n474\"> A great many people seem to think, and some who are among us act upon the thought, that because a man holds the Priesthood, and is a religious man, and practices religion, that he should not have any voice in matters that belong to civil government. In Washington the charge has been frequently made that all the leading offices of the Territory of Utah were held by Mormon Elders, Mormon Bishops and others. I have frequently said, in answer to this, before committees of the Senate and House, that if we did not take Mormon Elders we would have no officers, for the reasons that, as a rule, every reputable man in Utah Territory, when he attains the age of majority, holds the office of an  <div class=\"break pagebreak\" id=\"144a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0144.pdf\" target=\"pdfwin\">p.&#xA0;144a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9384\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Elder, or some other office in the Priesthood. This explanation gave a very different view to men who did not understand our organization, and whose ignorance was taken advantage of. In the world there are a few men in religious societies, who hold leading positions, hold what we would call, if in our Church, the Priesthood, and the rest are debarred, and are mere laymen. But it is not so with us. The bulk of the Mormon people hold the Priesthood, and every man of repute of any age is an officer in the Church. It is said that the members of our Legislature are men who are prominent in the Priesthood. How could it be otherwise? If a man is energetic and has any talent he of course holds some position in the Priesthood, and he is very apt to hold some prominent place. But does this prevent him from acting in a civil office, and from dealing justly and wisely for the good of the people? No, we have proved to our entire satisfaction, that this is not the case. <\/div><div class=\"paragraph jod\" id=\"v26n476\"> When we look at Utah Territory today, and compare it with other Territories it will be conceded by everybody who is impartial that the position of affairs here is equal to, if not much better than the position of affairs in any other Territory and in many of the States. Has that been because there has been a union of Church and State. No, it is not due to that; for that has never existed here. Has it been because there has been one man dictating everything&#x2014;has it been due to that entirely? No; for no one man has done this. But it has been because the men who have acted in these capacities have been men of wisdom, and the people have had confidence in them. Wherever we go as a people, we carry with us our religion. You <div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9384\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cannot dissever our religion from our lives. It is a part of our lives, and, of course, because of this, we are exposed to those charges that are made against us. Yet at the same time, I do not believe there is a people to be found within the confines of the Republic who draw the line more strictly between religious and civil affairs, and between Church and State, than do the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v26n477\"> We are living in peculiar times. I think the youth of this community&#x2014;those who are growing up now&#x2014;should closely observe that which is being done. It is an important epoch. Events are taking place now that are worthy of our remembrance, and we are being put in a position to be tested thoroughly. The contest seems to be narrowed down to this point&#x2014;whether we shall be able to live as a people and enjoy our rights as members of the Church of Jesus Christ of Latter-day Saints, or not. Formerly, the question was soon solved. A mob would form itself against us, and by force of superior numbers, and backed by a public opinion that was too strong for us to contend with, we had to vacate our homes and flee. The alternative was presented to us of flight, or the abandonment of our religion. This is not quite the alternative now presented before us. The question is, will you abandon your religion? Will you renounce those principles that God has revealed to you, and which He has declared are essential to salvation and exaltation in His Kingdom&#x2014;will you renounce them? Will you renounce obedience to the Priesthood of the Son of God? If you will I expect you can enjoy some sort of peace&#x2014;a peace that would be the peace of death. Who will accept it? Will any true Latter-day Saint? No;  <div class=\"break pagebreak\" id=\"145a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0145.pdf\" target=\"pdfwin\">p.&#xA0;145a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9383\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>no true Latter-day Saint will accept that. What next? You cannot have your rights as citizens. You must be put under bonds. You must have penalties affixed to your practice or to your faith. If you continue to be Latter-day Saints you must be discriminated against. That is another alternative presented to us. Will we accept that? Yes. I believe that I speak your feelings. I believe I give voice to them when I say that you are willing, all of you, to take this choice and these consequences. What next? Will a mob come and drive us from our homes? Not yet. You will see fun whenever that occurs. That is not in the program as I view it at present. No mobs. What then, shall we do? We shall have to contend in the courts; we shall have to make this a legal fight. It is mobocracy in legal form and in legal guise that now attacks us. It comes to us in a shape that we can meet better than we could the old forms, when a mob banded together and came in such overwhelming numbers that we could not resist it. It may be just as wicked. The present mode of attack may be just as cruel; the ultimate object may be just as bad in every sense and in every respect; but it can be met in a different form and in a different way. We have to contend now for our rights in the courts of the land; we must see whether there is a willingness on the part of those who hold authority as judges, to give us our rights, and in this way we shall test the nation, our Government, and prove whether there is a willingness on the part of those who administer the government to give us those rights that belong to us as American citizens. If they do not, who will be the sufferers! We shall suffer to some extent; but our sufferings will be light compared <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9383\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with those that will fall upon the men who shall prove untrue and recreant to the principles of liberty and truth. <\/div><div class=\"paragraph jod\" id=\"v26n479\"> Now, I look forward myself with great pleasure to the future. Every step of this kind that we take is an assurance of that which is to come. We cannot press forward as a people; we cannot become the people that God designs we shall be, and that He has predicted we shall be, without having just such contests as these. They are the natural consequences of the position that we occupy, and of the growth and development of this people. But the same God that protected this Church when it was but a small handful, a few individuals, still reigns, and His promises are as much to be relied upon as they were when the mob drove the Latter-day Saints out of Missouri; as much to be relied upon as when, in that dark hour, the mob killed our Prophet and our Patriarch, and afterwards compelled the Saints to flee from their homes; as much to be relied upon as when we came to these valleys; they are just as reliable today as they were then. It is for us to so live that when we call upon Him that we do so with an assurance that we have done our duty, that there is nothing lacking on our part so far as human and mortal beings can do. We have our sins, our frailties, our many weaknesses; but God looks down in mercy upon them when we repent of them, and show a disposition to put them away from us. When we are in this condition we can call upon Him and leave ourselves to His mercy, with the full assurance that He has always stood by His faithful people, His faithful servants and handmaidens, and that He will not forsake them in any hour of extremity or of peril. He will stand by them; He will  <div class=\"break pagebreak\" id=\"146a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0146.pdf\" target=\"pdfwin\">p.&#xA0;146a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9382\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hear their prayers; and at the very time when it will seem the darkest, when it will be as though there is no power to save, God's arm will be stretched out for our deliverance, and we shall be rescued and be triumphant. He will so control circumstances and arrange affairs, that, at the very moment when the adversary will be glorying in triumph, and gloating over the prospect before him, He will then be ready to extend His arm of deliverance in our behalf, and rescue us from the power of those who desire our destruction. <\/div><div class=\"paragraph jod\" id=\"v26n481\"> As I said in the beginning, if this work depended on us alone we would soon go down. It depends upon God. He is at the head of it. He is behind it. He is all around it. He established it. He has controlled circumstances thus far in a most wonderful manner; and when I look at that which has been done in this country, with all the efforts that have been made by the wicked, one act after another, one act of wrong piled on top of another, and see the meager results to show for their base course, I feel to praise God with all my heart for His goodness and mercy to us. <\/div><div class=\"paragraph jod\" id=\"v26n482\"> A Governor of this Territory perjured himself to do us a great wrong. He gave the certificate of election to a man who was not elected, thinking, in so doing, he was dealing Mormonism&#x2014;or the Church of Jesus Christ of Latter-day Saints&#x2014;a deadly blow. What has been the result? Who is injured? Is anybody injured? I do not, myself, know of anybody that is injured, except the man who did this perfidious act, who perjured himself by violating his oath of office. I do not know of anyone else. Certainly the people of Utah are not. Go back, and look at Judge McKean's rulings and acts. We <div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9382\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had a reign of judicial terror in the Third Judicial District for about eight months, and no man knew when he was to be pounced upon. Prominent men were indicted and put under bonds, some for one thing and some for another. Who has been injured by this? Has anyone been injured? We have not. We have ate, and slept, and enjoyed ourselves, and been as happy as men could be. I am sure President Young, when he was living, was a happy man. It did not interfere with his happiness and enjoyment, and others who were indicted in like manner, they enjoyed themselves, and the people have not been injured. We have had a great deal of this kind of experience. <\/div><div class=\"paragraph jod\" id=\"v26n483\"> Now we are passing through a similar condition of affairs to some extent. We shall come out of this just as we have come out of other perils and trials and ordeals. We shall gain experience, and it will increase our faith to see the power of God manifested, and to see how wonderfully He controls the acts of men for His glory and for the accomplishment of His purposes. Look at the hubbub that has been raised in Congress. There has been a tremendous amount of pressure brought to bear upon that body in regard to the Mormons. Delegation after delegation has gone from Utah to Washington and appeared before Committees, for the purpose of getting bills made into laws. It will be most interesting reading in years to come, the various bills that have been presented to Congress against Utah. Every sort of scheme has been resorted to. You cannot think of anything, scarcely, that has not been embodied as a feature in some of these bills. And with what result? Have we slept any less? Have  <div class=\"break pagebreak\" id=\"147a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0147.pdf\" target=\"pdfwin\">p.&#xA0;147a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9381\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we been any more unhappy? Have we had any less prosperity? Has the sun shone less upon us? Has Heaven withdrawn its smile from us? Have our fields been less fruitful? Have our children been less numerous? Has any blessing that we value been withheld or withdrawn from us because of these things! If they have I am not aware of it. I cannot think of any evil that has come upon us as a people. I look over the past; I review the acts of the wicked; I review their combinations; I review the many conspiracies that have been formed, the many determinations that have been reached to destroy us, to cripple us, to deprive us of our rights, and I must confess to you this day, my brethren and sisters, in the presence of our Father, that I cannot think of a single thing that has been done that we could call injurious to us as a people; not a single thing. With all the force that has been arrayed against us, with all the threats that have been made about us, we have lived, we have prospered, we have increased, we have been blessed of the Lord. You know how blessed you have been in your families, in your homes. You know how much peace has reigned there; how much you have had in your hearts, and in your meetings, and in your associations. You know how free you have been from fear and from trepidation. You have not suffered in your feelings, for God has given unto you a peace that the world cannot bestow, that the world cannot take away. The world has not given unto us those blessings; the world cannot take them away from us; they are ours, given unto us by God our Eternal Father. They will still be given unto us. God's promises will be verified to the very letter. <\/div><div class=\"paragraph jod\" id=\"v26n485\"> But you watch the men who have <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9381\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fought against this work. Watch the men who have apostatized from this work. Ask yourselves what their fate has been. Where are the men who have sought to oppress the people of Utah? Where are they today? Who is there among them that has prospered in this work of oppression? Go through the list of Governors, Judges, and other officers. Go through the list of those who have held any office, and who have sought the oppression of the people and the destruction of their liberties, through their spirit of antagonism to the work of God, and their desire to destroy it&#x2014;go through the list of them, and ask, who among them has had prosperity and has been blessed, and to whom we can look and say, &#x201C;Oh, how successful that man has been; how he has prospered in fighting the Mormons!&#x201D; Is there any such man among them? You are familiar with the names of apostates who have left this work through fear or some other cause, corrupt in their lives or for some other reason? Can you recall among the long list of men who have come out and pitted themselves against this work of our God, any who have prospered and had happy lives? Is there any of them with whom you, the humblest of you today, the humblest, the poorest of you Latter-day Saints&#x2014;is there one of them with whom you would exchange places today? Not one. I am sure that I can reply for the whole of you&#x2014;that is, there is not one in that long list of names of men who were once members of this church, who have come out against it, with whom you would exchange places; not one. <\/div><div class=\"paragraph jod\" id=\"v26n486\"> Why then, should we fear? Why should we tremble? Why should we be afraid of that which is threatened? I tell you in the name of the Lord He will stand by us, He will  <div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9380\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stand by all His people. There is this peculiarity about our God. He is not like the devil. When the devil gets a man in a tight place he leaves him there; he encircles him in his net, he lets him get entangled in its meshes, and then leaves him to himself. That is the devil's way. He deserts those who follow him when they most need his help. But with God, in the time of the greatest extremity, in the time when help is most needed, then He is close to His faithful servants and His faithful <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9380\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> children; then is the time that He stands by them. In the deepest waters He is with them; in the midst of the heaviest and sorest afflictions He is at their right hand and at their left; He is around about to sustain and carry them off victorious.<span class=\"citation\" id=\"87939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87939)\">D&amp;C 84:88<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n488\"> God help us to be true and faithful to the cause that He has established, that in the end we may be permitted to sit down with him and His Son in His Kingdom, is my prayer in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}