{"ID":260012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Work of God Only Partially Understood&#x2014;Manifestation of the Father and Son to the Prophet Joseph&#x2014;The Priesthood Conferred Upon Him&#x2014;Kirtland Temple, and the Ministrations of Moses and Elijah&#x2014;Benefits and Uses of Temples&#x2014;Public and Private Improvements Advocated&#x2014;Children Should Be Properly Taught&#x2014;Wives Should Be Kindly Treated&#x2014;Exhortations to Virtue and Purity.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered at Malad, Oneida County, Idaho, Wednesday Morning, October 20, 1881.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Geo. F. Gibbs.<\/div>\n<div class=\"pageHeader\">Page Header: Great is the Work of God.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 10\/20\/1881<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v26n352\"> I am pleased to have the opportunity of meeting with you. We have been traveling during the summer through many of the various Stakes of Zion, and we thought that our labor would not be complete without visiting you. We have general and Stake Conferences, but the circumstances and numbers of the people do not allow of them attending these meetings, and therefore we think it well to come among you at your own homes, to see you, and converse with you, and to feel after your spirits, and that you may see and talk with us and feel after our spirits, that we may be mutually benefited and blessed; and that we may be the better prepared to operate together; for if we can comprehend it, we are engaged in a very great work. Not only we who are here, for we form but a very, very small portion of the Latter-day Saints; but the people that are Latter-day Saints in this Territory and those that are in Utah, and that are in Colorado and Arizona, and <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9423\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> those that are scattered abroad in the different places throughout the earth, wherever a branch of the Church is organized. We do not all comprehend this work; in fact, comparatively a very few do. It is a work in which not only the Latter-day Saints are interested, but everybody else, if they could understand it; but they do not. And, indeed, we can hardly understand it ourselves. We get a faint glimpse, as it were, of certain truths, mixed up with many errors which we have previously entertained; but it is very difficult for us to understand correct principles; and if we would comprehend them at all, it must be by a life of devotion to God, and by complying with His laws, some of which Brother Joseph F. has spoken upon this morning, and which the other brethren present talked about yesterday. <\/div><div class=\"paragraph jod\" id=\"v26n353\"> The object that God has in view is to benefit mankind as much as lies in His power. We talk sometimes about moving heaven and  <div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9422\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth, but God has moved heaven and earth for the accomplishment of that object. Men in most instances have been blinded by the adversary who leads them captive at his will,<span class=\"citation\" id=\"76123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76123)\">2 Tim. 2:26<\/a><\/span> but they do not know it. And he operates very frequently among us trying to lead us astray, and we do not know it. It is a very difficult thing for us to comprehend the position that we occupy to God and to His Church and Kingdom. <\/div><div class=\"paragraph jod\" id=\"v26n355\"> God desires our welfare, and He has instituted laws for that purpose; He has introduced the everlasting Gospel for that purpose; and He has restored the Holy Priesthood that existed anciently, together with all the principles, blessings, powers, rites, ordinances, and privileges that have graced the earth from the commencement of time. We can hardly realize this important fact, but when you reflect you will see some peculiar features associated with this work. <\/div><div class=\"paragraph jod\" id=\"v26n356\"> We all look upon Joseph Smith as being a Prophet of God. God called him to occupy the position that he did. How long ago? Thousands of years ago before this world was formed. The Prophets prophesied about his coming, that a man should arise whose name should be Joseph, and that his father's name should be Joseph, and also that he should be a descendant of that Joseph who was sold into Egypt.<span class=\"citation\" id=\"129188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129188)\">Gen. 50:33 (JST)<\/a><\/span><span class=\"citation\" id=\"81310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81310)\">2 Ne. 3:15<\/a><\/span> This prophecy you will find recorded in the Book of Mormon.<span class=\"citation\" id=\"81294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81294)\">2 Ne. 3:6-21<\/a><\/span> He had very great and precious promises made to him by the Lord. I have heard him say on certain occasions, &#x201C;You do not know who I am.&#x201D; The world did not like him. The world did not like either the Savior, or the Prophets; they have never liked revealed truth; and it is as much as a bargain for the Saints even to bear the truth. <\/div> <div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9422\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n357\"> In the commencement of the work, the Father and the Son appeared to Joseph Smith. And when they appeared to him, the Father, pointing to the Son, said, &#x201C;This is My Beloved Son. Hear Him!&#x201D;<span class=\"citation\" id=\"93687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93687)\">JS&mdash;H 1:17<\/a><\/span> As much as to say, &#x201C;I have not come to teach and instruct you; but I refer you to my Only Begotten, who is the Mediator of the New Covenant,<span class=\"citation\" id=\"77325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77325)\">Heb. 12:24<\/a><\/span> the Lamb slain from before the foundation of the world;<span class=\"citation\" id=\"79664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79664)\">Rev. 13:8<\/a><\/span><span class=\"citation\" id=\"93100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93100)\">Moses 7:47<\/a><\/span> I refer you to Him as your Redeemer,<span class=\"citation\" id=\"84165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84165)\">D&amp;C 18:47<\/a><\/span> your High Priest<span class=\"citation\" id=\"76558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76558)\">Heb. 4:14<\/a><\/span> and Teacher.<span class=\"citation\" id=\"129189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129189)\">John 3:2<\/a><\/span> Hear Him.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v26n358\"> What next? Then came men who had held the Priesthood before. Who were they? Moroni,<span class=\"citation\" id=\"93815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93815)\">JS&mdash;H 1:33<\/a><\/span> an ancient Prophet who had lived upon this continent and who had charge of the records from which the Book of Mormon was translated&#x2014;a fitting person to introduce the same principles again. Afterwards it was necessary that the Priesthood should be conferred; and John the Baptist came and laid his hands upon Joseph Smith and Oliver Cowdery,<span class=\"citation\" id=\"129190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129190)\">D&amp;C 27:8<\/a><\/span> saying, &#x201C;Upon you my fellow servants, I lay my hands, and confer upon you the Aaronic Priesthood, which shall never be taken from the earth again, until the sons of Levi offer an acceptable offering before me.&#x201D;<span class=\"citation\" id=\"84063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84063)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"93979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93979)\">JS&mdash;H 1:68-72<\/a><\/span> That was the Lesser Priesthood&#x2014;the Aaronic&#x2014;appertaining to the bishopric. And why was John the Baptist chosen to confer this Priesthood? Because he was the last that held this holy Priesthood upon the earth. And why did he come? Because the Priesthood administers in time and eternity; both the Aaronic and Melchizedek. And he, holding the keys of that Priesthood, came and conferred it upon Joseph Smith. When he had conferred this Priesthood upon Joseph Smith, other things had to be conferred; that is, what is called the Melchizedek Priesthood. But you understand  <div class=\"break pagebreak\" id=\"107a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0107.pdf\" target=\"pdfwin\">p.&#xA0;107a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9421\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but very little about that, as the Indian would say, about so much (meaning the point of the finger). If you did you would think and act differently from what you do. Who held the keys of that Priesthood? Peter, James and John, who were three presiding Apostles.<span class=\"citation\" id=\"74470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74470)\">Gal. 2:9<\/a><\/span> Did they confer this Priesthood upon Joseph Smith?<span class=\"citation\" id=\"84671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84671)\">D&amp;C 27:12<\/a><\/span> Yes; and if you were in Salt Lake City and should go into the Assembly Hall, you might see these things pictured out on the ceiling of that building. <\/div><div class=\"paragraph jod\" id=\"v26n360\"> What next? They built a Temple by and by, as we are doing now, in Kirtland, Ohio. And in that Temple the Lord Jesus Christ appeared to them again, the account of which you may read for yourselves in the Doctrine and Covenants.<span class=\"citation\" id=\"90480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90480)\">D&amp;C 110:1-10<\/a><\/span> Jesus appeared there, and Moses appeared there, and Moses conferred upon Joseph the keys of the gathering of Israel from the four quarters of the earth, and also the ten tribes.<span class=\"citation\" id=\"90525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90525)\">D&amp;C 110:11<\/a><\/span> And you are here because that Priesthood was conferred upon the Elders who came to you with the Gospel; and when they laid their hands upon your heads, among other things you received the Holy Ghost and the spirit of the gathering. But you did not know what it was that was working in you like yeast sometimes under certain conditions, producing an influence causing you to come to Zion. Yet you could not help it; if you had wanted to help it, you could not while you were living your religion and were governed thereby, for that spirit brought that influence and power along with it, and it carries it with it wherever it goes. And as men received the Holy Ghost so they received the spirit of the gathering, which was conferred by Moses upon Joseph Smith,<span class=\"citation\" id=\"90724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90724)\">D&amp;C 110:11<\/a><\/span> and by him upon <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9421\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> others, and which created that anxiety you all felt to gather to Zion. <\/div><div class=\"paragraph jod\" id=\"v26n361\"> What next? Elijah was to come to &#x201C;turn the hearts of the fathers to the children, and the hearts of the children to the fathers.&#x201D;<span class=\"citation\" id=\"62609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62609)\">Mal. 4:6<\/a><\/span><span class=\"citation\" id=\"90567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90567)\">D&amp;C 110:13-16<\/a><\/span> This has not been the case with this world, generation after generation, yet it must be, for the same Prophet says that, &#x201C;If it is not, God will smite the whole earth with a curse.&#x201D;<span class=\"citation\" id=\"62608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62608)\">Mal. 4:6<\/a><\/span><span class=\"citation\" id=\"129191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129191)\">D&amp;C 110:15<\/a><\/span> There is a very trite saying, &#x201C;every man for himself and the devil for the whole,&#x201D; and I am inclined to believe that there is more truth than poetry in it. God feels interested in the welfare of all mankind as peoples and nations, white and black of all classes and conditions, Jew and Gentile, bond and free.<span class=\"citation\" id=\"81474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81474)\">2 Ne. 26:33<\/a><\/span> He does not run on a narrow track as we do. We are too apt to feel as the man did when he prayed, &#x201C;O Lord, bless me and my wife, my son John and his wife, us four and no more. Amen.&#x201D; That is the way we feel. And if anything is introduced among the people that would be calculated to promote the general good the first thing we do is to screw ourselves up and begin to inquire, How is that going to affect me, I wonder? Who cares about you? It is not for you we are operating. It is not for you God is operating. It is not to make you rich or to exalt you particularly that God is operating; but it is in the interest of the whole human family that has ever lived or ever will live or that now live. That is the religion that I believe in. I do not believe in this narrow tucked up thing that you can pinch up and stick in your vest pocket, and nobody knows where it is. We want something more liberal, something that will reach the wants of the whole human family. But Satan has had so much power in  <div class=\"break pagebreak\" id=\"108a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0108.pdf\" target=\"pdfwin\">p.&#xA0;108a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9420\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the world; and God has been trying to frustrate his designs, and He will do it as sure as He lives. He will accomplish that which He set out to do when He organized this earth, and placed man upon it. And He will keep striving and working at it until every knee shall bow, and every tongue confess that Jesus is the Christ to the glory of God the Father.<span class=\"citation\" id=\"75471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75471)\">Philip. 2:10-11<\/a><\/span> Until every person in heaven and on the earth and under the earth shall be heard to say, &#x201C;Blessing, and honor, and glory, might, majesty, and dominion be ascribed to him that sits upon the throne, and unto the Lamb forever.&#x201D;<span class=\"citation\" id=\"79233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79233)\">Rev. 5:13<\/a><\/span> And He will do it in His own way and in His own due time.<span class=\"citation\" id=\"88598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88598)\">D&amp;C 88:68<\/a><\/span> And this principle that I have spoken of, turning the hearts of the fathers to the children,<span class=\"citation\" id=\"62610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62610)\">Mal. 4:6<\/a><\/span> etc., is one of those methods by which He will do it. How many thousands and millions of people have died without a knowledge of the Gospel? Do you know? No, you do not. But as Jesus has said, &#x201C;Wide is the gate, and broad is the way, that leads to destruction, and many there are that go in thereat.&#x201D;<span class=\"citation\" id=\"63844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63844)\">Matt. 7:13<\/a><\/span> They have found, as the antediluvians did, a prison in which they are put, and in which they will stop until they are redeemed by the holy Priesthood. As Jesus went and preached to the spirits in prison after He was put to death in the flesh, to those spirits that were sometime disobedient in the days of Noah;<span class=\"citation\" id=\"78004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78004)\">1 Pet. 3:18-20<\/a><\/span> so those men that go the broad way will go into the prison house, and they will have to endure the wrath of God. And whatever they think about it, after many, many years shall have rolled away, when the due time of the Lord comes, this very Priesthood that the world have despised and refused to accept, will be their deliverers, by going, as Jesus did, and preaching to the spirits in prison.<span class=\"citation\" id=\"92146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92146)\">D&amp;C 138:28-37<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9420\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n362\"> What else? We will administer for them on the earth. Here is the turning of the hearts of the fathers to the children, and the hearts of the children to the fathers.<span class=\"citation\" id=\"62611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62611)\">Mal. 4:6<\/a><\/span> The ancient Prophets and Patriarchs and men of God who held the Priesthood and preached in and labored in time are now operating in eternity; and those whose names I have mentioned came to Joseph Smith and revealed to him what? Why, the dispensation of the fullness of time, when God would not only gather all things in one,<span class=\"citation\" id=\"74874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74874)\">Eph. 1:10<\/a><\/span> but when Temples should be erected and the dead as well as the living should be looked after; when saviors should come upon Mount Zion, and the Kingdom be the Lord's.<span class=\"citation\" id=\"62059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62059)\">Obad. 1:21<\/a><\/span> Others had their time. They had the Mosaic time; and Moses who stood at the head of it, came and conferred his authority upon Joseph Smith.<span class=\"citation\" id=\"90526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90526)\">D&amp;C 110:11<\/a><\/span> They had their prophetic time: and the Prophets came and conferred upon him the prophetic influences. They had the Aaronic Priesthood; and those who held it came and conferred it upon Joseph.<span class=\"citation\" id=\"84064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84064)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"129192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129192)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93980)\">JS&mdash;H 1:68-72<\/a><\/span> They had the Melchizedek Priesthood, and the keys thereof, and they came and conferred it upon him.<span class=\"citation\" id=\"84672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84672)\">D&amp;C 27:12<\/a><\/span> They had the gathering dispensation; and Moses was appointed, who held that in his day, to confer it upon Joseph.<span class=\"citation\" id=\"90527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90527)\">D&amp;C 110:11<\/a><\/span> This is not one dispensation, but the dispensation of the fullness of times wherein all things are gathered together into one.<span class=\"citation\" id=\"74873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74873)\">Eph. 1:10<\/a><\/span> Then the hearts of the fathers who are living in the heavens are turned to the children;<span class=\"citation\" id=\"62612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62612)\">Mal. 4:6<\/a><\/span> they are feeling an interest in their welfare, like a great many men whom we know today, good men, but their sons do not do right. Adam had two sons, one of whom was a wicked man, and the wicked one killed the good one.<span class=\"citation\" id=\"52726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52726)\">Gen. 4:8<\/a><\/span><span class=\"citation\" id=\"92653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92653)\">Moses 5:32<\/a><\/span> At this stage of things I suppose the Devil thought he had a good thing. But he did not. And  <div class=\"break pagebreak\" id=\"109a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0109.pdf\" target=\"pdfwin\">p.&#xA0;109a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9419\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>then he led the people into sin until they were prepared to be overthrown by the flood. I suppose the Devil laughed at the way things were going. But Jesus went and preached to those spirits in prison.<span class=\"citation\" id=\"78034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78034)\">1 Pet. 3:19<\/a><\/span> And the people that are independent, who think they can get along without religion or without God, will find that in time or eternity they will have to come to the Priesthood of God. <\/div><div class=\"paragraph jod\" id=\"v26n364\"> I will go back to the things I was talking about, concerning the hearts of the fathers being turned to the children,<span class=\"citation\" id=\"62613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62613)\">Mal. 4:6<\/a><\/span> etc. This, when fully accomplished, will reach all men that have ever lived. At the present time we are connected with it to a certain extent, and the Spirit of God leads us to build temples. Why is it that you go to work and build temples? You hardly know. You see them; they are pretty nice buildings. We talk about being saviors;<span class=\"citation\" id=\"62060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62060)\">Obad. 1:21<\/a><\/span><span class=\"citation\" id=\"89728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89728)\">D&amp;C 103:9-10<\/a><\/span> but are we saviors unless we save somebody! No. But we build our temples as the Lord has directed, and then we administer in them for the living and the dead; and then we are saviors upon Mount Zion.<span class=\"citation\" id=\"62061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62061)\">Obad. 1:21<\/a><\/span> You here have this same kind of feeling&#x2014;have they not Bishop? [Answer: Yes, sir.] Moses conferred that upon Joseph Smith,<span class=\"citation\" id=\"90528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90528)\">D&amp;C 110:11<\/a><\/span> and Joseph conferred it upon the Elders, and they preached to you, and you received the Holy Ghost. And when you gathered together they began to talk about these things; and that Spirit rested upon you, and you said, &#x201C;I want a hand in it; I want to receive blessings in that temple, and I want also to look to my father's totally, and those I have been associated with who have died without the Gospel.&#x201D; And that is the meaning of the turning of the hearts of the fathers to the children,<span class=\"citation\" id=\"62614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62614)\">Mal. 4:6<\/a><\/span> etc. <\/div><div class=\"paragraph jod\" id=\"v26n365\"> The world want to know what <div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9419\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Mormonism is doing. Some of us hardly know. But, it is known that we are building temples; but the Christian world do not know what temples are for. If temples were built for them they would not know how to administer in them. And we did not know until God revealed it. And unless Elijah had come and conferred the keys<span class=\"citation\" id=\"90568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90568)\">D&amp;C 110:13-16<\/a><\/span> it would not have been revealed. Hence I was showing you who and what Joseph Smith was. He has introduced the Gospel together with the dispensation of the fullness of times, which embraces all other things.<span class=\"citation\" id=\"74875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74875)\">Eph. 1:10<\/a><\/span><span class=\"citation\" id=\"84686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84686)\">D&amp;C 27:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n366\"> Then again, did Enoch build up a Zion?<span class=\"citation\" id=\"92983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92983)\">Moses 7:19<\/a><\/span> So we are doing. What is it? The Zion of God.<span class=\"citation\" id=\"129193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129193)\">D&amp;C 58:7<\/a><\/span> What does it mean? The pure in heart in the first place.<span class=\"citation\" id=\"89211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89211)\">D&amp;C 97:21<\/a><\/span> In the second place those who are governed by the law of God&#x2014;the pure in heart who are governed by the law of God. Shall we build up a Zion? We shall; but we shall not, every one of us, have our own way about it. We shall feel that we need the will of God; and we shall feel that we require the Priesthood, under His direction, to guide and direct us, not men who are seeking to aggrandize themselves; but men who are seeking to build up the Church and Kingdom of God upon the earth; men of clean hands and pure hearts,<span class=\"citation\" id=\"56529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56529)\">Ps. 24:4<\/a><\/span> every one honoring his Priesthood and magnifying it. Then we shall feel that we want to act like little babes, to ask them for counsel and instruction, and then be governed by it, under the counsel and direction of the Almighty and the aid of His Spirit. Now, this is what we are building up, and they built up a similar thing before the flood; and the Elders went forth in those days as they now go forth; and they baptized people and laid hands upon them,<span class=\"citation\" id=\"92796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92796)\">Moses 7:11<\/a><\/span> and gathered  <div class=\"break pagebreak\" id=\"110a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0110.pdf\" target=\"pdfwin\">p.&#xA0;110a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9418\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them to Zion;<span class=\"citation\" id=\"93159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93159)\">Moses 7:62<\/a><\/span> and after a while that Zion was caught up from the earth.<span class=\"citation\" id=\"92999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92999)\">Moses 7:21<\/a><\/span> And we will build up a Zion: that is what we are aiming at. And that Zion also, when the time comes, will ascend to meet the Zion from above, which will descend,<span class=\"citation\" id=\"129194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129194)\">Gen. 9:21-23 (JST)<\/a><\/span><span class=\"citation\" id=\"87986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87986)\">D&amp;C 84:99-100<\/a><\/span> and both, we are told, will fall on each other's necks and kiss each other.<span class=\"citation\" id=\"93170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93170)\">Moses 7:63<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n368\"> These are some of the things we are after. And we are traveling about to teach the people. Why? Because we want all to have the spirit of Zion. We sing sometimes and talk about Zion, that she shall arise, and the glory of God shall rest upon her.<span class=\"citation\" id=\"59905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59905)\">Isa. 60:1<\/a><\/span> We want to lift up Zion. And we want you Welsh and other folks to work to this end&#x2014;I suppose most of you are Welsh, and if you are not, you are Latter-day Saints, and if you are not Latter-day Saints, you ought to be. And you ought to be pure in heart, too; you ought to be living your religion, and if you are not, you had better turn round and live right before God, and walk worthily of the high vocation that he has conferred upon you.<span class=\"citation\" id=\"74955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74955)\">Eph. 4:1<\/a><\/span> I have not time to talk upon these principles: but I have said enough to give you a general outline. <\/div><div class=\"paragraph jod\" id=\"v26n369\"> God is interested in this work, and the Lord Jesus Christ, and the Patriarchs and men of God are interested in it; and we are interested in it. And we have a little of that spirit upon us; and we would like you to drink of it too. Having been baptized by the same baptism that you may all partake of the same spirit,<span class=\"citation\" id=\"73533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73533)\">1 Cor. 12:13<\/a><\/span> that we may build temples and administer in them; and having received the Gospel, to feel free to preach it to others. Our duty is to preach the Gospel to all men. Who, the First Presidency? Yes, if there is nobody else. The Twelve? Yes, <div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9418\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it is their especial calling to preach it themselves<span class=\"citation\" id=\"90222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90222)\">D&amp;C 107:23<\/a><\/span> or see that it is preached to all the world.<span class=\"citation\" id=\"129195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129195)\">D&amp;C 107:34<\/a><\/span> And, then, the Seventies, it is their duty to go forth at the drop of the hat, as minute men, to preach the Gospel to all nations,<span class=\"citation\" id=\"90236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90236)\">D&amp;C 107:25<\/a><\/span> under the guidance of the Twelve.<span class=\"citation\" id=\"90274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90274)\">D&amp;C 107:34<\/a><\/span> And, then, it is for those who are in Zion, the High Priests, and others to go and preach the Gospel. And we are doing this in spite of the opposition of men, and in the name of God we will do it until He who directs us shall say, &#x201C;It is enough: turn now to Israel.&#x201D; When He says that, then we will quit. And if they love the devil better than God, they can do so and sup trouble and sorrow and calamity and war and bloodshed. For nation will rise against nation, country against country;<span class=\"citation\" id=\"65673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65673)\">Matt. 24:7<\/a><\/span> and thrones will be cast down<span class=\"citation\" id=\"61604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61604)\">Dan. 7:9<\/a><\/span> and empires will be scattered to the four winds,<span class=\"citation\" id=\"61135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61135)\">Dan. 2:35<\/a><\/span> and the powers of the earth everywhere will be shaken;<span class=\"citation\" id=\"65800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65800)\">Matt. 24:29<\/a><\/span> and the Lord will come forth by and by to judge the nations,<span class=\"citation\" id=\"57864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57864)\">Isa. 2:4<\/a><\/span> and it behooves us to know what we are doing, and while we profess to be the Saints of God, not to be hypocrites, but be full of truth and full of integrity and magnify our calling and honor our God. This is what God expects of us. And then to build temples, and what then? Administer in them. Send the Gospel to the nations of the earth. And then gather the people in. What then? Build more temples. What then? Have men administer in them. And when we get through with our relatives and friends, and trace back our ancestry as far as we can, then we will call upon God to give us information as to who need to be administered for in the heavens; and we will work at it for a thousand years, until all the purposes of God shall be accomplished, and everything spoken of in the Prophets shall be fulfilled. <\/div> <div class=\"break pagebreak\" id=\"111a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0111.pdf\" target=\"pdfwin\">p.&#xA0;111a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9417\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n371\"> Now, you who live in this little place, look to it that you are found in the line of your duty. You have a beautiful location, and I would like to see you make the most of it. I would like to see at least a hundred times more apple, pear and cherry trees planted out; and all of your streets lined with shade trees. And improve your dwelling houses. If you cannot find the style of a house to suit you, go off to other places until you do find one, and then come back and build a better one. Beautify this place, and make your homes pleasant and agreeable, that you may have nice places for your wives and children, and thus help to fulfill that Scripture which says, that Zion shall become the praise of the whole earth; and that kings will come to gaze upon her glory.<span class=\"citation\" id=\"56632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56632)\">Ps. 48:1-5<\/a><\/span><span class=\"citation\" id=\"60102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60102)\">Isa. 62:1-2<\/a><\/span> I have already had many honorable men from many of the civilized nations call upon me, and they generally express themselves in this way: &#x201C;What a beautiful place you have here, Mr. Taylor;&#x201D; &#x201C;O, yes, (I would say) it is well enough for us, we can please ourselves, it is very difficult to please others, we do not profess much. You hear curious stories about us; but we would rather have our works speak for us.&#x201D; There is nothing to boast of, and what there is we should not have if God did not give it to us. For we are dependent upon Him for all we have. We live and move in Him, and through Him we have our being.<span class=\"citation\" id=\"72012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72012)\">Acts 17:28<\/a><\/span> And if we can operate together upon the principles of virtue and holiness, and have more brotherly feeling, we should feel much better. Some people say, I hate such a person. I would not like to have that feeling about me, I don't know of a person upon the earth whom I hate. What, not the wicked? No, I would say, &#x201C;the Lord judge between thee and me.&#x201D;<span class=\"citation\" id=\"86521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86521)\">D&amp;C 64:11<\/a><\/span> <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9417\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> For if they can afford to do wrong, I cannot. <\/div><div class=\"paragraph jod\" id=\"v26n372\"> I will talk about some other things. Go to work and build a meetinghouse half an inch bigger than this. (Laughter). Then you have a public square, make some nice grounds in and about it. And then beautify your private squares at your own homes. Let every man make his own grounds pleasant and agreeable. And let every woman make her husband as happy as she can. The sisters ought to be like angels, ought they not? Be full of good, kind, pleasant and agreeable feelings. And we men who profess to be saints of God&#x2014;saints of God! What an expression! Do we understand it? There is a peculiar form of expression in the German language. The term Latter-day Saint in the German is: der Heiligen der Letzten Tage, which being interpreted is, the holy of the last days. There is something very expressive about that. We should be the holy of the last days, under the influence and guidance of the Lord. <\/div><div class=\"paragraph jod\" id=\"v26n373\"> We talk about the Kingdom of God. God's Kingdom is not our kingdom. Who manages, directs and controls? God. In whose interest? In the interest of the community, and for the happiness and the welfare of all Israel, and the whole of the human family, so far as they will let Him. <\/div><div class=\"paragraph jod\" id=\"v26n374\"> I want to talk about a principle here. We get up sometimes a very rash feeling against people who do not think as we do. They have a right to think as they please; and so have we. Therefore, if a man does not believe as I do, that is none of my business; and if I do not believe as he does, that is none of his business. Would you protect a man that did not believe as you do? Yes, to the last bat's end. He should  <div class=\"break pagebreak\" id=\"112a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0112.pdf\" target=\"pdfwin\">p.&#xA0;112a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9416\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have equal justice with me; and then I would expect to be protected in my rights. We have in Salt Lake City, Methodists, Presbyterians, Baptists, Roman Catholics, and all kinds. Do we interfere with them? No, not at all. Nobody persecutes them, but they do us in their weak way. They get up meetings and pass resolutions against us, poor, miserable &#x201C;cootes.&#x201D; They do not know any better; they do not know nor understand the rights of men as American citizens, much less about the Kingdom of God. So let them &#x201C;resolute.&#x201D; We believe in returning good for evil, right for wrong.<span class=\"citation\" id=\"63229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63229)\">Matt. 5:44<\/a><\/span><span class=\"citation\" id=\"67267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67267)\">Luke 6:35<\/a><\/span> Because they lie about us, that is no reason why we should lie about them; it would be bad enough many times to tell the truth about them, much less to resort to falsehood. On the same grounds I would not wish to interfere with their political rights, nor have them interfere with mine. I think that is correct doctrine; it is good democracy and good republicanism which we can all subscribe to. But because I would treat them right I would not want them to teach my children. I want good, honorable Latter-day Saints to teach my children because I want them taught correct principles and the fear of God along with their secular education. <\/div><div class=\"paragraph jod\" id=\"v26n376\"> It has been published in our papers about different religious bodies getting up resolutions against the &#x201C;Mormons&#x201D; to the effect that it is necessary something should be done to them. Well, what about it? Oh, let them &#x201C;resolute;&#x201D; our corn and potatoes grow just the same; so it makes but little difference. All we say is, &#x201C;hands off.&#x201D; We do not want it to go any further than talk. And if blab-mouthed people who do not like the truth choose to tell falsehoods about us, let them do <div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9416\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> so. Who cares? I do not, and I do not think you care. And so in regard to other things. What will we do? Try to educate ourselves and our children, and get good teachers who fear God, who are honorable men and women, and who take delight to instil honorable principles into our children. And set them good examples at home, you fathers and mothers. You should never say a word or do an act which you would not want your children to copy after. The idea of men who profess to fear God, and some of them Elders in Israel, being addicted to swearing. It is a shame and a disgrace to high heaven, and this is sometimes done before their families; it is a shame. And then some men give way and say they have a bad temper: I would sell it for nothing, and give something to boot to get rid of it. I would be careful that all my acts and doings were right. And it is right for heads of families to get their families together every morning and evening, and pray with them. Every man and woman to dedicate themselves to God; and in their secret prayers to ask God's care over them during the day. That will not hurt any of you. That was the doctrine that Joseph Smith taught me; and I have always appreciated it. I would look upon it as a very great trial if I were stopping at a place and if I could not have my private prayers. If we cannot lean upon God, what is our religion worth! Not much. We will treat our wives right. He is a mean man who would abuse a woman. I never liked to see a big dog bite a little one; but if a little dog bite a big one, it is not so reprehensible. And if a man abuse a woman, who is the weaker vessel,<span class=\"citation\" id=\"77872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77872)\">1 Pet. 3:7<\/a><\/span> it is an outrage to me. Have you not made covenants with your wives for time and  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9415\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>eternity. Yes, you have. Would you not like, when you get through, to be able to say, Mary, Jane, Ann, or whatever the name may be, I never injured you in my life. And if you are wives, would you not like to be able to say, Thomas or William, I never injured you in all my life. And, then, to spend an eternity together hereafter. <\/div><div class=\"paragraph jod\" id=\"v26n378\"> Then, lay aside your covetousness; that is idolatry.<span class=\"citation\" id=\"75624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75624)\">Col. 3:5<\/a><\/span> And while laboring to be industrious, do not covet any man's house, nor his farm, nor anything that is his;<span class=\"citation\" id=\"54322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54322)\">Ex. 20:17<\/a><\/span> nor defraud one another, nor bite nor devour one another.<span class=\"citation\" id=\"129196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129196)\">Gal. 5:15<\/a><\/span> But love one another,<span class=\"citation\" id=\"69850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69850)\">John 13:34<\/a><\/span> and work the works of righteousness,<span class=\"citation\" id=\"129197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129197)\">John 9:4<\/a><\/span> and look after the welfare of all, and seek to promote the happiness of all. That is what God is doing. That is why He has told us to go to the nations of the earth&#x2014;and many of us have been hundreds and thousands of miles without purse or scrip.<span class=\"citation\" id=\"68229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68229)\">Luke 22:35<\/a><\/span> I have seen you, lots of you Welshmen, in Wales. And what was I doing there? Preaching the Gospel. How? Without purse or scrip.<span class=\"citation\" id=\"68230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68230)\">Luke 22:35<\/a><\/span> Did God take care of me? Always, and at every time and place; and I bear this record for God and His Priesthood and His Kingdom, that I was never at a loss for anything that I needed. He always took care of me, and I could do it without begging too. I believe in the same God yet. And I believed then I was benefiting mankind; and I believe in doing so now. But I do <div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9415\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not believe in our being led away by their evils. Keep yourselves pure. Do not let corrupt men ingratiate themselves among you, to defile you. Preserve your virtue, you men and you women; preserve your virtue, and live uprightly before God. For as sure as you do not the wrath of God will rest upon you; and the Spirit of God will be withdrawn from you. Keep yourselves, therefore, pure, and be honest and virtuous, and be honest with all men, and treat all men honorably. We can afford to do that; and not be governed by their vices, nor permit them to introduce them into our midst. We cannot afford to follow after the ways of the Gentiles, nor to copy after their illiberality. We want the principles of liberty to extend and to expand so that all men can worship God as they please,<span class=\"citation\" id=\"94192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94192)\">A of F 1:11<\/a><\/span> without anyone to interrupt them. <\/div><div class=\"paragraph jod\" id=\"v26n379\"> Brethren and sisters, let us be virtuous and pure and holy, and God will bless us and lift us up and the power of God will be with us; and we will rejoice upon the mountains;<span class=\"citation\" id=\"85920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85920)\">D&amp;C 49:25<\/a><\/span> and we will build our Zion upon the principles of righteousness,<span class=\"citation\" id=\"89939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89939)\">D&amp;C 105:5<\/a><\/span> and we will love and fear God all the days of our lives. And by and by when the dead that are in their graves shall hear the voice of God,<span class=\"citation\" id=\"69134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69134)\">John 5:25<\/a><\/span> the Saints of God shall come forth to live and reign forever among the just who have lived in different ages,<span class=\"citation\" id=\"69147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69147)\">John 5:28-29<\/a><\/span> and have the privilege to perpetuate the lives<span class=\"citation\" id=\"129198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129198)\">D&amp;C 132:22<\/a><\/span> in the eternal worlds, worlds without end.<span class=\"citation\" id=\"129199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129199)\">D&amp;C 132:55<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}