{"ID":260030, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Way to Find Out God&#x2014;Testimony of the Elders&#x2014;&#x201C;Whoso Receiveth You Receiveth Me&#x201D;&#x2014;The Missionary Learns to Know God is His Friend&#x2014;We Must Suffer Persecution&#x2014;Fruits of the Spirit&#x2014;&#x201C;Mormon&#x201D; Society&#x2014;Trouble for the Wicked in the Future&#x2014;Saints to Maintain Freedom and to Uphold the Constitution.<\/div>\n<div class=\"subtitle\">Remarks by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, Nov. 23, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Persecution&#x2014;Fruits of the Spirit.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 11\/23\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d30\">\n<div class=\"paragraph jod\" id=\"v26n893\"> There are a few moments remaining, which it is desired I should occupy. <\/div><div class=\"paragraph jod\" id=\"v26n894\"> It is very interesting to hear the testimony of the Elders who have been on missions and who have re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9247\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>turned therefrom as our brethren who have spoken this afternoon, and to me particularly so in the case of young men like Brother Leo Clawson, whose voice we have heard and whose testimony has been given  <div class=\"break pagebreak\" id=\"282a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0282.pdf\" target=\"pdfwin\">p.&#xA0;282a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9246\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to us. Sending young men upon missions is an excellent method of testing their integrity and also of giving them an opportunity of proving for themselves whether the testimony they have heard from their parents and others is true. When a young man leaves home to go to a foreign land, in the midst of a cold-hearted and prejudiced world, without purse or scrip,<span class=\"citation\" id=\"68231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68231)\">Luke 22:35<\/a><\/span> with no funds in his pocket to depend upon to pay his way, and has to depend upon his Maker, and upon the promises which He has made, he is in a most excellent position to learn for himself the truth of the words of the Savior and the truth of the testimonies that he has heard from his parents and friends. I rejoice exceedingly that our young men have this opportunity, because it brings home to them in a most unmistakable and convincing manner the truth of those testimonies they have heard. When a man has no food to eat, when he has no friends, and is a stranger in a strange land,<span class=\"citation\" id=\"53781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53781)\">Ex. 2:22<\/a><\/span> traveling as a servant of God, he has a good opportunity of testing for himself whether there is a God, and whether that God hears and answers his prayers. In this way faith becomes knowledge; because if a man prays to God and asks for that which he wants and God gives it to him, he then knows for himself that God hears and answers prayer. It is in this way that the knowledge of the Gospel that we have received is perpetuated in our hearts and in the hearts of our children&#x2014;transmitted from one generation to another, as it has been and is being done at the present time among these Latter-day Saints. Today there is a host of young men growing up in this country who have in this manner proved for themselves the truth of that which I am now speaking of. It was in this manner <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9246\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that I learned most convincingly in my youth that this was the work of God. I believed it, yes, I may say I knew it to be true, but when I was sent out as a missionary without purse and scrip<span class=\"citation\" id=\"68233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68233)\">Luke 22:35<\/a><\/span> and compelled to feel after God and ask Him for those things that I wanted, I learned to my entire satisfaction that when I did need God's blessings He was at hand to confer them upon me according to the desires of my heart and the necessities of my case. In this manner men who are now of middle age have grown up with this knowledge, and the youth today are in their turn acquiring the same knowledge, obtaining it through the means which God has appointed and in the manner He has designed. <\/div><div class=\"paragraph jod\" id=\"v26n896\"> There are two objects to be accomplished by the Elders going out without purse and scrip<span class=\"citation\" id=\"68232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68232)\">Luke 22:35<\/a><\/span> upon the apostolic plan. In the first place, they learn for themselves that God lives and that He hears and answers prayer; in the second place, they test the world. The Savior says: &#x201C;Whoso receiveth you receiveth me; and the same will feed you, and give you money. And he who feeds you, or clothes you, or gives you money, shall in no wise lose his reward. And he that doeth not these things is not my disciple; by this you may know my disciples.&#x201D;<span class=\"citation\" id=\"87940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87940)\">D&amp;C 84:89-91<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n897\"> We test the world in this manner and prove whether they will receive the servants of God and supply their simple wants when they travel preaching the Gospel without salary or pay of a pecuniary character; but looking unto the Lord for the reward that He has promised to bestow. When a man has been gone as Brother Clawson has, and as Brother George Goddard has&#x2014;Brother Clawson for two years and upwards&#x2014;he becomes acquainted with the Lord,  <div class=\"break pagebreak\" id=\"283a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0283.pdf\" target=\"pdfwin\">p.&#xA0;283a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9245\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he learns to know God is his friend, and he through his life afterwards, if he cherishes that knowledge which he has then acquired, is a faithful servant of God. There are today hundreds of our youth scattered throughout the various fields acquiring this knowledge of God, becoming familiar with the things of God, learning for themselves that which they have been taught in theory, and having it so thoroughly instilled into them, and becoming so indoctrinated in these principles, that they never will forget them. <\/div><div class=\"paragraph jod\" id=\"v26n899\"> My brethren and sisters, we can rejoice exceedingly in the prospects before us. We may be hated as our brethren have described; we may be maligned and calumniated and called all manner of evil names; but with all these things we can rejoice, because it is the legacy that was left to us and left to every follower of Jesus Christ by himself when he was upon the earth. He that lives godly in Christ Jesus, Paul says, shall suffer persecution.<span class=\"citation\" id=\"76195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76195)\">2 Tim. 3:12<\/a><\/span> He did not say that they <span class=\"italic\">might<\/span> suffer it&#x2014;He did not put it in a doubtful manner&#x2014;but He said they should suffer&#x2014;&#x201C;they shall suffer persecution.&#x201D;<span class=\"citation\" id=\"76196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76196)\">2 Tim. 3:12<\/a><\/span> We have proved the truth of that saying of the Apostle's. But notwithstanding all this, we can look around us, and see what God is doing for us. We have the most abundant causes for thanksgiving and praise. He is blessing us as no other people today upon the face of the earth are being blessed. Outside of our community there is hatred, there is animosity, there is a feeling of wrath entertained against us. We are hated by those who know us not. But inside there is peace, there is happiness, there is joy, there is health, growth and development&#x2014;a people growing up in these <div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9245\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mountains that will yet astonish the world by the exhibition of those grand virtues that God is developing in our midst through the teachings of the everlasting Gospel that we have received. A union unparalleled, unexampled at this time upon the earth exists throughout our settlements and in all our associations from north to south, from east to west&#x2014;a people dwelling together in peace and in love, loving each other with an intensity of love, begotten of God, and that is unknown elsewhere&#x2014;the fruits of the outpouring of the spirit and power of God upon us. Men say that this is imposture; that these are the fruits of ignorance; that the binding of this people together in the manner in which we are associated in these valleys is merely the result of the combination of shrewd men. A most extraordinary spectacle this! That wherever you go throughout our settlements, in whatsoever house you enter, if the owners are Latter-day Saints, you will find there the spirit of peace and of love; a willingness to do everything possible for each other. And then when we contemplate the growth of the people in intelligence, to me it is something marvelous what God is doing for us in this direction. There is no community upon the face of the earth today among whom you will find so many men who have traveled, who have mingled with people in foreign lands, who are so familiar with the religious and social usages and with the history of the people of other lands, as you will find in this community of Latter-day Saints. Scarcely a man among us now of middle age who has not been in foreign lands, who has not traveled throughout his own country, and acquired a knowledge of human nature such as cannot be acquired  <div class=\"break pagebreak\" id=\"284a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0284.pdf\" target=\"pdfwin\">p.&#xA0;284a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9244\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>under any other circumstances. The effect of this upon the community I can perceive; we all can observe it wherever we go. It is uplifting the people&#x2014;not very rapidly, it is true, but still in such a manner that it is easily perceived. You can perceive the effect upon the people of the education thus gained by the Elders in traveling and preaching the Gospel abroad. Nearly all returning missionaries express themselves as our brethren have this afternoon. Brother Clawson has said that he is determined from this time forward to do his share in helping forward the work of the redemption of the human family. When such men return, bringing with them the spirit that they have upon their missions&#x2014;the Spirit of God&#x2014;what a strength it is to their Bishops, what a strength it is to their Teachers, what a strength it is to the entire Priesthood in the Ward where they reside, or the Stake to which they belong. And when they come back, as they do by scores, this effect is felt throughout the entire body of the people, and excellent results follow, a higher tone is developed, a higher standard is aimed at, and there is an uplifting of the people, as it were, to that higher standard. <\/div><div class=\"paragraph jod\" id=\"v26n901\"> This is going on all the time, and the effect is marked and already felt. Those who travel through our settlements see many things that strike them, and strike them more forcibly because of the different impression created by the falsehoods told concerning us. These falsehoods have their good effect in this respect; for when a man hears so much about the &#x201C;Mormons,&#x201D; he naturally pictures to himself the kind of society that he will meet when he goes among them. If he has never met &#x201C;Mormons,&#x201D; he has an idea in his <div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9244\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mind, from what he has read, or from what he has been told, as to the kind of people he will meet when he sees them. But he is thrown into &#x201C;Mormon&#x201D; society. He finds that they have no horns; that they have no cloven feet; that they do not garnish their conversation with oaths; and that if he had not been told these were &#x201C;Mormons,&#x201D; he would not have discovered it by any outward sign. When he comes into our cities, instead of seeing drunkenness, instead of hearing blasphemy, instead of seeing the profanation of all that is holy, he sees a people dwelling in peace, he sees quietude prevailing, and the contrast strikes him very forcibly. &#x201C;Why,&#x201D; says he, &#x201C;this is not what I expected to see; these are not the people I expected to meet; this is not the society for which I looked when I came into the settlements of the Latter-day saints in Utah.&#x201D; These very falsehoods, therefore, have the effect of impressing&#x2014;where men have the opportunity of mingling with the people, more forcibly upon the mind than otherwise would be the case that which they see. It takes time, however, to remove prejudice, to disabuse people's minds. They think that there is something hidden, something that is very bad, that they have not yet discovered, and this sometimes remains in the mind a good while. <\/div><div class=\"paragraph jod\" id=\"v26n902\"> But, as sure as God lives so sure will we live down these false charges and impressions, and the day is not far distant when lovers of good government, lovers of peace, will turn their attention to these valleys in which we dwell and to this society of which we form a part. For there is trouble in the future; there is perplexity not very far off. We can hear a faint rumbling of it, as it were, in the distance. The time  <div class=\"break pagebreak\" id=\"285a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0285.pdf\" target=\"pdfwin\">p.&#xA0;285a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9243\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will come, as sure as we live, when distress and calamity will fall upon the wicked, and our own nation has a great deal to answer for. They have to answer for deeds that cannot be easily paid. The blood of innocence has stained the soil of free America&#x2014;the blood of a Prophet, of a Patriarch, and of other righteous men and women who have suffered for their religion, and for no other cause than that they chose to espouse the truth and to advocate it, living lives of purity, offending no one&#x2014;that is, no one who should be offended&#x2014;breaking no law, trampling upon no human right. They were cruelly murdered, and we as a people were driven out by violence, driven out from the midst of civilization, driven out from our homes and our hard-earned possessions, and our track is marked with the blood and with the graves of our own people from the borders of civilization till we reached these Rocky Mountains, and for no other cause for which we could be punished legally. We broke no law; we committed no offense against the majesty of the law. We have lived lives of purity as we do here in these mountains. But prejudice was created; men became excited; mobs were formed, and extermination was decided upon, and there was no alternative presented to us but this: either to submit to be killed off, men, women and children, from the face of the earth, or to take our flight as best we could in our poverty to some remote land where we could worship God according to the dictates of our own conscience<span class=\"citation\" id=\"94203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94203)\">A of F 1:11<\/a><\/span> in peace and in quietness. We chose the latter alternative. We preferred to face the wilderness with all its untold terrors. We preferred to come out among tribes of Indians of which we knew nothing, and live <div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9243\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in their midst and trust to their mercies, savages though they were, than to remain among civilized men, men who called themselves Christians. We did this thirty-seven years ago. <\/div><div class=\"paragraph jod\" id=\"v26n904\"> Fifty-four years and a half have passed since the organization of the Church of Jesus Christ of Latter-day Saints, and in this land there has never been a man punished for killing a &#x201C;Mormon,&#x201D; never been a man punished for burning a &#x201C;Mormon's&#x201D; house, never been a man punished for engaging in mobs and banding together for the extirpation of the &#x201C;Mormons&#x201D; and the destruction of their property. And this, too, in this land of boasted liberty; this in this land, the most glorious under the canopy of heaven, the most free that ever existed, the best government ever formed by human wisdom; this in this land with the constitution as free as God Himself has revealed it, so free that every human being may dwell under it without let or hindrance, without interfering with the rights of his fellow man, giving me the perfect freedom to worship God according to my own conscience, and giving no man the right to interfere with me in that worship, and giving every other man the same right, and depriving me of the right to interfere with any other man in his worship, if he worship according to the dictates of his own conscience and does not interfere with the rights of his fellow man.<span class=\"citation\" id=\"94204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94204)\">A of F 1:11<\/a><\/span> But in this land Latter-day Saints have been murdered, murdered for no other cause than because they believed in God and believed He was a God of revelation, and today Utah exists because of this. Because of this spirit of persecution today, Utah is a Territory, a grand Territory, and we as a people are living in these valleys of the mountains  <div class=\"break pagebreak\" id=\"286a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0286.pdf\" target=\"pdfwin\">p.&#xA0;286a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9242\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for that very cause. We are a standing monument before God and before all men of the inhumanity of man to his fellow man. This is the position that we occupy. <\/div><div class=\"paragraph jod\" id=\"v26n906\"> Will not these things be remembered? Yes, they will, and they will bring down the anger of a just God upon the nation. Not for this alone. There are other things; and the time will yet come when men will flee for safety to the land where the Saints dwell;<span class=\"citation\" id=\"85784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85784)\">D&amp;C 45:68<\/a><\/span> for we design, by the help of our God, to maintain freedom, freedom for every man, freedom for every creed, freedom for every race wherever we live and can have power. All men shall have equal freedom with us, they shall be protected with us in every human right, in the exercise of every belief that they choose to indulge in as long as by its exercise they do not trample upon the rights of their fellow man. And we shall maintain organized government. Others may trample upon the laws of the land; others may seek to bring us <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9242\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> into bondage; but we shall be free through the help of our God, and our country shall be a free country; for if others trample upon the Constitution, we will elevate it, we will bear it aloft, we will invite the men of all cities and all parts of our lands to come and dwell in peace and safety protected by that glorious instrument, and the principles it contains, that God helped the founders of this government to frame.<span class=\"citation\" id=\"89635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89635)\">D&amp;C 101:80<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n907\"> Therefore I say, my brethren and sisters, let us be encouraged; let us cultivate the virtues that belong to our religion; let us love each other; let us cultivate peace wherever we go, and extend its blessings as far as our influence will permit. <\/div><div class=\"paragraph jod\" id=\"v26n908\"> May God help us to endure all the trials that we may be called upon to pass through, and may He bless you my brethren and sisters, and all who are seeking to do His will, I ask in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}