{"ID":260005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Second Coming of Our Savior&#x2014;Preaching of the Gospel and the Signs Following&#x2014;the Gathering&#x2014;Hatred of the World Toward the Latter-Day Saints&#x2014;No Power Can Overthrow the Work of God&#x2014;Exhortations to Faithfulness.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, Dec. 7, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Second Coming of Our Savior.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 12\/7\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v26n136\"> The speaker commenced by reading the 24th chapter of Matthew;<span class=\"citation\" id=\"65635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65635)\">Matt. 24:1-51<\/a><\/span> after which he spoke as follows: <\/div><div class=\"paragraph jod\" id=\"v26n137\"> I have read this chapter to call your attention to the predictions of the Son of God concerning the last days, and the circumstances which would surround His people previous <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9489\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to His making His second appearance on the earth. Great interest has been manifested at different periods by the inhabitants of the earth who have believed in Jesus, respecting His second coming. Great desires have been manifested from time to time to understand the signs  <div class=\"break pagebreak\" id=\"40a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0040.pdf\" target=\"pdfwin\">p.&#xA0;40a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9488\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of His advent, and some have gone so far as to predict the day and even the exact time when He would make his appearance. According to the revelations that we have received upon this subject, the day and the hour are not revealed unto man, neither is it probable that they will be,<span class=\"citation\" id=\"65927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65927)\">Matt. 24:36<\/a><\/span><span class=\"citation\" id=\"65966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65966)\">Matt. 24:42<\/a><\/span><span class=\"citation\" id=\"66075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66075)\">Matt. 25:13<\/a><\/span><span class=\"citation\" id=\"85871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85871)\">D&amp;C 49:6-7<\/a><\/span><span class=\"citation\" id=\"91345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91345)\">D&amp;C 130:14-17<\/a><\/span><span class=\"citation\" id=\"91862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91862)\">D&amp;C 133:11<\/a><\/span> but we have been told that that time is near at hand,<span class=\"citation\" id=\"84960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84960)\">D&amp;C 34:7<\/a><\/span><span class=\"citation\" id=\"85256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85256)\">D&amp;C 39:21<\/a><\/span><span class=\"citation\" id=\"86497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86497)\">D&amp;C 63:53<\/a><\/span> and that it is our duty as the people of God, to prepare ourselves for that great and terrible day.<span class=\"citation\" id=\"61877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61877)\">Joel 2:31<\/a><\/span> The message which the Elders of this Church were commissioned to declare unto the inhabitants of the earth 54 years ago, and which they have since that time been declaring wherever they have gone is, that the time is near at hand for our Lord and Savior Jesus Christ to make His second appearance,<span class=\"citation\" id=\"84951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84951)\">D&amp;C 34:5-7<\/a><\/span> and the Elders of this Church have been sent with a warning message to all the nations of the earth,<span class=\"citation\" id=\"83645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83645)\">D&amp;C 1:4<\/a><\/span><span class=\"citation\" id=\"85228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85228)\">D&amp;C 38:41<\/a><\/span><span class=\"citation\" id=\"86489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86489)\">D&amp;C 63:37<\/a><\/span> to declare unto them that the hour of God's judgment is near at hand;<span class=\"citation\" id=\"91915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91915)\">D&amp;C 133:38<\/a><\/span> that the time for the fulfillment of the prediction of the holy Prophets has arrived, and that it is the duty of the inhabitants of the earth to prepare themselves for the great events that are about to take place connected with the last days. And in order that they might the better prepare themselves, the servants of God are commanded to call upon the people to gather out from the various nations where they are living to a place that God has designated as a place of gathering for His elect, where they might prepare themselves for the coming of our Lord and Savior. This was the message which the Elders were sent forth to bear 54 years ago, and from that time until the present they have been, to the extent of their ability, proclaiming it to the various nations to which they have had access, warning them in meekness and in humility, that the time <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9488\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was near at hand for the fulfillment of all that had been spoken by the mouths of the servants of God in ancient days concerning the last days. Yet, as I have said, we have had no authority given unto us, no message to designate the hour nor the day, nor even the year when the Lord would make His appearance. That has been kept by the Father. The angels did not know the hour nor the day when our Savior spoke the words that I have read in your hearing;<span class=\"citation\" id=\"65928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65928)\">Matt. 24:36<\/a><\/span> and if the angels have since been informed of it, we have not been advised to that effect. We have been told that the time is near at hand,<span class=\"citation\" id=\"85257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85257)\">D&amp;C 39:21<\/a><\/span> and as an evidence of the near approach of this event we have seen the fulfillment of many things that were told should take place. This Gospel of the Kingdom, Jesus said, had to be preached unto all nations as a witness&#x2014;the same Gospel that was preached by Him and His disciples when they were upon the earth&#x2014;that Gospel of the Kingdom had to be preached unto all nations before the end should come.<span class=\"citation\" id=\"65740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65740)\">Matt. 24:14<\/a><\/span> And it is being preached in that manner now. The same principles, the same doctrines, the same plan of salvation, the same gifts and graces, the same organization of the Church, the same authority that was in the Church in ancient days&#x2014;these having been restored are now being preached as a witness by the Elders of the Church of Jesus Christ of Latter-day Saints unto all nations, in order that every inhabitant of the earth should be warned, that every man should hear the glad tidings of salvation in his own tongue,<span class=\"citation\" id=\"88985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88985)\">D&amp;C 90:11<\/a><\/span> and have the opportunity of embracing or rejecting the same, and of being gathered out and numbered with the people of God. <\/div><div class=\"paragraph jod\" id=\"v26n139\"> I need not say to you, my brethren and sisters, who are familiar with  <div class=\"break pagebreak\" id=\"41a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0041.pdf\" target=\"pdfwin\">p.&#xA0;41a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9487\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this work, that God has accompanied the preaching of this Gospel by signs following.<span class=\"citation\" id=\"66958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66958)\">Mark 16:20<\/a><\/span><span class=\"citation\" id=\"86269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86269)\">D&amp;C 58:64<\/a><\/span><span class=\"citation\" id=\"86677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86677)\">D&amp;C 68:10<\/a><\/span> You know this. You are living witness yourselves of the power of God, of the manifestation of the Holy Ghost, and of the gifts that pertain thereto. This whole people, called Latter-day Saints, living in these mountains, from north to south, from east to west, are a body of living witnesses of the truth of that which I say respecting the outpouring of the Holy Ghost, and its gifts upon the people; for by the power of the Holy Ghost have they been gathered; by the manifestations of the power of God have they wended their way from the various lands they formerly dwelt in, to this land&#x2014;impelled by the Spirit of God to do this, in a most extraordinary manner, ready to abandon homes, ready to forsake their friends, ready to sever their connection with all that was near and dear to them previous to their reception of the Gospel. What a host of witnesses could rise up if they could be gathered together throughout these mountains! Men, women and children, who in their various languages&#x2014;every language almost of Europe, and I see here some from the Pacific Islands, others from far off Africa, others from far off Australia, would testify, had they the opportunity, to the outpouring of the Spirit and power of God upon them in the lands where they dwelt when they heard the Gospel and obeyed it, as taught to them by the Elders of the Church of Jesus Christ of Latter-day Saints. In this manner God has borne witness to the inhabitants of the earth, and is still bearing witness to them wherever they receive His Gospel, whenever they bow in humility and submission to His requirements, whether in the United States, in Canada, in Mexico, <div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9487\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in Central or South America, in Europe, in Asia, in Africa, or in any Islands of the sea&#x2014;wherever the Elders of this Church go, carrying this message of salvation, and the people receive it, they receive with it a testimony from God, not given by man nor by man's wisdom, nor through man's power, but through the power of the Eternal God&#x2014;<span class=\"citation\" id=\"72966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72966)\">1 Cor. 2:4<\/a><\/span>that testimony resting down upon them in fullness, burning within them, impelling them to do that which they never contemplated doing before&#x2014;that is, impelling them to forsake all their old associations, and sever the ties that had heretofore bound them to their kindred and their homes, and to come to the land which God has designated as the place to which they should gather. In this manner God is fulfilling, as I have said, the testimony of His ancient servants, for John the Revelator, testified that there should be a cry go forth unto the inhabitants of the earth to come out from the midst of Babylon.<span class=\"citation\" id=\"80283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80283)\">Rev. 18:4<\/a><\/span> Jesus says in this chapter that the elect should be gathered from the four quarters of the earth, from the four winds of heaven they should be gathered together,<span class=\"citation\" id=\"65880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65880)\">Matt. 24:31<\/a><\/span> and this preparatory to His coming. And that which I have read in your hearing is abundantly fulfilled this day in our sight and to our knowledge. Speaking of His disciples and to His disciples, He said: &#x201C;Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name's sake.&#x201D;<span class=\"citation\" id=\"65675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65675)\">Matt. 24:9<\/a><\/span> If this is not fulfilled this day in our sight and in our hearing, then when can it be fulfilled? How can it be fulfilled? Today here is a people gathered in these mountains, brought from the nations of the earth, as I have said, dwelling here in peace and in quiet<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"42a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0042.pdf\" target=\"pdfwin\">p.&#xA0;42a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9486\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ness, free from strife, free from litigation, free from war, free from everything that disturbs and annoys, in every settlement from north to south, from east to west, wherever they have formed themselves into a community; living in the possession of unexampled peace. Take the settlements of this people in Colorado; visit those in Arizona and New Mexico; go north and travel through Utah and visit Idaho&#x2014;go where you will, wherever they have settled, you will find a community dwelling in peace and in quietness, loving one another, obeying the law of God, striving to keep His commandments, seeking to overcome evil, endeavoring to live themselves in accordance with His requirements, and to teach their children to do likewise. These are the characteristics of the settlements of the Latter-day Saints throughout all these mountains. So far as we are concerned ourselves, we have scarcely any need of lawyers. They are very necessary as conveyancers, they are very necessary in drawing up papers, in making wills, in making deeds, in forming contracts, in doing business of this character; but so far as the practice of the law in litigation is concerned, there is no need for their services in any of the settlements of the Latter-day Saints. The law of God to us when obeyed is sufficient to lift us above these petty strifes and difficulties. We should live, if we do not, in a purer and higher atmosphere, in a region elevated far above that which is occupied by people of this character. If you travel through the settlements where the Latter-day Saints have control you will not find drunkenness prevalent, in fact, if they be true Latter-day Saints, there will be no drunkenness. You will not hear the name of God blasphemed where Latter-day Saints <div class=\"break columnbreak\" id=\"42b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0042.pdf\" target=\"pdfwin\">p.&#xA0;42b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9486\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> live; you will not hear quarrelling; you will not hear of adulteries and seductions; you will not witness Sabbath breaking; but you will see the people living in the observance of the laws of God, a moral, pure, peaceable, orderly people. These are the characteristics of the communities of the Latter-day Saints where they live according to the requirements of their holy religion. And though we are far from being perfect in these respects, though there are many things to complain of and to find fault with among us, nevertheless these characteristics do prevail to an extent that cannot be found in other communities of the same size and in the same circumstances. And yet these words that I have read in your hearing are this day fulfilled. &#x201C;They shall deliver you up to be afflicted,&#x201D; said Jesus, &#x201C;and shall kill you:&#x201D; (this has been and is our fate) &#x201C;and ye shall be hated of all nations for my name's sake.&#x201D;<span class=\"citation\" id=\"65676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65676)\">Matt. 24:9<\/a><\/span> Most singularly has this prediction been and is being fulfilled in regard to us. There is not another community on the face of the earth today who are hated by all nations for the sake of Jesus as are the Latter-day Saints. Go where you will throughout our own nation; go where you will throughout Christendom; travel among all people and ask them concerning the Latter-day Saints, and they will tell you that they hate them, that they are a people to be hated, that they are a people that should be destroyed, that they should not be tolerated, and that measures should be taken for their entire extirpation from the earth. One of the most remarkable features connected with this work is this hatred that exists in the minds of men and women concerning it. I look upon it as one of the greatest and most striking evidences of the truth of  <div class=\"break pagebreak\" id=\"43a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0043.pdf\" target=\"pdfwin\">p.&#xA0;43a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9485\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the words of the Savior, and of the divinity of this work. There is no other people with whom I am acquainted who so strikingly fulfill the words of the Savior, and the promises which He made unto His disciples respecting the consequences of obeying His doctrine as do the Latter-day Saints. And it is not for their wickedness, because when their lives are compared with the lives of others, they stand out in striking contrast with them. This is admitted even by our enemies. They give us credit for not being adulterers, they give us credit for not being seducers; they give us credit for not being thieves; they give us credit for keeping our word; they give us credit for being honest in our dealings. Today, our bitterest enemies in this city, the men who hate us the most, who would destroy us if they had the power, never dare say that we are dishonest in our dealings. We keep our word. We abstain from drunkenness. We abstain from gambling. We do not support houses of ill fame. We maintain order and peace wherever we go. But we are accused of many crimes. We are accused of being guilty of many misdeeds. But when the proof is asked for it is something that has happened some time ago, something that somebody else knows. <\/div><div class=\"paragraph jod\" id=\"v26n143\"> We can be truthfully accused of nothing except this: that we marry wives, that we sustain them honorably, and that we keep our children and train them up in the fear of God, and make good citizens of them. This is the head and front of our offending. It is not truthfully said that we prostitute women; or that she is degraded here by making her a prey to lust. It is not said we destroy our offspring. No such charges are made against us. But the crime is that we honorably take <div class=\"break columnbreak\" id=\"43b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0043.pdf\" target=\"pdfwin\">p.&#xA0;43b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9485\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wives in wedlock and rear children, and bring them up legitimately, teaching them the principles of righteousness as we understand them. We could vote today&#x2014;you men who are disfranchised, and you women who are disfranchised&#x2014;you could vote today if you were adulterers and adulteresses. Yes, in this land of ours, in this Territory of Utah you could go to the polls and cast your vote if you lived outside of wedlock, if you prostituted yourselves, if you made women the victims of vile lust, if you trampled upon everything that is holy and pure in the sight of God and of good men, you would not be disfranchised. You could cast your vote. You could hold office&#x2014;that is, you could be a candidate for office, and if elected you could hold it. Therefore, it is not for adultery, it is not for seduction, it is not for crimes of this kind that we are hated, but it is because in righteousness and in truth, without deception and without fraud, we honorably and in the sight of day&#x2014;that is we have done so in times past&#x2014;married wives in accordance with what we believed to be the command of our Great Creator. <\/div><div class=\"paragraph jod\" id=\"v26n144\"> We are hated of all men and of all nations for Christ's sake.<span class=\"citation\" id=\"65677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65677)\">Matt. 24:9<\/a><\/span> It is because of our religion. If we discarded the forms of religion; if we did not attach importance to the solemnization of the marriage ordinance; if it were done in any other name, or in any other form, or for any other purpose, it would pass, doubtless, as it does in other society, without being challenged or receiving particular condemnation. But it is admitted&#x2014;I have been told it hundreds of times&#x2014;that it is because you make this religion. &#x201C;That is why we hate it,&#x201D; they say. &#x201C;That is why we will legislate against it. If you had not made it religion we  <div class=\"break pagebreak\" id=\"44a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0044.pdf\" target=\"pdfwin\">p.&#xA0;44a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9484\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would not care anything about it.&#x201D; When I have plead with members of Congress in Washington, and told them this institution was part of our religion, they have said: &#x201C;Yes, Mr. Cannon, that is the difficulty. It is because you make it religion that we want to legislate against it. If you did not make it religion there would not be that objection to it that there is.&#x201D; Therefore, as I have said, the words of the Savior are fulfilled. Because we make this the religion of Jesus, because we profess to be the followers of Jesus, and because of being His followers, therefore, as Jesus said, &#x201C;you shall be hated of all nations for my name's sake;&#x201D;<span class=\"citation\" id=\"65678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65678)\">Matt. 24:9<\/a><\/span> not for anything else, but for the sake of the name of our Lord and Savior Jesus Christ, whose religion we have espoused, whose followers we claim to be, and because of being his followers we do as we are doing. Most signally, then, has this prediction been fulfilled in our sight and hearing. One of the most remarkable features of the present age is the hatred that is manifested against this people. It might be that as a people of our numbers, situated as we are, so far removed from other communities in these remote regions, might escape observation, and that we might be left to pursue our own course, quietly, so long as we did not intrude upon our neighbors. We came to this land a band of religious exiles seeking a home amid these mountain wilds, content to live here if we had only bread and water, if we could get sufficient to sustain life; for the sake of that peace and quiet which was denied us in the lands whence we were driven, we were content to endure all the hardships that could possibly be encountered in this mountain region. If we could only sustain life we would <div class=\"break columnbreak\" id=\"44b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0044.pdf\" target=\"pdfwin\">p.&#xA0;44b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9484\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have been satisfied with our home here. And we thought we might escape persecution. We thought we had got so far away that we could worship our God henceforth without let or hindrance. We did not wish to injure others. We did not wish to force our religion upon others. We had no design upon any human being, no design to injure any soul upon the face of the earth. Our hearts were filled with the desire that others might comprehend the truth as we comprehend it, that they might partake of the blessings of the Gospel as we had received them, and to do this&#x2014;that is to make them familiar with these things&#x2014;we were willing to spend our lives in traveling from land to land and from continent to continent, without purse and without scrip,<span class=\"citation\" id=\"68227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68227)\">Luke 22:35<\/a><\/span> preaching, in humility and in meekness, the Gospel of the Son of God, as we understand it as a witness unto all nations before the end should come.<span class=\"citation\" id=\"65741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65741)\">Matt. 24:14<\/a><\/span> We went from land to land preaching this Gospel, calling upon the inhabitants of the earth to listen to our message, and this was the extent of our wrong doing. We had not, as I say, any designs against the peace of any soul upon the face of the earth, but our hearts overflowed with a strong and unquenchable desire that they might also receive the Gospel and the blessings of the Gospel as we had received them. That Gospel has brought to us happiness, peace, joy unexampled. That Gospel had filled us with a foretaste of heaven. Through that Gospel we had received the Holy Ghost and the gifts thereof, and because of that precious gift we were able to endure all the hardships and all the persecutions that the wicked might see fit to bring upon us for the sake of our religion. We were willing to do this. We rejoiced in it.  <div class=\"break pagebreak\" id=\"45a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0045.pdf\" target=\"pdfwin\">p.&#xA0;45a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9483\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>We knew it was more precious than life itself, and many have been willing to lay down their lives for the sake of the Gospel. We had left everything that men held dear upon earth for the sake of this great truth that God had revealed to us, and our souls burned with an overpowering desire that others might also partake of the same blessing. Therefore we traveled from nation to nation, bearing these glad tidings and calling upon the inhabitants of the earth to receive them and partake of them as we had done. <\/div><div class=\"paragraph jod\" id=\"v26n146\"> Now, it might be thought that a people thus situated would be left alone to the enjoyment, the peaceful enjoyment of their religion. If their religion was a heresy they were the sufferers. If their religion was false they would be the ones that would receive the punishment. But not content with driving us out, not content with compelling us to flee to these mountains, the same foul and deadly spirit of persecution followed us up here into these mountain recesses. They envied us the possession of these sterile, barren valleys. That cruel spirit of persecution still followed us, envious of the quiet homes we had reared by untold and uncounted toil out of the elements that surround us. We had raised a scanty subsistence from the soil; we had struggled with difficulties and had eventually succeeded in surmounting them, that we could hope to live, live without fear of starvation at least before us. But scarcely was the experiment decided&#x2014;for it was but an experiment at best&#x2014;than the same spirit that had made our residence in the States intolerable and unendurable to us, followed us across these plains that stretched out between us and our old homes and the old civilization which we had left&#x2014;followed us <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9483\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> here, and it has followed us from that day until the present, it has sought to kill us, and it has sought to destroy our liberties. It has sought to do to us that which was done before&#x2014;to drive us from our homes, and send us forth homeless wanderers upon the face of the earth. This has been its manifestation in our midst in this Territory, and it seems as though it would not be fully gratified or satisfied until it has made victims of every one of us; until we should be numbered with the silent dead, and our voices no more be heard in proclamation of the Gospel of the Son of God, that we have been authorized to proclaim to the inhabitants of the earth. <\/div><div class=\"paragraph jod\" id=\"v26n147\"> My brethren and sisters: I do not wish in my remarks to harrow up your feelings. I wish merely to impress you with some of the events that are occurring around about us, that you may know that they are only in fulfillment of the word of God, spoken hundreds and hundreds of years ago by the Son of God Himself, and by His inspired servants. We are only moving in the sphere that He intended we should move in; we are only enduring the trials and afflictions that in His providence He foresaw and deemed necessary for us to encounter in our passage through life, and in the establishment of His work upon the earth, and in preparing the way for the coming of the Lord. Let not your hearts fail you, therefore: be not discouraged nor consider yourselves in the least degree oppressed beyond that which is right and proper. All these things are necessary in the providence of our God. We shall have more to encounter; but we shall have the strength and the grace necessary to enable us to meet them and to bear them patiently,  <div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9482\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and to come out of them victoriously; for as you are often told, whatever may be the fate of individuals connected with this work, it is decreed in the heavens by our Eternal Father, that this work, the foundation of which He has laid, will never be taken from the earth again,<span class=\"citation\" id=\"84062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84062)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"88971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88971)\">D&amp;C 90:3<\/a><\/span> it will never be overthrown. There is no power that can overthrow this work of our God. Men may be sent to prison, as Brother Rudger Clawson has, as Brother Joseph H. Evans has, as others in Arizona have, for their religion, for practicing that which they believe to be of God&#x2014;men may be sent to prison by hundreds, men may be slain, as our brethren were in Tennessee lately, and as Joseph Standing was in Georgia, and as brethren were in years gone past in Missouri, as our Prophet and Patriarch were in Illinois, as our revered President was shot to pieces at the same time&#x2014;men's blood may be shed, the blood of the Saints may stain the ground, the soil may be drenched with it, but though this may be the case, yet as sure as God lives so sure will this work that He has established, roll forth and prevail. The principles of truth connected with it are unalterable and eternal. They cannot be changed, they cannot be destroyed. You might as well try to destroy the throne of the Great Eternal Himself, as to destroy this work, for it is eternal. The truths of this Gospel are imperishable. They cannot be changed; they cannot be obliterated nor overthrown. And God has said this concerning this work&#x2014;that it will stand forever.<span class=\"citation\" id=\"61362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61362)\">Dan. 2:44<\/a><\/span> It will overcome every obstacle. It will grow, it will increase. Everything done against it will only be the means of accelerating it, or pushing it forward, or insuring to it the victory <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9482\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that God has promised. I testify this in the name of the Lord Jesus Christ, for I know it to be true, and I know that every power that opposes this work will perish.<span class=\"citation\" id=\"58692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58692)\">Isa. 29:7-8<\/a><\/span><span class=\"citation\" id=\"59747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59747)\">Isa. 54:17<\/a><\/span><span class=\"citation\" id=\"86765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86765)\">D&amp;C 71:9-10<\/a><\/span> God has said it, and His words, thus far have been fulfilled. Recount the list of the opposers of this work, and who is there among the vast host that has ever succeeded? Is not failure, is not shame, is not ignominy written upon every man's character and the character of every community that has fought against this work of our God from the beginning up to the present time? The enemies of this work have perished, they have gone down into oblivion, and they have not succeeded. Look at the list from the beginning, from the 6th of April, 1830, until this day of our Lord, and go through it, and where can you find, where can you put your finger upon a man or upon a community that has prospered in fighting against Zion, against this work of our God? They have gone down, while this people have gone forward, have risen, gone upward, have confirmed to increase in influence, in power in the earth and have become more and more solidified. And it will be so to the end; for this work is designed in the providence of our God to prevail, and there is no power nor influence that can prevent it. <\/div><div class=\"paragraph jod\" id=\"v26n149\"> It behooves us as Latter-day Saints to be faithful to our God. I will tell you, my brethren and sisters, there is only one thing that can injure this work, and that is the sins of the people themselves. You can injure it, that is, you can injure yourselves in connection with it. There is no man can prevent another from receiving salvation. God has not placed it in the power of man to prevent either a man, or a woman, or a child from receiving salvation. He has placed that within the power  <div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9481\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the individual himself or herself. If a man be damned it is because he takes a course to be damned; he breaks the laws of God. So it is with us as a people. If we are chastened, if we are scourged, if our enemies have power over us, it will be because we do not live as we should do, and this is a subject that I would like very much to speak about. I would like very much to tell my feelings upon this point to the Bishops and to the Teachers and to the officers of the Church. There are practices being indulged in among us that are sins in the sight of God, and the officers of this Church will be held accountable for them, unless they take a course to eradicate them from the midst of the Saints. There should be no man allowed to remain in this Church who is a Sabbath breaker, and when you know that there are men and women or children who are Sabbath breakers you should take steps to have them warned, to have them reproved, and if they will not repent to have them severed from the Church of God. No man in this Church should be allowed to have a standing in it who is a drunkard; God does not approve of drunkenness; and if there are any drunkards remaining in the Church, hear it, O ye Bishops, and O ye officers, you will be held accountable for their sins&#x2014;the condemnation will rest upon you. The same with men who blaspheme, either young or old, who take the name of God in vain, they ought not to be permitted to remain in the Church. It is a sin in the sight of God, and He will visit a people with condemnation who per<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9481\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mit these things to exist in their midst. And so with fornication. No fornicator, no adulterer nor adulteress, should have a place among us. They should be warned, they should be dealt with, they should be cut off from the Church. And so with every other sin. We have been too lenient, and have permitted things to exist which are wrong in the sight of God. Now that our enemies are waging war against us, there is only one way in which we can expect to withstand assaults made upon us, and that is in being a pure people, in being a people who live according to the laws of our God. This we must be, or the favor of God will be withdrawn from us. Therefore, let the Church be cleansed. Let the Teachers visit under the influence of the Spirit of God and the gift of discernment, and where they find those that are living in opposition to, or in violation of the laws of God, let them, by the Spirit of God, which will rest upon them, teach and warn that household, and thus take steps to purify the Church. Let every Priest and every Teacher go forth in that spirit in the midst of the Latter-day Saints, and you will see good results; and then let hell boil over, let hell array itself with all its forces, let earth and hell combine against this work of our God, and they cannot succeed.<span class=\"citation\" id=\"83892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83892)\">D&amp;C 6:34<\/a><\/span> I am not afraid of all hell; I am not afraid of all the earth, if the Latter-day Saints will be pure, if they will live their religion. I know that we shall triumph and come off victorious in every contest, which may God grant in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}