{"ID":260008, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gathering&#x2014;Our Territorial Condition and Organization&#x2014;The Eternal Nature of Our Covenants&#x2014;The Law of Ancient Israel, Which Required a Man to Marry His Brother's Widow&#x2014;Settlement of the Difficulty Connected With the Utah Lake and Jordan River Dam&#x2014;The Flood&#x2014;The Lord Will Sustain and Uphold Us&#x2014;We Must Not Associate With the Wicked.<\/div>\n<div class=\"subtitle\">Discourse by President John Taylor, delivered in the Stake Meetinghouse, Provo, Sunday Morning, November 30, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: What We Are Here For.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 11\/30\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d08\">\n<div class=\"paragraph jod\" id=\"v26n185\"> I am pleased to have an opportunity of meeting with you in your conference, and of talking with you <div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9462\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> on some principles associated with the Gospel of the Son of God, in which we, all of us, are more or less  <div class=\"break pagebreak\" id=\"67a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0067.pdf\" target=\"pdfwin\">p.&#xA0;67a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9461\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>interested. We are gathered together from among the nations of the earth. We have assembled ourselves thus together because of a work which the Lord has commenced in the interests of humanity, not only pertaining to ourselves, but pertaining to the world of mankind. In obedience to the revelations of His will, and the command that He has given unto His servants through the restoration of the everlasting Gospel, we have many of us gone forth among the nations of the earth to proclaim those principles which God has revealed for the salvation, happiness and exaltation of the human family. We have been gathered together according to the word of the Lord which He spake by His ancient Prophets who have lived in the world in generations that are past, and who, under the influence of the Spirit of God, have given a very graphic account of the gathering of the people together, in the last days; and of the instructions they should receive preparatory to other events that will necessarily transpire upon the earth, as spoken of by all the holy Prophets since the world was.<span class=\"citation\" id=\"71410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71410)\">Acts 3:21<\/a><\/span> We are living in what is called &#x201C;the dispensation of the fullness of times,&#x201D; wherein it is said God will gather together all things in one, whether they be things in the heavens or things on the earth.<span class=\"citation\" id=\"74872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74872)\">Eph. 1:10<\/a><\/span> And we are gathered together to this land of Zion (which has been spoken of also in the Scriptures), where we might learn more perfectly the law of God, and carry out those principles which He has made known for our information, for our instruction, for our guidance and direction, as regards the course that we should pursue, and the blessings that should attend those who have obeyed His laws and kept His commandments. We are here <div class=\"break columnbreak\" id=\"67b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0067.pdf\" target=\"pdfwin\">p.&#xA0;67b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9461\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> really to build up and purify the Church of the living God. We are here to build up and establish the kingdom of God. We are here also to build up a Zion unto our God, wherein His laws can be taught, the principles of eternal truth be communicated, the relationship and communication opened between the heavens and the earth, and men placed in a position whereby they will be enabled to act intelligently, in regard to all matters pertaining to this world as well as to the world that is to come. <\/div><div class=\"paragraph jod\" id=\"v26n187\"> We have been told, and it has been prophesied of, that great calamities will overtake the nations of the earth.<span class=\"citation\" id=\"83680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83680)\">D&amp;C 1:17<\/a><\/span><span class=\"citation\" id=\"85670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85670)\">D&amp;C 45:50<\/a><\/span><span class=\"citation\" id=\"92082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92082)\">D&amp;C 136:35<\/a><\/span> One of the ancient Prophets (Isaiah, in the 24th chapter) makes use of very peculiar language in relation to this matter. He says: <\/div><div class=\"paragraph jod\" id=\"v26n188\"> &#x201C;Behold, the Lord maketh the earth empty, and maketh it waste, and turneth it upside down, and scattereth abroad the inhabitants thereof. <\/div><div class=\"paragraph jod\" id=\"v26n189\"> &#x201C;And it shall be, as with the people, so with the priest; as with the servant, so with his master; as with the maid, so with her mistress; as with the buyer, so with the seller; as with the lender, so with the borrower; as with the taker of usury, so with the giver of usury to him. <\/div><div class=\"paragraph jod\" id=\"v26n190\"> &#x201C;The land shall be utterly emptied, and utterly spoiled: for the Lord hath spoken this word.<span class=\"citation\" id=\"58391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58391)\">Isa. 24:1-3<\/a><\/span> * * * * * * <\/div><div class=\"paragraph jod\" id=\"v26n191\"> &#x201C;The earth also is defiled under the inhabitants thereof; because they have transgressed the laws, changed the ordinance, broken the everlasting covenant. <\/div><div class=\"paragraph jod\" id=\"v26n192\"> &#x201C;Therefore hath the curse devoured the earth, and they that dwell therein are desolate: therefore the inhabitants of the earth are burned, and few men left.&#x201D;<span class=\"citation\" id=\"58469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58469)\">Isa. 24:5-6<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"68a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0068.pdf\" target=\"pdfwin\">p.&#xA0;68a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9460\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n194\"> In relation to these matters we as a people have been very much interested, and these things have been spoken of for a long, long time. I have been preaching them between forty and fifty years, and a great many others who are now living, have borne testimony of these things; and have gathered together as we have done. This places us in a very peculiar position, for we not only bring our religion with us, and the spiritual ideas connected with it&#x2014;we not, only bring these things that are spiritual, but we bring our bodies along with us which are very temporal; and when we gather as we have done here in this land and form a people such as we are, we necessarily become part of the body politic of the nation with which we are associated&#x2014;that is, of the United States. We are organized here in a Territorial capacity, as other Territories are organized, and are now living in what was before the unsettled portions of the United States; we are organized according to the general provisions made and provided by the nation in which we live, and we are organized under what is called an Organic Act, whereby the action of the Government of the United States has placed us in the position that we now occupy. We have, for instance, as other Territories have, a governor. We have district judges of the United States; we have a U.S. marshal, an attorney, etc., etc., and the same kind of officers that exist in other Territories that are under and associated with the government of the United States. We have granted unto us in the instrument called the Organic Act certain rights and privileges. We send a Delegate to Congress, and are authorized so to do. We have our Legislature, and have the right of <div class=\"break columnbreak\" id=\"68b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0068.pdf\" target=\"pdfwin\">p.&#xA0;68b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9460\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> voting for it. We have our County Courts and Probate Courts, as other Territories have, and are placed under general regulations pertaining to these matters as exist in the order that prevails in the United States. In this respect we act as others do&#x2014;that is, we are placed pretty much under the same laws, not quite; pretty much under the same form of government, not quite; we have certain rights and privileges ceded to us, not like others have exactly; but to a very great extent similar to others. In this respect we act and operate as other citizens of the United States do, and in this respect we have rights, privileges and immunities as others have so far as they go. But they don't go with us quite to the extent that they do with other people under the same circumstances. Nevertheless, perhaps we enjoy as many privileges and as many rights as we are capable of comprehending and of magnifying, and it may be possible in the inscrutable wisdom of the Lord, that we should be subjected to certain kinds of prohibition and enactments, that differ materially in many respects from those of other people. But so it is, and these things are quite as beneficial to us as other things. If we had nothing to cope with or to contend with, we might feel as the Methodists do sometimes when they talk about sitting and singing themselves away to everlasting bliss; but as we are not going to the same place as they are, it don't make much difference; they can take their road, and we will take ours. We have other ideas of a religious nature from those entertained by other people. But take it as a whole we enjoy very many great blessings. We are living here in a goodly land. We have many privileges in this land: and in our  <div class=\"break pagebreak\" id=\"69a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0069.pdf\" target=\"pdfwin\">p.&#xA0;69a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9459\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>endeavors to preach the Gospel and gather together the people under the blessing and guidance and direction of the Almighty, we have been very successful thus far. Although in our history there are many things which have been unpleasant for people to meet with&#x2014;such as mobbings and drivings, killings and imprisonment, and a variety of other things that are not pleasant to the feelings of human nature, yet upon the whole the Lord has controlled these things for our good, just in accordance with the words of the Psalmist, where he says: &#x201C;Surely the wrath of man shall praise thee: the remainder of wrath shalt thou restrain.&#x201D;<span class=\"citation\" id=\"56904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56904)\">Ps. 76:10<\/a><\/span> It has not been pleasant for people to be driven, say as I have been, and as many of you have been from our homes; but, then, we had to endure it, and there is no use grunting about it. We had to do it in Missouri. We were driven from our homes there. Then we went to Illinois, and at first we were treated very kindly. But when we began to grow and increase, they did not like our religion, and they don't like it today, and we don't fancy their's much either; so on the religious question there is not much love lost. We had to leave Illinois and come here. It was not very agreeable, as I have said, to have to leave our homes and our farms and come out here to live among the Redskins; for this was a desert when we first came here. It was not full of beautiful farms and houses, orchards and gardens, cities, villages and hamlets. It was a desert where the red man roamed unmolested, where the crickets had full sway, and where the white man had scarcely trodden. There had been a few pass through before we came here, and it had been discovered perhaps a hundred years or two by some travelers that <div class=\"break columnbreak\" id=\"69b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0069.pdf\" target=\"pdfwin\">p.&#xA0;69b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9459\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had existed in those days; but to all intents and purposes it was what was called then and marked on the maps as the &#x201C;Great American Desert.&#x201D; Since then the solitary place has been made glad, and the desert has been made to blossom as the rose.<span class=\"citation\" id=\"59157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59157)\">Isa. 35:1<\/a><\/span> The Lord has been very kind and merciful to us, and opened out our way, and provided for our wants, and although we may have some little things to complain of&#x2014;all of which are very trifling in comparison to many things that exist among other peoples&#x2014;yet are we abundantly blessed all over the land. Is there anybody here in your conference, or is there anybody in any of the conferences of the Stakes of Zion, that lacks the necessaries of life? Is there anybody that is destitute of food, or of clothing, or of habitations? Not that I know of, and if there are any such things, they ought not to exist among us. <\/div><div class=\"paragraph jod\" id=\"v26n196\"> Now, then, if we are blessed we have not to thank any man, or any set of men for it. If we are provided for, we have not obtained it from anybody else, but from the Lord God of Israel, who has watched over and protected His people just as He said He would do. He said it was His business to take care of His Saints,<span class=\"citation\" id=\"89873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89873)\">D&amp;C 104:15<\/a><\/span> but, then, it is our business to be Saints. And being gathered together as we are under these circumstances, we are organized according to certain laws laid down in the order of God, and given by revelation of God, for our guidance and direction, wherein we are instructed in things pertaining to this world and to the next; pertaining to things that are past, things that are present, and things that are to come&#x2014;pertaining to time and eternity. By this means man, the noblest work of God, is brought into closer rela<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"70a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0070.pdf\" target=\"pdfwin\">p.&#xA0;70a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9458\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tionship with God than he has been for generations past. Many things have been revealed, and there will be many more yet revealed that have been hidden from before the foundation of the world according to the word of God to us,<span class=\"citation\" id=\"94089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94089)\">A of F 1:9<\/a><\/span> and we are trying to act wisely, prudently and intelligently, to live and act and conduct ourselves in a manner that will be honorable before God, that will be honorable before the holy angels, that will be honorable before all honorable men and all men who love righteousness and truth and virtue, and who are inspired by the principle and integrity and by those principles that emanate from God, and that always lift up and exalt and elevate those that have embraced and are governed by them. These principles are revealed to us according to the laws which God has introduced, and through the medium of the Holy Priesthood, which He has again restored unto the earth, and we are here to learn His laws that we may walk in His paths.<span class=\"citation\" id=\"57840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57840)\">Isa. 2:3<\/a><\/span> We are here that we may build temples unto His name, and that we may administer in those temples. This is the object of our being gathered together, that we may be brought into a closer union and relationship to God our heavenly Father, that we may be instructed in the laws of life, and that we may comprehend the relationship that exists between us and Him. And while we are looking for calamity and trouble&#x2014;wars, pestilence and famine, and all those things that have been spoken of by the holy Prophets&#x2014;yet there is to be a voice heard before that day crying: &#x201C;Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues&#x201D;&#x2014;<span class=\"citation\" id=\"80284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80284)\">Rev. 18:4<\/a><\/span>that is, speaking of a certain something that is called Babylon. Well, we have been doing that, <div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9458\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and we have been gathered together that we may comprehend those principles of which I have spoken. We have come here that we may enter into covenants that are eternal, and which continue behind the veil. And we expect that while we are organizing Zion here upon the earth, and seeking to establish the kingdom of God, we have those who are cooperating with us above, those who are building and preparing for us in the heavens mansions to go to. Jesus went to prepare mansions for those of His followers in His day. Says He: &#x201C;In my Father's house are many mansions: if it were not so, I would have told you. I go to prepare a place for you. And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.&#x201D;<span class=\"citation\" id=\"69907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69907)\">John 14:2-3<\/a><\/span> There is something very peculiar about those things, about the preparing of those mansions for those that go behind the veil. But it is for us to learn to comprehend all these matters. We read about beautiful cities. We read of the new Jerusalem<span class=\"citation\" id=\"80714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80714)\">Rev. 21:2<\/a><\/span><span class=\"citation\" id=\"82826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82826)\">3 Ne. 20:22<\/a><\/span><span class=\"citation\" id=\"85743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85743)\">D&amp;C 45:66<\/a><\/span><span class=\"citation\" id=\"93158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93158)\">Moses 7:62<\/a><\/span> and the old Jerusalem.<span class=\"citation\" id=\"80788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80788)\">Rev. 21:10-27<\/a><\/span><span class=\"citation\" id=\"83510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83510)\">Ether 13:2-12<\/a><\/span> We talk about cities the most magnificent that can be thought of. Do you think they grow out of nothing? No, they have to be made just as we make things here, only more intelligently. What is meant by a certain saying: &#x201C;Make to yourselves friends of the mammon of unrighteousness; that, when ye fail, they may receive you into everlasting habitations.&#x201D;<span class=\"citation\" id=\"67745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67745)\">Luke 16:9<\/a><\/span> Ah! indeed. Well, you can guess what it is. I will leave it with you. <\/div><div class=\"paragraph jod\" id=\"v26n198\"> People find a good deal of fault with us about our having more wives than one; but, then, that is nothing; we attribute that to their ignorance. If they were better informed they would know better. Abraham was a friend of God,<span class=\"citation\" id=\"77628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77628)\">James 2:23<\/a><\/span> and he practiced  <div class=\"break pagebreak\" id=\"71a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0071.pdf\" target=\"pdfwin\">p.&#xA0;71a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9457\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>polygamy, under the direction of the Lord;<span class=\"citation\" id=\"91701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91701)\">D&amp;C 132:29-37<\/a><\/span> David was a man after God's own heart,<span class=\"citation\" id=\"55456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55456)\">1 Sam. 13:14<\/a><\/span><span class=\"citation\" id=\"71865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71865)\">Acts 13:22<\/a><\/span> and he had wives given to him of the Lord.<span class=\"citation\" id=\"91753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91753)\">D&amp;C 132:39<\/a><\/span> They would have put them in the Penitentiary, if they had been here today. But then because of many things that transpire in these days, the Lord will make the earth empty.<span class=\"citation\" id=\"58389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58389)\">Isa. 24:1<\/a><\/span> Why? Because they have transgressed the laws, changed the ordinances, broken the everlasting covenant.<span class=\"citation\" id=\"58461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58461)\">Isa. 24:5<\/a><\/span> We are gathered together here in order that we may observe the laws which have been restored unto us, and keep the everlasting covenant. While they make covenants for time only, we make covenants for time and for eternity. There is the difference. Ours is everlasting; theirs until death do they part. We as wives and husbands expect to be associated after death in the eternities that are to come. We believe in an everlasting covenant, and in an everlasting Gospel. An angel was to bring the everlasting Gospel,<span class=\"citation\" id=\"79871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79871)\">Rev. 14:6<\/a><\/span> and everything associated with it is everlasting. It existed before we came here. It exists with us in time, it reaches into eternity, and people that do not have the Gospel have no everlasting covenants. They think we are very low, on the one hand, because we cannot comply with their ideas, and we think they are very ignorant because they don't understand ours. But so it is. We are here to do the will of God, to carry out His law in all humility and faithfulness to God our heavenly Father&#x2014;faithfulness as men to the nation in which we live&#x2014;faithfulness to all men&#x2014;to make known the things that God has communicated to us. <\/div><div class=\"paragraph jod\" id=\"v26n200\"> Now, then, in speaking of covenants, let me follow that subject a little further. Have we to do with time? Yes. Have we to do with eternity? Yes. Did we exist be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9457\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fore we came here? Yes, and we shall exist when we leave here. The principles that we are in possession of, go back into eternity and reach forward into eternity. We are here in a state of probation, and God, in the infinitude of His mercy and kindness, has seen proper to bring us together as we are, and then we are nothing to brag of when He has got us here. Still while many have rejected the truth, we have received it. God has given us His grace to enable us to comprehend the Gospel and to give us power to obey it, and some of us have kept faithful for quite a long time, and it is pretty hard work for some of us to be faithful. It is good to be a saint. When we get the Spirit of the Lord upon us, we feel to rejoice exceedingly, and sometimes when we don't have much of that, it feels rather what we used to call hard-sledding. But there is nothing that makes things go so well among the saints of God as living their religion and keeping the commandments of God, and when they don't do that, then things go awkward and cross and every other way but the right way; but when they live their religion and keep the commandments, &#x201C;their peace flows as a river, and their righteousness as the waves of the sea.&#x201D;<span class=\"citation\" id=\"59424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59424)\">Isa. 48:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n201\"> Now, in regard to these matters there is a subject I have referred to at one or two of the conferences we have visited lately, and I will mention it here. The ancient Israelites had a very peculiar law among them, and yet it was a very proper law, namely, that if a man died, his brother was to take his wife and raise up seed to him.<span class=\"citation\" id=\"53599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53599)\">Gen. 38:8<\/a><\/span><span class=\"citation\" id=\"55107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55107)\">Deut. 25:5-10<\/a><\/span><span class=\"citation\" id=\"65396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65396)\">Matt. 22:24<\/a><\/span><span class=\"citation\" id=\"66640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66640)\">Mark 12:19<\/a><\/span><span class=\"citation\" id=\"67929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67929)\">Luke 20:28<\/a><\/span> That would be a curious kind idea among the world, where they did not believe anything of that kind; singular kind of a doctrine; but it was a thing that was practiced among the Israelites, and it is a thing we  <div class=\"break pagebreak\" id=\"72a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0072.pdf\" target=\"pdfwin\">p.&#xA0;72a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9456\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ought to be practicing among us. That is, if a man has a brother dead who has left a widow, let the woman left in that kind of a position be just as well off as a woman who has a husband. Here is a principle developed which then existed, and I will speak a little on that subject and show certain reasons and certain whys and wherefores for these things. If a man should die and leave a wife and she should be childless, why not her be taken care of as well as anybody else? Would not that be just. Would not that be proper? Would not that be right? Yes. But says the man, &#x201C;I do not know about that. I would rather raise up seed for myself.&#x201D; Perhaps you might do both. You might if the law did not prevent you carrying out the law of God in the United States. If these worthy ancients had lived here, they would not have allowed them to carry out such a law. Still there is a principle of that kind exists. Why should it not be put into practice? We do believe, you know, more or less in this principle. But then there are a certain class of men who will say: &#x201C;I would rather somebody else attended to that business; I would rather attend to my own affairs, and let everybody attend to theirs.&#x201D; All right. Suppose you do it. We will carry the thing a little further. This woman's husband has gone behind the veil, and he is operating there, and probably he will be called upon in a family capacity to look after those that were coming there, or help prepare mansions for somebody who is yet on the earth, as Jesus did for His disciples.<span class=\"citation\" id=\"69908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69908)\">John 14:2-3<\/a><\/span> He has left His wife behind here, but he is there operating for others. Now, what would you think of making to yourselves friends of the Mammon of unrighteousness; that, when you fail, they may receive you <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9456\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> into everlasting habitations?<span class=\"citation\" id=\"67746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67746)\">Luke 16:9<\/a><\/span> What would you think of that? We talk about angels taking care of us, and all sorts of things like that. But I expect that when we get behind the veil we shall have business to do as much as we have here, and one thing will be, perhaps, to look after the arrangement of our family affairs, and things associated therewith. <\/div><div class=\"paragraph jod\" id=\"v26n203\"> Now, then, a man here says: &#x201C;I would not like to embark in a thing of that sort&#x2014;marry a brother's wife, and raise up seed for him.&#x201D; What did they do with such men in olden times? The woman had an opportunity of loosing his shoe and spitting in the man's face that would not raise up seed unto his brother, and it was said: &#x201C;So shall it be done unto that man that will not build up his brother's house. And his name shall be called in Israel, The house of him that hath his shoe loosed.&#x201D;<span class=\"citation\" id=\"55110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55110)\">Deut. 25:9-10<\/a><\/span> (See Deut. xxv, 5 to 10. See also Ruth iii and iv.)<span class=\"citation\" id=\"55108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55108)\">Deut. 25:5-10<\/a><\/span><span class=\"citation\" id=\"55386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55386)\">Ruth 3:1-18<\/a><\/span><span class=\"citation\" id=\"55388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55388)\">Ruth 4:1-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n204\"> But we will go again to the other side, and find those there engaged in doing certain works in the heavens and preparing mansions for those that are coming. Now, when Jesus went to prepare mansions<span class=\"citation\" id=\"69909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69909)\">John 14:2-3<\/a><\/span> I do not suppose that He did it Himself. He had plenty of hands to set to work of that sort, same as we have here. This man that has died hears his brother say, &#x201C;I would rather attend to my own affairs,&#x201D; and he says, &#x201C;All right, come here and attend to your affairs also. If you are selfish perhaps I will turn selfish too.&#x201D; Now, what is sauce for the goose is sauce for the gander. That is the way it presents itself to me in relation to these matters. If a woman is left by her husband, let her have somebody to take care of her; if not her husband's brother, then his next of kin. That is the  <div class=\"break pagebreak\" id=\"73a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0073.pdf\" target=\"pdfwin\">p.&#xA0;73a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9455\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>order so far as I understand it, and I wanted to say so much in relation to these matters. Why should not women have equal rights with men? They have these rights and they ought to be sustained and maintained among us as Saints. We ought to look after the welfare and interest of all. <\/div><div class=\"paragraph jod\" id=\"v26n206\"> I shall now refer to what is known as Utah Lake and Jordan River dam water question. This is a subject that has troubled you a great deal and upon which there has been much awkwardness and unpleasant feeling. It was adjusted some time ago, but the agreement, it appears, was not carried out: in consequence of which considerable trouble was likely to ensue. President Angus M. Cannon showed me a letter in which it was stated that a lawsuit was commenced in regard to the affair, some of the parties, thereto being outside of the Church and some inside. In commencing this suit those inside the Church were not taking the right course, and they would have subjected themselves to be cut off the Church, because God has given us laws in relation to these matters whereby they can be properly regulated wisely and in accordance with His laws. Brother Cannon (who is President of the Salt Lake Stake) came to me and wanted to know what to do. He said he could not regulate these matters as his jurisdiction did not extend beyond Salt Lake Stake, nor could President Smoot because his jurisdiction did not go beyond Utah Stake. Here was a dilemma. What shall be done? Could I show him a way out of the difficulty? I told him I could; that a council had been provided through the Prophet Joseph Smith, for just such cases. Some people don't know anything about that, but yet that is a fact. They did not know that it <div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9455\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had ever been used before. It is a council of twelve High Priests over which the First Presidency of the Church should preside to adjudicate upon difficult cases that might arise in the Church, and this should be the highest council in the Church, and from which there should be no appeal.<span class=\"citation\" id=\"90371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90371)\">D&amp;C 107:78-80<\/a><\/span> We called together this council and met here in this house, and the parties were heard&#x2014;some outside of the Church and some inside. Finally we got the matter adjusted, and I am informed that the decision is satisfactory to all parties. The council was composed of the following brethren, viz.: Abraham O. Smoot, President of Utah Stake; Angus M. Cannon, President of Salt Lake Stake; Warren N. Dusenberry, Probate Judge of Utah County; Elias A. Smith, Probate Judge of Salt Lake County; Jonathan S. Page and A. D. Holdaway, Selectmen of Utah County; Ezekiel Holman and Jesse W. Fox, Jr., Selectmen of Salt Lake County; Presiding Bishop Win. B. Preston; John T. Caine, Delegate to Congress from Utah; Bishops Thos. R. Cutler and John E. Booth. After the first session of the council, in consequence of Hon. John T. Caine being required at Salt Lake City on official business, Elder L. John Nuttall was appointed a member of the council in place of Elder Caine. Myself and Brother George Q. Cannon presided in all the meetings of the Council. In selecting the council we selected men from the two counties who were conversant with county affairs, and both counties were equally represented. But some people will say&#x2014;How is it the High Council could not settle the question? Because the High Council in Utah Stake has no jurisdiction over affairs in Salt Lake Stake, nor has the High Council of Salt Lake Stake any jurisdiction  <div class=\"break pagebreak\" id=\"74a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0074.pdf\" target=\"pdfwin\">p.&#xA0;74a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9454\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>over affairs in Utah Stake, and the other council was formed just to meet such an emergency. I speak of this for your information; and, as I have said, when the matter is thoroughly completed, it will prove to be satisfactory to all parties. <\/div><div class=\"paragraph jod\" id=\"v26n208\"> Now, I want to read you a curious Scripture. We talk a good deal about water, and about certain laws&#x2014;laws of hydraulics and hydrostatics&#x2014;we have had a good deal of talk about these things lately, I have heard some very singular remarks made pertaining to the waters of the Utah Lake by Brother Madsen, who has kept a very accurate account of the condition of the waters of the lake under various circumstances for a great number of years. Among other things he said that it was very difficult to tell how and in what manner the waters of the lake were sometimes increased. That he had frequently seen large fountains or springs rising in the lake, that he should think furnished more water than any of the rivers that flowed into it&#x2014;and these springs were very fluctuating, so much so, that it was found very difficult to make any accurate calculations pertaining thereto. <\/div><div class=\"paragraph jod\" id=\"v26n209\"> It is thought and so stated by some writers that there are subterraneous passages for water flowing from Lake Superior. <\/div><div class=\"paragraph jod\" id=\"v26n210\"> This may appear strange to some. But in regard to the flood, the laws governing hydraulics, as we understand them, were not strictly carried out on that occasion. Speaking of the flood we read: <\/div><div class=\"paragraph jod\" id=\"v26n211\"> &#x201C;And it came to pass after seven days, that the waters of the flood were upon the earth. <\/div><div class=\"paragraph jod\" id=\"v26n212\"> &#x201C;In the six hundredth year of Noah's life, in the second month, the seventeenth day of the month, the <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9454\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> same day were all the fountains of the great deep broken up, and the windows of heaven were opened.&#x201D;<span class=\"citation\" id=\"52907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52907)\">Gen. 7:10-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n213\"> What was done? &#x201C;The windows of heaven were opened,&#x201D; and the immense bodies of waters that exist in the upper firmament were let down, or as it is expressed, &#x201C;the windows of heaven were opened.&#x201D;<span class=\"citation\" id=\"52913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52913)\">Gen. 7:11<\/a><\/span> What else? &#x201C;The same day were all the fountains of the great deep broken up.&#x201D;<span class=\"citation\" id=\"52912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52912)\">Gen. 7:11<\/a><\/span> You have got a Brigham Young Academy here. I would like to give the professors and pupils of that establishment a problem to solve, and that is&#x2014;How they could manage to get enough water out of the seas, and out of the oceans, and out of the rivers, and out of the clouds, to cover the tops of these mountains and fifteen cubits above,<span class=\"citation\" id=\"52927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52927)\">Gen. 7:19-20<\/a><\/span> and let that spread all over the earth? I would like to know by what known law the immersion of the globe could be accomplished. It is explained here in a few words: &#x201C;The windows of heaven were opened&#x201D;&#x2014;<span class=\"citation\" id=\"52914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52914)\">Gen. 7:11<\/a><\/span>that is, the waters that exist throughout the space surrounding the earth from whence come these clouds from which the rain descends. That was one cause. Another cause was &#x201C;the fountains of the great deep were broken up&#x201D;&#x2014;<span class=\"citation\" id=\"52915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52915)\">Gen. 7:11<\/a><\/span>that is something beyond the oceans, something outside of the seas, some reservoirs of which we have no knowledge, were made to contribute to this event, and the waters were let loose by the hand and by the power of God; for God said He would bring a flood upon the earth<span class=\"citation\" id=\"52891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52891)\">Gen. 6:17<\/a><\/span><span class=\"citation\" id=\"93048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93048)\">Moses 7:34<\/a><\/span> and He brought it,<span class=\"citation\" id=\"52906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52906)\">Gen. 7:10<\/a><\/span><span class=\"citation\" id=\"93086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93086)\">Moses 7:43<\/a><\/span> but He had to let loose the fountains of the great deep, and pour out the waters from there, and when the flood commenced to subside, we are told &#x201C;that the fountains also of the deep and the windows of heaven were stopped, and the rain from  <div class=\"break pagebreak\" id=\"75a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0075.pdf\" target=\"pdfwin\">p.&#xA0;75a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9453\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heaven was restrained; And the waters returned from off the earth.&#x201D;<span class=\"citation\" id=\"52933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52933)\">Gen. 8:2-3<\/a><\/span> Where did they go to? From whence they came. Now, I will show you something else on the back of that. Some people talk very philosophically about tidal waves coming along. But the question is&#x2014;How could you get a tidal wave out of the Pacific ocean, say, to cover the Sierra Nevadas? But the Bible does not tell us it was a tidal wave. It simply tells us that &#x201C;all the high hills, that were under the whole heaven, were covered. Fifteen cubits upwards did the waters prevail; and the mountains were covered.&#x201D;<span class=\"citation\" id=\"52928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52928)\">Gen. 7:19-20<\/a><\/span> That is, the earth was immersed. It was a period of baptism. <\/div><div class=\"paragraph jod\" id=\"v26n215\"> I will find you another Scripture. It will be found in the book of Job. Job had been complaining. It is said he was the most patient man on the earth. Still he had been complaining about the treatment he had received. He had lost his camels, and sheep, and his children; the lightning had struck his son's house,<span class=\"citation\" id=\"56006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56006)\">Job 1:13-19<\/a><\/span> and finally he was smitten with boils,<span class=\"citation\" id=\"56056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56056)\">Job 2:7<\/a><\/span> etc. He was not very patient then, not any more so than any of us would be under similar circumstances. He got a little out of humor; did not fancy it very much; found himself scraping his body with a potsherd, and wallowing in ashes.<span class=\"citation\" id=\"56062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56062)\">Job 2:8<\/a><\/span> After some of his friends had talked to him, the Lord spake, saying: <\/div><div class=\"paragraph jod\" id=\"v26n216\"> &#x201C;Gird up now thy loins like a man; for I will demand of thee, and answer thou me. <\/div><div class=\"paragraph jod\" id=\"v26n217\"> &#x201C;Where wast thou when I laid the foundations of the earth? declare, if thou hast understanding. <\/div><div class=\"paragraph jod\" id=\"v26n218\"> &#x201C;Who hath laid the measures thereof, if thou knowest? or who hath stretched the line upon it. <\/div><div class=\"paragraph jod\" id=\"v26n219\"> &#x201C;Whereupon are the foundations thereof fastened? or who laid the corner stone thereof; <\/div> <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9453\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n220\"> &#x201C;When the morning stars sang together, and all the sons of God shouted for joy? <\/div><div class=\"paragraph jod\" id=\"v26n221\"> &#x201C;Or who shut up the sea with doors, when it brake forth, as if it had issued out of the womb?&#x201D;<span class=\"citation\" id=\"56218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56218)\">Job 38:3-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n222\"> Who managed that matter? &#x201C;Who shut up the sea with doors, when it brake forth, as if it had issued out of the womb?&#x201D;<span class=\"citation\" id=\"56265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56265)\">Job 38:8<\/a><\/span> Why, the Lord did it. These are singular expressions. It is said in the other place that, &#x201C;the fountains of the great deep were broken up.&#x201D;<span class=\"citation\" id=\"52916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52916)\">Gen. 7:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n223\"> Now, then, I want to say to the Latter-day Saints, that God has more to do with the earth, with the waters, with the fountains of waters, with all the affairs of men, and with everything we have to do with, than men are willing to acknowledge in a great many instances. What means the saying, &#x201C;In the wilderness shall waters break out, and streams in the desert.&#x201D;<span class=\"citation\" id=\"59203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59203)\">Isa. 35:6<\/a><\/span> Do any of you know of such things? I guess you do. Plenty of them. What means that Scripture where it speaks of Moses in the wilderness, when the children of Israel cried out for water in the desert land, and called on him for water? The Lord told Moses to smite the rock, and it should give forth water. Moses felt angry with the people because of their murmuring. And when the people were gathered together before the rock, Moses said: &#x201C;Hear now, ye rebels; must we fetch you water out of this rock?&#x201D;<span class=\"citation\" id=\"54823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54823)\">Num. 20:10<\/a><\/span> And he smote the rock and water came out of it.<span class=\"citation\" id=\"129175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129175)\">Num. 20:11<\/a><\/span> But Moses did not honor the Lord in that instance as he ought to have done. The Lord felt angry with him, and would not allow him to go into the land of Canaan because he did not sanctify the God of Israel.<span class=\"citation\" id=\"54817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54817)\">Num. 20:1-13<\/a><\/span> At the same time the Lord fulfilled His word to Moses, for when he smote  <div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9452\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the rock the waters came out.<span class=\"citation\" id=\"54827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54827)\">Num. 20:11<\/a><\/span> By what principle? Was that according to the law of hydraulics? It was the power of God that manipulated that affair. So it was in the case of Elijah. There had been a drouth in the land of Israel,<span class=\"citation\" id=\"55671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55671)\">1 Kgs. 17:1<\/a><\/span> and there was great suffering in consequence of it.<span class=\"citation\" id=\"55679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55679)\">1 Kgs. 18:1-2<\/a><\/span> Elijah went and prayed to the Lord that the drouth might pass off, and that rain might come. The Lord heard his prayer, and sent the rain. At first, we are told, a little cloud arose out of the sea, like a man's hand; but by and by the heaven was black with clouds, and there was great rain.<span class=\"citation\" id=\"55697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55697)\">1 Kgs. 18:41-45<\/a><\/span> Who was it that manipulated these matters? It was the Lord. It would appear to some to be according to the laws of nature, etc. So it would; but at the same time this was done by the prayer of faith, and the water flowed forth. And I want to say one thing here, and that is, that if we are sustained in these latter days, God must sustain us; if we are upheld, God must uphold us. Men are raging and have been raging against us; but I will say, as I have often said, Woe! to them that fight against Zion, for God will fight against them,<span class=\"citation\" id=\"58693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58693)\">Isa. 29:7-8<\/a><\/span> and He will have His own way of doing it. It is for us to pursue the even tenor of our way, and if we will work righteousness and fear God, and keep His commandments, the wilderness and the solitary places shall be made glad (as it has been already abundantly among us), and the desert shall blossom as the rose.<span class=\"citation\" id=\"59158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59158)\">Isa. 35:1<\/a><\/span> But it will not be to me, or to Brother Cannon, or to President Young, or to anybody else, that the glory will belong. We will give God the glory for all our <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9452\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> deliverance. He has been very kind and merciful to us all the day long. <\/div><div class=\"paragraph jod\" id=\"v26n225\"> Therefore, let us do right. Let us observe the laws of God, and keep His commandments, and the blessing of God will be with us. We will go forward and build our temples and labor therein. We will go forth and build up the Kingdom of God; we will go forth and purify the Church of God; we will go forth and establish the Zion of God. When Zion existed upon the earth it took 365 years to prepare the people thereof to be translated.<span class=\"citation\" id=\"93202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93202)\">Moses 7:68<\/a><\/span> But the Lord in these last days will cut His work short in righteousness.<span class=\"citation\" id=\"72710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72710)\">Rom. 9:28<\/a><\/span><span class=\"citation\" id=\"86026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86026)\">D&amp;C 52:11<\/a><\/span><span class=\"citation\" id=\"87953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87953)\">D&amp;C 84:97<\/a><\/span><span class=\"citation\" id=\"90430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90430)\">D&amp;C 109:59<\/a><\/span> Therefore let us do right. Do right by everybody. Bear with the infirmities of men<span class=\"citation\" id=\"129176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129176)\">Rom. 15:1<\/a><\/span><span class=\"citation\" id=\"129177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129177)\">D&amp;C 42:52<\/a><\/span> and the follies of men. Treat all men kindly, no matter who they may be&#x2014;whether they are insiders or outsiders, or apostates, or anybody else&#x2014;treat everybody kindly. But do not be partakers of the practices of the wicked.<span class=\"citation\" id=\"75970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75970)\">1 Tim. 5:22<\/a><\/span> Do not mix up with the corrupt and evil. If they are hungry, feed them; if they are naked clothe them; if they are sick, administer to them; but do not associate with them in their abominations and their corruptions. Come out from the world and be ye separate,<span class=\"citation\" id=\"80285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80285)\">Rev. 18:4<\/a><\/span> ye that bear the vessels of the Lord,<span class=\"citation\" id=\"59628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59628)\">Isa. 52:11<\/a><\/span><span class=\"citation\" id=\"85235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85235)\">D&amp;C 38:42<\/a><\/span><span class=\"citation\" id=\"91824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91824)\">D&amp;C 133:5<\/a><\/span> and let &#x201C;Holiness to the Lord&#x201D;<span class=\"citation\" id=\"54416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54416)\">Ex. 28:36<\/a><\/span><span class=\"citation\" id=\"62373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62373)\">Zech. 14:20<\/a><\/span> be written in every heart; and let us all feel that we are for Zion and for God and His Kingdom, and for those principles that will elevate us in time and throughout the eternities that are to come. <\/div><div class=\"paragraph jod\" id=\"v26n226\"> God bless and lead you in the paths of life,<span class=\"citation\" id=\"129178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129178)\">Ps. 16:11<\/a><\/span> in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}