{"ID":260018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Present Conditions&#x2014;The Hatred of the World Toward the Saints&#x2014;Why the Leaders of the Church Are Attacked&#x2014;The Purpose of Persecution&#x2014;The Saints Need not Be Afflicted or Worried About the Present State of Affairs&#x2014;The Sifting Process&#x2014;The Epistle of the First Presidency&#x2014;Work of God Always Met With Opposition&#x2014;The Gospel Revealed in this Day Was the Gospel that Was Revealed to Adam&#x2014;More Revelation to Be Given&#x2014;Saints Must not Borrow Trouble&#x2014;When a Nation Perverts Justice, Then Commences Its Downfall&#x2014;The Constitution of the United States&#x2014;Saints Must Commit No Overt Act&#x2014;Exhortation to Faithfulness&#x2014;Conclusion.<\/div>\n<div class=\"subtitle\">Discourse by Apostle Franklin D. Richards, delivered at the Annual Conference, held in the Tabernacle, Logan, Cache County, Saturday and Sunday, April 4 and 5, 1885.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Adverse Times and Seasons.<\/div>\n<div class=\"speaker\">Speaker: Franklin D. Richards<\/div>\n<div class=\"date\">Date: 4\/4\/1885<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v26n524\"> It is very pleasing and it is also an occasion of heartfelt gratitude to be permitted to meet, so many of us, this morning and under such favorable circumstances as those which surround us; even the elements conspire to make our coming together convenient and agreeable. Circumstances are such as prevent our brethren of the First Presidency and several of the Twelve Apostles from being with us, and perhaps others from among the people, who would be glad to be with us at this General Conference, but who deem it advisable, or are so situated that they cannot consistently attend. Let us that have come together seek unto the Lord for His Spirit and His guidance, that we may receive that measure of grace and blessing at His hand which we need under the present conditions which attend upon us. <\/div> <div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9364\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n525\"> If any evidence were wanting to indicate to the doubtful, the unbelieving, or the half-hearted, as to whether we are of the world or the world of us, we are obtaining daily evidence of the fact that we are not of the world. The Savior told the brethren that sojourned with Him: &#x201C;If ye were of the world, the world would love you: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.&#x201D;<span class=\"citation\" id=\"70242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70242)\">John 15:19<\/a><\/span> The same reason essentially exists today that existed then. But the Lord has made very gracious and precious promises to His people&#x2014;that where only two or three are agreed as touching matters pertaining to the interest of His Kingdom and the honor of His name, their prayers shall be heard.<span class=\"citation\" id=\"65088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65088)\">Matt. 18:19-20<\/a><\/span> There never was a day since the Church has been organized in these last days that the Saints  <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9363\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>had better reasons, or more of them, to be strong and confident in God their living Head, than they have this morning. We need to know and realize that our trust is in Him and not in man, for woe! to him that putteth his trust in man and maketh flesh his arm.<span class=\"citation\" id=\"60487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60487)\">Jer. 17:5<\/a><\/span><span class=\"citation\" id=\"81333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81333)\">2 Ne. 4:34<\/a><\/span><span class=\"citation\" id=\"81532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81532)\">2 Ne. 28:31<\/a><\/span> God has undertaken to perform a work in the earth which is going to astonish the world, and which will give to His name honor, and glory, power and dominion. Now, all these things that occur&#x2014;I need not go into any enumeration of them, because in all of your different settlements circumstances and conditions are more or less varied&#x2014;it has been the studied plan of our adversaries to spread snares for our feet throughout the land; and it need not be wondered at, of course, that they who stand highest in authority should be the objects more particularly of their wicked designs. <\/div><div class=\"paragraph jod\" id=\"v26n527\"> Take a look at this thing rationally and in a commonsense view for a moment. The forest trees that are shaken with the wind sometimes almost seem as if they would be uprooted by it, and blown over. By this operation the soil is wonderfully loosened about the roots. By this storm the strength of a tree is tested, and the trunk and the branches of it, as to whether they bear proper relation to each other and derive that support that sustains every part in its natural position. It is also very natural that in that grove, as the wind passes over it, the tallest trees are really the most tried part of it, for the wind and storm will dash and blow upon them, while the smaller ones that are protected by each other, scarcely feel it, perhaps. Then you need not wonder if some of the tallest trees do not happen to be here today. We will, however, remember our brethren who are <div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9363\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> absent, and pray for them; we will ask the Lord to bless and protect them, to strengthen and fill them with the wisdom of the Holy Ghost continually, that the joy and comfort of the truth and of the holy Gospel shall be theirs, and that they shall be preserved from the hands of their enemies. <\/div><div class=\"paragraph jod\" id=\"v26n528\"> We who are gathered together, instead of entertaining ill feeling of cultivating malicious designs towards our enemies, will ask the Lord to strengthen us and to qualify us not only for what is upon us now, but for what is before us; for we do not know what there may be for us in the purposes of Jehovah. All this may be necessary and profitable to give us an experience that we should pass through trials, that may tend to our improvement and qualification, enable us in our different positions to better magnify our callings, and to bear off His Kingdom in the last days as He requires. <\/div><div class=\"paragraph jod\" id=\"v26n529\"> There are times and seasons when the hoary frosts of winter not only prevent the trees from showing forth their foliage, from developing any bloom, but cause them to cast their fruit to the earth, scarcely giving indications of life. It may not be wondered at then, if through the storms and blasts of adversity which come upon the Church from time to time that its members are not spreading forth and reaching out their branches, or that the foliage shows no such immediate prospects of fruit, as we might, under more favorable sunshine and with more beautiful weather, expect. While this adverse season is on and the leaves perhaps have blown to the ground, and all presents the appearance of barrenness and death itself, the sap is at work down in the roots. Do you understand this? Gardeners and nurserymen especially will  <div class=\"break pagebreak\" id=\"166a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0166.pdf\" target=\"pdfwin\">p.&#xA0;166a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9362\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>understand that at the close of the adverse season, when the winds and storms have loosened the soil, the roots have extended themselves deeper into the earth, when the sun shines and the gentle rain falls and the pleasant spring appears, those roots, now greatly enlarged, will cause the trees to put forth larger leaves, with more abundant bud and bloom, and with larger and more luscious fruit than before. So it is and will be with the great tree of Life which God has planted in the earth,<span class=\"citation\" id=\"52457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52457)\">Gen. 2:9<\/a><\/span><span class=\"citation\" id=\"81249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81249)\">2 Ne. 2:15<\/a><\/span><span class=\"citation\" id=\"79051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79051)\">Rev. 2:7<\/a><\/span> and which is bringing forth and will yield more abundantly the fruits of Everlasting Life. <\/div><div class=\"paragraph jod\" id=\"v26n531\"> Well, then, we have nothing that we need be afflicted or worried about, except our own unrighteousness. I know how the Saints feel about many things which are menacing and intimidating them at the present time; but brethren and sisters, now is the best of all times to go often into your closets, for secret prayer, and there find that grace and help of God which is able to buoy you up in every time of need. Men that are the heads of families need now to be filled with the Holy Spirit, to be Prophets, Seers and Revelators to their families, to their kindred and to those that are around them. You need to have your roots strike deep into the soil of Heaven and stronger into the soil of eternity, that you may derive that nourishment and that strength that shall bring to you greater, more abundant and more glorious blessings than ever you have yet realized. <\/div><div class=\"paragraph jod\" id=\"v26n532\"> Among other benefits that will be produced by the strange conditions that attend us is this: that while there are those among us who have not known whether they were following for the loaves and fishes,<span class=\"citation\" id=\"64746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64746)\">Matt. 14:15-21<\/a><\/span><span class=\"citation\" id=\"69214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69214)\">John 6:26<\/a><\/span> or whether they were following for the truth's sake&#x2014;many who are ready <div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9362\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to dabble in spirituous liquors and in those intoxicating drinks which inflame the passions, which madden the soul, daze their intellects, destroy the faculties of man, drowning their souls in the perdition of the ungodly; many who have never sought to dig deep and lay their foundation upon the rock of revelation which is the only foundation of eternal truth. It is absolutely important that we and they should know which side of the fence they dwell on; that they make up their minds either to serve God or the devil; and this is a time that calls all people professing to be Saints to make up their minds determinedly whom it is best to serve, and if the Lord is their God,<span class=\"citation\" id=\"55338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55338)\">Josh. 24:15<\/a><\/span><span class=\"citation\" id=\"55686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55686)\">1 Kgs. 18:21<\/a><\/span> to get some oil in their vessels that they be not always in darkness.<span class=\"citation\" id=\"66023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66023)\">Matt. 25:1-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n533\"> Again, there are conditions which pertain to all animated nature, and which are incident to the great body of the Church as well, and they are these: Notwithstanding it may be the choicest food we may eat, notwithstanding the most healthful or precious drinks we may use&#x2014;there are operations going on in the system whereby those elements that are not found of use are cast off as waste by the various avenues provided by nature for the expulsion of that which is not useful to the system. Just so this principle of life exists with God's people. They who will not in their due time and place become articles of nutriment and health to the Church and the Saints will become refuse and will be cast off. These are principles in nature and in life which all are conversant with; we know and understand them. In this dispensation of Providence, wherein it seems as though all the powers of darkness were arrayed against us, we need to understand that it is to God and to  <div class=\"break pagebreak\" id=\"167a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0167.pdf\" target=\"pdfwin\">p.&#xA0;167a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9361\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God alone that we must look. We need to understand the laws of all things well. The Lord has borne us off in troubles and in tribulations while in Ohio, in Missouri, and in Illinois, and the God that has been with us through these troubles will not forsake us at the present time. The great thing for us to do is to feel after Him, and repent of our sins, our waywardness, and of our weaknesses and sinfulness, and put away everything that is unrighteous and that which is displeasing in the sight of God and of angels and good men. If we do this His favor and His power will rest upon us, and He will allow nothing to come upon us but what He will sanctify to our greatest good and to His own eternal honor and glory, and we shall see by and by His infinite wisdom in all His providences towards us. <\/div><div class=\"paragraph jod\" id=\"v26n535\"> I appreciate with you the many precious sentiments that have been uttered in our hearing since we have come together at this conference, and also appreciate with you the consideration which our absent brethren of the First Presidency have felt concerning us, and the work in which we are engaged. <\/div><div class=\"paragraph jod\" id=\"v26n536\"> There is something about our labor that is strangely peculiar, but not more so, perhaps, in our day than has existed in former ages of the world when the Gospel has been revealed to man. It has always seemed to be the case that whatever period of time we take up to read concerning the work of God and its effects among the inhabitants of the earth&#x2014;we always find that the people of God and the people of the world have been in direct antagonism; and when we get back to the most remote items of history&#x2014;or items of information which history is permitted to furnish us&#x2014;we find that even in <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9361\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the spiritual state of man's existence, before the family of Adam came to dwell in the flesh, that there was antagonism there between truth and error, between those that embraced truth and those that embraced error, and following down through the ages that same antagonism has existed and been made manifest in one form or in another, so that the people of the earth have never been in a position to see and understand the principles of the doctrine of Christ, the doctrine of salvation, in the same light, and to understand it together and correctly. The principles of the Gospel which have been revealed of God have been admitted by the greatest moral philosophers who have lived&#x2014;aside from religious professors&#x2014;to be the most noble principles, the most calculated to exalt mankind, in the belief, in the exercise, and in the obedience of them, of any doctrines or principles of ethics that have ever been given to the human family; great moralists, great scientists have been willing to give this credit to the principles and doctrines of our Savior. Philosophers of this world have done this; and all they of the Saints who have rendered obedience to these principles know, truly, how a faith in them exalts those that embrace them, until it has come to be a truism among the people of God, &#x201C;that righteousness exalteth a nation: but sin is a reproach to any people.&#x201D;<span class=\"citation\" id=\"57426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57426)\">Prov. 14:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n537\"> Therefore, let it be known to all the world that it is one of the first principles of the Gospel of Christ that men should repent of their sins, that they should be washed in the waters of regeneration<span class=\"citation\" id=\"76327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76327)\">Titus 3:5<\/a><\/span> for the remission of their sins, that then, in pursuance thereof, they may receive the Holy Ghost from heaven, which is promised unto obedient believers. <\/div> <div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9360\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n539\"> This is not only the doctrine of the Gospel of this dispensation, and the doctrine of the Gospel in the dispensation when Jesus and the Apostles of His day were upon the earth, but this is the very principle and doctrine that was revealed to Father Adam, after he was cast out of the Garden of Eden, when the angel of the Lord came to him and asked him why he offered sacrifices. He replied that he knew not, only that the Lord had told him to do so. Then the angel of the Lord proceeded to explain the matter to him&#x2014;told him that the object of his offering sacrifices was to keep before his mind the great sacrifice that must be offered up in the meridian of time.<span class=\"citation\" id=\"92559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92559)\">Moses 5:5-8<\/a><\/span> This was the only symbol and type given to men to cause them to look forward through an ordinance they practiced to the Savior, who was to come as a sacrifice for sin and to become the Savior of the world. Thus early did God place this principle before the mind of the great father of the human family when in that terrible dilemma, he having consented to partake of the fruit and go out of the garden with mother Eve. It was then that our first parents began to be taught this principle. Adam was taught that he must be born of the water and of the spirit, and in demonstration of this he was caught up by the Spirit and placed in the water and brought forth out of the water, as the revelation of God to Joseph declares.<span class=\"citation\" id=\"92764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92764)\">Moses 6:59-65<\/a><\/span> Then he was baptized by the Holy Ghost and with fire.<span class=\"citation\" id=\"92768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92768)\">Moses 6:66<\/a><\/span> And the Lord told him to teach those things to his children that they might look forward with him to the time when the Only Begotten should come in the flesh and should be made an offering for the sins of the world.<span class=\"citation\" id=\"92750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92750)\">Moses 6:57-58<\/a><\/span> Adam was further told that if he taught these things to his children he and <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9360\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they should have in this life the words of eternal life, and in the life to come eternal life itself.<span class=\"citation\" id=\"92762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92762)\">Moses 6:59<\/a><\/span> Mark the careful distinction; that if they would keep the commandments they should in this life have the words of eternal life given to them, and in the life to come they should have eternal life itself,<span class=\"citation\" id=\"92763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92763)\">Moses 6:59<\/a><\/span> and, added the Lord to this great promise, &#x201C;thus may all become my sons.&#x201D;<span class=\"citation\" id=\"92774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92774)\">Moses 6:68<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n540\"> Thus the plan of salvation was in brief laid out in plainness to our Father Adam, that he and all his children might be thought meet to enter into the favor of God, receive the fellowship of the Holy Ghost, be born of water and of the Spirit, and thus come to a knowledge of the principles of eternal life. <\/div><div class=\"paragraph jod\" id=\"v26n541\"> We see from this that the first step to be taken in those days, when the works of Cain had gone forth, and when the people had become exceedingly wicked&#x2014;so bad that the Scriptures say the thoughts of their hearts were only evil and that continually&#x2014;<span class=\"citation\" id=\"52847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52847)\">Gen. 6:5<\/a><\/span><span class=\"citation\" id=\"93315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93315)\">Moses 8:22<\/a><\/span>the very first thing to consider was how to deprive sinfulness of its power and make righteousness to take hold of the children of men so that they might find favor with the Gods, and with all the righteous both in heaven and on the earth. <\/div><div class=\"paragraph jod\" id=\"v26n542\"> This was the principle, this was the doctrine, and this was the way by which the Patriarch Enoch&#x2014;that great and ancient worthy of whom we know so little&#x2014;went forth and by the power of God reasoned with those wicked people and preached the Gospel to them, and baptized all who would receive it and gathered them together into a place which he called Zion.<span class=\"citation\" id=\"92794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92794)\">Moses 7:10-19<\/a><\/span> It was a very great and mighty work he had to perform; for the people had become terribly wicked, filled with the spirit of  <div class=\"break pagebreak\" id=\"169a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0169.pdf\" target=\"pdfwin\">p.&#xA0;169a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9359\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>murder and every manner of abomination that the human heart can conceive of.<span class=\"citation\" id=\"92718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92718)\">Moses 6:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n544\"> This, then, is the foundation that all men have to lay in their hearts and lives before they begin to receive the principles of eternal life as they are revealed. You my brethren and sisters that are from Scandinavia, from the northern countries, from the Cape of Good Hope, New Zealand, Australia, and from the islands of the sea, including the frozen regions of Iceland&#x2014;every one of you were taught and embraced those first principles in the primitive part of your faith and belief in the Gospel. It was the beginning; it was the step which every son and daughter of Adam has had to take, from the days of Adam until now, in order to cleanse themselves before God, so as to receive the blessings of eternal life. It was by carrying out these principles and preaching that Adam was saved. It was by an obedience to the same principles that Enoch succeeded in gathering out the honest in heart unto the city of Zion.<span class=\"citation\" id=\"92984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92984)\">Moses 7:19<\/a><\/span> He was 365 years in building up that Zion and in gathering into it a people on the same principles that have been revealed to us in these latter days.<span class=\"citation\" id=\"52786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52786)\">Gen. 5:23<\/a><\/span><span class=\"citation\" id=\"93203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93203)\">Moses 7:68<\/a><\/span> We are preaching the same Gospel that was given to those ancient worthies. You can trace the Priesthood by referring to the Book of Doctrine and Covenants&#x2014;the holy, high Priesthood that has come down from Adam to Noah, and down through Enoch, Methuselah and the different men of God who lived in ancient times&#x2014;you can trace it clear back to Adam who was ordained under the hands of God,<span class=\"citation\" id=\"87512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87512)\">D&amp;C 84:6-16<\/a><\/span><span class=\"citation\" id=\"90291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90291)\">D&amp;C 107:41-57<\/a><\/span> who told him that that Priesthood should abide in his generations and that it should be on the earth at the end of time.<span class=\"citation\" id=\"90292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90292)\">D&amp;C 107:42<\/a><\/span><span class=\"citation\" id=\"92691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92691)\">Moses 6:7<\/a><\/span> What is the Priesthood that you <div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9359\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> grey-headed fathers are bearing before us today in the midst of Israel? It is the holy, high Priesthood of Melchizedek, which is after the order of the Son of God,<span class=\"citation\" id=\"90089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90089)\">D&amp;C 107:2-3<\/a><\/span> and which is after the power of an endless life.<span class=\"citation\" id=\"68630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68630)\">John 1:18 (JST)<\/a><\/span><span class=\"citation\" id=\"76861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76861)\">Heb. 7:16<\/a><\/span> Then, brethren and sisters, understand it. It is not a new Gospel revealed now for the first time&#x2014;these first principles are not new, because they have been revealed from the beginning. They are the same principles that Christ commenced to preach when He was upon the earth. They were the first principles that John the Baptist taught when he came to prepare the way for the coming of the Son of Man; they were the very first principles that Joseph and Oliver taught in this dispensation when they began to preach the Gospel. They were ordained to the Aaronic Priesthood.<span class=\"citation\" id=\"84065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84065)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"129221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129221)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93981)\">JS&mdash;H 1:68-72<\/a><\/span> This is the beginning of the work of righteousness. <\/div><div class=\"paragraph jod\" id=\"v26n545\"> There are revelations and doctrines given unto us in our day, however, which were not given in former ages, because the people were not prepared and were not in a suitable condition to receive such. Do not let us think that we have got all the revelation there is. In the last great revelation which the Lord gave to Joseph, He told him that He had not revealed all to him, but that there were many laws pertaining to His Priesthood which He would reveal hereafter.<span class=\"citation\" id=\"91805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91805)\">D&amp;C 132:66<\/a><\/span><span class=\"citation\" id=\"94090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94090)\">A of F 1:9<\/a><\/span> Do you remember it? But if the world is going to get scared and terrified and ready to lay waste and destroy the Latter-day Saints before we have got so far advanced in the civilization of heaven as to understand the marriage laws and some of the marital relations of the sexes&#x2014;if they go crazy over this what will happen to them when something more comes along? <\/div> <div class=\"break pagebreak\" id=\"170a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0170.pdf\" target=\"pdfwin\">p.&#xA0;170a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9358\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n547\"> Now, I hope that none of the Saints will grow weak in the knees;<span class=\"citation\" id=\"129222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129222)\">D&amp;C 81:5<\/a><\/span> do not let them hang down their heads, nor allow their hearts to be troubled; do not let the sisters lie awake at nights brooding over this and that that is going to happen, and getting a great deal of borrowed trouble. There is no promise of grace to sustain them in such trouble; but the Lord has promised that His grace shall be sufficient for our day, sufficient for the troubles we have to bear;<span class=\"citation\" id=\"74311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74311)\">2 Cor. 12:9<\/a><\/span><span class=\"citation\" id=\"83493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83493)\">Ether 12:26-27<\/a><\/span><span class=\"citation\" id=\"83624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83624)\">Moro. 10:32<\/a><\/span><span class=\"citation\" id=\"84117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84117)\">D&amp;C 17:8<\/a><\/span><span class=\"citation\" id=\"84155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84155)\">D&amp;C 18:31<\/a><\/span> but we have no promise of grace to sustain us in borrowed trouble. Do not be alarmed though the heathen rage and the people imagine vain things.<span class=\"citation\" id=\"56301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56301)\">Ps. 2:1<\/a><\/span><span class=\"citation\" id=\"71452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71452)\">Acts 4:25<\/a><\/span> While they are in confusion and strife of every kind, you will multiply upon the earth and establish lasting peace upon the face thereof. The Latter-day Saints who are the object of all observation from the four quarters of the earth, are the only people that have pure and settled peace in their hearts and in their midst. Do you realize this? Our missionaries go to the Southern States, and the North Western States; they go to Europe, to Asia, Africa, and every point of the compass, and when they return they tell us that in no place do they find as true, settled and substantial peace, as there is right here in Utah, where one would think, from all that is going on and all that is threatened, that the waves of the sea were going to roll over us. Our peace is that which the Gospel brings. The fruit of the Spirit which the wicked can neither give nor take away. There is no use being worried over these things. It is part of our heritage. They who will live godly in Christ Jesus must suffer persecution;<span class=\"citation\" id=\"76194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76194)\">2 Tim. 3:12<\/a><\/span> we have every reason to expect it. It is our duty to seek wisdom of the Lord in all matters; seek for the Holy Spirit, and attend to our own business. <\/div> <div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9358\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n548\"> In regard to the principles of the Gospel which the Lord has revealed to us beyond what He has to other people, we should remember that we shall be called to account for the use we make of them; remember that we use them, live them, and administer them in all righteousness in our lives and conduct, and while there are no two families whose conditions and circumstances are just alike, still the same general principles will have their general effect in all households. We must cultivate righteousness. We are learning the principles of the Gospel one after another; how to observe and obey them. We want to know how to hold them in righteousness, because we cannot hold these precious eternal treasures in unrighteousness; if we think we can we shall be deceived and will some day find out that they are not to be held in unrighteousness, for they only take effect with the pure in heart, they that are willing to keep the commandments of God, and walk in the way of His counsels. <\/div><div class=\"paragraph jod\" id=\"v26n549\"> Sin is a reproach to any people.<span class=\"citation\" id=\"57427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57427)\">Prov. 14:34<\/a><\/span> It is better for us right here in this life that we keep the commandments of God, even if we did not look for any future reward of glory. Don't you know it is? Why? Because we feel happy and strong within ourselves when we lie down at night and rise up in the morning; when we go out and when we come in; we feel the sustaining influence and approval of an honest heart, of a pure conscience, and of all just people&#x2014;a conscience void of offense towards God and His people.<span class=\"citation\" id=\"72126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72126)\">Acts 24:16<\/a><\/span><span class=\"citation\" id=\"92037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92037)\">D&amp;C 135:4<\/a><\/span> This is the greatest treasure that a person can possess in this life. And do you know that go where you will&#x2014;among those ignorant tribes that surround us, or to the highest civilized, and most cultivated portions of the European or American na<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"171a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0171.pdf\" target=\"pdfwin\">p.&#xA0;171a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9357\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions&#x2014;the man that is obedient to the holy principles of the everlasting Gospel&#x2014;if they do not know he is called a Mormon&#x2014;is respected above all men who disregard the principles of righteousness and truth. If some of our brethren who work in the mining camps behave themselves and live their religion, the very men around them respect and honor them. Why? Because they are reliable; because the principles they have embraced and put into practice render them substantial and trustworthy. You go into the classes of the university or of the colleges where young men have gone in quest of an education, and you will find that the man who is pure and virtuous in his feelings, in his thoughts and in his ways, who does not delight in folly, in sin and the secret works of darkness, but is at home attending to his lessons and his duty&#x2014;it is he that makes his way to the head of the class, and gets the highest honor among his fellows. It is he that they look up to because of his upright conduct and all that is excellent in man. That is the kind of men that go forth and make their way and mark among their neighbors and their countrymen. True virtue and righteousness exalt individuals, and it therefore must exalt a nation composed of such individuals. When a nation disregards the principles of justice, equity, righteousness and truth&#x2014;so far as to fail or refuse the administration of its laws equitably to any portion or class of its citizens, then the people have reason to fear the dreadful consequences that must follow, unless a reformation is effected; then the noble, the honorable, the virtuous and the pure should be willing to make sacrifice for that which is ennobling, exalting, upright and praiseworthy. <\/div><div class=\"paragraph jod\" id=\"v26n551\"> Go back in the history of the <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9357\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> world and you will see that the greatest nations that ever existed, as soon as they commenced to pervert justice, crush truth and right, persecute God's people and exalt iniquity, then commenced their downfall, and their way was down, down, down, to demolition and destruction, until more substantial and better elements were found in their ruins with which to raise up and create something new. It was that excellence and purity which God saw in the Puritan fathers that came over to this country for the love of the truth, and to worship God according to the dictates of their own consciences&#x2014;<span class=\"citation\" id=\"94198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94198)\">A of F 1:11<\/a><\/span>it was that excellence that preserved them and established them here, and as long as they maintained the principles of liberty, allowed others to enjoy the same rights that they themselves enjoyed, just so long did they prosper. They were powerful in that they had influence and faith to receive inspiration from God, to draw up and establish the greatest Constitution<span class=\"citation\" id=\"89633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89633)\">D&amp;C 101:80<\/a><\/span> that has ever been known on the earth&#x2014;the grandest combination of loyal principles and fundamental truths that has been established by man, since the days of Noah, and that is the Constitution with which politicians have become so reckless, in construing its provisions, and have gone outside of its limitations to rule and regulate the people of this great nation as they please. That glorious Constitution was made to regulate rulers as well as the ruled. It was so constructed that those who should be appointed to rule over the people should not be their masters, but their servants. How comes it now, that the whole polity has been perverted to another way; the rulers have come to be masters of the people, and are undertaking now to lord it over God's heritage.<span class=\"citation\" id=\"78201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78201)\">1 Pet. 5:3<\/a><\/span> We  <div class=\"break pagebreak\" id=\"172a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0172.pdf\" target=\"pdfwin\">p.&#xA0;172a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9356\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ought to understand these things. It is our duty to do so. <\/div><div class=\"paragraph jod\" id=\"v26n553\"> I desire now to refer to a particular expression in the epistle which has just been read, wherein the brethren of the First Presidency have exhorted the Saints not to allow themselves to commit any overt act. No matter how much you are worried, no matter how much you are aggravated by the acts of the ungodly, do not do a thing that you could afterwards be sorry for. Do nothing that could let blood stick to one of you. Bear with every impious insult. Put up with it as Christ did when he was hanging upon the cross and his life's blood oozing out from his heart, and his spirit ready to depart, and say, &#x201C;Father, forgive them; for they know not what they do.&#x201D;<span class=\"citation\" id=\"68343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68343)\">Luke 23:34<\/a><\/span> That is the way we want to look as far as we can upon those who are oppressing and injuring us, breaking up our homes, and scattering our women and children to the four winds. It is something that could not be allowed in the old monarchial countries, which are looked upon as being measurably beneath the United States in the matter of a constitutional government, and yet we see men among us who are ready to demolish the very sanctity of home, lay waste and destroy that which lies at the very foundation of all law, natural and governmental. It is painful; it is sorrowful. Let us pity while they are so blind, so ignorant, so ill-natured, and so willing to depart from good government, even to enact laws to prevent their fellowcitizens from worshipping God according to the dictates of their own conscience.<span class=\"citation\" id=\"94199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94199)\">A of F 1:11<\/a><\/span> But, for my own part, I feel like the First Presidency in this matter. Let us commit no overt act, which in any event we could be sorry for. <\/div><div class=\"paragraph jod\" id=\"v26n554\"> We never saw a time when we had <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9356\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> reason to feel more thankful and lifted up in our hearts before the living God than the present. Why? Because the Savior said: &#x201C;Woe unto you, when all men shall speak well of you! for so did their fathers to the false prophets.&#x201D;<span class=\"citation\" id=\"67263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67263)\">Luke 6:26<\/a><\/span> But says He, &#x201C;Blessed are ye, when men shall hate you, and when they shall separate you from their company, and shall reproach you, and cast out your name as evil, for the Son of man's sake.&#x201D;<span class=\"citation\" id=\"67251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67251)\">Luke 6:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v26n555\"> I wish to exhort the Saints to frequent their closets more than they do; to neglect not their prayers night and morning, and in the season thereof fail not to bow the knee and call your sons and daughters around you. If you do this, by and by your sons and daughters will rise up and call you blessed;<span class=\"citation\" id=\"57561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57561)\">Prov. 31:28<\/a><\/span> if you do not they will get cold and depart from truth and the faith of the living God, and that will bring the greatest sorrow you can conceive of. This is a time when we are called upon to bring our practical religion into use, to put on the whole armor of God,<span class=\"citation\" id=\"75372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75372)\">Eph. 6:11<\/a><\/span><span class=\"citation\" id=\"129223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129223)\">D&amp;C 27:15<\/a><\/span> and to trust in Him. The Savior said He could call to His help more than twelve legions of angels;<span class=\"citation\" id=\"66294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66294)\">Matt. 26:53<\/a><\/span> more than the Roman hosts; but He knowing the great purposes of Jehovah could go like a lamb to the slaughter.<span class=\"citation\" id=\"59661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59661)\">Isa. 53:7<\/a><\/span><span class=\"citation\" id=\"71666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71666)\">Acts 8:32<\/a><\/span><span class=\"citation\" id=\"81917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81917)\">Mosiah 14:7<\/a><\/span><span class=\"citation\" id=\"92038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92038)\">D&amp;C 135:4<\/a><\/span> He understood those purposes, could curb His powers, control His feelings, and could make a manly fight for righteousness and truth, and carry out the decrees of heaven. Can we do so? Can you and I do so? If we cannot, can we be counted worthy to be called His brethren, and Saviors upon Mount Zion?<span class=\"citation\" id=\"62063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62063)\">Obad. 1:21<\/a><\/span> We have got to be considerably more like him than we are before we attain unto all those excellencies that are promised. <\/div><div class=\"paragraph jod\" id=\"v26n556\"> Inasmuch as the work of God spreads, and its influence and potency  <div class=\"break pagebreak\" id=\"173a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0173.pdf\" target=\"pdfwin\">p.&#xA0;173a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9355\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are felt among the nations of the earth, so long will this opposition and this antagonism exist, and we must expect it; it cannot be avoided. It is an eternal consequence of our faith. If we reckoned upon anything else, we reckoned wrongly. Every true Saint, when he embraced this Gospel, felt to lay down his good name, his earthly substance, and life itself&#x2014;all was laid upon the altar. We need not think, however, that although the Lord permits certain things to come upon us, that He will not soften the hearts of the wicked and ungodly. He has told us with a firm decree, that from a time when the Saints commenced to be more faithful they should begin to prevail against their enemies,<span class=\"citation\" id=\"89695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89695)\">D&amp;C 103:6<\/a><\/span> and they have proved this in the deliverances that have been wrought out in their behalf from time to time. Have we any reason to doubt or lack confidence in the promises of God for the future? Not a particle. Every step of the way affords a greater, a more powerful confirmation and assurance that He is true to His promises, and will carry them out in our behalf. <\/div><div class=\"paragraph jod\" id=\"v26n558\"> Do you know, says one, how far these things will go? Just so far as the Lord will allow them. When <div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9355\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it comes to the right time He will put a stop to them. He knows how to do it, just at His good pleasure. <\/div><div class=\"paragraph jod\" id=\"v26n559\"> We should go to work and put transgression from our midst, cultivate righteousness and put away all sin, and by keeping His commandments and living by every word that proceedeth from the mouth of His servants<span class=\"citation\" id=\"55006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55006)\">Deut. 8:3<\/a><\/span><span class=\"citation\" id=\"62849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62849)\">Matt. 4:4<\/a><\/span><span class=\"citation\" id=\"129224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129224)\">D&amp;C 21:4-5<\/a><\/span><span class=\"citation\" id=\"87769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87769)\">D&amp;C 84:44<\/a><\/span><span class=\"citation\" id=\"89261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89261)\">D&amp;C 98:11<\/a><\/span> the work of sanctification will go on in our hearts, our homes, and our habitations will be holy in His sight. He will not allow the acts of the wicked to come against us any longer than will be for His own glory and our greatest good. Let us feel that we are in the hands of the Lord, that He is our Father and friend. Let us draw near to Him; find Him out, and walk with Him here in the flesh, then we shall know that it will be well with us hereafter. <\/div><div class=\"paragraph jod\" id=\"v26n560\"> I pray that the good Spirit of God may dwell in our hearts; may write His law on the tablets of our hearts;<span class=\"citation\" id=\"57371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57371)\">Prov. 3:3<\/a><\/span><span class=\"citation\" id=\"57401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57401)\">Prov. 7:3<\/a><\/span><span class=\"citation\" id=\"129225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129225)\">Jer. 31:33<\/a><\/span><span class=\"citation\" id=\"74038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74038)\">2 Cor. 3:3<\/a><\/span> may impress the principles of truth upon our minds, so that we may live them and make them profitable to us in the future. That God may grant these blessings unto us, I humbly ask in the name of the Lord Jesus Christ, Amen. <\/div>\n<\/div>\n<\/div>"}