{"ID":260002, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Causes that Govern Us in Settling New Places&#x2014;Our Respect for the Constitution of Our Country&#x2014;We Must not Concede Principle for the Privilege of State Government&#x2014;Practical Men Have Held Office&#x2014;The Kingdom of God Protects All Religion&#x2014;Holding the Priesthood Should not Disqualify From Holding Civil Office or Giving Counsel.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Tabernacle, Provo, Sunday Afternoon, Nov. 20, 1884.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Our Respect for the Constitution.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 11\/20\/1884<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d02\">\n<div class=\"paragraph jod\" id=\"v26n11\"> In attempting to address you this afternoon, my brethren and sisters, I trust I shall have the assistance <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9525\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of your faith and prayers, that I may be led to speak upon those principles that are adapted to your  <div class=\"break pagebreak\" id=\"4a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0004.pdf\" target=\"pdfwin\">p.&#xA0;4a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9524\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>circumstances and wants. We as a people are living at a time when we need the assistance and direction of the Spirit of God. To be taught by men and by men's wisdom in our position would be of little or no avail to us, from the fact that the conditions which surround us are different in many respects from those which surround every other people. We are a peculiar people. We are not bound together by associations such as exist among other peoples. We have not come together because this land suited us, and was desirable for us to make a living in, but we have gathered to this land through force of circumstances over which, to a certain extent, we had no control. We have come together impelled by motives such as do not operate upon ordinary people, and having objects to accomplish such as are not thought of nor labored for by others. Other people, when they form settlements such as we have in these mountains, are generally drawn together, if they are new settlements, by the advantages of locality, by the opportunities for making a living or in creating wealth, or for some consideration or reason of this character&#x2014;that is in the first place. Afterwards, in succeeding generations, they stay there because it is their birth place, because it is the home in which they have been reared. But these considerations have not influenced us in our settlement in these valleys. It is due to none of these causes that we are organized in communities as we are today, but it is due to causes that are higher and diverse from those that operate upon other people where they form settlements such as we have done. Hence, this being our condition, it requires wisdom, it requires strength, it requires enlightenment from God, to enable us to <div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9524\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> maintain ourselves upon the principle that we came here in the beginning for, and to escape the evils by which we are threatened. We believe that it was God who led us to this land; that it was God who prepared this land as an abode for us; that it has been His Almighty power that has preserved us thus far, and has ameliorated the condition of affairs&#x2014;that is the soil and the climate and the water&#x2014;that has produced changes that have made this land desirable and a delightful home for us&#x2014;and that there has been a purpose and a design in all this, and that we have been the instruments in the hands of God of working out and accomplishing that design up to the present time. Hence there is, as I have said, a necessity that we should receive from the same source that has hitherto guided us, continued guidance and continued instruction, so that we shall not stop half-way in the work that we have undertaken, but by divine help be able to accomplish it. <\/div><div class=\"paragraph jod\" id=\"v26n13\"> There were some reflections that passed through my mind as I sat in your meeting this morning concerning the circumstances which surround us, that if I can get the Spirit I would like to speak upon. <\/div><div class=\"paragraph jod\" id=\"v26n14\"> In the first place it will not do to judge or measure us by the standards that obtain among other people, and by which people are measured in other places. To form a correct judgment of the Latter-day Saints, men must understand the motives which prompt them to action, the considerations which affect them, and the objects they have in view to accomplish; to form a correct estimate of our character these all must be taken into consideration. But it is often the case that we are measured by standards that do not apply to us, which may very well answer for  <div class=\"break pagebreak\" id=\"5a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0005.pdf\" target=\"pdfwin\">p.&#xA0;5a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9523\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>measuring other people and other communities, but not for us, and in consequence of this we are frequently misjudged, and men and women come to incorrect conclusions respecting us. Fault is constantly found with us by our enemies because of these peculiarities which they do understand, or which if they do not understand, they pay no attention to. For instance, it is frequently said to us that we are a disloyal people, that we are not friends to the government, that we respect a power and an authority in our midst which we consider paramount to the authority of the government; and because of the circulation of this accusation and its widespread belief, we are refused rights to which we are fully entitled, which belong to us, which should not be withheld from or denied to us. It is very remarkable when we think about our numbers, how few we are, comparatively speaking&#x2014;it is very remarkable that there should be such jealousy entertained about us as there is. Pharaoh and the Egyptians were never more afraid apparently of the great power of the children of Israel in their midst than our fellowcitizens, and many of them too that are in high places, appear to be afraid of us. They seem to look upon us as aliens, as an alien power, and treat us accordingly, when there is not the least justification for doing so. <\/div><div class=\"paragraph jod\" id=\"v26n16\"> Now, you remember, doubtless, Pharaoh's treatment of the Israelites. He saw that they were increasing, and he became alarmed. &#x201C;Why,&#x201D; said he, &#x201C;If we were going to have a war, these Israelites are becoming so numerous they may join our enemies and take away our kingdom from us. We must stop their increase.&#x201D;<span class=\"citation\" id=\"53761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53761)\">Ex. 1:7-10<\/a><\/span> And he counseled with his people as to the best method to stop <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9523\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this increase. He issued a decree that all male children that were born of the Israelites should be destroyed and cast into the river Nile, but that the female children should be spared.<span class=\"citation\" id=\"53765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53765)\">Ex. 1:15-22<\/a><\/span> In this way he hoped to check the increase of the children of Israel in Egypt. There is nothing in history that has come down to us to furnish grounds or justification for this cruel action on the part of this king. But this action was well adapted to force the children of Israel into the feeling that the government under which they lived was a harsh, a cruel and an unfriendly government, and to create antipathy in their breasts against it. In this way this tyrant&#x2014;as all tyrants have ever done&#x2014;in trying to accomplish the object he had in view, took the very means to bring upon himself and his nation the evils that he dreaded; because if he had desired to make the Israelites join the enemies of the nation and be traitors in the midst of the kingdom he could not have taken a more effective method than that which he did take. <\/div><div class=\"paragraph jod\" id=\"v26n17\"> And so it is with us. If we had not had a profound attachment to the Constitution of the United States and to the institutions of this government, the course that is taken against us by those who have represented the government has been and is of a character to have driven us into open and avowed enmity to the government years and years ago. Without that deep-rooted attachment we should have lost all our respect for a government under which we have suffered such cruel wrongs. There could be no better evidence of the kind feeling and the loyalty of the Latter-day Saints to the government of the United States, than the fact that in our breasts and throughout these mountains, there prevails an unquenchable love and  <div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9522\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>respect for the Constitution and the institutions that spring therefrom, notwithstanding we have been denied our rights and been treated with the utmost cruelty. There is scarcely an act of oppression that could be practiced that we have not had to endure, from the time the church of which we are members, was organized up to the present time. We have been falsely accused of all kinds of crimes, have been mobbed and repeatedly driven from our homes with the entire loss of our property, have been outraged, warred upon, subjected to violence of almost every description, and murdered. One by one our rights have been assailed. We have been stripped of them under forms of law; we have been denied justice, and treated with extreme vindictiveness. Our families&#x2014;if those who had the execution of the laws in their hands could have accomplished it&#x2014;would have been rent asunder; wives would have been torn from their husbands, children from their parents; households would have been destroyed; distrust and enmity and hatred would have been engendered in the breasts of the people one towards another&#x2014;that is, if the measures that have been framed against us could have been successfully carried out as they were designed by those who framed them. Just think of it! Think of the manner the women of this community have been tempted to turn traitors to their husbands and their friends! Every inducement possible has been offered to them to turn against and betray their husbands, and the seeds of enmity have been sown, or have endeavored to be sown, in the breasts of families, and of children against parents, and against each other, throughout the entire land. When you contemplate <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9522\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all these acts, they equal in cruelty and perfidy, and inhumanity, any of the acts of which we read in the Scriptures. Men are shocked when they read the story of the treatment of the Israelites by Pharaoh. All the preachers throughout the land, when they read that, comment more or less upon it to their congregations, and talk about the cruelty of which that king was guilty, and praise the Israelites, and praise Moses for that which they did. At the same time they are guilty themselves of as great crimes. They are guilty of inciting a government against its citizens&#x2014;its peaceful citizens&#x2014;and stirring up the government to acts of harshness, of cruelty, and even some of them go so far as to defend the use of the army by the government to destroy a peaceful people from the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v26n19\"> Now, as I have said, no people in the world have given greater proofs of attachment to their own government, and of devotion to those sacred principles of liberty that we have inherited than the Latter-day Saints have done in these mountains. But, as I have said, the cry is still that we are disloyal; that we unite church and state; that we have an authority in our midst that we respect and obey, while we disregard the civil authority of the land. These things are a frequent cause of complaint against us, and we are denied our rights. We today, should be a State. This Territory of Utah should be one of the United States. We should have the right to elect our own Governor, to elect our own Judges, to elect every officer in fact that executes the laws or has anything to do with the administration of the government in our own land. We have been here 37 years, and during 34 years of that  <div class=\"break pagebreak\" id=\"7a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0007.pdf\" target=\"pdfwin\">p.&#xA0;7a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9521\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>time we have been an organized Territorial government, longer than any other community on the continent except New Mexico, which was organized at the same time. Other Territories have sprung up and had speedy recognition as States, and are now numbered as members of the Union years after we settled this country. There is no good reason why we should not have had this same right granted unto us; no good reason whatever. We have shown our capability for good government, for maintaining good government. Our Territory today is an example for maintaining to all the Territories and to many States, so far as good government is concerned, and freedom from debt, and everything in fact that makes life enjoyable and easy for the citizen. We are lightly taxed, and we have maintained ourselves without aid from the general government or from any other community; while other communities that have had nothing like the difficulties to contend with that we have had, have been beggars either at the door of the National Congress, or of their neighboring States and their fellowcitizens. When other places were visited by grasshoppers, the whole land resounded with appeals for aid; but though we for five years in succession, in some of our settlements, had crops destroyed by the same cause, yet no wail went up from Utah, asking the nation for help. We have been so independent, and so disposed to sustain ourselves, and to fight our own battles with the difficulties that environed us, that we have managed to get along without having recourse to this method of obtaining assistance, and in this respect our course has been unexampled. <\/div><div class=\"paragraph jod\" id=\"v26n21\"> Now, as I say, there is no good reason why we should not have been <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9521\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> admitted as a State in the Union, except for the reason, and that has no foundation in truth, that we are not to be trusted, that we are in such a condition that if we were to get a State government there would be danger resulting from that grant of power unto us. Of course all of you, my brethren and sisters, know how untrue this is, how utterly without foundation such accusations are, but, nevertheless, they are listened to and believed. <\/div><div class=\"paragraph jod\" id=\"v26n22\"> Efforts have been made among us to change this condition of affairs. There have been, and still are, perhaps, some who call themselves Latter-day Saints, who are almost ready to lend themselves to any scheme that has for its object the obtaining of a State organization for Utah. Such persons look upon this as so great a blessing and so great a boon, that they are almost willing to forego their religious belief and to pander to those who have got power, and to make some sort of a concession to them, in order to achieve this, what they consider, very desirable end. There has been some agitation in years past respecting plural marriage, and some people, calling themselves Latter-day Saints, have been almost ready to go into the open market, and bid for a State government, at the price of conceding this principle of our religion, for the privilege of becoming a State of the Union. Those who are ready to do this are ready also to cast off obedience to the Priesthood of the Son of God, and to say, &#x201C;We do not believe that men who hold an office in the Church should have any voice in the affairs of the State.&#x201D; They are ready to sell out their belief as Latter-day Saints, and their veneration and reverence for that power which God has restored, for the sake of obtaining a little recog<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9520\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nition of their rights as citizens, on the part of those in power. It does not require much familiarity with the Spirit of God, or with the principles of our holy religion to understand exactly the position that such persons as these to whom I allude, occupy among us. When a man is ready to barter any principle of salvation for worldly advantage, that man certainly has reached the position that he esteems worldly advantage above eternal salvation. Can such persons retain the Spirit of God, and take such a course as this? No, they cannot. That other spirit will lead such persons astray, and they will be left to themselves. Will there be such persons continue among us and be associated with us? I do not question it. I expect we shall have such characters with us, during our future career as we have had in the past. We have had all sorts of people connected with this Church. As the work rolls forth, as it increases in numbers, so will these characters increase&#x2014;that is, for a certain time, until the day comes when the kingdom of God and the reign of righteousness shall be fully ushered in. <\/div><div class=\"paragraph jod\" id=\"v26n24\"> Now, regarding this accusation that is made concerning the Priesthood. It is the most common charge that is made against us that we listen to the Priesthood, that we are more obedient to the Priesthood than we are to those who hold civil authority. The question may be very properly asked: Have we not had good reason for this? Should we not be most consummate fools it we did not listen to our friends instead of our enemies? From the time that President Young was superseded as Governor of this Territory, until the present time, what kind of officers have we had sent into our midst to administer the affairs of the <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9520\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> government? Has there been a man who has come here as Governor, who has had the ability, even if he had the disposition, to guide and to counsel the people of this Territory, and to manage its affairs as well as the men among us who have had leading positions in the Priesthood? Why, there is not an instance of the kind. You take the best disposed Governor we have had&#x2014;and they are easily mentioned, the few that we have had who have been well disposed&#x2014;you take them and compare them with the men who laid the foundation of this commonwealth, who laid the foundation of this Territorial government, and built up this government, and there is no comparison between them. So that, aside from every other consideration, men are justified in seeking wisdom and guidance at the best fountain, at the best source. If I want counsel I will go to the men who are fitted to give me counsel. If I were not a Latter-day Saint it would make no difference to me who the person was if he could give me good counsel. If he was a man of ripe experience I would feel justified in going to that man and getting his advice. <\/div><div class=\"paragraph jod\" id=\"v26n25\"> This has been our position as a people. We have had men among us who have proved themselves in the best possible manner, beyond dispute, to to be entirely capable of directing and managing and counseling in all matters that pertain to our earthly existence. Have they not shown this through years and years of experience? The people have proved them. Now, would not the people be great fools, would it not be the height of folly for people who have this knowledge to say: &#x201C;No, I won't ask these men for counsel; I won't go to them for advice; I won't listen to anything they say, because  <div class=\"break pagebreak\" id=\"9a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0009.pdf\" target=\"pdfwin\">p.&#xA0;9a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9519\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>if I do so, I am listening to the Priesthood; but I will go to somebody who does not know anything; I will go to some&#x201D;&#x2014;I was going to say ass&#x2014;(laughter)&#x2014;for if ever men have proved themselves to be fools, it has been some of our governmental officials&#x2014;&#x201C;I will go to some man of this kind and ask his counsel, and have him to tell me what to do, because I am anxious to show that I am loyal to the government of the United States.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v26n27\"> Now, would you not call any man who would do this an idiot, when he could have got good counsel from his friends; when he would turn his back on his friends, and go to somebody for counsel who did not know anything, not as much as he, the person, did himself about the question he submitted to him? I would say, and you would say, that people who would do such a thing were little less than idiots. <\/div><div class=\"paragraph jod\" id=\"v26n28\"> Well, now, what crime are we guilty of? If we have men among us who have more experience than they, and who have proved themselves capable of guiding the people, what crime are we guilty of in giving heed to their counsel and seeking it? Because they hold the Priesthood are their mouths to be stopped up so that they cannot speak; are they to be deprived of the rights of citizenship, and all the rights that men have that are born free, because they hold the Priesthood? Is that a good reason? A more senseless reason never was given. If these government officials and these men that represent the government are so much better and so much more capable of guiding the people, and have so much greater right to be listened to and obeyed, let them show it by their works. When they have proved it, I suppose there will be no lack of disposition on the <div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9519\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> part of the people to go to them, and to listen to them, and to expect from them all the necessary teachings and counsels. There will be no lack of disposition on the part of sensible men and women such as we profess to be; but until they do this, until they show this capability and this power, they had better hold their tongues and say nothing about others leading the people. The fact is this, and it is apparent to all of us, that there are certain men who can destroy much easier than they can build up. It required a great deal of skill to build the Temple at Ephesus: it required the highest skill in architecture: but a fool destroyed it with a little blaze. It takes men to build up, but children can burn down and destroy. It takes men to build a commonwealth, and lay the foundation of that which we see around us; it takes labor and years of experience and wisdom to accomplish such results; but any poor creature that is half-witted can destroy all these labors in a very short time, and those that have come among us in too many instances representing the government have been men of this caliber; they would like to destroy, tear down, and reduce to chaos. That would suit them far better than it would to build up. <\/div><div class=\"paragraph jod\" id=\"v26n29\"> My brethren and sisters, I would like to have us as a people look at these matters, if we can, from a sensible point, from the standpoint of common sense and reason, and not allow ourselves to be diverted from the course that we have adopted by the outcry that is made against us and by the howls that are raised about us. It would be exceedingly foolish for us to do so. <\/div><div class=\"paragraph jod\" id=\"v26n30\"> God has given unto us, as we believe and as we testify, His Gospel;  <div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9518\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>He has given unto us His Church; He has given unto us the authority by which men and women are led into His Church and governed in His Church&#x2014;the authority which He Himself recognizes and the only authority that He has given to man on the earth to act in His stead. We believe this, we testify of it. At the same time while we have this belief, and form ourselves into a Church organization, we never have at any time in our history attempted to make our Church organization the only organization and the dominant organization in matters that pertain to everyday affairs and to civil government. There has always been among the Latter-day Saints, great respect shown for civil authority, and for the laws of the land. In fact, as soon as possible after our first settlement here, a Legislature was organized and the provisional government of Deseret was formed, when there was no one but Latter-day Saints in the country at the time. We could have been governed by our Church organization; it was sufficient for our purpose during the winter of 1847-8, and during the summer of 1848. It was quite sufficient. There was no other organization. But as soon as the Pioneers returned, President Young and the rest of the brethren&#x2014;there was no time lost in organizing a civil government&#x2014;the Provisional Government of the State of Deseret&#x2014;and laws were enacted in due form by the civil authority, and from that day until the present it has been respected and honored among us, and will be from this time forward, as long as this people exist. There is no people on the face of the earth that draw a nicer distinction than we between that which belongs to the Church and that which belongs to the State. But it is frequently <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9518\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> said&#x2014;and I have had to meet it often in my life time, particularly in Washington; they have said and do say, &#x201C;Why, your Probate Judges are Elders and Bishops, and your other officials hold offices in the Church.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v26n32\"> Well, is this a crime? Is there anything in the law or the Constitution of our country, or is there anything else that is recognized as binding among men that would prevent Elders and Bishops from holding office? I do not know of anything. I do not know that a man is any worse for being a Bishop or an Elder, or any more unfitted for civil employment, or the discharge of civil functions, than if he were not a Bishop or an Elder, especially among a people organized as we are. As I say this charge has been frequently brought against us in my hearing, and I have had to meet it before committees of Congress and elsewhere. The reply I have made to such charges is this: that among the Latter-day Saints in Utah every reputable man in the community bears some office in the Church. As soon as he arrives at a sufficient age if he is a reputable man he receives an ordination in the Priesthood. The best and the most active men in our community are the men who become prominent in Church affairs. Our Bishops live without salaries, or support from the people, they, before being chosen, having shown their ability to sustain themselves. They are not like members of other denominations who are a burden to the people, or who receive an education especially for those duties, and thus live by the salaries that are furnished them by the members of their congregation. In a community where there is a class of that kind there may be some propriety in saying that ministers  <div class=\"break pagebreak\" id=\"11a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0011.pdf\" target=\"pdfwin\">p.&#xA0;11a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9517\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of religion shall not take part in the affairs of state, although there is nothing of that kind said anywhere in the constitution or the laws; but there may be some propriety in saying this where men are educated especially for the ministry&#x2014;where they devote themselves to that labor and withdraw themselves from the practical affairs of life and depend upon their parishioners furnishing them support. There might be some propriety in saying to a class of that kind, &#x201C;you are not fit to take part in civil affairs, and the practical, everyday affairs of life, because of your calling and because of the nature of your duties.&#x201D; But we say there is great impropriety in saying that those who labor in the ministry among us shall not take part; for this reason: that all the men among us who are the most practical, the most energetic, and the most business like&#x2014;from these men the ministers are chosen, that is, men who labor in the ministry as Bishops, as Elders, as missionaries, and in other capacities. They have proved that they are capable of sustaining themselves by their own efforts, and at the same time devote a certain portion of their time to public affairs. Hence, you will find among us as a rule that our Bishops are all practical men; our Presidents of Stakes and their Counselors, and the Bishops and their Counselors, the Teachers and others, are all active business men among us. They have gained experience, and because of that they are sometimes chosen to fill local offices. Take the Legislature of Utah Territory, composed as it has been of some holding positions in the Church, and you will find a body of practical men, the superiors of whom are not to be found&#x2014;I say it without fear of truthful contradiction&#x2014; <div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9517\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>anywhere in any Legislature in this country, men who understand the wants of their constituents and of the people, and the kind of laws that are best adapted to them. I have had some experience in mingling with men in public life, and I must say that for practical wisdom, and for a knowledge of the affairs of the country and of the people represented in Utah Territory, there was found, previous to the passage of the Edmunds law, a class of men that had not their superiors anywhere in this land, for practical wisdom and the ability necessary to lay the foundation, and to perpetuate the institutions of a great country. <\/div><div class=\"paragraph jod\" id=\"v26n34\"> Is it wrong for men who have the Priesthood, and who act in this capacity, to act in civil offices and to let the people have the benefit of their experience in these matters&#x2014;is there any wrong in this? I can see none, and I am sure that no man who is a true friend to his country can. There is no good reason why these men should be excluded; in fact there is every reason why they should be invited to take part in establishing the affairs of the country. I have often said, in speaking to our brethren and sisters in various parts of the Territory, that that which we behold today in our Territory&#x2014;the good order, the peace, the freedom from debt, the lightness of taxation, and all the circumstances that are so favorable to us as a people, are due to the men who have borne the Priesthood, commencing with President Brigham Young, his Counselors, and the Twelve Apostles, and the leading men in Israel&#x2014;the circumstances which surround us, I say, are due to the wisdom that God has given unto them in managing these affairs. At the same time, because this is  <div class=\"break pagebreak\" id=\"12a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0012.pdf\" target=\"pdfwin\">p.&#xA0;12a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9516\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the case, there is no necessity that there should be a blending of church and state. There is no necessity for this; it is not wise to blend church and state. I do not believe that as members of the Church we should pass decrees or laws that would bind other people. I have no such belief, never did have. I do not think I ever shall have. But because a man is a member of a church, and because a man is a servant of God, and because a man bears the Priesthood of the Son of God, he should not be prevented because of that from acting in any civil capacity, from taking part in civil matters and executing the laws that are enacted by civil authority. <\/div><div class=\"paragraph jod\" id=\"v26n36\"> The province of the Kingdom of God that Daniel saw, the kingdom that would be established in the last days,<span class=\"citation\" id=\"61361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61361)\">Dan. 2:44<\/a><\/span> is to be as a shield to the Latter-day Saints, to be as a bulwark around about that Church, and around about that Church alone? No. The apostate will have his civil rights under that kingdom. The non-Mormon, or Gentile as he is called, will have his rights under that kingdom. The Chinaman, the Negro, and the Indian&#x2014;each of them will have his rights under that kingdom, and yet not be members of the Church of Jesus Christ of Latter-day Saints. A good many of our people confound the Kingdom of God with the Church of God. Now there is a very wide distinction between the two. A man may, in one sense, be a member of the Church of Christ, and not a member of the Kingdom of God. The two organizations are entirely distinct. The Kingdom of God when it shall prevail in the earth&#x2014;as it will do&#x2014;will be the civil power which will shield and protect the Church of Christ against every attack, against every unlawful aggression, against <div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9516\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> every attempt to deprive it of its legitimate rights. At the same time it will protect the Methodist just as much as it will the Latter-day Saint; it will protect the Roman Catholic just as much as it will the Methodist; it will protect men of every creed; it will protect the worshipper of idols in his civil rights, in his rights as a man and as a citizen. A man may be an infidel; a man may have been a Latter-day Saint, and denied the faith and lost his standing in the Church of God, and yet so far as the civil authority is concerned, so far as the power that is wielded by that which we call the Kingdom of God is concerned, that man will receive the amplest protection; he will have the fullest enjoyment of his rights. <\/div><div class=\"paragraph jod\" id=\"v26n37\"> President Taylor told us this morning&#x2014;told us as plainly as it could be told&#x2014;the manner in which all men should be treated. And that is the design of God; and therein our friends in the east are trampling upon the true principles of liberty in their attacks upon us, and in their treatment of us. Such treatment will just as surely bring down condemnation and destruction upon a government that practices these things, as that the setting of the sun will bring darkness upon the earth. It is not possible for men to continue in such a course of oppression and wrong doing as has been pursued by our fellowcitizens that have had the reins of government in their hands, without involving themselves in trouble. It is impossible that they can perpetuate their power, and conduct themselves as they have been doing towards us and towards others. There are eternal principles of justice that cannot be violated without injury to the person who violates them. A government  <div class=\"break pagebreak\" id=\"13a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0013.pdf\" target=\"pdfwin\">p.&#xA0;13a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9515\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that lends itself to the oppression of its citizens, will sooner or later receive punishment. That which it sows it will reap.<span class=\"citation\" id=\"74708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74708)\">Gal. 6:7<\/a><\/span> It will be a harvest that will be most bitter and sorrowful for those who reap it. <\/div><div class=\"paragraph jod\" id=\"v26n39\"> We are now citizens of this Territory. We fled here. As Latter-day Saints we came here as exiles, seeking for a home in the wilderness. God led us to this land, in which, notwithstanding all that maybe said to the contrary, we have laid the foundation of this Territory, we have made this land a peaceful, a happy land. There is no man in the country, no matter what his creed may be, that is oppressed or has been oppressed by the Latter-day Saints. We have not been tyrannical in the exercise of our power. We have not discriminated against those not of us. We have given them the same rights that we have ourselves. The same peace that we have desired to enjoy we have been willing that they should enjoy, and we have extended these privileges to them in common with ourselves. We have sought in no manner to interfere with their belief, nor with the exercise of it. The Roman Catholic in Salt Lake City, has been as unmolested as the Latter-day Saint has been. We may not believe in their religion; we may think the Methodist religion a poor religion to believe in and practice, and so with other forms of religion; but while we believe this, we have no right, neither have we ever exercised any power towards restraining them or restricting them, or in any manner depriving them of the free exercise of their rights of conscience and of faith, and no government can stand and prosper that will do it upon this land, for God has made promises concerning this <div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9515\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> land that no government can stand that will do this.<span class=\"citation\" id=\"83346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83346)\">Ether 2:12<\/a><\/span> None of us has any right to interfere with the faith and the worship of our fellowcitizens, unless their faith and their worship interfere with our rights. That is a proposition that is easily comprehended. If I do not interfere with any man's right by my worship, and by that which I consider right to do to my Maker, no man has any right under any form of government to interfere with me. <\/div><div class=\"paragraph jod\" id=\"v26n40\"> Hence it is that all this action concerning marriage is wrong&#x2014;this interference with marriage&#x2014;it is all wrong from beginning to end, especially in view of the fact that it is an important principle of our religion. We are ready to testify that our belief in marriage and our practice of it, is interwoven with our hopes of eternal salvation. Select every man who has had more wives than one and retained the faith of the Gospel; take him and his wives and interrogate them respecting their faith, and every one would say: &#x201C;this principle is so-intimately interwoven with my hopes of eternal salvation, that I would be afraid that I would be damned if I did not obey it.&#x201D; I believe that in nine hundred and ninety-nine cases out of a thousand where people are in the faith they would make this response. <\/div><div class=\"paragraph jod\" id=\"v26n41\"> Well, now, what right has any number of people&#x2014;there may be unnumbered millions who say this is not religion&#x2014;but what right have they to do this? If there was only one person on the face of the earth that entertained that belief, and he were alone and all the rest of mankind were opposed to him, it would be just as precious to him as if millions entertained a belief in common with him. Therefore,  <div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9514\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>because there are millions who say it is not religion, this does not make it so. We testify in the most solemn manner that it is a part of our religion, and that we cannot forego this principle without feeling that we forego our salvation, our eternal exaltation, by so doing. <\/div><div class=\"paragraph jod\" id=\"v26n43\"> Then the question arises in the practice of this principle&#x2014;do those who practice it infringe upon the rights of their fellowcitizens? Is society disturbed? Are there wrongs done to society at large by the practice of this principle? Let those who have lived among us answer this question. There never was a more peaceful society than our society&#x2014;that is, not for the past few hundred years at least. Go through our settlements, and is there quarreling, is there strife, are there bad examples set to the rising generation, is impurity taught, or any examples of impurity shown? No, there is not. We all know this, and we know that in practicing our religion we do not infringe upon the rights of our fellowcitizens. <\/div><div class=\"paragraph jod\" id=\"v26n44\"> But this attempt has been made just as it was in ancient days. I look upon it as a revival of the same spirit that prompted Pharaoh to seek the destruction of the male children among the Israelites.<span class=\"citation\" id=\"53766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53766)\">Ex. 1:15-22<\/a><\/span> If we were guilty of those crimes so fashionable in the world whereby the increase of families is prevented, I do not suppose there would be one word said about our system of marriage; I have no idea there would be. But the fact that we do raise children&#x2014;the fact that our houses and settlements are full of healthy offspring, is a standing protest against the crimes of the age; it is a standing protest against those abominable practices that are <div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9514\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> destroying the foundation of many communities within the confines of the United States, and they are determined&#x2014;those who are guilty of these things&#x2014;that we shall not exist. The loudest outcry against us, and the most devoted efforts against us, come from the region where these dreadful practices prevail, where women murder their offspring before they are born, are guilty of this prenatal murder, among the people of the United States who think themselves the most enlightened. Twenty-five years ago when I was laboring in the ministry in that region I visited one of the towns, and the President of the branch of the Saints there, (an old resident, whose ancestors were among the first settlers of the town) told me his wife was continually jeered at&#x2014;and this was 25 years ago&#x2014;by her associates, because she bore children, and bore them regularly&#x2014;that she did not take means to prevent the increase of her family! If I had not known him I could scarcely have believed it, it was too horrid. I have learned since, however, that that is a common practice in that region. The feature of that society that impresses most vividly a traveler from Utah is the fewness of children in what are called the best families. And yet it is from there that the principal outcry is raised against us, and the determination expressed to break up our families and to destroy us. <\/div><div class=\"paragraph jod\" id=\"v26n45\"> God has gathered a few people out from the nations of the earth, out of Babylon. But shall they partake of these influences? I say to you, my sisters, you teach your daughters against this accursed practice, or they will go to hell, they will be damned, they will be murderers, and the blood of innocence will be found upon them. A man that  <div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9513\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would sanction such a thing in his family, or that would live with a woman guilty of such acts, shares in the crime of murder. I would no more perform the ordinance of laying on of hands on a woman who is guilty of that crime, if I knew it, than I would put my hands on the head of a rattlesnake. We must set our faces like flint against such acts. These dreadful practices are coming up like a tidal wave and washing against our walls; for there are women among us who secretly&#x2014;so I am told, I know nothing about this personally, but I am told there are women among us who are instilling this murderous and accursed idea into the breasts of women and girls in our midst. Now just as sure as it is done, and people yield to it, so sure will they be damned, they will be damned with the deepest damnation; because it will be the damnation of shedding innocent blood, for which there is no forgiveness;<span class=\"citation\" id=\"78721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78721)\">1 Jn. 3:15<\/a><\/span><span class=\"citation\" id=\"85309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85309)\">D&amp;C 42:18<\/a><\/span><span class=\"citation\" id=\"91685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91685)\">D&amp;C 132:27<\/a><\/span> and I would no more, as I say, administer to such women, baptize them, or perform any ordinance of the Gospel for them, than I would for a reptile. They are outside the pale of salvation. They are in a position that nothing can be done for them. They cut themselves off by such acts from all hopes of salvation. <\/div><div class=\"paragraph jod\" id=\"v26n47\"> As a people we should encourage marriage. I am always delighted when I hear President Taylor speak as he did this morning on the principle of brothers taking their brothers' widows to wife. There are many young women among us pining away, that should be mothers in Israel, that should be raising posterity, because the brothers are so indifferent to the rights that belong to the institution of marriage as to let these young women stay in this condition. And there is one <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9513\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thing that I am impressed with, and that is, there will be considerable condemnation rest down upon the Elders of this Church for their neglect in these matters.<span class=\"citation\" id=\"55106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55106)\">Deut. 25:5-10<\/a><\/span> Women are led astray and fall into the hands of wicked men because of relatives to the dead neglecting to do that which is their duty; acting as though the Lord cannot reward a man for keeping His law. &#x201C;Oh,&#x201D; says a man, and as President Taylor has remarked, &#x201C;I want to raise up a family for myself.&#x201D; He forgets God can bless him and his seed after him. Look at the case of Boaz and Ruth. He took Ruth, who was the wife of his kinsman. She had no children, but he took her when another kinsman who had a prior right to her, rejected her. From that alliance sprang the noblest men that were in Israel&#x2014;Obed, Jesse, David, Solomon, and through Boaz and Ruth came the Son of God.<span class=\"citation\" id=\"55387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55387)\">Ruth 4:1-22<\/a><\/span> And that was a proxy case, as it is called. Ruth was the wife of Boaz's kinsman who had died. Boaz took her to wife, and raised up an honorable posterity. And it is a wicked thing among us to allow such cases to go uncared for. A young woman is left a widow, sometimes without a son to represent her deceased husband; she should be cared for, and not left to fall into bad hands, as frequently is the case among us for the want of care on the part of those whose duty it is to attend to such matters. <\/div><div class=\"paragraph jod\" id=\"v26n48\"> My brethren and sisters, God is watching over us, and He holds us to a strict accountability for the things He has revealed to us. He has revealed to us eternal principles. Let us be faithful to that Priesthood which He has gives unto us; let us honor it, and not be intimidated by the outcry that is raised against us that we are doing wrong because  <div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9512\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we listen to the Priesthood. There is no such thing as wrong connected with this. God has inspired His servants, and has given them wisdom to manage the affairs of this people, and to guide them in spiritual matters. They have full authority to do this, and they will do it if the people will listen to them, and then in temporal matters they will guide them as far as they have the opportunity. Because they are Priests of the Most High God,<span class=\"citation\" id=\"53077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53077)\">Gen. 14:18<\/a><\/span><span class=\"citation\" id=\"76780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76780)\">Heb. 7:1<\/a><\/span> they are no worse for that; they are not handicapped because they have the Priesthood. In a civil capacity they can act as fairly, justly, wisely, as those who do not have the Priesthood. They do not act with any less wisdom or any less power because they have the Priesthood than they would do if they did not have it. I have heard so much of this sort of talk that to me it is perfectly ridiculous. They talk about our management of elections, and management of other affairs. I will tell you my experience, and I have had some experience in these matters. I have attended caucuses elsewhere; I know the machinery that is used; I know the wire pulling; I have seen it in operation, and I say to you that there is not the interference on the part of leading men here with the will of this people that there is in the States in political circles. And I tell you this: that leading men in other communities seek to exercise more influence and lay their plans to have their wishes carried out to a far greater extent than the leading men of this community do among us&#x2014;I mean those who have the Priesthood. There is a disposition on the part of the leading Priesthood to let the people have their way, not to interfere with their selections. There is that disposition, and it is encouraged, and the desire is to have <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9512\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all the people be wise and exercise wisdom, and have the Spirit of God to discern who are suitable for office. If the people could do this I can tell you that President Taylor and his Counselors, and the Twelve, and the other leading men of Israel would be very glad indeed. But you know as well as we do that there are unwise men among us who would, if they had the power, destroy the people; not because they would design to do it, but because of their ignorance; they are ignorant and would do it, without knowing what the consequences would be; and on this account it is right that experienced men should give the people the benefit of their knowledge, not however, interfering with the rights of the people, not in the least; and it never has been done, at least within my knowledge, in my public experience among the people. And I repeat there has been less of this among us, considering the influence the Priesthood have, than in any other community or any other people that I am acquainted with anywhere in the land. I wanted to say this much, because I know there is a great deal of misapprehension upon these points. There are men, agitators, who talk about interference on the part of the Priesthood, and try to breed disturbance and confusion among the people, unsettle their minds and have them think there is something very wrong going on here. I speak of it to remove these wrong impressions, and to disabuse the minds of those who entertain them, for they are not correct. There are more caucuses, more plans, more pipe laying, more log rolling, more wire pulling in the States in one day, than you will see in a month or a year among us. They resort to all sorts of devices to get their man elected under promise  <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9511\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of preferment and office. Why, there is scarcely a man that gets an office in the United States that is not bound by pledges of this kind. A man cannot be Speaker of the House of Representatives, without being hampered by promises he is compelled to give in order to get the position, promises to put this man on this committee, and the other man upon another committee, some to be chairmen of committees, and so on. So with the President of the United States. Probably Grover Cleveland will be an exception, because he has not been much in public life: but it is a rule that the nominees of the different parties give certain promises as to what they will do, and who will get leading positions. They are just as much fettered as though chains were on their wrists and ankles. They cannot move only in a certain direction. All freedom is taken away. A President is nearly killed after he gets his position in endeavoring to satisfy the clamors and wishes of those who claim they elected him to office. This is the case all through the government. There is no office, even to that of a constable, but is obtained in the same way. <\/div> <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9511\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n51\"> I hope we shall never be in such a position as this, for it would lead to the destruction of liberty and free government among us, if we should ever give way to these things. Let men go into office free and untrammeled. Let them be elected because they are the men most suitable, and not because they want the office. Let us, as a people, endeavor to find men who do not seek for office, and who do not want it, but who take it because it is the wish of their fellowcitizens. And let us keep our salaries so low that men will not scramble for office and live on the people as officeholders, than which there is nothing more hateful in a free land. <\/div><div class=\"paragraph jod\" id=\"v26n52\"> I pray God to fill you with the Holy Ghost, to guide you in the path of righteousness, to enable you to avoid the many evils abroad in the world, and as Zion progresses to avoid evils that will crowd upon us; because as Zion increases there will be new temptations and circumstances thrown around us that will be a trial to us, unless we have the aid of our God to help us contend with and overcome them; and that we may have this aid is my prayer in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}