{"ID":260034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Growth of the Latter-Day Saints&#x2014;Necessity of the Spirit of Revelation&#x2014;Conditional Promises&#x2014;The Lord Designed Israel to Be a Peculiar and Holy People&#x2014;And He Has the Same Design Concerning Us&#x2014;We Will Have to Pass Through the Same Ordeals As They&#x2014;We Should not Intermarry With Those not of Our Faith&#x2014;We Should Build Up Nothing that is Opposed to Zion&#x2014;The Favor of God is Better Than Earthly Riches&#x2014;Exhortations to Faithfulness.<\/div>\n<div class=\"subtitle\">Discourse by President George Q. Cannon, delivered in the Meetinghouse, Heber City, Sunday Morning, August 26, 1883.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: God Designs Us to be a Distinct People.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 8\/26\/1883<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v26n1026\"> We are becoming a great people&#x2014;that is, compared with what we have been&#x2014;not very great compared with the world; but, nevertheless, we are increasing very rapidly; the rising generation is very numerous; and it requires exceeding diligence and watchfulness on the part of those who have the people in charge as shepherds to see that the means of instruction and counsel are in proportion to the growth of the people. If this were not the case we should soon have a generation of young men and young women ignorant of the principles of life and salvation, and of the policy and polity of the work of God that He has established on the earth. <\/div><div class=\"paragraph jod\" id=\"v26n1027\"> It is very necessary that as a people we should have with us the spirit of revelation from God, and not only should we have it ourselves, but it is also necessary that we should be taught by those whom God has called to preside over His Church and to lead in the affairs thereof. <\/div> <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9212\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n1028\"> Our position is in many respects critical. We are surrounded by enemies who are constantly on the alert, and who are doing all in their power to thwart the work of God, and to destroy its influence on the earth. This being the case it is exceedingly necessary that every means which God has placed within our reach for our improvement and for the advancement of His work should be used by us. <\/div><div class=\"paragraph jod\" id=\"v26n1029\"> The prophecies concerning Zion which are on record are full of promises concerning the future growth of this people, concerning the glory that shall rest upon Zion. But these predictions and promises are all conditional. They will be fulfilled if we place ourselves in a position to merit their fulfillment, or to bring them about. If Zion fails to come up to the requirements which God has made of us, then the fulfillment of these glorious promises will undoubtedly be deferred. It is therefore of importance that the Latter-day Saints should  <div class=\"break pagebreak\" id=\"317a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0317.pdf\" target=\"pdfwin\">p.&#xA0;317a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9211\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>come up to the standard that God has given unto us&#x2014;that is, fulfill the requirements which He has made of us. <\/div><div class=\"paragraph jod\" id=\"v26n1031\"> Now, there are many points upon which we need correction. We are guilty of many things that are not in accordance with the mind and will of God. There is a certain policy&#x2014;if I may use that phrase; I use it to convey the idea to your minds&#x2014;connected with the building up of Zion, a policy which God has sought to enforce upon us from the beginning until the present time. It is to a great extent the same policy that He urged upon and endeavored to enforce in the midst of Israel, when He led Israel out of Egypt. When He inspired Moses to take the steps that He did towards the emancipation of the children of Israel from the thralldom of the Egyptians, He had a definite purpose in view, and that was to make them a nation of His own, a people who should acknowledge Him as their God, and He wished to make a distinct race of them. For forty years He led them through the wilderness teaching them, counseling them, pleading with them, training them, in order to relieve them as far as possible from the old traditions with which they were burdened. There was no other object in view than this&#x2014;that is, I may say this was the principle object. He wished to separate them entirely from all the nations of the earth by whom they had been surrounded, and to make them a peculiar people,<span class=\"citation\" id=\"54101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54101)\">Ex. 19:5<\/a><\/span><span class=\"citation\" id=\"55048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55048)\">Deut. 14:2<\/a><\/span><span class=\"citation\" id=\"77860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77860)\">1 Pet. 2:9<\/a><\/span> a people who would look upon Him as their lawgiver,<span class=\"citation\" id=\"59086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59086)\">Isa. 33:22<\/a><\/span> and who should look to Him for all the instructions and counsels and directions that they needed; but because of their rebellious, and their unwillingness to be thus submissive, He caused every man over 20 years of age who left Egypt, to die in <div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9211\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the wilderness except two.<span class=\"citation\" id=\"54733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54733)\">Num. 14:28-30<\/a><\/span><span class=\"citation\" id=\"54859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54859)\">Num. 26:63-65<\/a><\/span><span class=\"citation\" id=\"54911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54911)\">Num. 32:10-13<\/a><\/span> You remember, doubtless, the circumstances which brought about the preservation of the lives of these two. The rest over 20 years of age all perished in the wilderness, they not having faith sufficient to receive the promises and to gain the end that they started out for when they left Egypt. A new generation grew up during the 40 years of travel in the wilderness&#x2014;a generation that had to a great extent forgotten the traditions of Egypt, that had forgotten the idolatry of Egypt and the evil practices of Egypt, and then when this was brought about, God led them unto the promised land, and He made of them a nation, a peculiar people.<span class=\"citation\" id=\"77861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77861)\">1 Pet. 2:9<\/a><\/span> They became His people. He placed His name upon them,<span class=\"citation\" id=\"129306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129306)\">Zech. 13:9<\/a><\/span><span class=\"citation\" id=\"129307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129307)\">Mosiah 26:18<\/a><\/span> although they failed as a generation to come up to the fullness of power that He designed they should have. In other words, they failed to come up to the possession and exercise of the Melchizedek Priesthood. <\/div><div class=\"paragraph jod\" id=\"v26n1032\"> Now, God in like manner has designed in these days in laying the foundation of Zion to establish a new order of things on the earth; to gather us out from the nations of the earth; to make us a peculiar people; to make us a holy and a pure people<span class=\"citation\" id=\"76322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76322)\">Titus 2:14<\/a><\/span> upon whom He could place His name and through whom He can accomplish His great designs and purposes on the earth; to make us a distinct people from every other people that lives upon the face of the earth, and through us to establish and perpetuate a new order of things on the earth which shall be preparatory to the ushering in of the full reign of righteousness through our Lord Jesus Christ. It is for this that the heavens have been opened. It is for this that God the Father and Jesus the Son have  <div class=\"break pagebreak\" id=\"318a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0318.pdf\" target=\"pdfwin\">p.&#xA0;318a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9210\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>descended. It is for this that angels have come and ministered unto men. It is for this that the Gospel has been restored; that the Priesthood has been given to men; that the authority to administer the ordinances of life and salvation has been restored from the heavens. It is for this that the spirit of gathering has been poured out upon the inhabitants of the earth who have received the Gospel, which has impelled them to do as we have done, to gather together as we are gathered together at this time in these valleys, and it is for this that all that you witness connected with this work, the power that is manifested, the deliverances that have been wrought out&#x2014;it is for this that these have all been accomplished. God has chosen this people and has given unto them a mission. But I ask myself, who of us comprehend it? Who of us rise to the full conception of its importance, and who understand the mind and will of God in these mighty works of which we are the witnesses and connected with which we are actors? We have been pleaded with all the day long by the voice of Prophets, by the voice of inspiration, I may say by the voice of God through His servants. We have been told with the greatest plainness, the mind and will of God concerning us and the objects that He has had in view in gathering us out and placing us in the position which we occupy. But, like the Israelites of old, the flesh pots of Egypt have been sweet to us;<span class=\"citation\" id=\"54041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54041)\">Ex. 16:3<\/a><\/span> the leeks and the onions<span class=\"citation\" id=\"54681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54681)\">Num. 11:5<\/a><\/span> of Babylon we have hankered after. We have lusted after these things. We have lusted after that which God has commanded us to forsake, and we have not become emancipated from the love of Babylon. It has been in our hearts. It has influenced us in our actions. It <div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9210\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> has governed us in our policy, and it has been the great labor of the leaders of this Church to endeavor to uproot this accursed lust that has been in the hearts of those who are called Latter-day Saints for that which they have been commanded to forsake. God has commanded us to forsake Babylon. He has called us out from Babylon;<span class=\"citation\" id=\"80286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80286)\">Rev. 18:4<\/a><\/span><span class=\"citation\" id=\"91837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91837)\">D&amp;C 133:7<\/a><\/span> but though we have come out from Babylon we have brought to a great extent Babylon with us, the love of Babylon, the love of that which God abhors, and which He commands us to forsake. We have brought it with us, and to a great extent we cherish it. And this is the great obstacle in the way of building up Zion. At the same time I do not wish to speak discouragingly to my brethren and sisters upon this point. I know that there are many, very many in this Church, who have sought with all the faith and diligence of which they are capable to love the Lord, to love Zion, and to do everything they could to build it up in the earth. I know this. We have constant testimonies of this in looking at the Saints, in mingling with them, and in witnessing the spirit they possess. But, my brethren and sisters, I sometimes feel that it is with us as it was with our fathers whom God led out of Egypt, for we are the descendants of that people. Like our fathers we shall have to undergo the same ordeals&#x2014;that is, ordeals that shall have for their object the accomplishment of the same ends, and I do not believe that He will allow a generation of people to grow up and witness the accomplishment of all that He has spoken concerning Zion who are not perfectly willing to do that which He requires at their hands. I believe the old generation will pass away. I believe that like our fathers the  <div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9209\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bodies of the Saints of God will be laid by the wayside in the various places where they live if they do not exercise faith to receive the blessings that God designs to bestow upon us as a people, and that He will raise up a generation as He did in the case of our fathers, which shall have the necessary faith, which shall be divorced from the old order of things sufficiently to go forward and accomplish the mind and will of God concerning Zion. <\/div><div class=\"paragraph jod\" id=\"v26n1035\"> Today look over the entire field that we occupy. Examine the condition of the Latter-day Saints from the far north to the extreme south; examine the evils which surround us and with which we have to contend, and that threaten the perpetuity of the institutions of Zion. Examine our condition in its true light, in all its aspects and in all its particulars, and what will be the conclusion that will be reached respecting our circumstances? It will be this: that there is no evil today that menaces Zion that we feel it difficult to cope with, that threatens the supremacy of our rule in this land to which God has led us, that is not traceable to ourselves and that does not have its origin in the reluctance of the people to comprehend and to obey the counsel which God has given through His servants ever since we came to these valleys. I leave it to everyone of you to decide for yourselves under the spirit of God if this statement which I make is not abundantly true and sustained by facts. It is a sorrowful statement to make, but it is nevertheless a true statement. We have no dangerous or threatening evils to contend with that have not had their origin in the disobedience of some of the Latter-day Saints to the counsel which God has given them. <\/div> <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9209\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n1036\"> God intended when He led Israel out of Egypt, that there should be no intermarriages between Israel and the nations which surrounded them, and a great many of the evils that came upon Israel were due to this.<span class=\"citation\" id=\"54989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54989)\">Deut. 7:1-11<\/a><\/span> I may say, however, for the men of this Church, that there have been but comparatively few instances (probably because there have not been so many temptations for them) of their taking wives who were not of the Saints. They have not married strange women as did many of the Israelites, as did Solomon the wise king, which God gave to Israel. He married strange wives, and through these marriages he was led away into idolatry in his old age, and the anger of God was brought upon him and his house because of this.<span class=\"citation\" id=\"55647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55647)\">1 Kgs. 11:1-11<\/a><\/span> Many of the evils that fell upon Israel were due to intermarriage on their part with women who were not of their faith, and who were from nations who did not have the same worship that Israel had. Marriages of this nature are contrary to the command of God.<span class=\"citation\" id=\"55953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55953)\">Ezra 10:1-44<\/a><\/span> We are commanded not to marry with those who are not of our faith, and no woman ever did it, no girl ever did it that has not sooner or later had sorrow because of this. God is not pleased with such marriages, and it is not in the nature of things to expect blessings to follow such intermarriages. <\/div><div class=\"paragraph jod\" id=\"v26n1037\"> I have not time to dwell upon the many points wherein we have failed. To build up Zion should be the thought of every heart&#x2014;to labor to establish the cause of God in the earth, to be a compact people. But we have violated this counsel, until today, in some places, it is questionable who shall rule&#x2014;the Latter-day Saints or those opposed to them. Now, you all know that the policy of this organization which God has  <div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9208\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>given us is not one that is hostile to strangers. I would not be understood in making the remarks that I do on this occasion as having any disposition to excite hostility in the minds of my brethren and sisters against those who are not of us. We never have had that feeling. No man who has any of the spirit of God within him, and comprehends the nature of God's work, will have that spirit. But there is a great difference, remember, between hostility to those who are not of our faith, and our sustaining and upholding and taking them in our arms and caressing them and bestowing favors upon them that should only be bestowed upon the household of faith.<span class=\"citation\" id=\"74739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74739)\">Gal. 6:10<\/a><\/span><span class=\"citation\" id=\"90909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90909)\">D&amp;C 121:45<\/a><\/span> For instance, if there were two stores in this town, one occupied by a man who is not of our faith, and another occupied by a man who is of our faith, a man whose whole interests were identified with Zion, whose whole thought was to build up Zion and to advance the cause thereof on the earth, would I be an enemy of the man not of us because I did not patronize him, but patronized and sustained the man who is of us? Certainly not; it would be no mark of enmity on my part to him. I might have and would have a preference for my brother, for the man who was identified with me and who was laboring for the same end; and this is the spirit we should have. There are a great many Latter-day Saints who have not been able to discriminate sufficiently between these two spirits. They have imagined that because we are not hostile we must therefore be very loving, and they do not see the line of demarcation which God has drawn and which He wishes us to observe. There is a line and that line ought to be observed by us. Joseph said in the beginning that it <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9208\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was the duty of the Elders of this Church to labor constantly to build up Zion and not to build up that which is opposed to Zion. That embodies in these few words the policy that we should observe. It is not my business; God has not required it of me that I should build up anything that is opposed to Zion, but on the contrary that I should always keep in my thoughts and be influenced by it in my actions that which will advance the cause of Zion, and that which will not retard it or operate against it in any manner. We have erred in this direction in the past. There is a class of people among us who have thought more of money than they have about Zion. They have gone where they could get the best bargains regardless of the effect it would have on the public weal. They only looked to their individual benefit and aggrandizement. There are many such among us throughout our settlements, and particularly in Salt Lake City. They have bought and sold, they have traded, they have done that which seemed right in their eyes, that would promote their own personal benefits regardless of the effect it would have upon the public, and I believe that that is a sin in the sight of God with the light and knowledge that we have. I believe that the man who does that grieves the spirit of God, whether he does it on a large scale or on a small scale. I believe that such a man, unless he repents, will not live to reap the blessings and benefits that God will bestow upon those who labor for the building up of Zion. I believe he will perish just as our fathers perished in the wilderness, and will not live to enjoy the blessings God has in store for the faithful. I would rather my brethren and sisters, stand before you clothed as these Indians are who  <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9207\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wander through our settlements; I would rather be clothed in deerskins or in goatskins; I would rather be destitute of those things that men place so high a value upon and be sure that I had the blessing of my God, be sure that I would secure, by continuing faithful, exaltation in His kingdom, than to have all the wealth that this world can furnish. I would rather have the peace of God in my heart; I would rather have the blessing of God and His Holy Spirit resting upon me than to have a thousand things, however grand they might be, bestowed upon me and be destitute of the favor of our God. That is the feeling I have. I know it is pleasant to have good things; I know it is pleasant to have beautiful surroundings; I know it is a sweet thing for us to be able to supply our families' wants, and when they ask to have it in our power to give; but there is something higher, something nobler, something better than this, and that is the favor of our God. We should labor so as to have this, and at the same time if we do, we may rest assured that all the rest will be added to us. He will not leave us destitute. He will not deprive us of the blessings of the earth. On the contrary he will impart those blessings to us, and not only to us but to our children after us. For we live not for ourselves alone, but we live for our posterity. We hope to be faithful so as to gain the favor of God, that our posterity after us will be remembered in the days of trial and in the days of tribulation and of calamity that are to come upon the earth, a desire that every faithful man connected with this Church must have if he understands the promises and blessings of God. His desire must be that, so long as <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9207\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the earth shall stand, so long as time shall endure, he will never be destitute in any generation of a man who will bear the Holy Priesthood; that he will have a representative in all the generations to come, the generations from now until time shall cease. In order to obtain this promise and this blessing men must be faithful unto God; men must labor and struggle as our fathers did through whose faithfulness we have received those promises, and through whose faithfulness, also, we have received the Holy Ghost that we now enjoy this day; that we, like them, shall gain the favor of God so effectually that he will confirm upon us and our posterity after us the blessings he confirmed upon Abraham our father, those blessings that shall be felt throughout all the generations to come as long as time shall endure. That is our privilege as Latter-day Saints, and we should live for it, and God will help us to obtain it, if we are faithful, if we do that which is right before Him. <\/div><div class=\"paragraph jod\" id=\"v26n1040\"> In conclusion, my brethren and sisters, I entreat you as a servant of God, in the name of our Lord and Master, to love Zion with all your hearts, and not allow any other love to enter therein. Love this work. Devote yourselves to it. Love our God. Love Him supremely and He will never desert you. Keep His commandments, no matter what the sacrifice may be. Keep every commandment of God, and stand before the Lord blameless, so that you will not be condemned, and if you will do so He will lead you and all of us back into His celestial presence and crown us with glory, immortality and endless lives,<span class=\"citation\" id=\"86816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86816)\">D&amp;C 75:5<\/a><\/span> which I pray may be our happy lot, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}