{"ID":260017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Work of the Lord in the Sandwich Islands and in New Zealand&#x2014;The Inhabitants of These Islands Probably Offshoots of the Nephites and Lamanites, and Consequently of the Blood of Israel&#x2014;The Gentile Nations Have Measurably Rejected the Gospel, Hence Their Disunion and Skepticism&#x2014;We Can Only Be United on the Principle of Righteousness&#x2014;In God is Our Only Trust&#x2014;We Cannot Compromise With Evil&#x2014;Our Mission is to Do Good&#x2014;Causes of Opposition to the Gospel&#x2014;Education Can Only Modify, But the Holy Ghost Changes the Nature of Man&#x2014;The Principle of Revelation Distinguishes Us From the Rest of the World&#x2014;The Path of Duty is the Path of Safety and Blessing.<\/div>\n<div class=\"subtitle\">Remarks by Elder George Reynolds, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, March 29, 1885.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Irvine.<\/div>\n<div class=\"pageHeader\">Page Header: Maoris, a Kindred Race to the Hawaiians.<\/div>\n<div class=\"speaker\">Speaker: George Reynolds<\/div>\n<div class=\"date\">Date: 3\/29\/1885<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v26n510\"> I stand before you this afternoon, my brethren and sisters, with the desire in my heart that while I do so I may speak to the strengthening of the faith of the Saints of God, and, therefore, I crave an interest in your faith and prayers, that whatever time I occupy I may do so in a way and manner that shall tend to the building up of God's kingdom here upon the earth. <\/div> <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9371\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v26n511\"> We have been interested in hearing the report of Brother Edward Partridge, who has just returned from a mission to the Sandwich Islands, where the work of the Lord has been received for many years, in a very gratifying manner by the remnant of the house of Israel who dwell thereon. It is also noticeable that the Maoris, a people of a kindred race to the Hawaiian, who in<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"158a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0158.pdf\" target=\"pdfwin\">p.&#xA0;158a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9370\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>habit the islands of New Zealand, many hundred miles to the southward in the Pacific Ocean, are also receiving the glad tidings of the Gospel of Christ with joy, and that hundreds are there being added to the Church at the present time. It has long been the belief of the Latter-day Saints that these races are offshoots of the great people who once flourished upon this continent; who were brought out of the land of Jerusalem under Lehi, Mulek and others, and who have inhabited this land from about 600 years before Christ; that people whose remnants are now found scattered far and wide over the North and South American continents. There appears to be a great similarity in the habits, customs, manners and language of the natives of those two groups of islands; which similarity, in many respects, extends to some of the races that inhabit this continent. And for these and other reasons we believe that in these islanders flows the blood of Israel to a great extent; and where it does, those who are thus blessed by being the children of the fathers to whom the promises were made, as races receive the truths of the Gospel much more readily and apparently, notwithstanding their many weaknesses, cleave unto them much more devotedly than do very many of those who embrace its saving principles among the Gentile nations. It would seem as though at the present time the Gentile nations of the earth were turning from the truths of the Everlasting Gospel; they have measurably rejected them; and the consequence is we find today that there is an increase of skepticism, that there is an increase of a spirit opposed to good order, to obedience, to faith, and to many other admirable characteristics of generations gone <div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9370\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by. The present is an age of unrest, of turmoil, of contention, of a lack of faith, not only in religious matters, but in almost everything else. We may be said to be living in a period of transition, and that transition does not always appear to be in the most desirable direction. But this spirit of doubt and incredulity, of uncertainty and unrest is more manifest regarding religious subjects than any other questions that attract the attention of mankind; and is perhaps more manifest in those nations to whom the Gospel has been preached for many years than in any other parts of the world. This is the natural result of the course the people of those countries have taken. Having rejected the principles that God in His kindness has caused to be revealed, His Spirit, which is the Spirit of life, light, intelligence and truth, is of necessity measurably withdrawn from them, and they are left to themselves to serve God as best they may when they will not serve Him as He requires. The consequence is division and subdivision in the churches; for every man's opinion is as good as that of his neighbor; and there remains no trustworthy, much less infallible, standard by which to gauge the beliefs of mankind; consequently every man walks in his own way and professes such a belief as best suits his fancy.<span class=\"citation\" id=\"83671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83671)\">D&amp;C 1:16<\/a><\/span> But with us it is different. And the very fact that we are united with regard to that which God requires at our hands in all things is a rock of offense<span class=\"citation\" id=\"58022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58022)\">Isa. 8:14<\/a><\/span><span class=\"citation\" id=\"72715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72715)\">Rom. 9:33<\/a><\/span><span class=\"citation\" id=\"77802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77802)\">1 Pet. 2:8<\/a><\/span> to many; it is regarded as an evil by those who do not love us; by those who make it their business to bring evil accusations against us. Our union is an opposite condition of affairs to that which exists among the sects in the Christian world, and being contrary they imagine ought to be stigmatized,  <div class=\"break pagebreak\" id=\"159a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0159.pdf\" target=\"pdfwin\">p.&#xA0;159a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9369\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>decried and derided. But in our union lies our strength; because we cannot be united on any other principle than obedience to the law of the Lord. There is no spirit but the Spirit of the Most High God that will make this people one. They can trust in no one but in God our Father who has revealed His mind and will to them, and has established in their midst the principles that will make them wise unto salvation,<span class=\"citation\" id=\"76223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76223)\">2 Tim. 3:15<\/a><\/span> if they will but give heed to them. It is useless, worse than useless, for us to attempt to be united on any principle but the principle of righteousness and godliness. We can find no union in doing that which is displeasing in the sight of God; we can find no union in following any course other than that which God has marked out. We cannot be united in anything but the truth. The truth will not only make us free,<span class=\"citation\" id=\"69455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69455)\">John 8:32<\/a><\/span> but it will make us united, and we cannot be united, however much we may strive, on the principles of error, because there is no bond of union in them. There is only one path that leads to exaltation; one path by which we can become like unto our Father and our God, and if we ever attain to that which we are seeking&#x2014;eternal life in His presence&#x2014;we must walk in the path which He has marked out, and in no other, for no other will lead us back into His presence. We must every one walk in that path, and as we must all walk in it, therefore we must be united. Our union must be in God, our trust must be in Him. We are, I presume, from present circumstances, learning that lesson very rapidly. I have noticed on the coins of this nation the inscription, &#x201C;In God we trust.&#x201D; Perhaps that motto may have been applicable at the time it was first placed on the money of the United States, but at <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9369\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> present it does not appear to be so; for this nation and other nations seem to be rapidly losing all trust in God. They are willing to trust in themselves, in their own strength, in their own wisdom, in their own ways, in their own methods and their own plans, rather than trust in the word of the Lord, for that the great majority of their peoples will not have. But we, the Latter-day Saints, are learning rapidly that we can trust no one, save God our Father, and those whom He appoints to be His representatives upon the earth. Let us look around in the world. What do we find today? Is there any power upon earth to which we can look for succor or aid, for guidance or inspiration under the circumstances through which the Church of Jesus Christ is now passing? If there is where is it? Where on the face of this wide world can we look for sympathy, for help, for support? We cannot outside of ourselves. As has ever been the case those that are not for us are against us.<span class=\"citation\" id=\"64377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64377)\">Matt. 12:30<\/a><\/span><span class=\"citation\" id=\"66584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66584)\">Mark 9:40<\/a><\/span><span class=\"citation\" id=\"67357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67357)\">Luke 9:50<\/a><\/span><span class=\"citation\" id=\"67574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67574)\">Luke 11:23<\/a><\/span> But we are learning the lesson that God is with us; that He will deliver us; that this is His kingdom; and the nearer we live to Him the greater will be the deliverances that He will bring to pass in our favor. <\/div><div class=\"paragraph jod\" id=\"v26n514\"> I have met a few in our midst who seemed to have an idea that there was a Gospel of compromise, if I may so use the term, that might be advocated. In all the history of this world, from its creation to the present, I have never read of, never heard of the time when God Almighty compromised with the Evil One; when he was willing that evil should have a place in the midst of His people; when He was willing that any of the principles of eternal truth should be relinquished by those of His sons and daughters, to  <div class=\"break pagebreak\" id=\"160a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0160.pdf\" target=\"pdfwin\">p.&#xA0;160a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9368\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>whom He had revealed them. No. The word of instruction, the word of revelation, the word of counsel has always been for man to live by every word that proceeds from the mouth of God;<span class=\"citation\" id=\"55005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55005)\">Deut. 8:3<\/a><\/span><span class=\"citation\" id=\"62848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62848)\">Matt. 4:4<\/a><\/span> to keep inviolate the ordinances of God; to preserve the principles of truth and righteousness intact, and never to consider for one moment that man can gain his salvation by giving up or resigning any principle or law that God has said is necessary for the accomplishment of His purposes, which purposes we understand to be the salvation of mankind and the redemption of the world. Any plan less than the one devised by Him is imperfect; anything else will not save the first one of us. It is God's law and God's law alone that will deliver Israel from his enemies. It is by perfect confidence in the word of the Lord, and by willing, humble obedience to all His requirements, accepting all His providences as for our best good, that we shall be delivered. Do you ever recollect? Have you ever heard of a time in any age or dispensation since this earth first rolled forth from the presence of God, that men professing to be His servants have gained anything in this life or for the next by faltering in their obedience to the requirements of heaven, by laying aside the armor of faith, by turning from that which they had espoused, and which they realized to be of God? If you have ever heard of such a people, if you have ever known such a time, your reading and your experience have been different to mine. Judging by the experience of the Saints in the past, and judging by our own experience in this dispensation&#x2014;as far as I know it has all gone to prove that the closer we cleave to the Lord, the nearer He will draw unto us,<span class=\"citation\" id=\"88586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88586)\">D&amp;C 88:63<\/a><\/span> the <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9368\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> greater will be the manifestations of His power in our behalf, and the sooner will be our triumph over those who seek to injure us. <\/div><div class=\"paragraph jod\" id=\"v26n516\"> We have no conflict with the world only as they may bring it upon us. We are the friends of all mankind. We are sent forth to preach life and salvation to every soul who will hearken and obey. Our mission is one of good will to all men the wide world over. We seek the hurt or injury of no people upon the face of the earth. The principles that we proclaim are those which the Savior Himself taught to the sons and daughters of mankind when He was here upon the earth, and which His disciples in after years taught also. They are peace on earth and goodwill to all men.<span class=\"citation\" id=\"67087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67087)\">Luke 2:14<\/a><\/span> Does any man ever injure his brother or his sister&#x2014;be they members of the Church of Jesus Christ, or of any church, or of no church whatever&#x2014;be they Christian, Mahommedan, heathen or Jew&#x2014;by following the teachings which God has given through His servants in this age in which we are living? I say emphatically, no; under no circumstances whatever. The Gospel that we preach will do all men good. There are no exceptions to this rule. It will teach us all to be loving, to be virtuous, to be temperate; it will teach us to seek to live near unto God, that we may become godlike; it will teach us to treat all men aright, to infringe upon the privileges or rights of none, but to teach to them those principles that will make them better and happier here on the earth, and bring to them eternal salvation in the world to come. <\/div><div class=\"paragraph jod\" id=\"v26n517\"> Then why are we maligned, as Brother Partridge has spoken of! Why are we hated? Why are we misrepresented? For surely there never were people who were more  <div class=\"break pagebreak\" id=\"161a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0161.pdf\" target=\"pdfwin\">p.&#xA0;161a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9367\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>misrepresented than the Latter-day Saints. I will tell you, it is because the day approaches when Satan's reign upon the earth will be brought to a close. He knows and realizes this fact and fills the hearts of those over whom he has power on the earth with hatred towards the principles that the servants of God teach. This is the great secret. This is the originating cause of the trouble. But then, some will ask why Christians, believers in the divine mission of the Son of God, act in this way towards us? Why should they attempt to overthrow that which we claim to be the Gospel of Christ? For the simple reason that the same causes produce the same effects. Whenever the Gospel of the Son of God has been preached upon the earth, in every generation, it has brought forth antagonism from the great majority of mankind, no matter whether they professed to worship the true God, the Father of our Lord Jesus Christ, or whether they did not. It is no more remarkable that those who call themselves Christians should oppose the Gospel of Jesus Christ in this age than it was that the Jews, who claimed to be the children of Abraham,<span class=\"citation\" id=\"67119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67119)\">Luke 3:8<\/a><\/span><span class=\"citation\" id=\"69457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69457)\">John 8:33<\/a><\/span> should oppose those same principles, in that which is commonly called the Gospel dispensation, when Christ the Son of God Himself was here. The causes are the same; the results are the same; men's natures are the same; and though the civilization of today may be somewhat different from the civilization of former ages, it has not changed the nature of mankind. Men today as in ancient times are governed by the same loves and the same hatreds; by the same antipathies and the same prejudices; they are influenced by the same spirit; that spirit of evil which reared its head in the heavens and was cast <div class=\"break columnbreak\" id=\"161b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0161.pdf\" target=\"pdfwin\">p.&#xA0;161b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9367\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> down upon the earth,<span class=\"citation\" id=\"92459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92459)\">Moses 4:1-4<\/a><\/span> by which overthrow the warfare was transferred from heaven to earth&#x2014;that same spirit has instigated and carried on and continues to carry on the same warfare against the truth and against the Kingdom of our Lord Jesus Christ to the present day. Civilization and education are no doubt potent factors in the present history of the world; but mere education and mere civilization do not cause men to love the truth as it is in Christ Jesus,<span class=\"citation\" id=\"75873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75873)\">1 Tim. 2:4 (JST)<\/a><\/span> any better than they did in former times. They may learn philosophical truths; they may learn scientific truths; they may be educated to a very great fineness, and to a very great extent be versed in the learning of the world; but it is only by the Spirit of God, as we are told in the Scriptures, that man can understand the things of God,<span class=\"citation\" id=\"73098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73098)\">1 Cor. 2:11<\/a><\/span> and the best educated in the things of the world alone, appear to be no better able to understand the things pertaining to the Gospel of Jesus Christ than the most uneducated who are equally honest in their efforts to serve God, or equally dishonest, as the case may be. Education does not change the nature of men; it simply develops and polishes that which is in them; it makes the best of that which there is. As the limestone when it is polished is not changed into a diamond, but remains limestone still, though it is more beautiful and can be used for more varied purposes, so it is with the man who is educated in the learning of the schools only; his nature remains the same but the most is made of him; but when a man receives the gift of the Holy Ghost, it is then that his nature is changed. He learns to love the truth; he learns to seek after it, he understands it. He sees things in a light so different to that which he did previously, that it is  <div class=\"break pagebreak\" id=\"162a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0162.pdf\" target=\"pdfwin\">p.&#xA0;162a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9366\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>difficult for him to comprehend how it was possible that he could have been so ignorant and so blind before times. The reception of the Spirit of God is, as we understand it, a new birth. We are born to things eternal when we receive it. It purifies our hearts, it enlightens our minds in regard to the things of God, and gives us that knowledge, that testimony, which comes to all those who listen to and follow its dictates. Herein is the great difference between us, the people of God, the Church of Jesus Christ of Latter-day Saints, and the people and the churches of the world. We have this testimony, this knowledge given us of God, through the gift and power of the Holy Ghost, that none others possess. And this goes behind all argument, all assertion, all attempts to convince us that we are wrong. However wise, however strong, however potent the arguments of the world may be in their own estimation, they cannot go behind the God given testimony that we possess. We may say unto them, you appear to be very wise in your own conceit with regard to these things, but we can go beyond and behind all your arguments, for we most assuredly know that that which we have received is of God, and your arguments amount to nothing when directed against that which we are satisfied is God's word. And the reason is because we have each of us the word of the Lord for ourselves; it is a constant revelation to our own hearts and minds. The word of the Lord is the end of all controversy as far as we are concerned. &#x201C;We know that we are of God&#x201D;&#x2014;to use the expression of the Apostle John&#x2014;&#x201C;and the whole world lieth in wickedness.&#x201D;<span class=\"citation\" id=\"78814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78814)\">1 Jn. 5:19<\/a><\/span> We wish to God it were not so. We wish they could see as we see. We wish they could know as we know. We <div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9366\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wish they could understand as we understand that this is the work of God, and that He has no pleasure in the death of the sinner, but desires the salvation of all His children. But all mankind will have to learn as we have had to learn that these things can be attained only by an observance of the word and will of God; by walking in that straight and narrow path of obedience<span class=\"citation\" id=\"63859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63859)\">Matt. 7:13-14<\/a><\/span> to which I referred a short time ago. That is the only way by which they can obtain this knowledge; it is the only way that we obtained it; and all men must obey the truth, for the love of the truth, or the testimony of Jesus Christ will not have a place within their bosoms. Other motives will not stand the test of God's scrutiny. In this testimony, as I have said, lies the great difference between the doctrine, the principles and faith of the Latter-day Saints, and the rest of the world. God is to us a God of revelation; of constant and continued revelation, of revelation today as much as in any other age of this world's history since Adam saw its prime. In this we can and do rejoice. In this we receive strength. In this we have a power that surprises the votaries of uninspired creeds, that astonishes unbelievers, that causes the world to wonder how in the midst of all the varied circumstances of an untoward nature we have to pass through, we can remain firm in our faith, firm in our reliance upon the beneficent power and goodness of God. It is because we know that this is His work; it is because we are not dependent on the testimony or say so of any man or woman&#x2014;we have the knowledge in ourselves that He will deliver us, that He will cause the wrath of man to praise Him, that He will restrain the rest,<span class=\"citation\" id=\"56905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56905)\">Ps. 76:10<\/a><\/span> and that He will accomplish  <div class=\"break pagebreak\" id=\"163a\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0163.pdf\" target=\"pdfwin\">p.&#xA0;163a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9365\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>all His purposes in His own good time and according to His own methods. Whatever He permits, be it little or much, will be for the best good of those who put their trust in Him, of those who are willing to abide by His laws, and who are desirous of doing His will and not their own. <\/div><div class=\"paragraph jod\" id=\"v26n521\"> This principle of continuous revelation is one which finds great opposition from the wicked whenever it is taught. We find there are many ways in which they strive to cut off the voice of heaven. Some stop at the Hebrew Scriptures; some bring revelation to an end with the New Testament; others will admit that Joseph Smith was inspired of God, but say that with him it ended&#x2014;that the Bible, the Book of Mormon, and the Book of Doctrine and Covenants contain all the word of the Lord that we shall receive. Well, no matter where it ends, it is all of the same spirit. The object is to shut out the voice of God from man today, to close the heavens against us, to prevent us who are now living from receiving the word and will of God for ourselves in this year of God's grace. But the truth is that God will continue to speak to His people through His servants and in such ways as may seem to Him good, as long as His Church is on the earth, and that will be forever; for He has said that His Kingdom shall never be given to another people, but it shall reign and rule forever,<span class=\"citation\" id=\"61363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61363)\">Dan. 2:44<\/a><\/span> and the greatness of that Kingdom shall be given to the Saints of the Most High God, and they shall possess it without end.<span class=\"citation\" id=\"61771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61771)\">Dan. 7:27<\/a><\/span> Therefore with these unchangeable <div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD26\/JoD26_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9365\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> assurances we have all cause to feel confidence in God. Our dependence should be in the great I Am<span class=\"citation\" id=\"84706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84706)\">D&amp;C 29:1<\/a><\/span> continually. We need not fear the arm of man; we need not fear what the world will do. If we will but trust in God and rely upon His arm continually, He will bear us off more than conquerors.<span class=\"citation\" id=\"72656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72656)\">Rom. 8:37<\/a><\/span> He will bring to pass all His righteous purposes and save us in His Kingdom. But the path of duty is the only path of safety. It is the only path wherein we can walk and have the assurance of God's continued blessing, of His continued deliverances. Any other course does not carry with it this assurance. Any other path leads to darkness, to contention, to evils of many kinds; for it leads away from the truth and the right. But if we continue in the path that is marked out for us by divine instruction, trusting implicitly in God, then shall we be delivered from all impending evils that are sought to be brought upon us, no matter what they may be; and the nearer we live to God the greater will be the blessings showered upon us, and seeming evils will be changed to blessings of untold worth. Of this I am assured, not only by the testimony of the Spirit of God in me, not only by the testimony of the Spirit of God that is in my brethren, but by the experience of the people of God in all past ages, and the promises of God for the future. <\/div><div class=\"paragraph jod\" id=\"v26n522\"> May God bless us and enable us to be firm, true and faithful, relying upon His arm at all times, trusting in Him for succor, for guidance and inspiration continually, that we may be His people and He our God, is my prayer through Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}