{"ID":270010, "Text":"<div class=\"page\"><div class=\"pageNum\"><a name=\"10\"><\/a><div class=\"prev\"><a href=\"stpjs9.html\">Prev<\/a><\/div><div class=\"next\"><a href=\"stpjs11.html\">Next<\/a><\/div>\n\t\t\t    STPJS 10<\/div>\n  <p class=\"cont\">had been received, it was apparent that many important points touching the salvation of men,<span class=\"footRef\">1<\/span> had\n  been taken from the Bible,<span class=\"footRef\">2<\/span> or lost before it was compiled.  It appeared from what truths were left,\n  that if God rewarded every one according to the deeds<span class=\"footRef\">3<\/span><\/p>\n  <div class=\"footnotes\">\n    <div class=\"footnote\">1. \n      <span class=\"citation\" id=\"115300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 115300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(115300)\">D&amp;C 104:1<\/a><\/span>;\n      <span class=\"citation\" id=\"116545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 116545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(116545)\">D&amp;C 135:3<\/a><\/span>\n    <\/div>\n    <div class=\"footnote\">2. \n      <span class=\"citation\" id=\"110983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 110983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(110983)\">1 Ne. 13:26,28<\/a><\/span>\n    <\/div>\n    <div class=\"footnote\">3. \n      <span class=\"citation\" id=\"124463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124463)\">Ps. 28:4<\/a><\/span>;\n      <span class=\"citation\" id=\"124466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124466)\">Rom. 2:6<\/a><\/span>;\n      <span class=\"citation\" id=\"124464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124464)\">D&amp;C 19:3<\/a><\/span>;\n      <span class=\"citation\" id=\"124465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124465)\">D&amp;C 64:11<\/a><\/span>\n    <\/div>\n  <\/div>\n  <div class=\"textFootnotes\">\n    \n      <p class=\"cont\">is the book of the Lamb of God.&rdquo; (1 Nephi 13:28.) Moreover, because of the &ldquo;many plain and precious things which\n      have been taken out of the book, which were plain unto the understanding of the children of men, according to the\n      plainness which is in the Lamb of God&mdash;because of these things which are taken away out of the gospel of the Lamb,\n      an exceeding great many do stumble, yea, insomuch that Satan hath great power over them.&rdquo; (1 Nephi 13:29.)<\/p>\n    <p class=\"std\">As early as April, 1829, the Lord declared that many of these plain and precious sayings were to be restored, not\n      only through the Book of Mormon, but through a revision of the Bible. When Oliver Cowdery came to the Prophet\n      Joseph Smith and commenced to write at the Prophet&rsquo;s dictation in the translation of the Book of Mormon, the Lord\n      said unto him:&ldquo;Verily verily, I say unto you, that there are records which contain much of my gospel, which have\n      been kept back because of the wickedness of the people. And now I command you, that if you have good desires&mdash;a\n      desire to lay up treasures for yourself in heaven&mdash;then shall you assist in bringing to light, with your gift, those parts\n      of my scriptures which have been hidden because of iniquity.&rdquo; (D. and C. 6:26-27.) A few days later, in the same\n      month of April, 1829, the Lord again referred to the coming forth of these scriptures in the following words:&ldquo;I\n      would that ye should continue until you have finished this record [i.e. the Book of Mormon], which I have entrusted\n      unto him [Joseph Smith]. And then, behold, other records have I, that I will give unto you power that you may assist\n      to translate.&rdquo; (D. and C. 9:1-2.) The earliest manuscripts of the Bible translation are in the handwriting of Oliver\n      Cowdery. These bear the beginning date of June, 1830, and continue until October 21, the same year. This was done\n      in Harmony, Pennsylvania, and Fayette, New York. Brother Cowdery then departed for Ohio and Missouri in\n      response to a call from the Lord for missionary service among the Lamanites. (D. and C. 32:1-2.) At this juncture,\n      John Whitmer served as scribe to the Prophet as the translation continued. In December, 1830, having recently\n      joined the Church, Sidney Rigdon came to Fayette to see the Prophet Joseph and was called by revelation to do this\n      writing in the following words:&ldquo;And a commandment I give unto thee&mdash;that thou shalt write for him. and the\n      scriptures shall be given even as they are in mine own bosom, to the salvation of mine own elect.&rdquo; (D. and C. 35:20.)\n      In February, 1831, the Lord spoke again, saying:&ldquo;Thou shalt ask, and my scriptures shall be given as I have\n      appointed, and they shall be preserved in safety; and it is expedient that thou shouldst hold thy peace concerning\n      them, and not teach them until ye have received them in full. And I give unto you a commandment that then ye shall\n      teach them unto all men; for they shall be taught unto all nations, kindreds, tongues and people.&rdquo; (D. and C. 42:56-\n      58.)<\/p>\n    <p class=\"std\">From June, 1830, until March 7, 1831, the Brethren labored with the revision of the early chapters of Genesis.\n      However, on the latter date they were instructed to begin a translation of the New Testament also (D. and C. 45:60-\n      61.) This they began the next day, March 8. The work continued through both the Old and New Testaments until\n      July 2, 1833, when the Prophet finished the work as far as the Lord required of him at that time. In the remaining\n      eleven years of his life the Prophet further revised some passages and attempted to prepare the manuscript for\n      publication. However, because of persecution and a lack of financial means, this was not accomplished before his\n      death. The original manuscripts came into the hands of his widow, Emma Smith, who refused to give them to the\n      Church, although a request was made to her for them. The manuscripts subsequently came<\/p>\n    \n  <\/div>\n<\/div>"}