{"ID":30005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Preaching the Gospel.<\/div>\n<div class=\"subtitle\">An Address by Elder George A. Smith, Delivered in the Bowery, Great Salt Lake, City, Aug. 12, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Preaching the Gospel.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 8\/12\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v3n154\"> It used to be, in the days of the Prophet Joseph, a kind of common adage that &#x201C;Mormonism&#x201D; flourished best out of doors, and although we struggled hard at the time that the brethren undertook in Missouri to build a hewed log house that would cost about $1,200, yet that tried the faith of many, and was more than we accomplished before the Saints were driven from Jackson County, and we failed to erect a building big enough to hold the Saints previous to the death of the Prophet. At the time of his death we were still trying to build a Temple, but all our exertions only resulted in our having to go out of doors for room enough. <\/div><div class=\"paragraph jod\" id=\"v3n155\"> We on the present occasion have the pleasure of sitting out of doors, and of listening to the counsel and instruction of the servants of God without being crowded, from the fact that we have Father's big kitchen to meet in, and in this capacious Bowery we can enjoy a great deal of comfort, instead of being jammed into our large Tabernacle, those of us who could get in, and the balance being obliged to go home. <\/div><div class=\"paragraph jod\" id=\"v3n156\"> It is by the request of my brethren that I arise on the present occasion to offer a few reflections for your consideration. When I was first called upon by the Prophet to go and preach the Gospel, I received a little good <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0352\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> advice, which I have endeavored to profit by ever since, and that too, to the best of my ability. <\/div><div class=\"paragraph jod\" id=\"v3n157\"> In the morning, as I was about to start on my first mission to preach the Gospel, I waited upon brother Joseph, and asked if he had any advice to give me. &#x201C;Yes,&#x201D; said he, &#x201C;George A., preach short sermons, make short prayers, deliver your sermons with a prayerful heart, and you will be blessed, and the truth will prosper in your hands.&#x201D; I was a boy of seventeen at the time, and I called this my college education; I however took a second degree, calling upon father Joseph Smith, who was the Patriarch of the Church, and as I was about starting, he said, &#x201C;One word of advice George A., whatever you do, be careful to go in at the little end of the horn, then, if you increase, though it be but a very little, you are sure to come out at the big end; but if you go in at the big end, you are certain to come out at the small end.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n158\"> Ever since that time I have applied it, and thought often of the old gentleman's counsel, and I have found it to be very correct. <\/div><div class=\"paragraph jod\" id=\"v3n159\"> At that time Elder Sidney Rigdon, our great preacher (the perfect comber of all the sects), a man that could bring to bear all the big, jaw-cracking words of the English language, and who could fill up the interstices with  <div class=\"break pagebreak\" id=\"24a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0024.pdf\" target=\"pdfwin\">p.&#xA0;24a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0351\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>quotations from other languages, and bring all to illustrate the Gospel of Christ, and to contrast it with the errors of the different sects to which he had formerly belonged, I remember seeing him get up to preach when there were present Professor Seixas and several other learned gentlemen who were on a visit to Kirtland, and President Rigdon wanted to show himself to the best possible advantage. I discovered his error when he first began speaking; I saw that he was in his high heeled boots, and at the commencement he soared so far above his subject that he could not get down to it; his whole discourse was a constant series of efforts to descend to a style requisite to illustrate the simplicity of the Gospel, the natural result of his commencing on too high a key&#x2014;the difficulty and trouble was that he commenced on too grand a scale to carry it through successfully. <\/div><div class=\"paragraph jod\" id=\"v3n161\"> Now if he had commenced to preach to those learned men the first simple principles of the Gospel, and then, as the Spirit had opened up things to his mind, have gone into the more advanced principles, he might have succeeded as he desired, but he got up with the intention of showing his great big self, and began at the big end of the horn. <\/div><div class=\"paragraph jod\" id=\"v3n162\"> There are several young Elders present, who are going on missions, and the advice that I received may not be uninteresting to them. I have known many young Elders go out preaching, and the first thing they would do when they began to preach would be to tell what a tremendous smart sermon they were going to preach, and what wonderful results would follow; and I have seen these dashing kind of fellows carry on until they withered, and became depreciated, and went out at the little end of the horn. <\/div><div class=\"paragraph jod\" id=\"v3n163\"> Now when we present ourselves to a congregation of people, the first thing should be plainly and simply to <div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0351\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> communicate to them the first principles that we receive, in the best possible manner. But what is the best way to communicate them to the inhabitants of the earth? Shall we select the greatest jaw-cracking words in the English language, and from other languages, or shall we use reasoning the most abstruse and mysterious? The best method is to select the best and simplest way in our possession, and you will find that to be the most successful method of proclaiming the Gospel. You may note it when you will, in men that go forth to proclaim the truth, and you discover that the man who has the fewest words communicates his ideas to the people, as a general thing, in the plainest manner. <\/div><div class=\"paragraph jod\" id=\"v3n164\"> When a man uses ten or fifteen superfluous words to convey one simple idea, his real meaning is lost, he reaches beyond all the rules of grammar and rhetoric, and his idea, which, had it been clothed with simple and appropriate language, might have been good, is lost for want of more suitable words. It is like Massa Gratian's wit&#x2014;&#x201C;two grains of wheat hid in three barrels of <span class=\"italic\">chaff<\/span>.&#x201D; It is my advice that our Elders should study brevity in all their discourses and communications to the people, and that they should speak in the plainest and simplest manner; for if they were to do this&#x2014;speak so that the unlearned can comprehend, then the learned will be sure to understand, unless they have got their ears so twisted that it is vulgar for them to listen to common conversation; they are like the young gentleman who had just come from college and was desirous of making a considerable show, so when he stopped at a country hotel, he gave the following orders to the ostler&#x2014;&#x201C;You will extricate the quadruped from the vehicle, stabulate him, donate him an adequate supply of nutritious aliment, and when the  <div class=\"break pagebreak\" id=\"25a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0025.pdf\" target=\"pdfwin\">p.&#xA0;25a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0350\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Aurora of man shall illumine the celestial horizon I will award thee a pecuniary compensation.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n166\"> The lad went into the house to the old man, crying&#x2014;&#x201C;Landlord, there is a Dutchman out here; I can't understand a word he says, do come and talk to him yourself.&#x201D; (Laughter). Now if he had said&#x2014;&#x201C;Unharness the horse, water and feed him, and I will pay you for it in the morning,&#x201D; he would have been understood by the ostler. But the fact is, the world through their wisdom know not God,<span class=\"citation\" id=\"72889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72889)\">1 Cor. 1:21<\/a><\/span> and have lost sight of and forgotten the simplicity of our fathers, and the plainness of the Gospel of Jesus Christ, and the reason is, that from the beginning the plan of salvation was too plain and simple to be interesting to the learned, and it has ever since been the design of men of learning, to couch the wisdom and knowledge of the world in such high flown language that the poorer classes of mankind could not get anywhere near them, and thereby hide it in the superabundance of nonsense they made use of; they made use of thousands of words to blind the ignorant and illiterate, that they might be kept in the dark, and remain in ignorance all through the learning and cunning of men. <\/div><div class=\"paragraph jod\" id=\"v3n167\"> These are my sentiments upon that subject in brief, and however much I may break or violate the instructions I received from President Joseph Smith to preach short sermons, and make short prayers, I have always endeavored to observe those instructions, though I may have failed on some occasions. Sometimes perhaps overanxiety has led me beyond the mark, but as a general thing I have endeavored to observe them strictly, and have found it to be good to do so, and I have often and do yet frequently think of my first degree. <\/div><div class=\"paragraph jod\" id=\"v3n168\"> But I ought to make some acknowledgment and confessions probably. I well remember the first time I ever <div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0350\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> broke those instructions; I was preaching in Virginia, in the County of Tyler. There was a Methodist preacher by the name of West, that would follow me wherever I went, and when I got through preaching he would get up to burlesque me, and he would talk for an hour or two, and then he would get his congregation to sing, but with all he could do he could not get more than thirty or forty to come and hear him preach, whereas I had from three to four hundred attentive hearers. So on one certain occasion he came with his Methodist friends to the meeting, and I invited him to preach first, but no&#x2014;he said he was &#x201C;going to preach just as soon as I got through;&#x201D; so I said to myself, &#x201C;You will have to wait a pretty considerable spell, old gentleman;&#x201D; and I then selected and read one of the longest chapters I could find in the Bible, and read it slowly; then read a long hymn and lined it off, and got the preacher to sing it for me, after which I preached about two hours and a half. I saw the preacher was in a terrible great hurry to get a chance to speak; the reason was, there were many at the meeting who had come from 20 to 30 miles on purpose to hear me, the country being very thinly settled, and some of them would have turned their pigs out of the pen if they had known West was going to preach in it, and the very moment I had done speaking, he jumped up and said he wanted to preach before I dismissed the congregation. When he commenced, about 300 of the congregation left. <\/div><div class=\"paragraph jod\" id=\"v3n169\"> He had made a practice of following every &#x201C;Mormon&#x201D; Elder that came into the country, and keeping up his harangue against the truth, then his Methodist brethren would join him and sing at the top of their voices until the congregation dispersed, and it was his intention to serve me the same, but he did not  <div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0349\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>succeed quite so well as he anticipated. <\/div><div class=\"paragraph jod\" id=\"v3n171\"> That was the first time that I recollect violating the instructions I had received, and I must say that I did not repent of it for a good many years, and I have not fully done so yet, for I thought that a man must be pardoned for straining his instructions on an occasion like that; and the fact is we do not often find such men. This man followed and harassed our Elders every time they went into the country, and kept on their track until he had run them clear out of the country. When he perceived I would preach about there, he gave public notice that if I came into the neighborhood where he lived I should get a coat of tar and feathers; so on hearing this, I resolved to go and try it. <\/div><div class=\"paragraph jod\" id=\"v3n172\"> There was a man by the name of Mr. Willey, a near neighbor of the Rev. Mr. West. He was a small man of about 130 lbs. weight, with a red head, and he had 13 boys with red heads, each of them weighing from 180 to 250 lbs. He had his boys perfectly drilled, and when he could not beat the opposite party at the ballot box by voting, he could always beat them by fighting; for he and his redheaded boys (for they had hair as red as my wig that I wear sometimes), were more than a match for any party they come in contact with in the County of Tyler; when he could not beat them in the election, he always could the other way. When he heard that West, the Methodist preacher, was going to have me tarred and feathered, he sent his best looking daughter on horseback over the mountains, dressed in the finest silk, and invited me to go over and preach, and assured me that I need not fear the least danger from the Methodists threatening to tar and feather me. I sent an appointment that I would preach at his house in two weeks. Accordingly I proceeded on my way to visit the old <div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0349\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man, filling some appointments previously given on Buffalo Creek, Monongahela County, and about 15 miles from Mr. Willey's, I met three young men, all with red heads, well mounted, and standing about 6 feet 2 inches, dressed in Kentucky jeans, but very neat and clean. They looked big enough to have been employed in Erebus, as strikers for Vulcan, forging thunderbolts for Jupiter. They informed me that they were the sons of Mr. Willey, and that he had sent them to show me the way through the mountains. They remarked that it was rather a wild country to travel in alone, and they likewise informed me that the rumor was that West, the Methodist priest, was intending to meet me with a party of his pious brethren, and give me a coat of tar and feathers, but assured me, in the name of their father, that I need not apprehend the least possible danger. <\/div><div class=\"paragraph jod\" id=\"v3n173\"> Before I got into the neighborhood I was met by two or three other redheaded gentlemen, and we shortly after arrived at the old man's residence, where I was treated with every kindness, and the first salutation was an assurance that I need not be the least afraid, or anticipate that any harm would come to me from my Methodist friends: and the beauty of it was, as I learned afterward, he had long desired an opportunity to whip the whole Methodist church; and if they had turned out to mob me, he would then have had a good chance to pounce upon them. This is an illustration of what men will do to accomplish their ends, or the objects they have in view. <\/div><div class=\"paragraph jod\" id=\"v3n174\"> And as long as I remained in that part of the county of Tyler, the old man would have two or three of these boys go along with me to show me the way through the country wherever I wished to go, and two or three more looking out. I suppose he really  <div class=\"break pagebreak\" id=\"27a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0027.pdf\" target=\"pdfwin\">p.&#xA0;27a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0348\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wanted to have the Methodists execute their threat, and attempt to mob me; but West knowing the feelings of the redheaded troop, he concluded it was best not to do so. <\/div><div class=\"paragraph jod\" id=\"v3n176\"> Notwithstanding all the opposition, we did succeed in gathering a few &#x201C;Mormons&#x201D; in that county. I am aware that things were different then to what they are now, for then when an Elder presented &#x201C;Mormonism&#x201D; in a town or city, everyone that is acquainted with our history knows that it was looked upon by all as a mere matter of humbug. &#x201C;Why,&#x201D; they would say, &#x201C;it will be all down in two or three weeks; these are some idle fellows going about for the sake of getting a living.&#x201D; But now it is altogether different; when a &#x201C;Mormon&#x201D; goes forth to preach, however much they may oppose him and abuse him, they know that he represents an almighty people, and that he stands in connection with and is backed up by the greatest men of the age. They know that the &#x201C;Mormons&#x201D; cannot be successfully contended with by argument and moral suasion, but only on the old Missourian system of mobocracy; they know that the priests have given it up years ago. &#x201C;O,&#x201D; say they, &#x201C;if you talk with a Mormon Elder, you are sure to get worsted; tar and feather them, mob them, and stone them out of the country, for if you listen to them, you will be deceived.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n177\"> I remember when Joseph first got the Abrahamic records (and let me here say that I hope those brethren and sisters who are not already subscribers to the <span class=\"italic\">Deseret News<\/span>, will go to the office and commence to take it while that important record is being published, for it will be of great service in years to come), there was in the State of New York a very pious Presbyterian deacon, who was very intimate with my father and mother, when they were members of the same <div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0348\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> church; and, as he was passing through Kirtland, called to see them. It was almost a violation of the pious old man's faith to shake hands with my father when he met him, but he ventured, and finally got courage enough to call, and not only shake hands, but have a little conversation. <\/div><div class=\"paragraph jod\" id=\"v3n178\"> My father told him that Joseph had got this Book of Abraham, and that he could translate it, and that it revealed some very important principles. &#x201C;It is curious,&#x201D; replied the old man, &#x201C;I really would like to see the record.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n179\"> &#x201C;Well, deacon,&#x201D; said my father, &#x201C;come, I will go over with you to the Prophet's, and show you the papyrus.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n180\"> &#x201C;Well, Mr. Smith, but I don't know about going over now.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n181\"> &#x201C;O come along,&#x201D; said my father, &#x201C;there is plenty of time before dinner, it is but a few steps&#x2014;let us walk over while dinner is being prepared.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n182\"> &#x201C;Mr. Smith, Mr. Smith, there is great danger of being de&#x2014;cei&#x2014;ved! Mr. Smith&#x2014;I'd rather not go!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n183\"> This is the way men feel; they are all the time afraid of being deceived; when the truth comes, they dare not trust their eyes, their ears, or their understanding; they are all the day long fearing and trembling lest they should be deceived. And at the same time, Infidelity, Mesmerism, Electrobiology, spiritual communications of various kinds and grades are taking hold of the minds of the human race, from those in the highest ranks of society to the lowest. <\/div><div class=\"paragraph jod\" id=\"v3n184\"> And here in the newspapers we will find half their columns taken up with accounts of murder, suicide, plunder, bloodshed, and every other species of crime. &#x201C;And what of it,&#x201D; says one. Why, crime seems to be the principal feature of the day. And what is the cause of all this? The reason is because the people have rejected the truth, and therefore the light of  <div class=\"break pagebreak\" id=\"28a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0028.pdf\" target=\"pdfwin\">p.&#xA0;28a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0347\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>truth has ceased to shine in their hearts. <\/div><div class=\"paragraph jod\" id=\"v3n186\"> They thirst for one another's blood, and they thirst after and desire each other's destruction, and they have no feeling for anything but blood and slaughter: and the great question the world over, but especially in the East, is whether the Emperor of Russia shall have the privilege of building as many ships as he may think proper, and putting them in the Black Sea. He says that a part of the Black Sea and the Sea of Azoff are in his dominions, and that he will do as he pleases; but the allied powers swear that he shall not, and they stake the lives of millions, and declare that he shall not build any more ships than some half dozen other nations see <div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0347\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> proper to keep in that sea. This seems to be the whole question which causes the lives of millions to be in jeopardy continually. <\/div><div class=\"paragraph jod\" id=\"v3n187\"> I say, read the <span class=\"italic\">Deseret News<\/span>; read the accounts of the missions of the Elders; read the great things that are being revealed week after week&#x2014;the History of the Prophet, the revelations which came through him, and see how rapidly they are fulfilling, and observe how partyism and constant wrangling are seizing the human mind, and how tremendously they will contend with each other, and sustain one another in lies, and speak evil of those who are good. <\/div><div class=\"paragraph jod\" id=\"v3n188\"> With these remarks I shall give way, praying that the Lord may bless you forever. Amen. <\/div>\n<\/div>\n<\/div>"}