{"ID":30008, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Faith&#x2014;Practical Religion&#x2014;Chastisement&#x2014;Necessity of Devils.<\/div>\n<div class=\"subtitle\">A Sermon by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, October 6, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Faith, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/6\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d08\">\n<div class=\"paragraph jod\" id=\"v3n300\"> As we have assembled in the capacity of a Conference to attend to business, we should earnestly seek to enjoy the spirit of our calling. We are called to be Saints, and if we have the spirit of Saints we shall have the spirit of our calling, otherwise we certainly do not enjoy the privileges that the Lord designs we should. The Lord is ready and willing to give His Spirit to those who are honest before Him, and who seek earnestly to enjoy it. <\/div><div class=\"paragraph jod\" id=\"v3n301\"> If Saints, assembled to worship the Lord and transact business pertaining to His kingdom, should not have the aid of His Spirit they would be likely to commit errors, it would be strange indeed if they did not, and to do that which they ought not, even in business transactions; they would fall short of accomplishing their own wishes, and of course far short of fulfilling the designs of heaven. We see many led astray, because they have not retained the spirit of Christ to guide them. <\/div><div class=\"paragraph jod\" id=\"v3n302\"> When any of this people, who believe the Gospel, forsake the duty which they owe to God and His cause, they are at once surrounded by an influence which causes them to imbibe a dislike to Saints and to the conduct of Saints; they receive a false spirit, and then the Saints cannot do right in their eyes, the ministers of God cannot preach right nor act right, and soon they wish to leave the society of the Saints, and that too, as they sup<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"43b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0043.pdf\" target=\"pdfwin\">p.&#xA0;43b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0332\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pose, with a sanctified heart and life. They wish to withdraw from this, as they believe, wicked people, fancying all to be wicked but themselves, and wish to separate themselves until the people are as holy as they flatter themselves that they are, when they calculate to return again. Others will lose the spirit of their calling, and realize that they have lost it; they are wicked, and know it, and will have more confidence in others than in themselves. But the self-righteous will go away and wait until we as a people are sanctified and able to endure their presence, and think that then they will, perhaps, gather among us again. <\/div><div class=\"paragraph jod\" id=\"v3n303\"> People are liable in many ways to be led astray by the power of the adversary, for they do not fully understand that it is a hard matter for them to always distinguish the things of God from the things of the devil. There is but one way by which they can know the difference, and that is by the light of the spirit of revelation, even the spirit of our Lord Jesus Christ. Without this we are all liable to be led astray and forsake our brethren, forsake our covenants and the Church and kingdom of God on earth. <\/div><div class=\"paragraph jod\" id=\"v3n304\"> Should the whole people neglect their duty and come short in performing the things required at their hands, lose the light of the Spirit of the Lord, the light of the spirit of revelation, they would not know the voice  <div class=\"break pagebreak\" id=\"44a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0044.pdf\" target=\"pdfwin\">p.&#xA0;44a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0331\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Good Shepherd<span class=\"citation\" id=\"82047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82047)\">Alma 5:38<\/a><\/span> from the voice of a stranger,<span class=\"citation\" id=\"69627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69627)\">John 10:5<\/a><\/span> they would not know the difference between a false teacher and a true one, for there are many spirits gone out into the world,<span class=\"citation\" id=\"78733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78733)\">1 Jn. 4:1<\/a><\/span> and the false spirits are giving revelations as well as the Spirit of the Lord. This we are acquainted with; we know that there are many delusive spirits, and unless the Latter-day Saints live to their privileges, and enjoy the spirit of the holy Gospel, they cannot discern between those who serve God and those who serve Him not. Consequently, it becomes us, as Saints, to cleave to the Lord with all our hearts,<span class=\"citation\" id=\"83970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83970)\">D&amp;C 11:19<\/a><\/span> and seek unto Him until we do enjoy the light of His Spirit, that we may discern between the righteous and the wicked,<span class=\"citation\" id=\"62479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62479)\">Mal. 3:18<\/a><\/span> and understand the difference between false spirits and true. Then, when we see a presentation, we shall know whence it is, and understand whether it be of the Lord, or whether it is not of Him; but if the people are not endowed with the Holy Ghost they cannot tell, therefore it becomes us to have the Spirit of the Lord, not only in preaching and praying, but to enable us to reflect and judge, for the Saints are to judge in these matters. They are to judge not only men, they are to be judges not only in the capacity of a Conference to decide what shall be done, what course shall be pursued to further the kingdom of God, what business shall be transacted, and how it shall be transacted, and so on, but they will actually judge angels.<span class=\"citation\" id=\"73240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73240)\">1 Cor. 6:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n306\"> We sit here as judges, and suppose that business which would prove injurious to this people should now be presented for them to decide upon, or suppose that the leaders of this people had forsaken the Lord and should introduce, through selfishness, that which would militate against the kingdom of God on the earth, that which would in the issue actually <div class=\"break columnbreak\" id=\"44b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0044.pdf\" target=\"pdfwin\">p.&#xA0;44b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0331\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> destroy this people, how are you going to detect the wrong and know it from the right? You cannot do it, unless you have the Spirit of the Lord. Do the people enjoy that Spirit? Yes, many of them do. Do they enjoy it in as great a degree as it is their privilege? A few of them do, still I think that the people in general might enjoy more of the Holy Spirit, more of the nature and essence of the Deity, than they do. I know that they have their trials, I know they have the world to grapple with, and are tempted, and I know what they have to war against. <\/div><div class=\"paragraph jod\" id=\"v3n307\"> But let us ask ourselves individually whether we fight this warfare to such a degree that we do overcome in every instance? In every contest do we come off victorious? Here we have to do with our passions; here is fallen nature, that we can never get rid of until we lie down in the grave, it is sown in the flesh and will remain there, but it is our privilege to overcome that, and bring it under subjection in our reflections, in our meditations, and in all the labor that we perform, though we may be tried, tempted, and buffeted by Satan. It is our privilege to have power to rule, govern, and bring under subjection even our momentary passions; yes, it is our privilege so to live and overcome them that we never would have a temptation to think evil, or at least would never speak before we took time to think, but all would be in subjection to the law of Christ. Do we live up to this privilege? <\/div><div class=\"paragraph jod\" id=\"v3n308\"> People may ask, are we not good Saints? Yes, I can say that this people are a good people, and they wish to be Saints, and many of them strive to be Saints, and many of them are Saints. I realize the weaknesses of men; I am not ignorant of my own weaknesses, and this is where I learn everybody else, their dispositions and the opera<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"45a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0045.pdf\" target=\"pdfwin\">p.&#xA0;45a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0330\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions of the spirit upon the inhabitants of the earth; to learn mankind is to learn myself. <\/div><div class=\"paragraph jod\" id=\"v3n310\"> This is a good people, they are a righteous people; yet there are some who are filled with folly, there are some who are inclined to do wickedly and seem to love wickedness; there are some who are filled with idolatry, and it seems as though it were impossible for them to overcome the spirit of the world, to keep from loving it and from cleaving to it and to the things of the world. I will appeal to the people as judges&#x2014;are you capable of judging in matters pertaining to the kingdom of God on earth, unless you have the Spirit of truth within you? <\/div><div class=\"paragraph jod\" id=\"v3n311\"> Some may say, &#x201C;Brethren, you who lead the Church, we have all confidence in you, we are not in the least afraid but what everything will go right under your superintendence; all the business matters will be transacted right; and if brother Brigham is satisfied with it, I am.&#x201D; I do not wish any Latter-day Saint in this world, nor in heaven, to be satisfied with anything I do, unless the Spirit of the Lord Jesus Christ, the spirit of revelation, makes them satisfied. I wish them to know for themselves and understand for themselves, for this would strengthen the faith that is within them. Suppose that the people were heedless, that they manifested no concern with regard to the things of the kingdom of God, but threw the whole burden upon the leaders of the people, saying, &#x201C;If the brethren who take charge of matters are satisfied, we are,&#x201D; this is not pleasing in the sight of the Lord. <\/div><div class=\"paragraph jod\" id=\"v3n312\"> Every man and woman in this kingdom ought to be satisfied with what we do, but they never should be satisfied without asking the Father, in the name of Jesus Christ, whether what we do is right. When you are inspired by the Holy Ghost you can understandingly say, that you are <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0330\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> satisfied; and that is the only power that should cause you to exclaim that you are satisfied, for without that you do not know whether you should be satisfied or not. You may say that you are satisfied and believe that all is right, and your confidence may be almost unbounded in the authorities of the Church of Jesus Christ, but if you asked God, in the name of Jesus, and received knowledge for yourself, through the Holy Spirit, would it not strengthen your faith? It would. A little faith will perform little works; that is good logic. Jesus says, &#x201C;If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible unto you.&#x201D;<span class=\"citation\" id=\"65002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65002)\">Matt. 17:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n313\"> A grain of mustard seed is very small; nevertheless if you had faith as a grain of mustard seed, and should say unto this mountain, &#x201C;Remove hence to yonder place, it would be done;<span class=\"citation\" id=\"83494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83494)\">Ether 12:30<\/a><\/span> or to that sycamore tree, &#x201C;Be thou planted in the sea;&#x201D;<span class=\"citation\" id=\"67823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67823)\">Luke 17:6 (JST)<\/a><\/span> or to the sick, &#x201C;Be ye healed;&#x201D; or to the devils, &#x201C;Be ye cast out;&#x201D; it would be done.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n314\"> Suppose that I had faith like a grain of mustard seed, and could do the things which Christ has said are possible to be done through that faith, and that another man on the continent of Asia had the same faith, we could not accomplish much because but two would have all the power of Satan to combat. Do you suppose that Jesus Christ healed every person that was sick, or that all the devils were cast out in the country where he sojourned? I do not.<span class=\"citation\" id=\"82813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82813)\">3 Ne. 19:35<\/a><\/span><span class=\"citation\" id=\"83488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83488)\">Ether 12:12,18<\/a><\/span> Working miracles, healing the sick, raising the dead, and the like, were almost as rare in his day as in this our day. Once in a while the people would have faith in his power, and what is called a miracle would be performed, but the sick, the blind, the deaf and dumb, the crazy, and those possessed with  <div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0329\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>different kinds of devils were around him, and only now and then could his faith have power to take effect, on account of the want of faith in the individuals. <\/div><div class=\"paragraph jod\" id=\"v3n316\"> Many suppose that in the days of the Savior no person was sick, in the vicinity of his labors, but what was healed; this is a mistake, for it was only occasionally that a case of healing a sick person or casting out a devil occurred. But again, suppose that two-thirds of the inhabitants of Jerusalem and the regions round about had actually possessed like faith in the Savior that a few did, then it is very probable that all the sick would have been healed and the devils cast out, for there would have been a predominance of a good power over the evil influences. <\/div><div class=\"paragraph jod\" id=\"v3n317\"> Let two persons be on the continent of America, having faith like a grain of mustard seed,<span class=\"citation\" id=\"65003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65003)\">Matt. 17:20<\/a><\/span> and let one of them be situated on the Atlantic and the other on the Pacific coast, and most of the sick would remain sick around them, the dying would die, and those possessed of devils would continue to be tormented, though once in a while a sick person might be healed, or a blind person be made to see. Now let each one of those individuals have another person of like faith added to him, and they will do as much again work; then let there be four persons in the east and four in the west, all possessing faith like a grain of mustard seed, and there will be four times as much done as when there was but one in each place; and thus go on increasing their number in this ratio until, by and by, all the Latter-day Saints have faith like a grain of mustard seed,<span class=\"citation\" id=\"65004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65004)\">Matt. 17:20<\/a><\/span> and where would there be place for devils? Not in these mountains, for they would all be cast out. Do you not perceive that that would be a great help to us? <\/div><div class=\"paragraph jod\" id=\"v3n318\"> If I had power of myself to heal the sick, which I do not profess to have, <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0329\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> or to cast out devils, which power I have not got, though if the Lord sees fit to cast them out through my command it is all right&#x2014;still if I had that power, and there was no other person to help me, the people would do as they do now, they would hunt me almost to death, saying, &#x201C;Won't you lay hands on this sick person? Won't you go to my house over yonder?&#x201D; and so on. I am sent for continually, though I only go occasionally, because it is the privilege of every father, who is an Elder in Israel, to have faith to heal his family, just as much so as it is my privilege to have faith to heal my family; and if he does not do it he is not living up to his privilege. It is just as reasonable for him to ask me to cut his wood and maintain his family, for if he had faith himself he would save me the trouble of leaving other duties to attend to his request. <\/div><div class=\"paragraph jod\" id=\"v3n319\"> Let this faith be distributed and it makes all things easy, but put one or two dozen men to hauling a wagon containing a hundred tons' weight, and the labor is very heavy, whereas if the whole of the Latter-day Saints would put their shoulder to the load it would be moved easily. It is with the mental powers as it is with the physical, and that is why I wish you to consider the matter, and why I lay those things before you. Let the Latter-day Saints have faith and works, and let them forsake their covetousness and cleave unto righteousness. <\/div><div class=\"paragraph jod\" id=\"v3n320\"> I have given you a short discourse upon faith and practical religion, and now I say to the Elders of Israel, to the Bishops of the different wards, and to the Presidents of the different Branches, if there is any business you wish to bring before this Conference, pertaining to fellowship and the conduct of individuals, you can have the privilege. We were accustomed, some years ago, to attend to such business before our General Conference, and it is our privilege to do so again, if  <div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0328\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we choose, or if there is any occasion. <\/div><div class=\"paragraph jod\" id=\"v3n322\"> In all High Councils, in Bishops' Courts, and in all other departments for transacting our business, the Church and kingdom of God, with the Lord Almighty at the head, will cause every man to exhibit the feelings of his heart, for you recollect it is written that in the last days the Lord will reveal the secrets of the hearts of the children of men.<span class=\"citation\" id=\"83634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83634)\">D&amp;C 1:3<\/a><\/span><span class=\"citation\" id=\"88762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88762)\">D&amp;C 88:109<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n323\"> Does not the Gospel do that? It does; it causes men and women to reveal that which would have slept in their dispositions until they dropped into their graves. The plan by which the Lord leads this people makes them reveal their thoughts and intents, and brings out every trait of disposition lurking in their organizations. Is this right? It is. How are you going to correct a man's faults, by hiding them and never speaking of them, by covering up every fault you see in your brother, or by saying, &#x201C;O, do not say a word about his faults, we know that he lies, but it will not do to say a word about it, for it would be awful to reveal such a fact to the people?&#x201D; That is the policy of the world and of the devil, but is it the way that the Lord will do with the people in the latter days? It is not. <\/div><div class=\"paragraph jod\" id=\"v3n324\"> This is a matter that seems to be but little understood by some of the Latter-day Saints, it may be understood by a portion of them, but others do not understand it. Every fault that a person has will be made manifest, that it may be corrected by the Gospel of salvation, by the laws of the Holy Priesthood. <\/div><div class=\"paragraph jod\" id=\"v3n325\"> Suppose that a man lies, and you dare not tell of it; &#x201C;Very well,&#x201D; says the man, &#x201C;I am secure, I can lie as much as I please.&#x201D; He is inclined to lie, and if we dare not chastise him about it he takes shelter under that pavilion, cloaks himself with the charity of his brethren, and continues to <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0328\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> lie. By and by he will steal a little, and perhaps one or two of his brethren know about it, but they say, &#x201C;We must cover up this fault with the cloak of charity.&#x201D; He continues to lie and to steal, and we continue to hide his faults; where will it lead that person to? Where will he end his career? Nowhere but in hell. <\/div><div class=\"paragraph jod\" id=\"v3n326\"> What shall we do with such men? Shall we reveal their faults? Yes, whenever we deem it right and proper. I know it is hard to receive chastisement, for no chastisement is joyous, but grievous at the time it is given;<span class=\"citation\" id=\"77230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77230)\">Heb. 12:11<\/a><\/span> but if a person will receive chastisement and pray for the Holy Spirit to rest upon him, that he may have the Spirit of truth in his heart, and cleave to that which is pleasing to the Lord, the Lord will give him grace to bear the chastisement, and he will submit to and receive it, knowing that it is for his good. He will endure it patiently, and, by and by, he will get over it, and see that he has been chastised for his faults, and will banish the evil, and the chastisement will yield to him the peaceable fruits of righteousness, because he exercises himself profitably therein.<span class=\"citation\" id=\"77229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77229)\">Heb. 12:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n327\"> In this way chastisement is a benefit to any person. Grant that I have a fault, and wish it concealed, would I not be likely to hide it? And if the Lord would not reveal it I might cling to it, if I had not the spirit of revelation to discern my fault and its consequences. Without the influence of the Spirit of the Lord, I am just as liable to live and abide in false principles, false notions, and unrighteous actions as true ones. It is so with you. <\/div><div class=\"paragraph jod\" id=\"v3n328\"> If your faults are not made known to you, how can you refrain from them and overcome them? You cannot. But if your faults are made manifest, you have the privilege of forsaking them and cleaving unto that which is good. The design of the Gospel is to  <div class=\"break pagebreak\" id=\"48a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0048.pdf\" target=\"pdfwin\">p.&#xA0;48a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0327\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>reveal the secrets of the hearts of the children of men.<span class=\"citation\" id=\"56601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56601)\">Ps. 44:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n330\"> When men intimate to me, whether in public or in private, that their faults must not be spoken of, I do not know how worldly-minded men feel in similar cases, but like Elijah, when he mocked the priests of Baal,<span class=\"citation\" id=\"55688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55688)\">1 Kgs. 18:27<\/a><\/span> I feel to laugh and make derision of such men. <\/div><div class=\"paragraph jod\" id=\"v3n331\"> Do you suppose that I will thus far bow down to any man in this Territory, or on the earth? Do you suppose that I will suffer myself to be so muzzled that I cannot reveal the faults of the people when wisdom dictates me to do it? <\/div><div class=\"paragraph jod\" id=\"v3n332\"> I fear not the wicked half so much as I would a mosquito in my bedroom at night, for he would keep me from sleeping, but for the unrighteous, those who will act the villain and conduct themselves worse than the devil, to insinuate that I have not the privilege of speaking of their faults makes me feel like laughing at their folly. I will speak of men's faults when and where I please, and what are you going to do about it? <\/div><div class=\"paragraph jod\" id=\"v3n333\"> Do you know that that very principle caused the death of all the Prophets, from the days of Adam until now? Let a Prophet arise upon the earth, and never reveal the evils of men, and do you suppose that the wicked would desire to kill him? No, for he would cease to be a Prophet of the Lord, and they would invite him to their feasts, and hail him as a friend and brother. Why? Because it would be impossible for him to be anything but one of them. It is impossible for a Prophet of Christ to live in an adulterous generation without speaking of the wickedness of the people, without revealing their faults and their failings, and there is nothing short of death that will stay him from it, for a Prophet of God will do as he pleases. <\/div><div class=\"paragraph jod\" id=\"v3n334\"> I have been preached to, pleaded <div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0327\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with, and written to, to be careful how I speak about men's faults, more so than ever Joseph Smith was in his lifetime; every week or two I receive a letter of instruction, warning me to be careful of this or that man's character. Did you ever have the Spirit of the Lord, so that you have felt full of joy, and like jumping up and shouting hallelujah? I feel in that way when such epistles come to me; I feel like saying, &#x201C;I ask no odds of you, nor of all your clan this side of hell.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n335\"> I have wise brethren around me who will sometimes say, &#x201C;Don't speak so and so, be very careful, now do be cautious;&#x201D; and I have been written to from the east; I have package after package of letters, yes, a wheelbarrow load of them, saying, &#x201C;O, brother Brigham, I would beseech and pray and plead with you, if I only dare, to be careful how you speak. Would not this or that course be better than for you to get up in the stand, and tell the Gentiles what they are? Would it not be better to keep this to yourself?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n336\"> Do you know how I feel when I get such communications? I will tell you, I feel just like rubbing their noses with them. If I am not to have the privilege of speaking of Saint and sinner when I please, tie up my mouth and let me go to the grave, for my work would be done. <\/div><div class=\"paragraph jod\" id=\"v3n337\"> It was for this that they killed Joseph and Hyrum, it is for this that they wish to kill me and my brethren; we know their iniquity, and we will tell of it when the Spirit dictates, or talk about this, that, or the other person and conduct at the proper time. <\/div><div class=\"paragraph jod\" id=\"v3n338\"> There are people in our midst who grunt at this course, and at the same time have evils that I think are hardly worth notice, for I do not think that such persons will be good for anything even should they happen to  <div class=\"break pagebreak\" id=\"49a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0049.pdf\" target=\"pdfwin\">p.&#xA0;49a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0326\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>get into the kingdom of heaven, though I suppose they are good in their place if we can find out where it is, but as yet I am ignorant of it; I presume that the Lord knows where it is, but I do not. I wish to say to the Elders of Israel, to all people, I shall tell you of your iniquity and talk about you just as I please, and when you feel like killing me for so doing, as some of the people did who called themselves brethren in the days of Joseph Smith, look out for yourselves, for false brethren<span class=\"citation\" id=\"74458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74458)\">Gal. 2:4<\/a><\/span> were the cause of Joseph's death, and I am not a very righteous man. I have told the Latter-day Saints from the beginning that I do not profess much righteousness, but I profess to know the will of God concerning you, and I have boldness enough to tell it to you, fearless of your wrath, and I expect that it is on this account that the Lord has called me to occupy the place I do; I feel as independent as an angel. <\/div><div class=\"paragraph jod\" id=\"v3n340\"> Some of you have been brought before the High Council, charged with this fault and with that, and you say it is too much for you, that you cannot bear it. But you have got to bear it, and if you will not, make up your minds to go to hell at once and have done with it. If you wish to be Saints you must have your evils taken away and your iniquities exposed, this must be done if you remain in the kingdom of God. If you do wrong, and it is made manifest before the High Council, don't grunt about it, nor whine about your loving, precious character, but consider that you have none; that is the best way to get along with it. Myriads have scandalized me since I have been in this Church, and I have been asked, &#x201C;Brother Brigham, are you going to bear this? Do you not know that such and such persons are scandalizing your character?&#x201D; Said I, &#x201C;I do not know that I have any character, I have never <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0326\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stopped to inquire whether I have one or not.&#x201D; It is for me to pursue a course that will build up the kingdom of God on the earth, and you may take my character to be what you please, I care not what you do with it, so you but keep your hands off from me. <\/div><div class=\"paragraph jod\" id=\"v3n341\"> If you are brought before the High Council, or before a Bishop's court, and it is proven before either of those tribunals that you are covetous, don't fly in a passion and become so excited that you are ready to burst. I may see fit to expose some men who have not paid their tithing; now if you are going to get nervous about it and are afraid of bursting, let me know, and we will slip an eggshell over you and your precious characters. What precious characters some of you had in Wales, in England, in Scotland, and perhaps in Ireland. <\/div><div class=\"paragraph jod\" id=\"v3n342\"> Do not be scared if it is proven against some, before the Bishop's court, that you did steal the poles from your neighbor's garden fence. If you did, it would be far better for you to get right up and own it, for you have in reality lost your character before God, angels, and men, and then refrain from such evils and try to establish a good character. It would be better for you to do that, than to become angry when your faults are made manifest. If it is proven before the High Council that you did steal a beef creature, don't get angry, but rise up and acknowledge that you did steal it. <\/div><div class=\"paragraph jod\" id=\"v3n343\"> If it is proven that you have been to some person's woodpile and stolen wood, don't be frightened, for if you will steal, it must be made manifest. Someone may say, &#x201C;Why I did not think Saints were guilty of such deeds!&#x201D; Nor I either. Such crimes are committed by people who gather with the Saints, to try them, to afflict and annoy them, and drive them to their duty. Do you not suppose that it is necessary to have devils mixed  <div class=\"break pagebreak\" id=\"50a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0050.pdf\" target=\"pdfwin\">p.&#xA0;50a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0325\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>up with us, to make Saints of us? We are as yet obliged to have devils in our community, we could not build up the kingdom without them. Many of you know that you cannot get your endowment without the Devil being present; indeed we cannot make rapid progress without the devils. I know that it frightens the righteous sectarian world to think that we have so many devils with us, so many poor, miserable curses. Bless your souls, we could not prosper in the kingdom of God without them. We must have those amongst us who will steal our fence poles, who will go and steal hay from their neighbor's haystack, or go into his cornfield to steal corn, and leave the fence down; nearly every ax that is dropped in the canyon must be picked up by them, and the scores of lost watches, gold rings, breast pins, &amp;c., must get into their hands, though they will not wear them in your sight. It is essentially necessary to have such characters here. <\/div><div class=\"paragraph jod\" id=\"v3n345\"> After we had given the brethren such a scouring two or three months ago, about returning lost property when found, one or two men brought in two or three rusty nails of no value, which they had picked up; this was tantamount to saying to brother Sprague, &#x201C;If we had found your purse, or if we had found Brigham's purse, we would see you in hell before we would return it.&#x201D; We wish to impress upon you the necessity of your bringing the ax you find, the hay fork, or any other lost property which you find, to the person who is appointed to take charge of such property, that the owners may again possess it. But if you should pick up a piece of rotten wood, and bring it to brother Brigham, or Dr. Sprague, with a show of honesty, and in derision of the counsel you have received, it would be like saying, &#x201C;If we could find or steal your purses, you should <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0325\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> never see them again. We are poor, miserable devils, and mean to live here by stealing from the Saints, and you cannot help yourselves.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n346\"> Live here then, you poor, miserable curses, until the time of retribution, when your heads will have to be severed from your bodies. Just let the Lord Almighty say, &#x201C;Lay judgment to the line, and righteousness to the plummet,&#x201D;<span class=\"citation\" id=\"58610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58610)\">Isa. 28:17<\/a><\/span> and the time of thieves is short in this community. What do you suppose they would say in old Massachusetts, should they hear that the Latter-day Saints had received a revelation or commandment to lay &#x201C;judgment to the line, and righteousness to the plummet?&#x201D;<span class=\"citation\" id=\"58611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58611)\">Isa. 28:17<\/a><\/span> What would they say in old Connecticut? They would raise a universal howl of, &#x201C;How wicked those Mormons are; they are killing the evildoers who are among them; why I hear that they kill the wicked away up yonder in Utah.&#x201D; They do not kill anybody down there, do they? <\/div><div class=\"paragraph jod\" id=\"v3n347\"> As for the inhabitants of the earth, who know anything about the &#x201C;Mormons,&#x201D; having power to utter worse epithets against us than they do, they have to get more knowledge in order to do it; and as for those enemies who have been in our midst, feeling any worse than they do, they have first to know more; they are as full of bad feeling now as they can hold without bursting. What do I care for the wrath of man? No more than I do for the chickens that run in my dooryard. I am here to teach the ways of the Lord, and lead men to life everlasting, but if they have not a mind to go there, I wish them to keep out of my path. <\/div><div class=\"paragraph jod\" id=\"v3n348\"> I want the Elders of Israel to understand that if they are exposed in their stealing, lying, deceiving, wickedness, and covetousness, which is idolatry,<span class=\"citation\" id=\"75610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75610)\">Col. 3:5<\/a><\/span> they must not fly in a passion about it, for we calculate to expose you, from time to time, as we  <div class=\"break pagebreak\" id=\"51a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0051.pdf\" target=\"pdfwin\">p.&#xA0;51a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0324\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>please, when we can get time to notice you. <\/div><div class=\"paragraph jod\" id=\"v3n350\"> During this Conference, I do not want to think where the &#x201C;Mormons&#x201D; have been, and how they have been treated, but I want to think of matters that will make my heart light, like the roe on the mountains&#x2014;to reflect that the Lord Almighty has given me my birth on the land where He raised up a Prophet, and revealed the everlasting Gospel through him, and that I had the privilege of hearing it&#x2014;of knowing and understanding it&#x2014;of embracing and enjoying it. I feel like shouting hallelujah, all the time, when I think that I ever knew <div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0324\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Joseph Smith, the Prophet whom the Lord raised up and ordained, and to whom He gave keys and power to build up the kingdom of God on earth and sustain it. These keys are committed to this people, and we have power to continue the work that Joseph commenced, until everything is prepared for the coming of the Son of Man. This is the business of the Latter-day Saints, and it is all the business we have on hand. When we come to worldly affairs, as they are called, they can be done in stormy weather, if we attend to the kingdom of God in fair weather. <\/div><div class=\"paragraph jod\" id=\"v3n351\"> May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}