{"ID":30004, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Exhortation to Faithfulness.<\/div>\n<div class=\"subtitle\">An Address by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, April 18, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Exhortation to Faithfulness.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 4\/18\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d04\">\n<div class=\"paragraph jod\" id=\"v3n134\"> I have heard hundreds and perhaps thousands of people make the observation, that, before they would take the interest and bear what brother Young and others do, they would see the people go to the devil. We never have felt so, and I should not wish those who have had such feelings to rule me. I am satisfied of one thing, we have all got to learn to be mild and forbearing, and to do unto others as we would wish others to do unto us.<span class=\"citation\" id=\"63785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63785)\">Matt. 7:12<\/a><\/span> That is a lesson we all have to learn, and the quicker we bring our minds to it the better it will be for us. If you look to the First Presidency to lead you, assisted by the Twelve and other leading members of this Church, you of course consider them to be good men, and we in turn consider that you ought to be good men. <\/div><div class=\"paragraph jod\" id=\"v3n135\"> I think you ought to be good men and good women, good children, good fathers and mothers, and good brethren and sisters. Why? Because you know what is right and what is wrong. There is not a little child before me here today, that has arrived to years of accountability, but knows what is right to a certain degree. Then why do you not all act upon the knowledge that you have, and bring your feelings and your passions into subjection, and be like the clay in the hands of the potter? When you do right you feel well, you feel satisfied, and as though you had a conscience void of offense before God and man,<span class=\"citation\" id=\"72115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72115)\">Acts 24:16<\/a><\/span><span class=\"citation\" id=\"92022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92022)\">D&amp;C 135:4<\/a><\/span> and before one another. <\/div><div class=\"paragraph jod\" id=\"v3n136\"> The instructions given today by <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0355\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> President Young were good and wholesome; did they not sound delicious upon your ears? Yes, you will all say, we know they were good. Well, then, if you know it is good, cleave to it, listen to it, and abide that counsel, for if you do you will prosper and be blessed, and, as he said, you never will be destroyed, and I know it. <\/div><div class=\"paragraph jod\" id=\"v3n137\"> Jesus says, &#x201C;If you are not one, you are not mine.&#x201D;<span class=\"citation\" id=\"85110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85110)\">D&amp;C 38:27<\/a><\/span> We must learn to be one, listen to one counsel, and subject ourselves to the will of our God. Some men, in their course, remind me of a man's trying to reach the top of a ladder, without being satisfied to commence at the first round, whereas, if they would commence at the first round, and go step by step, they would soon arrive at the upper rounds. <\/div><div class=\"paragraph jod\" id=\"v3n138\"> Again, we are like to a chain, or should be, one link being connected to the other. Then what is the use of anyone's trying to leave his position? For by so doing he would break the connection. Act in your places and in your callings, and by so doing the Lord will lead you through into the celestial world, by the assistance of His servants, for as to the Lord our God's coming here in person and leading us into the celestial world, He never will do it, but He will authorize His servants to do it. <\/div><div class=\"paragraph jod\" id=\"v3n139\"> When Jesus lived on the earth, he ordained and organized a Quorum of Twelve Apostles, and said to them, &#x201C;I have laid the foundation, and you must build the house.&#x201D; Joseph Smith did the same; he made choice of  <div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0354\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Twelve Apostles, and ordained them, and said, &#x201C;I have laid the foundation, and you may build upon it, you may rear the house;&#x201D; and these very persons are the ones who will lead you through into the celestial world, and they will be at your head all the time. It will be a very good thing if you take care of these men and nourish and cherish them, that when you get into difficulty, into snarly hard knots that you do not know how to untie, they may be on hand to render you assistance. Supposing you were the leaders of this people, and they get into a tangle and snarl, like a skein of thread, I tell you there would be snapping, which would only tend to render the difficulty still worse. Reflect upon these things for a moment, and listen to them upon natural principles, for I am only speaking of things as they naturally exist. We are not sufficiently patient; I am not so patient as I wish to be. I wish I was so patient that when a person abused me I could pass away from him, and never notice him; but sometimes I turn round and fight a little; when they shoot, I shoot too. <\/div><div class=\"paragraph jod\" id=\"v3n141\"> I again say to you, listen to the counsel that is given to you, from time to time, and be faithful to those men who preside over you&#x2014;to the President of this Stake and his Council, to brother Hunter as the Presiding Bishop (to whom all the Bishops are amenable for their conduct), and to all other officers in their places. <\/div><div class=\"paragraph jod\" id=\"v3n142\"> Let us all observe obedience to our public officers, be subject to them and listen to them; and all do the best they can; and when we are absent, I know just how you will do, you will do exactly as I used to when my father went away. He would say; &#x201C;My son Heber, I want you to go to hoeing corn, and to stick to it until I come back.&#x201D; I would put my best foot foremost, and if any of my playfellows came round me, I would <div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0354\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> say, &#x201C;Come, boys, let us make a good job of this corn, that when my father comes home he may rejoice in the good conduct of his son Heber.&#x201D; It will be the same with the boys at the public works, they will say, &#x201C;Boys, let us do the best we can while they are gone.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n143\"> Now, brethren, do not be eye servants, do not be merely Christians and Saints while you are here, but be Saints when you are at home, in your secret closets, and in your family, &amp;c. When you labor, be Saints and work while it is called today;<span class=\"citation\" id=\"69547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69547)\">John 9:4<\/a><\/span> you cannot do any too much. <\/div><div class=\"paragraph jod\" id=\"v3n144\"> Be faithful in your families, and in your prayer circles; be faithful to your wives and to your children; and I say to the wives, be faithful to your husbands and children; and in so doing I know God will bless us to an extent that we have never yet experienced. Let us do right when we are behind the house, in front of it, or in the inside; when we are down in the cellar, upstairs, in the meadow, or in the field; and whatever we do, let us do it in the name of the Lord our God. When we sow our wheat, our beans, peas, and potatoes, let us bow down and ask God to bless the seed and the earth, and warm it, that it may bring forth in abundance, that we may reap the best crops we even reaped in our lives.<span class=\"citation\" id=\"82243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82243)\">Alma 34:24<\/a><\/span> Often, when a little child calls upon God to change the mind of its father or mother, the prayer will be heard. I recollect the circumstance of a little boy's being left in the house while his mother went on a visit; the boy used to get hold of a valuable piece of crockery so she warned him not to touch it in her absence, telling him if he did would certainly break it, and she should whip him. He took it, and sure enough it slipped out of his hands and broke. The little fellow prayed to his Father in heaven, in the name of Jesus, that his mother might not feel  <div class=\"break pagebreak\" id=\"22a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0022.pdf\" target=\"pdfwin\">p.&#xA0;22a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0353\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>disposed to whip him. When she came home she had not power to punish him. Have you not as much faith and confidence in God as that little boy? It was the same with Daniel in the den of lions.<span class=\"citation\" id=\"61577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61577)\">Dan. 6:16-22<\/a><\/span> The decree of the king was that he should be thrown into the lions' den. Daniel called upon his Father continually to take the ferocious feeling from the lions, that they might not have power to harm him, and it was accomplished according to his cry. <\/div><div class=\"paragraph jod\" id=\"v3n146\"> I could relate scores of circumstances, while I was on missions, of men swearing that if I went to their houses they would blow my brains out, or do me some violent bodily injury. I would go, but instead of putting their threats into execution, nothing would be too good for me, and they would say, &#x201C;Come back, Mr. Kimball, for I never had such a good time in my life.&#x201D; I held them by my faith, and that is the way in which the devil will be bound; but as long as a person will give him a privilege of coming into his tabernacle, he will remain, for his object is to get a body. It would not be proper for me to come to your house, when you have invited a guest to sit with you, and go to casting him out, and I should have no power to do it. <\/div><div class=\"paragraph jod\" id=\"v3n147\"> We are growing pretty fast, increasing in faith, multiplying and progressing, and we must continue to improve while we live in this existence; and when we leave this state, what we do not gain here we have got to gain in another. If you do not overcome your passions here, you have got to do it there. You are not going to step right into the presence of God when you leave this state of mortality; you have got to make many covenants and fulfil them to the very letter. <\/div><div class=\"paragraph jod\" id=\"v3n148\"> What kind of people ought we to be? We should be Saints of God, and not sinners. We are about to start for the south, and several are <div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0353\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> going with us, but none but those who are of one heart and one mind.<span class=\"citation\" id=\"94372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94372)\">Moses 7:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n149\"> This work is never to go down, it has commenced and it will never come to an end until it has fulfilled the will of its Author; you need not be troubled about that. <\/div><div class=\"paragraph jod\" id=\"v3n150\"> Now, brethren, be humble, be patient, be industrious, and when we come back, we want to hear the spinning wheel in every house. We do not expect the men to do this buzzing, we expect the sisters to do it. I am going to set my folks to work at spinning up the wool, to working up the old rags, and to making a little yarn for carpeting. I would sooner walk on a rag carpet made by my own family, than upon an imported Brussels carpet made in one of the best manufactories in the world. <\/div><div class=\"paragraph jod\" id=\"v3n151\"> Let us be industrious and economical, that the blessings of God and of all good persons may rest upon us, and we will multiply and replenish the earth,<span class=\"citation\" id=\"94373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94373)\">Gen. 1:28<\/a><\/span> and our crops and herds will multiply more than they ever have. Listen to the counsel given to you, and the devil will have no business with you. The devil can hurt no man, only when he gives way to his influence. When he offered Jesus the whole world if he would bow down to him, he had no power over him; says he, &#x201C;I am the Son of God, mind your own business.&#x201D; Then he took him upon the Temple, and said, &#x201C;If thou be the Son of God, cast thyself down.&#x201D; But he told him to get out of his way.<span class=\"citation\" id=\"62855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62855)\">Matt. 4:5-11<\/a><\/span> The devil had no power over him, any more than he can have power over you, if you resist his power. When the devil has power over persons, it is because they have done something wrong, which gives him power and influence over them. You have heard tell of people having the blues; it is not good for men to be blue, nor for women either, but it is for them to have confidence in God by doing right. <\/div> <div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0352\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n153\"> God bless you, and peace be with you, and I bid you goodbye for a <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0352\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> season, and pray that consolation may be with you. Amen. <\/div>\n<\/div>\n<\/div>"}