{"ID":30009, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Times for All Things&#x2014;Prayer&#x2014;Chastisement&#x2014;Unity&#x2014;Faithfulness&#x2014;Reverence for Sacred Things&#x2014;Reformation.<\/div>\n<div class=\"subtitle\">Discourses by Presidents B. Young, H. C. Kimball, and J. M. Grant, and Elder E. T. Benson, Delivered July 13, 1855, at a Conference held at Provo City, Utah Territory.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Times for All Things, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/13\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d09\">\n<div class=\"paragraph jod\" id=\"v3n352\"> PRESIDENT B. YOUNG&#x2014;As the people have now begun to assemble, I take the liberty of making a few remarks. I request those who profess to be Saints to exercise faith, and to endeavor to realize that the worship of God is sacred, and beneficial to His people. It is true that we have much to do of a temporal nature, as it is termed; many duties pertaining to daily business and the affairs of this life devolve upon us. <\/div><div class=\"paragraph jod\" id=\"v3n353\"> This is necessarily the case, for if we are to build up the kingdom of God, or establish Zion upon the earth, we have to labor with our hands, plan <div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0324\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with our minds, and devise ways and means to accomplish that object. <\/div><div class=\"paragraph jod\" id=\"v3n354\"> There is a time for all these duties, and there is also a time to serve the Lord by praying, preaching, singing, meditating, watching, and fasting. Inasmuch as there is a time for all things, and as this is the time that we have unitedly set apart for the express purpose of worshipping the Lord, and of enjoying His Holy Spirit by calling in our reflections pertaining to earthly things and objects, that we may attend more immediately to a deep reflection and contemplation of heavenly things, it is necessary for these my  <div class=\"break pagebreak\" id=\"52a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0052.pdf\" target=\"pdfwin\">p.&#xA0;52a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0323\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>brethren, who have accompanied me, to this place, to bring their thoughts to bear upon the things that are present, and while we are here, to let Great Salt Lake City remain where it is&#x2014;don't bring it here. <\/div><div class=\"paragraph jod\" id=\"v3n356\"> Those who have left their families at home, and are away from their houses, cattle, fields, flocks, herds, and other possessions, and also all who have assembled from the different settlements in this county, one and all, let all your affairs, those that you were obliged to leave at home, stay where they are, and you stay here and worship the Lord. <\/div><div class=\"paragraph jod\" id=\"v3n357\"> In this way every person who has assembled here can feel to leave their affairs and effects where they belong, and bring their minds to bear upon the spiritual things of the kingdom of God. Then they can have their minds enlightened by the Holy Spirit, and understand that which will make them rejoice. <\/div><div class=\"paragraph jod\" id=\"v3n358\"> If those are our feelings and determinations, the candle of the Lord will be lighted within our hearts, but if we keep our minds constantly upon our families and effects, we shall be but little benefited by coming here; this is true in regard to each one of us. <\/div><div class=\"paragraph jod\" id=\"v3n359\"> Where our hearts are, there our thoughts will be:<span class=\"citation\" id=\"63520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63520)\">Matt. 6:21<\/a><\/span> and if our thoughts are bound up in our earthly possessions, we had better remain at home and attend to what we have most set our affections upon, and not pretend to try to obtain happiness from any other source. <\/div><div class=\"paragraph jod\" id=\"v3n360\"> There is a time for all things, and this is the time for meeting according to appointment. I am frequently requested to come out and hold meetings among the brethren, but I do not recollect that we have at any time appointed a three days' meeting here, though we have previously been here and held one during two days. Much instruction has to be given to <div class=\"break columnbreak\" id=\"52b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0052.pdf\" target=\"pdfwin\">p.&#xA0;52b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0323\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> enable us to overcome our passions, and to govern and control our feelings and disposition. <\/div><div class=\"paragraph jod\" id=\"v3n361\"> Those Elders of Israel who have traveled and preached much have had a good opportunity for experience, and have learned that they cannot, figuratively speaking, take their families, friends, and goods with them, or if they did, they accomplished but little good. <\/div><div class=\"paragraph jod\" id=\"v3n362\"> Those who go out to preach the Gospel and at the same time say, &#x201C;My poor wife and my poor children; and I shall be glad when my mission is out,&#x201D; seldom do much good. <\/div><div class=\"paragraph jod\" id=\"v3n363\"> I think that the helpmate was designed to take care of the children, house, and gardens, and see, as far as possible, that all is cared for and preserved, as they anciently did. Some went out to war, but they must always leave a few at home to stay with the goods, or whatever they had to be taken care of. <\/div><div class=\"paragraph jod\" id=\"v3n364\"> Elders who have had an experience in this matter know whether they carried their families in their feelings, or not; but it is our privilege to train our feelings and dispositions, and to bring all into subjection to the dictates of wisdom, even that wisdom which proceedeth from our God. <\/div><div class=\"paragraph jod\" id=\"v3n365\"> When an Elder goes out to preach he ought not to let his mind be filled with care for his family, only when he is praying about them; and if they have lived by faith, all right; and if they have died during his absence, all right; they are the Lord's; and say, &#x201C;that He gave them to me, it is all right; at the same time I would like to have them, but blessed be the name of the Lord.&#x201D;<span class=\"citation\" id=\"56015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56015)\">Job 1:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n366\"> An Elder has possessions great or small, much or little, and instead of carrying those possessions in his feelings he ought to leave them, and say that they are the Lord's, and say, &#x201C;I give my spirit and body and what is committed into my hands, I am only  <div class=\"break pagebreak\" id=\"53a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0053.pdf\" target=\"pdfwin\">p.&#xA0;53a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0322\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a steward over it; I yield its care to Him, since He sends me from my home so that I cannot directly look after it.&#x201D; That man can go as free as the air, and will feel that he has in his possession the Spirit of the Lord, which should be considered of paramount importance. <\/div><div class=\"paragraph jod\" id=\"v3n368\"> When people assemble to worship they should leave their worldly cares where they belong, then their minds are in a proper condition to worship the Lord, to call upon Him in the name of Jesus, and to get His Holy Spirit, that they may hear and understand things as they are in eternity, and know how to comprehend the providences of our God. This is the time for their minds to be open, to behold the invisible things of God,<span class=\"citation\" id=\"72247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72247)\">Rom. 1:20<\/a><\/span> that He reveals by His Spirit. <\/div><div class=\"paragraph jod\" id=\"v3n369\"> Again, suppose a family wish to assemble for prayer, what would be orderly and proper? For the head of the family to call together his wife, or wives, and children, except the children who are too small to be kept quiet, and when he prays aloud, all present, who are old enough to understand, should mentally repeat the words as they fall from his lips; and why so? That all may be one. <\/div><div class=\"paragraph jod\" id=\"v3n370\"> If the people will ask in faith, they will receive, and let all mentally ask precisely as does the one who is spokesman. Let all leave the cares of their work behind them; let the kitchens take care of themselves, and let the barns, the flocks and herds take care of themselves, and if they are destroyed while you are praying, be able to freely say, &#x201C;Go, they are the Lord's; He gave them to me, and I will worship Him; I will assemble my family and call upon the name of my God.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n371\"> By leaving business and the cares thereof where they belong, and attending strictly to worship in its season, if not at first, you soon will be united, <div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0322\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and be able to bring every evil principle into subjection. If all are bound up in this manner, don't you see that it will make a mighty cord of faith? <\/div><div class=\"paragraph jod\" id=\"v3n372\"> I will now ask this congregation, how many of you thought of mentally repeating my prayer as the words came to your ears? Did you realize that the order of prayer required you to mentally follow the words of the person who was praying? With us every one should mentally repeat the same words and ask for the same things as does the one who leads vocally, and let all say, amen. There are times and places when all should vocally repeat the words spoken, but in our prayer meetings and in our family circles let every heart be united with the one who takes the lead by being mouth before the Lord, and let every person mentally repeat the prayers, and all unite in whatever is asked for, and the Lord will not withhold, but will give to such persons the things which they ask for and rightly need. <\/div><div class=\"paragraph jod\" id=\"v3n373\"> In some denominations the hearers are accustomed to cry out, &#x201C;Amen, amen, amen, hallelujah, praise the Lord,&#x201D; &amp;c., during the prayer service, and immediately let their minds wander to the ends of the earth. That is not the right way to pray, but let everyone throw off care for their effects, for the Lord knows all about them; He protects them while we are with them; and He is equally able to protect them while we are absent; therefore, while engaged in worshipping Him, let every heart be concentrated upon the subject before them. If this congregation will take this course, I promise them that they will go to their dwellings satisfied that the Almighty has been with us to strengthen us; but if our minds are like the fool's eyes,<span class=\"citation\" id=\"57443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57443)\">Prov. 17:24<\/a><\/span> we shall be profited but little. <\/div><div class=\"paragraph jod\" id=\"v3n374\"> There are several here who will ad<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"54a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0054.pdf\" target=\"pdfwin\">p.&#xA0;54a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0321\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dress you, and suppose that they should chastise us a little, do we not deserve it? Still, perhaps some will complain of the speaker for chastising them, when perhaps the first sentences which meet their eyes upon opening the Bible, will convey the idea that every son and daughter whom the Lord loveth, He chasteneth,<span class=\"citation\" id=\"89120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89120)\">D&amp;C 95:1<\/a><\/span> but those who are not chastened are bastards and not sons.<span class=\"citation\" id=\"77187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77187)\">Heb. 12:6-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n376\"> Says one, &#x201C;I am willing to be chastened, but I am not willing to have that brother who has just come from England, or some other country, chasten me, but if someone high in authority should do it, I would kiss the rod and reverence the hand that gave it;&#x201D; but the man who will only receive chastening from the Lord Himself is not in a proper state of mind before Him. <\/div><div class=\"paragraph jod\" id=\"v3n377\"> The Latter-day Saints have been chastened much and often. Many in this congregation have had their corn and wheat stacks burned in consequence of their religion, and have often been called to part with their fathers and mothers, their wives and children, in consequence of their religion. They have been chastened here and there, and perhaps some may think we are being chastened now by the drought and insects. I am willing to take it as a chastisement, and to learn that wisdom and knowledge which I had not before it happened; and if every man could realize and understand it, they would receive it as a prize and as a lesson that would qualify them for future duties. Though our chastisements are often hard to be borne, those who bear them patiently, willingly, and submissively, will find that they yield the Gospel fruits of righteousness<span class=\"citation\" id=\"77231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77231)\">Heb. 12:11<\/a><\/span> insomuch that they will know how to be Saints indeed. <\/div><div class=\"paragraph jod\" id=\"v3n378\"> Chastisement often comes upon the Saints of God on account of the wicked, and that also will redound to the benefit of the humble and faithful. If <div class=\"break columnbreak\" id=\"54b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0054.pdf\" target=\"pdfwin\">p.&#xA0;54b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0321\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we receive chastisement for our sins, it will teach us to forsake our sins, and become righteous, for we receive chastisement because there is wickedness among us, and it is permitted to come to prevent our turning from the path of duty, and is always designed for our good. In all these things we have to acknowledge the hand of the Lord, and to be passive in His hands, that we may receive the things of His kingdom, that we may govern and control natural things, and all those with whom we have to do, that those we preside over may become eternal heirs of the celestial kingdom of our God. <\/div><div class=\"paragraph jod\" id=\"v3n379\"> It seems to be hard work for me to speak here this morning, and I will give way and let the brethren occupy the remaining time this forenoon. The ideas that I have laid before you, if you think of them and lay them to heart, will do you good; and in our protracted meeting we may be spiritually benefited, and receive joy and satisfaction. I feel to bless you all the time, and pray that we may be prepared to build up Zion and to inherit the fulness of the glory of God on the earth; this is my prayer continually. May the Lord bless you. Amen. <\/div><div class=\"paragraph jod\" id=\"v3n380\"> PRESIDENT H. C. KIMBALL&#x2014;We have heard what has been said by our President, and in my feelings, though I may not always manifest it, I am one with him in all my acts. Brethren and sisters, please to give me your attention, and let your property take care of itself; that is according to the instruction we have had today. <\/div><div class=\"paragraph jod\" id=\"v3n381\"> Brother Brigham is the President of the Church of Jesus Christ of Latter-day Saints, and it is our duty to give strict heed to his counsels and instructions. This is one thing which this people, universally, individually, and collectively, have got to implant  <div class=\"break pagebreak\" id=\"55a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0055.pdf\" target=\"pdfwin\">p.&#xA0;55a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0320\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in their minds, and unless you get this lesson firmly settled in your minds, he can never be of so much benefit to you as he otherwise could, for as sure as you live and dwell here upon this earth, wherever you are inclined to stop, to wait or to lie down, he will leave you there; yes, he will leave you in that very spot, and attend to some more important business, and in some future day he, or some other one, will have to take you and teach you the first principles of the doctrine of Christ, and again try to lead you into the kingdom of God. He will not always dwell here in the flesh, that is, in this mortal body. <\/div><div class=\"paragraph jod\" id=\"v3n383\"> I look at this people in the north and in the south, and watch their progress in raising grain, building houses, &amp;c., and I am pleased to see what I behold; and although I do not see such progress as there might be, still I see a great deal, and our extension and progress are far beyond that of the world, under like circumstances. But we do not make the progress that we would, if we strictly listened to the word of God, as it proceeds from our President, our leader and Prophet. <\/div><div class=\"paragraph jod\" id=\"v3n384\"> Do we bring about that amount of restitution that we might? I say, no. We should have the faith that we would have if we all carefully listened to the instructions that have been already given us this day. They are of great importance to all, and are as necessary to our salvation as baptism for the remission of sins, or any other life giving principle, they are necessary in order that we may become one. <\/div><div class=\"paragraph jod\" id=\"v3n385\"> How can we become one upon any other principle? It is impossible to be of one heart and one mind,<span class=\"citation\" id=\"92824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92824)\">Moses 7:18<\/a><\/span> except we observe all the counsel given from time to time. <\/div><div class=\"paragraph jod\" id=\"v3n386\"> I know it has been a practice with me, since I came to a knowledge of the truth and of prayer, when kneeling with my brethren, to pray for the <div class=\"break columnbreak\" id=\"55b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0055.pdf\" target=\"pdfwin\">p.&#xA0;55b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0320\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things which they pray for; and we pray continually, &#x201C;Our Father who art in heaven, Hallowed be thy name. Thy kingdom come here on earth, and thy will be done as it is in heaven.&#x201D;<span class=\"citation\" id=\"63324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63324)\">Matt. 6:9-10<\/a><\/span> Don't you all desire this? Well, you may continue to desire from this time to the day of your death, and you never will be gratified, except you individually and collectively practice the things you are taught, and are one. <\/div><div class=\"paragraph jod\" id=\"v3n387\"> You have got to be one in all things. Are we all one in this community? Is that the case in this place? You have not progressed as much as those around you, nor as much as you would have done if you had been diligent all the time, for then your station and faith, your works before God, and power with Him would have been far greater than they now are. <\/div><div class=\"paragraph jod\" id=\"v3n388\"> We have surpassed the world now; but if we were, and always had been, of one heart and one mind<span class=\"citation\" id=\"92825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92825)\">Moses 7:18<\/a><\/span> in all our efforts to advance the interest of the work of the Lord, we should have been far ahead of what we are now, and could put to defiance death, hell, and the devil, and all who are in opposition to this work; but we cannot now do all that we could if we had kept all the commandments of the Lord, and been of one heart and one mind. <\/div><div class=\"paragraph jod\" id=\"v3n389\"> What was there in the prayer this morning, but what everyone of you desired more than gold, silver, and precious stones? Then pray for those things, and practice accordingly. <\/div><div class=\"paragraph jod\" id=\"v3n390\"> As for the kingdom to come, and the will of God being done upon the earth as it is done in heaven,<span class=\"citation\" id=\"63351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63351)\">Matt. 6:10<\/a><\/span> it never will, except we practice and carry out the purpose of the Almighty in our daily walk and conversation, and seek to be of one heart and of one mind, and to do unto others as we wish them to do unto us.<span class=\"citation\" id=\"63787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63787)\">Matt. 7:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n391\"> I wish that all who call themselves Saints would rise and shine, for the light and glory of God are come upon us,<span class=\"citation\" id=\"59870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59870)\">Isa. 60:1<\/a><\/span> therefore let us rise up<span class=\"citation\" id=\"90680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90680)\">D&amp;C 115:5<\/a><\/span> and keep  <div class=\"break pagebreak\" id=\"56a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0056.pdf\" target=\"pdfwin\">p.&#xA0;56a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0319\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>His commandments, and serve Him and glorify His name. <\/div><div class=\"paragraph jod\" id=\"v3n393\"> As for any man's going into the celestial glory, or entering through the straight gate into the celestial world, there never will a man or woman go there, except they obey the celestial law which gives them that privilege. I know it is the case, but some think that if brother Brigham, brother Heber, and others go there, they will take the rest with them, but I can tell you that they will not do it, for justice stands at the door and demands its claims, and though mercy stands pleading on the other side it cannot rob justice, for justice must have its demands, and will claim that which is its own, and mercy cannot claim that which is not its own, and neither can rob the other.<span class=\"citation\" id=\"82380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82380)\">Alma 42:24-25<\/a><\/span> By observing justice and mercy we can enter through the gates into the city and obtain that glory which we are all anticipating. <\/div><div class=\"paragraph jod\" id=\"v3n394\"> Brethren and sisters, reflect where we are, what we are, and what we are doing; how careless and unconcerned some of us often are in relation to those things that we are counseled to do. <\/div><div class=\"paragraph jod\" id=\"v3n395\"> I was noticing this morning that the public square and the public buildings are not where brother Brigham first stuck the stake, no, nor within half a mile of that spot. I am only touching upon this one thing to show you how it has been, not to hurt your feelings: and this and like conduct is the reason why there has not been more improvement, and why the Indians burn your wood and kill your cattle and horses, and, in short, is the reason why they do this, that, and a thousand other disagreeable things. Perhaps there is not a perfect unity of faith and feeling towards those appointed to preside in this place. Should any dissension exist here among this little flock of sheep? No. <\/div> <div class=\"break columnbreak\" id=\"56b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0056.pdf\" target=\"pdfwin\">p.&#xA0;56b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0319\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n396\"> Whoever is guided by those whom God appoints is the wisest man, although he may appear to be one of the most simple that can be found. Do you not believe that? I know it, for, although he may be rather rough in external appearance, he will be filled with wisdom, inasmuch as he abides the counsel of those placed over him, for it is God who does the work, and He can make a wise man out of one who is very simple in the eyes of the world. <\/div><div class=\"paragraph jod\" id=\"v3n397\"> I know some think that they accomplish the work, but it is God that does it. When I place myself passively, like a violin in the hands of a performer, and let the Almighty lay His bow upon me, can He play a good tune upon a rusty fiddle? I have seen and heard a good musician produce some of the best music on an old rusty instrument. It does not matter if you hold out till your hair is as thin as mine, you will have to acknowledge that it is God who gives us wisdom and furnishes us unto good works. <\/div><div class=\"paragraph jod\" id=\"v3n398\"> When a man is appointed by the proper authorities and set apart to preside, uphold and sustain that man, for he has power with God; and God will give him revelation for your guidance in the way of all truth, and he will know the mind of the Lord by day and by night. <\/div><div class=\"paragraph jod\" id=\"v3n399\"> The difficulty is that no man can be appointed to an office here, nor in Springville, nor in Peteetneet, nor any other place, but what there is some man whom many of the people think is a little smarter, and they think that they know a little better than the one who is appointed. Notwithstanding all the instructions that President Brigham Young has given to this people, many still think that they know better than he does, and they do not like his counsel, but reject it and treat it as the words of some wicked man. <\/div> <div class=\"break pagebreak\" id=\"57a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0057.pdf\" target=\"pdfwin\">p.&#xA0;57a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0318\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n401\"> These feelings exist, and I do wish that this people were of one heart and of one mind.<span class=\"citation\" id=\"94374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94374)\">Moses 7:18<\/a><\/span> You cannot and will not listen to the instructions of those placed to counsel you, until you are more united; but when you are united you will listen to the words and counsels of those placed here to counsel and govern you, as strictly as if President Young was constantly here. <\/div><div class=\"paragraph jod\" id=\"v3n402\"> When people will not listen to the instructions of their President, do you suppose they would listen to the instruction of the Lord Himself, if He were here? No, they would not. Do many of you believe that this is brother Brigham? If you do, you do not believe that his words are all for your good, and are those which are given to him for your salvation. <\/div><div class=\"paragraph jod\" id=\"v3n403\"> You believe that Joseph was a Prophet, but many could not believe even this when he was alive, but now that he is dead they can believe it. Jesus was a Prophet, though few believed so when he was upon the earth, but when he left them, nearly all could believe his divine mission. <\/div><div class=\"paragraph jod\" id=\"v3n404\"> This has always been the case in regard to all the Prophets, for the sons of those who killed the Prophets living in their day adorned the sepulchers of those whom their fathers had put to death, and crucified the Son of God.<span class=\"citation\" id=\"65566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65566)\">Matt. 23:29-31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n405\"> Why cannot the people acknowledge a Prophet while he is living? It is because their acts and feelings make them like the old infidel who said, &#x201C;Old Bright, although I love you so much, I would freely give you away, if by so doing I could know that there is a God.&#x201C;I presume many of you would give your pet cow, ox, or horse, if by that gift you could know that brother Brigham is a Prophet. He is what he professes to be, and a good deal more; I wish you all to understand that. <\/div><div class=\"paragraph jod\" id=\"v3n406\"> If you will be united and go ahead, <div class=\"break columnbreak\" id=\"57b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0057.pdf\" target=\"pdfwin\">p.&#xA0;57b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0318\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be of one heart and of one mind,<span class=\"citation\" id=\"92826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92826)\">Moses 7:18<\/a><\/span> and make this place like the garden of Eden, the blessings of the Almighty, both temporal and spiritual, will rest upon you. <\/div><div class=\"paragraph jod\" id=\"v3n407\"> My mind is cheerful and comfortable, except when I see and reflect upon the carelessness, stupidity, and worldly affections of many of this people, whom I love and delight to be with, then I mourn over them. <\/div><div class=\"paragraph jod\" id=\"v3n408\"> Let us go on unto perfection, not leaving the doctrines of Christ, repentance from dead works, and baptism for remission of sins, but, keeping them in mind, go on to perfection.<span class=\"citation\" id=\"76661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76661)\">Heb. 6:1<\/a><\/span> Do not make calculations a second time to lay a foundation for repentance and baptism; but walk humbly and faithfully before the Lord our God, and listen to the counsels that He gives to us through His servants. <\/div><div class=\"paragraph jod\" id=\"v3n409\"> In all the counsel and teaching that I give, I lay myself liable to be corrected, and if found in error I am willing to acknowledge it at once. Then why should not you be willing also? I am ready and willing to come to the light, that I may be scanned, purged, and purified, that I may love God with all my heart, might, mind, and strength, and my neighbor as myself.<span class=\"citation\" id=\"65447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65447)\">Matt. 22:37-39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n410\"> Perhaps many feel a little sober because our bread is cut off, but I am glad of it, because it will be a warning to us, and teach us to lay it up in future, as we have been told. How many times have you been told to store up your wheat against the hard times that are coming upon the nations of the earth? When we first came into these valleys our President told us to lay up stores of all kinds of grain, that the earth might rest once in seven years. The earth is determined to rest, and it is right that it should. It only requires a few grasshoppers to make the earth rest, they can soon clear it. This is the seventh year, did you ever think of it? <\/div> <div class=\"break pagebreak\" id=\"58a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0058.pdf\" target=\"pdfwin\">p.&#xA0;58a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0317\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n412\"> There is very little grain in Great Salt Lake County, and but little between here and that county, and none south of this place, except at Peteetneet, but I expect we will have some potatoes, squashes, corn, and so on, and do first-rate. <\/div><div class=\"paragraph jod\" id=\"v3n413\"> When we first came here, and lived on thistle roots, segos, wolfskins, and like articles of food, we considered that we were doing well; then let us go to, and strive by the help of God to be Saints. <\/div><div class=\"paragraph jod\" id=\"v3n414\"> We are going ahead, and if you who live here are not, we shall leave you behind. Fathers and mothers, families, old and young, all who are in favor of going ahead and serving the Lord our God, say, aye. (The response to this call was simultaneous and unanimous.) <\/div><div class=\"paragraph jod\" id=\"v3n415\"> Those who wish to go home and attend to their families, their farms, and their cattle, say, no. (No response.) <\/div><div class=\"paragraph jod\" id=\"v3n416\"> If you will be humble and faithful from this time forth, the Lamanites will never trouble you, but will come and humble themselves at your feet and do your chores. Why is it that they trouble you now? Because a portion of the same spirit which actuates them exists among some of you. Is not this the case? Tell it out, have you not some of the same feelings towards them which they evince towards you? <\/div><div class=\"paragraph jod\" id=\"v3n417\"> If you are not careful, wrong feelings will get power over you, and you will begin to murmur and grumble. If you will be one, there will be no more trouble from this time forth, and this has got to be done, or there will be trouble. We must be one, in order that this earth may be regenerated, and that we may have peace, unity, and love prevailing. Quarrelling in this Church! Can that be the truth? Yes, and it is hard to tell anything else but truth when speaking of vices and follies of men. <\/div> <div class=\"break columnbreak\" id=\"58b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0058.pdf\" target=\"pdfwin\">p.&#xA0;58b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0317\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n418\"> Let us listen to our President, sever ourselves from the world, cling to our God, and to His cause, and turn our minds and thoughts to Him, and the building up of His kingdom on the earth. There is everything here in the mountains with which to beautify our homes and make our cities glorious; then let us go to work with all our mights, and be faithful from this time onward. <\/div><div class=\"paragraph jod\" id=\"v3n419\"> May God help you, and bless you in all things that pertain to you, is my prayer. Amen. <\/div><div class=\"paragraph jod\" id=\"v3n420\"> PRESIDENT J. M. GRANT&#x2014;The instructions given in the forenoon, to have your thoughts concentrated, and your faith, prayers, and practice one, must be admitted by all to be of the utmost importance to the Saints of God. If we do not enjoy the Spirit of the Lord, there are reasons that we ourselves can assign for the absence of that Spirit. The practice of Saints, if good, will always bring the Spirit of the Lord, and keep that Spirit with them from day to day. <\/div><div class=\"paragraph jod\" id=\"v3n421\"> I am aware that the Spirit is grieved with different individuals for different causes; some do not attend to their prayers in the season thereof, they do not attend to their duties of the present moment, they do not concentrate their feelings, but allow their minds to wander like the fools' eyes<span class=\"citation\" id=\"57444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57444)\">Prov. 17:24<\/a><\/span> to the four winds of heaven, hence they are left to grope for themselves as the blind for the wall.<span class=\"citation\" id=\"59852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59852)\">Isa. 59:10<\/a><\/span> But those who live up to their duties, the duties of the present hour, and always make those duties the primary duties of life, live in the light of the Lord, and walk in the path laid down by the Savior of the world; they are never in the dark, for the light of the Lord is shining upon them.<span class=\"citation\" id=\"94375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94375)\">John 8:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n422\"> While there are such items connected with our faith and duty, as were laid before us in the morn<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"59a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0059.pdf\" target=\"pdfwin\">p.&#xA0;59a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0316\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing, we may do well to give some additional advice in relation thereto. <\/div><div class=\"paragraph jod\" id=\"v3n424\"> I have noticed in my travels among the Saints, from time to time, that their profession was long and loud in relation to their strength and faith in &#x201C;Mormonism,&#x201D; and in fact they would be much offended if called weak in the faith; they will speak well of faith, repentance, baptism, the gift of the Holy Ghost by the laying on of hands, the healing of the sick by the administration of the Elders, and of some of the general views of the Church, and claim to be very strong, very devout, and very much attached to the cause, and would feel much offended indeed if anyone should even suspect that they were weak in the faith; and at the same time perhaps those individuals, who make such high professions of faith and devotedness, will acknowledge that there are certain important truths revealed from heaven which they would ridicule, scoff at, and trample under their feet. <\/div><div class=\"paragraph jod\" id=\"v3n425\"> They will also permit their children to ridicule them, and will laugh them out of their doors by the aid of their children and those friends who visit them, and yet claim to be strong in the faith, to be firm in the principles of &#x201C;Mormonism,&#x201D; and Latter-day Saints of good standing. When the Prophet Joseph was living and gave such revelations to the Church as God gave to him, those persons could not endure them all, there were doctrines which they would not receive as from God. <\/div><div class=\"paragraph jod\" id=\"v3n426\"> I, as one individual, would give all such persons this advice&#x2014;whatever you do, and whatever you may have been guilty of, for you are guilty of many improprieties and, probably, of many unvirtuous acts of life, forsake that which is not right, and begin to walk in the light of life. <\/div><div class=\"paragraph jod\" id=\"v3n427\"> Do not allow yourselves to laugh at, or treat with scorn, any revelation of <div class=\"break columnbreak\" id=\"59b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0059.pdf\" target=\"pdfwin\">p.&#xA0;59b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0316\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God; and I would further advise that you do not allow your wives, sons, or daughters to do it, but rear the standard of truth, and make it one of the leading points of your faith to support that standard in your families, and among your friends, and thus have the law of God made honorable. <\/div><div class=\"paragraph jod\" id=\"v3n428\"> Inasmuch as the Almighty God has revealed certain doctrines and sanctioned certain practices, and seeing that the Almighty has said that these revelations and practices are true and righteous, I therefore advise that you do not allow the same to be trampled under foot as salt that has no savor.<span class=\"citation\" id=\"63029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63029)\">Matt. 5:13<\/a><\/span> Again, let no man, whether Gentile or Jew, Israelite or Greek, nor your wives or children, nor any whom you have jurisdiction over, throw out any jeers upon, nor sneer, laugh, and scoff at, any portion of the law of God. Some items of doctrine are especially obnoxious to some men and some women who have peculiar feelings respecting them, and because of such feelings they begin to laugh at those who are favorable to those items, and attempt to spoil the good leaven. <\/div><div class=\"paragraph jod\" id=\"v3n429\"> My advice in all such cases is, just tell them that there is the hole which the carpenter made, and they can go through it, for you will have the law of God reverenced by all who reside in or visit your habitation. I merely give this advice as some that might be applied to the Saints; as some of the everyday and practical advice. I allude to the entire law of God, to all that the Lord our God has revealed, whether it pertains to the building of tabernacles or to the building of temples, or to faith, repentance, baptism, or the laying on of hands, or to the matrimonial relations, or to any doctrine or principle which relates to the salvation and glory of man. <\/div><div class=\"paragraph jod\" id=\"v3n430\"> I say as one, that I have no fellowship for that man who will permit any person, over whom he has any right<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"60a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0060.pdf\" target=\"pdfwin\">p.&#xA0;60a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0315\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ful control, to ridicule the law, or any portion of the law, of God. I have no fellowship for those who allow any such proceedings in their houses, neither have I any fellowship for those who ridicule the law of God in any respect; and I shall be glad when they take their exit to California, or to the States, for they are, in their persons, in their actions, and by their words, detrimental to their neighbors and the circles in which they move. <\/div><div class=\"paragraph jod\" id=\"v3n432\"> You who live here and round about, whether you are governed by a proper spirit in all these matters of doctrine I know not, but whether or not, these ideas will not hurt you. It is too late in the day to preach poor pussyism here, for you will have to live up to these practical duties of life, one and all, and be one, to pray often in public as well as in private, to honor God and His word in all your ways, and to see that His law is not dishonored by any under your control. <\/div><div class=\"paragraph jod\" id=\"v3n433\"> I am aware that some of you suppose that this is a great meeting, a three days' meeting, and of course you expect to hear some great mysteries pertaining to the kingdom of God. Well, you have heard them this morning, and I wish to offer some further teaching on the practical duties which pertain to family government. I know some men, who have been in this Church twenty or twenty-two years, who are as they were, stereotyped editions, and who admit strangers into their houses, and allow them to blaspheme, to curse, and swear. <\/div><div class=\"paragraph jod\" id=\"v3n434\"> I wish to see those who profess to be Saints act as Saints ought to act. In the Church of the living God I believe that every man and woman that will admit evil practices, ought to be called up and dealt with for their fellowship, and if they will not reform, regulate their households and <div class=\"break columnbreak\" id=\"60b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0060.pdf\" target=\"pdfwin\">p.&#xA0;60b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0315\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> set them in order, they ought to be cut off from the Church. It is humbug to talk about first regulating a city, a county, or a territory; but start with a family at a time, and let the Bishop who presides see what is going on with every family, and when a family is found which will admit of God and His laws being ridiculed, cut them off from the Church. If any are found who will curse and swear, and break the law of the Sabbath, bring them up and deal with them for that; and if any are known to steal, deal with them for that act. <\/div><div class=\"paragraph jod\" id=\"v3n435\"> The Church needs trimming up, and if you will search, you will find in your wards certain branches which had better be cut off. The kingdom would progress much faster, and so will you individually, than it will with those branches on, for they are only dead weights to the great wheel. <\/div><div class=\"paragraph jod\" id=\"v3n436\"> First get the families united, then get the wards, the towns, the cities, and the counties regulated, and you will have every part of the Territory right; but this spirit of ridicule must not be allowed. Is a man who loves God going to have the law of the Almighty ridiculed? Many of those who profess so much, will feign publicly acknowledge and support the very doctrines which they and their friends deride and permit to be scoffed at, and at the same time they will practice unlawfully, in secret, those things which they accuse others of. <\/div><div class=\"paragraph jod\" id=\"v3n437\"> I would like to see the work of reformation commence, and continue until every man had to walk to the line, then we should have something like union; but you might as well cast little pebbles in the air to stay the wind as to undertake to make those walk right, pray right, and do right who are full of the devil. People must be right in their works, and be brought to know and practice their duties. You have got doctrine enough  <div class=\"break pagebreak\" id=\"61a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0061.pdf\" target=\"pdfwin\">p.&#xA0;61a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0314\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and revelation enough, and perhaps one difficulty is that you are too full of them. One doctrine which you need is to make your families, your streets, and everything about you clean, and to prepare proper outhouses. Purify yourselves, your houses, lots, farms, and everything around you on the right and on the left, then the Spirit of the Lord can dwell with you. <\/div><div class=\"paragraph jod\" id=\"v3n439\"> Do you suppose, when I go into a house that is filthy, that I believe that Saints of God dwell there? No, I believe that they are a filthy set of beings. Saints must practice cleanliness and purity, and show by their prayers, by all their works, and in their families, that they are reforming, and forsaking all and every kind and species of filthiness and evil practice, no matter what it is, no, not though it takes the hair off from your heads; no matter if it be high, low, rough, or smooth, the Almighty has given you a law to obey and reverence; and if you practice those doctrines which you have embraced, though all hell foam against you, by the power of God you will triumph and ask no odds of anyone. <\/div><div class=\"paragraph jod\" id=\"v3n440\"> Talk about the Saints coming up to the Church of the Firstborn, to the state of perfection which Enoch attained;<span class=\"citation\" id=\"87079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87079)\">D&amp;C 76:67<\/a><\/span> if men and women ever attain to this, they have got to be pure in all their habits, pure in their spirits as well as in their doctrines, for the Lord has told us what is right and required in those things. <\/div><div class=\"paragraph jod\" id=\"v3n441\"> We have the best code of laws and the best men to teach us there are upon the earth, therefore all that is wanted is for us to practice those lessons which are taught us by the servants of the living God, and to love God with all our hearts, and live continually in the fear of the Almighty. Then when you come to meeting, you will not hear chastisement and reproof, but you will hear the peaceable <div class=\"break columnbreak\" id=\"61b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0061.pdf\" target=\"pdfwin\">p.&#xA0;61b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0314\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things of the kingdom,<span class=\"citation\" id=\"85026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85026)\">D&amp;C 36:2<\/a><\/span> and you will hear men and women speak and sing the sweet things of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v3n442\"> In conclusion, may that light which as in you increase till you are prepared to bask in the perfect light of God. May God bless and save you, is my prayer in the name of Jesus. Amen. <\/div><div class=\"paragraph jod\" id=\"v3n443\"> ELDER E. T. BENSON&#x2014;I feel thankful for the privilege and blessing that I now enjoy with my brethren, and for the privilege of bearing my testimony to the peaceable things of the kingdom<span class=\"citation\" id=\"85242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85242)\">D&amp;C 39:6<\/a><\/span> of God. I have been indeed edified today by the remarks that have been made, and for one I mean to try to practice the teachings, and carry them out to the letter, according to the ability that I have. <\/div><div class=\"paragraph jod\" id=\"v3n444\"> Although some people may think that those items are small, and not what they expected to have on this occasion, still they are just such doctrines as I expected to hear; and I shall continue to expect to hear them until we become more perfect in the Gospel than we are at present, for we must learn to practice what has been committed unto us as a people and as individuals, before we shall be taught any greater things. You may search into your own hearts, among your families, and in the midst of your own neighborhood, and you will find that those things which have been touched upon, are what grieve the Holy Spirit, and cause more or less dissension in our midst. <\/div><div class=\"paragraph jod\" id=\"v3n445\"> When Jesus commissioned the Apostles, telling them to go and preach the Gospel to every creature, and baptize every one that believed,<span class=\"citation\" id=\"66721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66721)\">Mark 16:15-16<\/a><\/span> he promised that they should receive the gift of the Holy Ghost, which would lead them into all truth, and show them things past, present, and to come.<span class=\"citation\" id=\"70325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70325)\">John 16:13<\/a><\/span> We all know that the  <div class=\"break pagebreak\" id=\"62a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0062.pdf\" target=\"pdfwin\">p.&#xA0;62a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0313\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Spirit is a sure guide for all the Latter-day Saints; hence, we also know that the dictation of that Spirit will not lead to confusion, neither will it bring darkness, hatred, malice, and envy, and it will not lead a man into error, but it will lead and direct him into all truth. That Spirit which we received by being obedient to the Gospel covenant will be our constant guide and companion in sickness and in health; and what is the feeling of that individual who enjoys the sweet and benign influences of the Holy Ghost? He acknowledges the hand of God in all things, whether in life or in death, in prosperity or in adversity; it matters not what his situation may be, all is right with him. He merely wishes to know what there is for him to do, and he is all alive in &#x201C;Mormonism.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n447\"> Such an individual is willing to be taught the simple things of the kingdom, and he will not ridicule &#x201C;Mormonism&#x201D; in any respect, neither will he suffer it to be done under his roof, nor upon his possessions, and he is willing to lay down his life for it, and Jesus said, &#x201C;Greater love has no man than this, that a man lay down his life for his friends.&#x201D;<span class=\"citation\" id=\"70166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70166)\">John 15:13<\/a><\/span> I was actually astonished when I used to hear some of the brethren, at the time the Prophet Joseph was martyred, say they were afraid he was in transgression, and had incurred the displeasure of the Almighty, for no Latter-day Saint ever believed it for a moment. Why? Because there were the words of Jesus, that he had the greatest love who could lay down his life for his friends; and Jesus himself had this love, for he laid down his life for his friends; and by his death and resurrection opened up the way to eternal lives. <\/div><div class=\"paragraph jod\" id=\"v3n448\"> It is the little things that we need to observe now, and as brother Brigham says, the observance of the small things is what brings us the great <div class=\"break columnbreak\" id=\"62b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0062.pdf\" target=\"pdfwin\">p.&#xA0;62b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0313\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> blessings of the Almighty. Look, and think of the position of the people here, and in various other places throughout the Territory of Utah; do they all strictly honor the principles which brother Grant has been speaking upon? Most of them say they do, but I wish to see the works. <\/div><div class=\"paragraph jod\" id=\"v3n449\"> A man who has labored from the commencement of the work has embraced certain principles because God has commanded him, not because he wanted such principles to be established, not that his appetite was of such a nature that he desired something of the kind, but because the great Jehovah had so commanded through His Prophets; and hence these things cannot be ridiculed by the Saints; the counsel of the servants of God cannot be treated with contempt, and set at naught, without condemnation following. Still you will find some who ridicule and treat as naught the holy principles of our religion, and say, &#x201C;I am sound in faith; I am filled with religion, but I cannot put up with that awful doctrine, polygamy.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n450\"> It is not best to make a great profession in these days, but let our actions and works correspond with our profession, and that will show that we have embraced the truth for the love of it, and not for gain. Let persecution come, let drought, famine, and distress come, for the Lord has designed them; and when these things come, we can eat thistle roots and drink buttermilk, and honor God, and have His Holy Spirit with us. We can do this because we have embraced the Gospel of Jesus Christ, and the faith of Abraham. Abraham did not stand and argue with the Lord, in order to find out whether Sarah was to bear him another Isaac in the place of the one he was commanded to offer up, but he believed that God would order all things right,<span class=\"citation\" id=\"74480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74480)\">Gal. 3:6<\/a><\/span><span class=\"citation\" id=\"94376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94376)\">Heb. 11:17-19<\/a><\/span> and his faith  <div class=\"break pagebreak\" id=\"63a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0063.pdf\" target=\"pdfwin\">p.&#xA0;63a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0312\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was accounted to him for righteousness. <\/div><div class=\"paragraph jod\" id=\"v3n452\"> Shall we not have confidence in God's Prophets, and in those whom He has placed to teach us? Those who are not satisfied with them are constantly grumbling and growling about their circumstances and the prosperity of the Church, but when we have the Holy Spirit, all is right, and we feel satisfied; the visions of the Almighty and of the heavens are before us night and day, and we have confidence in the holy Gospel, in the work of the Lord, in the Priesthood, and in those who hold that authority upon this earth. <\/div><div class=\"paragraph jod\" id=\"v3n453\"> When people have the keys of the Priesthood and the light of heaven, they ought to use the blessing of God as not abusing them. <\/div><div class=\"paragraph jod\" id=\"v3n454\"> I wish to bear my testimony to the truth of what you have been taught this day, for it is faithful, and has been dictated by the Holy Ghost. When I enjoy the spirit of this Gospel and the power of the Priesthood, do you wish to know how I feel? I feel that I could preach my way through all manner of opposition. Do I rejoice? Yes, all the time; when I lie down and when I rise up. Latter-day Saints never should be troubled by any small matters, but when troubles do arise, say, &#x201C;The Lord's will be done in all things; I am shortsighted; I cannot see afar off, and unless my mind is lighted up by the Holy Spirit, I cannot do much good.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n455\"> Do we enjoy ourselves without that Spirit? I will ask my brethren and sisters now present, do we enjoy as much as it is our privilege to enjoy? Can we enjoy the Holy Spirit when we are finding fault with our neighbors? No, we cannot. God has set in His Church, firstly, Apostles; secondarily, Prophets; then pastors, teachers, helps, governments,<span class=\"citation\" id=\"94377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94377)\">1 Cor. 12:28<\/a><\/span><span class=\"citation\" id=\"75128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75128)\">Eph. 4:11-14<\/a><\/span> and spiritual gifts; for the perfecting of <div class=\"break columnbreak\" id=\"63b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0063.pdf\" target=\"pdfwin\">p.&#xA0;63b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0312\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Saints, for the work of the ministry, for the edifying of the body of Christ, and to prevent the members thereof from being tossed to and fro by every wind of doctrine; and they are to continue until we all come to a unity of the faith. I think you are pretty well satisfied in Provo with those who are placed over you, for you know that they are appointed by the authority of heaven, and it is the right of those who appointed them to dictate you and all others; it is therefore your duty to give heed to those placed over you in authority, and if you do, you will enjoy the Spirit of God to a great extent, even to your hearts' satisfaction. <\/div><div class=\"paragraph jod\" id=\"v3n456\"> We are called upon to uphold, by our faith, works, and our prayers, those who are over us; we have raised our hands to sustain and uphold them, and will we turn round and find fault with that which we have sanctioned? Can you enjoy the Spirit of God if you do this? No. In order to enjoy that spirit you must reverence all the members of the Priesthood, no matter who may be in possession of it. Do you ever hear brother Brigham, brother Heber, brother Jedediah, or the Twelve Apostles, censuring the Bishops, or any other person, without a cause? No, never. They give them all the influence and power that they can, in order that they may be bold before the people, and have influence to carry out the things that are given to them to accomplish. Where there is a lack of confidence and proper reverence, people are afraid of the Prophet of God. <\/div><div class=\"paragraph jod\" id=\"v3n457\"> Does brother Brigham ever tyrannize! No, he blesses the Saints all the day long, and bears with the sins of the people, as much so as any other Prophet of God ever did, and asks God all the day long, to forgive them; and he continues to do this so long as there is a spark of integrity left in the individuals over whom he is watching. <\/div> <div class=\"break pagebreak\" id=\"64a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0064.pdf\" target=\"pdfwin\">p.&#xA0;64a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0311\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n459\"> We do not expect to be purified and become perfect at once, so much so that the old cloven foot can have no influence among us, but I expect that the vision of the Prophet Daniel will be fulfilled,<span class=\"citation\" id=\"60991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60991)\">Dan. 2:31-44<\/a><\/span><span class=\"citation\" id=\"61585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61585)\">Dan. 7:1-28<\/a><\/span><span class=\"citation\" id=\"61784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61784)\">Dan. 10:5-21<\/a><\/span> and we are the persons to carry it out. I feel to continue to work righteousness, and the time is soon coming when all will have to walk to the line. <\/div><div class=\"paragraph jod\" id=\"v3n460\"> Jesus says, &#x201C;Except ye are of one heart and of one mind, ye are not mine;&#x201D;<span class=\"citation\" id=\"85111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85111)\">D&amp;C 38:27<\/a><\/span><span class=\"citation\" id=\"92827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92827)\">Moses 7:18<\/a><\/span> and we have to shape our minds until they become alike. There are not many ways of getting to heaven, for God is one, and His way of saving mankind is one. <\/div><div class=\"paragraph jod\" id=\"v3n461\"> &#x201C;But,&#x201D; says the old sectarian priest, &#x201C;going to heaven is like going to mill; if your wheat is good the miller will never inquire which way you came.&#x201D; Let others say as they please, we know that we have got to walk in that straight and narrow path which has been pointed out to us, and that the course which saved men in former days will save the people in these days, and that the same principles that will save us will save others. If we would carry out practically all that we have received, and not trouble ourselves about any more until that was done, it would exalt us to a higher state than we now enjoy. I have something good to do; I am all right. Here are our blessings now; we taste the blessings of this congregation today, and our place and our blessings are at present in this bowery, and not away off somewhere else. If our feelings are centered here, then are we blessed indeed; but if our minds are wandering, they cannot be full of joy, for they must be concentrated on the things of God and His kingdom so long as this meeting continues; then we shall feel refreshed, and I presume we all need to be. <\/div><div class=\"paragraph jod\" id=\"v3n462\"> [After making a few remarks about the traditions, habits, and practices of <div class=\"break columnbreak\" id=\"64b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0064.pdf\" target=\"pdfwin\">p.&#xA0;64b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0311\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Indians, Elder Benson continued as follows&#x2014;] <\/div><div class=\"paragraph jod\" id=\"v3n463\"> It is our duty, brethren and sisters, to go to work and bring these natives to an understanding of the principles of civilization, to teach them to till the earth, and earn their bread by the sweat of their brows;<span class=\"citation\" id=\"52628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52628)\">Gen. 3:19<\/a><\/span> and if they are needy and ask us, we should feed them, and at all times be an example to them. We have not been as faithful as we ought to have been in many of these things. <\/div><div class=\"paragraph jod\" id=\"v3n464\"> I have a little Indian boy and girl, and certainly it is repugnant to my feelings to have to put up with their dirty practices, but I have passed a great many of these things by; and this I have done because I knew what our duties were. In a short season we shall be rewarded for all that we do to civilize this lost and fallen race. The little boy will soon be quite bright, his mind is becoming clear and perceptive, and if he sees a horse, a man, or any other object, he will always remember them. True, he yet has some of his Indian traits, and I presume it will be some time before they are all erased from his memory. <\/div><div class=\"paragraph jod\" id=\"v3n465\"> And even some Saints are guilty of many filthy habits, for some, when they are sick and ought to observe cleanliness in the fullest degree, will send for the Elders to lay hands upon them, and say, &#x201C;I was taken sick a week ago last Sunday, and have been so bad that I have not washed since, and I have not had a clean shirt on, or clean sheets upon the bed.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n466\"> God has condescended to speak to His Saints, and has instructed them to wash their bodies with pure water,<span class=\"citation\" id=\"76933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76933)\">Heb. 10:22<\/a><\/span> and to observe cleanliness of body as well as of spirit; this is necessary, and belongs to our religion. We should also have wisdom, and exercise it in both eating and drinking, ever keeping a guard over ourselves in all the practices of life, and listen to the still small whisperings<span class=\"citation\" id=\"94378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94378)\">1 Kgs. 19:12<\/a><\/span> of the Holy  <div class=\"break pagebreak\" id=\"65a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0065.pdf\" target=\"pdfwin\">p.&#xA0;65a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0310\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Spirit which never leads a man into error. <\/div><div class=\"paragraph jod\" id=\"v3n468\"> I know that the Lord directed brother Joseph by His Spirit, and he never went wrong. What guides brother Brigham? The same Holy Spirit of promise, and blessed is that man who understands the things of the Spirit, for it will direct him aright and lead him in the way of life, and open up his mind to behold the things of eternity; and the very moment that a man sees with this Spirit, he understands the mind of God. <\/div> <div class=\"break columnbreak\" id=\"65b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0065.pdf\" target=\"pdfwin\">p.&#xA0;65b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0310\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n469\"> Many have been led astray, and have believed that they could get to heaven without being united with the body of the Church; but if we are ever saved, we must be concentrated in our feelings, and our power, objects, and faith must be one in the kingdom of God. When we are one, we feel to rejoice in the things of God, and all goes well. <\/div><div class=\"paragraph jod\" id=\"v3n470\"> May the Holy Spirit guide you from this time, henceforth. Amen. <\/div>\n<\/div>\n<\/div>"}