{"ID":30002, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Holy Spirit, and Human Learning and Science.<\/div>\n<div class=\"subtitle\">A Lecture by President Jedediah M. Grant, Delivered in the Social Hall, Great Salt Lake City, May, 30, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Holy Spirit, and Human Learning and Science.<\/div>\n<div class=\"speaker\">Speaker: Jedediah M. Grant<\/div>\n<div class=\"date\">Date: 5\/30\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d02\">\n<div class=\"paragraph jod\" id=\"v3n34\"> I am pleased with the privilege I have in speaking for a short time this evening. <\/div><div class=\"paragraph jod\" id=\"v3n35\"> I wish to have your prayers, and by the aid thereof to speak by the Spirit of the Lord, for I have found that without that Spirit I never could command language sufficient to convey my ideas. <\/div><div class=\"paragraph jod\" id=\"v3n36\"> With all the study that I have exercised, with all the books I have read and the experience I have had, I never have been able to convey, with any degree of force, the ideas presented to my mind, without the Spirit of the Lord. Believing in this fact, I have never premeditated what I should say. Some suppose that, to treat upon theology, or any other science coming under the general term, a person must have a classical education. <\/div><div class=\"paragraph jod\" id=\"v3n37\"> I hope you, as well as myself, have often thought upon the science of theology, or upon other branches of science; but notwithstanding we may reflect upon them, and think upon them till we make our heads ache, yet my experience has proved to me that an Elder of Israel cannot impress any subject on the minds of the people, unless he has the Holy Spirit. <\/div><div class=\"paragraph jod\" id=\"v3n38\"> I might reason upon this point at some length; for instance, we have some among us who are good preachers, and who are considered good in language, but yet they are not able to impress their ideas upon other minds, unless they have the Spirit of the Lord. I find others who are not considered good speakers nor good in <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0368\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> language, yet when filled with this Spirit they can convey their ideas in a clear manner to those whom they address. Therefore I reason like this, if a person address you and wishes to make a suitable impression upon your mind, he must have the Spirit. <\/div><div class=\"paragraph jod\" id=\"v3n39\"> Latter-day Saints are, and have been highly favored; the channel of communication has been opened from heaven to earth in our day, and has inspired this people with the gift of the Holy Ghost, and by that gift they have proved the things of God. When I read the productions of men I am apt to forget them; I go for instance, to Elder Hyde's grammar class, and I study, and read, and commit the rules of grammar to memory, but unless I keep my mind constantly upon that subject, it will fly away from me; it is like the man's rabbit, &#x201C;when he went to put his hand upon it, it was not there.&#x201D; On the contrary, there are certain truths brought to my mind by the aid of the Spirit of the Lord, that I have never forgotten. Truths deposited by the Holy Ghost are treasured up in the mind, and do not leave it. <\/div><div class=\"paragraph jod\" id=\"v3n40\"> One trait I have had in my character from my boyhood, and that is, not to believe every story told me to be true. I well remember that my mother used to instruct and teach me that if I was a bad boy, I should have to go to hell, and that the fire there was seven times hotter<span class=\"citation\" id=\"61426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61426)\">Dan. 3:19<\/a><\/span> than any fire I could possibly make, even if I should make it with beech or maple wood,  <div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0367\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and there I must burn forever and ever. I never believed this story, but I presume that my mother did; I could not, therefore I felt no trouble about it. <\/div><div class=\"paragraph jod\" id=\"v3n42\"> Still I was particular in my notions of certain ideas. I remember reflecting when very young&#x2014;my brother had killed a quail, and in conversing upon the circumstances, he asked my mother if there was not a quail heaven, which caused me to reflect much upon the idea of a future state of the animal creation. And, when quite young, I read the sermons of John Wesley, who believed that the animal creation would have an eternal existence as well as man, therefore my ideas were strengthened upon this thing; but when I came to read the vision given to Joseph Smith upon a future state, as contained in the Book of Doctrine and Covenants,<span class=\"citation\" id=\"86825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86825)\">D&amp;C 76:1-119<\/a><\/span> I believed it, although some in our neighborhood were much troubled with the doctrine it contained, but it gave me great joy and satisfaction. <\/div><div class=\"paragraph jod\" id=\"v3n43\"> From the time I began to read books, I have been particular in relation to what I would accept for doctrine. I am aware that some persons will believe almost anything, and are not particular in relation to the doctrine they receive. <\/div><div class=\"paragraph jod\" id=\"v3n44\"> I remember well, when a boy, of hearing brother Brigham speak in tongues, and the effect it produced I shall never forget; I could feel the spirit, although I did not fully understand the tongue. I have heard others speak in tongues, but it had not the same effect, and I have marked the different impressions received under different individuals. <\/div><div class=\"paragraph jod\" id=\"v3n45\"> When a man teaches doctrine, let him keep on the track, and teach what we can realize and understand, for I do dislike to receive anything for doctrine and afterwards be under the necessity of giving it up because it is erroneous. Hence, if you desire to <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0367\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be constantly led in the path of truth, you will have to be led by the inspiration of the Lord. If I hear a righteous man teach doctrine which I cannot believe nor comprehend, I mark the saying, and I find, that in course of time, the Holy Spirit makes the principle manifest, and sets the matter right. <\/div><div class=\"paragraph jod\" id=\"v3n46\"> When you have a teacher upon the earth and he gives you instruction, is it for you to rise up and say that you will not abide by his counsel, that you can instruct as well as he can? If a person possesses more intelligence, and has more knowledge than his teacher, perhaps they might assume the right to teach those who are placed over them. Yet those in this church who have taken this course have betrayed their own weakness and folly. But as God has given us a teacher, it is his prerogative to teach in every sense of the word, and give unto us every lesson that we need. <\/div><div class=\"paragraph jod\" id=\"v3n47\"> Take the balance of the world from the Saints, and with all their learning&#x2014;with all their vanity&#x2014;with all their books, science, and education&#x2014;and contrast it with the fountain of knowledge that God, angels, and the servants of God possess, and what are the world with all their boasted acquirements, when contrasted with these things? What do they understand about the principles by which man is to be exalted into the presence of God? <\/div><div class=\"paragraph jod\" id=\"v3n48\"> Take the wisest statesmen and philosophers there are in the world, and with all the knowledge they may acquire upon astronomy, philosophy, or any other branch of science known among the children of men, and they will come far short of a perfect knowledge of science in all its parts and bearings. If we could call up father Abraham, I suppose he could teach us more philosophy and astronomy in one day, than those to whom I have alluded could teach you in years. Call  <div class=\"break pagebreak\" id=\"9a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0009.pdf\" target=\"pdfwin\">p.&#xA0;9a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0366\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>up Daniel, and he would tell us he learned more in one vision, concerning the history of the Medes and Persians,<span class=\"citation\" id=\"61538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61538)\">Dan. 5:28<\/a><\/span> and of the Romans, and others, than modern historians could learn by reading for years. <\/div><div class=\"paragraph jod\" id=\"v3n50\"> &#x201C;No man can understand the things of God, but by the Spirit of God.&#x201D;<span class=\"citation\" id=\"73013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73013)\">1 Cor. 2:11<\/a><\/span> Ask a person who has preached for years, if he can remember what he said; I know I cannot. I can remember that I had the Spirit of God at such a time; I remember that I taught by the Holy Ghost at such a time, and the testimony that I bore to the people, and I realize the principle, I trusted in the Lord. I know no more about shaping my discourses than I did when I first commenced to preach, and no more than if I had never preached in my life; but I always speak from the impressions of the moment, as I receive them. I want to go into a meeting without anything premeditated, and speak from the impulse of the moment, for I feel well when taking this course. Whether I feel lively and energetic, or dull and sleepy, I shall speak accordingly. <\/div><div class=\"paragraph jod\" id=\"v3n51\"> I have passed through various scenes up and down in the world, and never failed to accomplish anything that has been given me to do. I have in my life, crossed some of the most dangerous water courses&#x2014;some which no other person would attempt to cross; not that I was any more daring than they were, naturally, but by acting in accordance with the impression that I then received, and from those impressions I knew I could cross. And on different occasions, when I have carried out those impressions, it has come out just right; and when I have not done so, it has been just the reverse. <\/div><div class=\"paragraph jod\" id=\"v3n52\"> In the year 1834, when Zion's camp was moving from Kirtland to Missouri, one day I left the camp and went out to hunt in the woods of Ohio, <div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0366\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and strayed away from the camp some 10 or 11 miles. The camp kept moving on all the time, and I entirely lost the track, and having no compass, I knew not towards what point I should travel. I kept traveling on till the afterpart of the day; I then concluded I would pray, but I could not get any impression where the camp was. However, I soon after received an impression from the Spirit, the same Spirit we had in Kirtland, and the same Spirit we enjoy in this place; and immediately after receiving the impression, I looked before me, and there was the camp moving on in regular order. I could see it just as clear as I did in the morning; there were the people, the wagons and horses, all in their places as I left them in the forepart of the day, and I supposed they were not more than 80 rods off. But after turning away for a moment, I again looked in the same direction, but all was gone. Still the Spirit told me to travel on in the same direction I had seen the camp; I did so, and after traveling some 8 or 10 miles, came up with them, and when they first came in sight, they looked just as I saw them in the vision. <\/div><div class=\"paragraph jod\" id=\"v3n53\"> Again, whenever I have had anything that was great or important to accomplish, I have been impressed with my own weakness and inability to perform the task imposed upon me, and that of myself I was as nothing, only as I trusted in God, and under these circumstances I was certain to speak by the power and influence of the Holy Ghost. When I have trusted in books, or in my own acquirements that I had gleaned from reading the productions of different authors (for I used to be fond of reading the works of Brown, Abercrombie, Locke, Watts, and other metaphysical writers), I was sure to be foiled in my attempt, for all would leave me. But whenever I have trusted in the Lord,  <div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0365\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and relied upon Him for strength, it has come out right. <\/div><div class=\"paragraph jod\" id=\"v3n55\"> I want the Saints of God, when they come to school, to be filled with the Holy Spirit; I want the Saints to pray that those who speak may do it by the power of the Holy Ghost, and by this course you will learn and understand the principle of eternal life and happiness, and will receive intelligence from the fountain of all knowledge, which will exalt you in the presence of God. You may read all the books in the universe, and study all you can upon the science of astronomy, chemistry, and theology, and make those sciences interwoven with your very nature, till they are like a straightjacket upon you, and you may be wrapped up in them and bound hand and foot, and after all they will not let you into the fountain of all knowledge; but by taking such a course, you will have to become slaves to the learning that you have acquired. But I want the Saints to use their learning in the same manner as a boy uses the top, which is in perfect subjection to him; upon the same principle let the Saints use their learning, and when they speak, let it be by the power of God. It is not that I discard learning, but let it be used properly. <\/div><div class=\"paragraph jod\" id=\"v3n56\"> There is a fountain of intelligence, and the channel thereto is open, thank God for it, and the light of heaven bursts forth through this channel. <\/div><div class=\"paragraph jod\" id=\"v3n57\"> I will now come right down to your own houses, and among your own families. When you call upon the Lord, night and morning,<span class=\"citation\" id=\"82271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82271)\">Alma 37:37<\/a><\/span> and do those things which are right in the sight of God, you feel well, don't you? But if you act in a different manner, and neglect to pray, and forget to attend to those duties devolving upon a Saint of God, you feel barren in the things of God. Can you go and read, and study any science, and feel that you have the same light beaming upon <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0365\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> your understanding, that a person has who is filled with the Spirit of God, and that light which animates a heavenly being? <\/div><div class=\"paragraph jod\" id=\"v3n58\"> Why was it that Joseph could take the wisest Elder that ever traveled and preached, and, as it were, circumscribe his very thoughts? Simply because he had the Holy Ghost. Why can our President do the same? Is it because he has read books for years? No. But he has sought his God, and the Holy Ghost is in him, and he is enabled to search the deep things of God.<span class=\"citation\" id=\"73002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73002)\">1 Cor. 2:10<\/a><\/span> Then, I say, that man knows the most who enjoys the greatest portion of the Holy Spirit. An individual who lacks this principle may be filled with the learning of the world, but can he rise up and tell it, unless he has the Holy Spirit? I answer, no. To impress the knowledge that he possesses upon the minds of others, he must have the Holy Ghost. I wish to enquire whether the channel is open between you and the heavens, and do you draw daily from that source? If so, then you are in the narrow path, and rejoicing in the truth. I mention this that you may come to the school prepared to receive the impression that may be given. I do not wish you to come here as though you were coming to Fun Hall (you know this is sometimes called Fun Hall), but when you come, have your minds prepared to be instructed in doctrine, and in the love of God, and pray that you may receive a proper impression upon what may be advanced; for you must receive item after item, principle after principle, here a little and there a little,<span class=\"citation\" id=\"58543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58543)\">Isa. 28:10<\/a><\/span> until you get a fountain of wisdom. I want you to follow the impression that would lead you to serve God, and the still small voice<span class=\"citation\" id=\"55708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55708)\">1 Kgs. 19:12<\/a><\/span> of God will direct you in all your ways, and you will be wrapped up and live in revelation, and it will be your food by day and by night, and it will cause the mind to  <div class=\"break pagebreak\" id=\"11a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0011.pdf\" target=\"pdfwin\">p.&#xA0;11a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0364\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>expand and the heart to leap with joy. I admit that there are certain Saints who consider certain items as small affairs, but the least thing, however small it may appear to some, in its results may be great. If we as Saints of God do right, no difference about who calls us simple. I tell you, that if you have the Holy Ghost you can understand, and you can be impressed with truth, and that truth will make you free,<span class=\"citation\" id=\"69449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69449)\">John 8:32<\/a><\/span> and you will not forget those things which you receive under the impressions of the Holy Spirit. <\/div><div class=\"paragraph jod\" id=\"v3n60\"> A great many people feast upon imagination instead of feasting upon that which is tangible, and they will allow their minds to be led away by fancy, and will make out how great they will be at some future time, and how good they intend to be and how much of the Holy Ghost they expect to receive; but the idea is, what do you enjoy at the present time, and what are the blessings you enjoy at this present moment, right now? Am I doing right today? Is the Holy Ghost in me now? Is God's blessing with me now&#x2014;(not at some other time)? If so, then all is well. <\/div><div class=\"paragraph jod\" id=\"v3n61\"> I want the Saints to be impressed with the motto of being happy all the time; if you cannot be happy today, how can you be happy tomorrow? I speak this from what I have learned myself; though it has given me much of trouble, and a great amount of perseverance, to be happy under all circumstances. I have learned not to fret myself. It has taken me a great while to arrive at this point, but I have obtained it in a measure, and perhaps many of you have obtained the same thing, but I doubt whether a great many have learned the secret of happiness. <\/div><div class=\"paragraph jod\" id=\"v3n62\"> In order to understand the principle of happiness you must not be ever complaining, but learn not to fret yourselves. If things do not go right, let them go as they will, if they go <div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0364\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> rough, let it be so; if all hell boils over, let it boil. I thank the Lord for the bitter as well as for the sweet; I like to grapple with the opposite: I like to work and have something to oppose. I used to dread those things, but now I like to grapple with opposition, and there is plenty of it on the right hand and on the left. When trouble gets in among you, shake it off, or bid it stand out of the way. If the devil should come and say, &#x201C;Brother Brigham is not doing his duty, or is not doing right,&#x201D; kick him right out of your way; bid him depart, do not allow him to have place in your habitation, but learn to be happy. <\/div><div class=\"paragraph jod\" id=\"v3n63\"> I remember a noted deist who said that it was a poor religion that would not make a person happy here in this life: he would not give a fig for such a religion; and I would say the same; give me a religion that will make me happy here, and that will make me happy hereafter. If you have the blues, or the greens, shake them off, and learn to be happy, and to be thankful. If you have nothing to eat but johnny cake, be thankful for that, and if you have not johnny cake, but have a roasted potato and buttermilk, why, be thankful; or if you have a leg of a chicken, or any other kind of food, learn to be thankful, and if you have only one dollar in your pocket, learn to be as happy under these circumstances as if you had ten dollars. <\/div><div class=\"paragraph jod\" id=\"v3n64\"> One time in Nauvoo, some English brethren did not like to eat corn bread, and one of them says to another, just before partaking of some, &#x201C;Are you going to ask a blessing? I am not going to thank God for nothing else but corn bread, potatoes, and salt.&#x201D; Brethren, those feelings should not be, we ought to be happy and shake off the blues, no difference what we may be called to pass through, but let us have the  <div class=\"break pagebreak\" id=\"12a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0012.pdf\" target=\"pdfwin\">p.&#xA0;12a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0363\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>light of the Lord, the channel of inspiration open, that the light of truth may break in upon our understandings, that we may be rich in faith and in good works. <\/div><div class=\"paragraph jod\" id=\"v3n66\"> I used once to be troubled with dyspepsia, and had frequently to call upon the Elders to administer, and on one occasion, brother Joseph Smith says to me, &#x201C;Brother Grant, if I could always be with you, I could cure you.&#x201D; How is it that brother Brigham is able to comfort and soothe those who are depressed in spirit, and always make those with whom he associates so happy? I will tell you how he makes us feel so happy. He is happy himself, and the man <div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0363\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who is happy himself can make others feel so, for the light of God is in him, and others feel the influence, and feel happy in his society. I want the Saints to live in a way that they can feel happy all the time, and then we shall enjoy the Holy Spirit; then we shall meet in heaven to part and meet again; and when we get through our work assigned us, then we may assist, if not to make a world as large as this, in organizing some little lump of clay. <\/div><div class=\"paragraph jod\" id=\"v3n67\"> May God bless, save and receive you into his kingdom, is the prayer and desire of my heart, for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}