{"ID":30001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Gathering the Poor.<\/div>\n<div class=\"subtitle\">An Address by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, Sep. 16, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Gathering the Poor.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 9\/16\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v3n1\"> Concerning the Saints in these Valleys, and those who are abroad, I have a few remarks to make. The promises referred to by the brethren who have addressed you this morning are very reasonable&#x2014;they are very judicious; they have promised to remember the poor in their prayers, and before their brethren in Zion. I have made the Saints some promises, and I am not aware that I have made any promises to them that I have not fulfilled, at least so far as I was personally concerned. I have promised myself that I would plead for the poor; I have done it&#x2014;I have continued to do it&#x2014;and I expect to continue to plead for the poor Saints. I have preached in the United States, in the British Provinces, and in the Island of Great Britain, and have invariably promised the Saints one blessing, viz., hard labor, hard fare, and plenty of persecution, if they would only live their religion, and I believe they are <div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0374\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> generally well satisfied that this promise has been amply fulfilled. If the Saints cannot endure, and endure to the end, they have no reason to expect eternal salvation <\/div><div class=\"paragraph jod\" id=\"v3n2\"> While brother Brown was speaking of the Saints in England, that they would probably be good Saints if they were nursed, nourished, and cherished, I had certain reflections. We gather the Saints, and gather those who are poor; what for? To bring to pass righteousness, but many of them turn and go to the devil. I will relate. Before we arrived in Winter Quarters we held obligations and accounts, against the poor Saints we had emigrated to America, to the amount of about thirty-five thousand dollars, and that too out of our own individual pockets&#x2014;it was not Church money. But while we were in Winter Quarters, I do not think there could have been ten persons counted, old and young, who were brought from Eng<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0373\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>land by our liberality. Is this fact encouraging or discouraging? The honest poor are still suffering, I mean the Lord's poor. But you may take the devil's poor and the poor devils, and they will plead a thousand times harder to be brought out of England, to have their feet placed upon American soil, than the Lord's poor, or the honest poor. The devil's poor and the poor devils will manage to get here, while very many of the Lord's poor stay there and suffer, and continue to suffer until they lay down their bodies and sleep in the tomb. Thousands and thousands of them will do this, while that portion who call so loudly for help are those who will come here and then go to the devil. <\/div><div class=\"paragraph jod\" id=\"v3n4\"> If there could be any rule by which the honest poor in England could be designated from the dishonest, if the wealthy of that nation could draw the line between them, allow me to tell you that but few of the honest inhabitants of that country would suffer as they now do for want of the common necessaries of life. <\/div><div class=\"paragraph jod\" id=\"v3n5\"> What is the cause of so much suffering there? Why the poor devils get license for begging, and beg from house to house, making a speculation of it; they beg money, bread, and clothing, and then speculate upon it, and thus abuse their friends and their gifts. <\/div><div class=\"paragraph jod\" id=\"v3n6\"> There are thousands of houses in England kept by beggars, as fine houses as there are in that country, and their proprietors can ride in their coach and four: that there are such characters is well known among the people. Some of the large boarding houses in England are kept by them, and they hire men, women, and children to beg; they are licensed beggars. The women borrow their neighbor's children and carry them out to deceive the industrious and wealthy population, and thus they excite the <div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0373\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sympathies of, and beg from, every passenger going into or coming out of a conveyance, and perhaps go to their homes twice or three times a day loaded down with money. This is well known by the wealthy, but they cannot draw the line of distinction between them and the honest poor, hence they are obliged to suffer the consequences. <\/div><div class=\"paragraph jod\" id=\"v3n7\"> Were it not for this the worthy poor would be fed and clothed in England. If the wealthy of that nation could know the truth they would feed the hungry and clothe the naked, honest, just, and virtuous portions of the community. But they do not know them, and if they give a loaf of bread or a sixpence, they expect it is given to a poor devil; this makes them very careful how they give. <\/div><div class=\"paragraph jod\" id=\"v3n8\"> Has not a similar dishonesty the same effect upon us? It has, and that is what I wish to talk about. For example, a man in England, professing to be a Latter-day Saint, will go to his brother in the Church and promise, in the most sacred manner, and call God and angels to witness, and hope he may die, and not live to get to America, if he is not as prompt to his word as an angel, to pay him back at such a time, if he will lend him ten sovereigns to help him away to America; another will get five sovereigns in the same way; another will beg to be allowed to take so much out of a contribution box, promising to refund it, and saying, &#x201C;When I get to the Saints, where there is liberty, and get work and good wages, I will remember you, my brethren, and send for you;&#x201D; and when they get here they forget it all. This is the way with the devil's poor; the Lord's poor do not forget their covenants, while the devil's poor pay no regard to their promises. Are you afraid the devil's poor will apostatize? I am not afraid of it, though sooner or later they will. They may hang on to the Church for five, ten,  <div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0372\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or twenty years, but by and by, when they cannot endure what the Lord will bring upon them, they will falter and fall, and go by the board. <\/div><div class=\"paragraph jod\" id=\"v3n10\"> Now this is discouraging to every man who has been punctual to his word, and done just as he said he would. You will find men in England, who have saved, out of their hard earnings, at ten shillings per week, five pounds, or ten pounds, handing it out as freely to their brethren as water to drink, saying, &#x201C;Go to America now, and you will help me out.&#x201D; But these men forget their words, and when they have means they tie up their purse strings, before they will bestow their charity upon those who have assisted them. <\/div><div class=\"paragraph jod\" id=\"v3n11\"> Do I receive promises? Yes, men will promise me, saying, &#x201C;If you will let me go out this year by the means of the P. E. Fund, I will refund the means again, that you may have it to send back for more.&#x201D; And what will they do when they get here? Steal our wagons and go off with them to California, and try to steal the bake kettles, frying pans, tents, and wagon covers; and will borrow the oxen and run away with them, if you do not watch them closely. Do they all do this? No, but many of them will try to do it. We checked a number this year who were trying to run away with the wagons, instead of paying their just debts to the Fund. They will hang on and plead poverty and sickness, and say that they cannot live unless they have this tent, or that wagon, and when they get it into their possession they will never return it, unless they are compelled to. <\/div><div class=\"paragraph jod\" id=\"v3n12\"> This conduct is discouraging to us. I will tell you a little further; it is actually the faltering, and misgiving, and misdealing of unjust persons that prevent the gathering of the Lord's poor, and that is God's truth. Were it not for that, the Saints would be gathered by scores of thousands. It <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0372\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is the wicked, the half-hearted, and what I call hickory Mormons that prevent a more extensive gathering of the Saints. <\/div><div class=\"paragraph jod\" id=\"v3n13\"> We have done pretty well this season, and quite a number are coming out, and I will tell you how this is operating upon me and the people. It is well known that we annually handle a large amount of means, and that we turn it over and shift it about until it will answer the end for which it was designed. <\/div><div class=\"paragraph jod\" id=\"v3n14\"> Now I can ask the world this one question, were we ever in your debt and refused to pay you? And they will all answer, &#x201C;No.&#x201D; We can turn to the Saints in England, France, America, or anywhere upon the face of the whole earth; and ask them, &#x201C;Have you lent us money, or means of any kind, and we were not on hand to pay you?&#x201D; And they will answer, &#x201C;No.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n15\"> When brother Erastus Snow arrived, on the 1st of this month, he came in the morning and informed me that he had run me in debt nearly fifty thousand dollars; he said, &#x201C;President Young's name is as good as the bank.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n16\"> My name has been used without my consent, or without my knowing anything about it, and our agents have run us in debt almost fifty thousand dollars to strangers, merchants, cattle dealers, and our brethren who are coming here. <\/div><div class=\"paragraph jod\" id=\"v3n17\"> I will tell you a little about the brethren, to show you the amount of confidence there is. <\/div><div class=\"paragraph jod\" id=\"v3n18\"> There are men who have lately arrived in town who have a draft on me, and who have hunted me up for the cash before they could find time to shave their beards, or wash themselves, saying, &#x201C;I have a draft on you at ten days', fifty days', or six months' sight,&#x201D; as the case may be, with, &#x201C;Please pay so and so. Brother Young, cannot you let me have the money immediately, for I do not know how I can  <div class=\"break pagebreak\" id=\"4a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0004.pdf\" target=\"pdfwin\">p.&#xA0;4a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0371\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>live without it, or get along with my business at all?&#x201D; This is the kind of confidence some men have in me. I wanted to name this. Why? Because I am hunted; I am like one that is their prey, ready to be devoured. I wish to give you one text to preach upon, &#x201C;From this time henceforth do not fret thy gizzard.&#x201D; I will pay you when I can, and not before. Now I hope you will apostatize, if you would rather do it. <\/div><div class=\"paragraph jod\" id=\"v3n20\"> It is the poor who have got your money, and if you have any complaints to make, make them against the Almighty for having so many poor. I do not owe you anything. You have my name attached to the paper to help the poor; whether they are the Lord's poor, the devil's poor, or poor devils, is not for me now to judge. I tell the brethren that they may understand here today what kind of sacred confidence some of them have in the leader of this people, though I am happy to say that such cases are few. I would be ashamed to join a people, organized as we are, and be afraid to trust their leader. <\/div><div class=\"paragraph jod\" id=\"v3n21\"> It has just come into my mind how the brethren can be relieved of their present dilemma, viz., every soul of you come forward and make a donation of those drafts to the P. E. Fund. That will relieve you of the debt at once, and you can then sit down and enjoy yourselves, and lie down and sleep contentedly. This is pleading for the poor again, and I am bound to do that. <\/div><div class=\"paragraph jod\" id=\"v3n22\"> I will tell you what I have done, for I know that many of the brethren think that I am building myself up. I am, but let me tell you that if I do not build up the kingdom of God on earth I never expect to be built up; and I would not give the ashes of a rye straw for any man in this kingdom, or for all his substance, who does not build it up, and gather means for that purpose. It is true I gather a <div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0371\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> great deal of substance around me; I am obliged to do it, I cannot shun it. I must feed the poor, I must clothe them and take care of them; I must see that they have houses; and when they get so as to deserve them they must have a team, a watch, a farm, &amp;c., and must increase; but they must work and pay for it all. <\/div><div class=\"paragraph jod\" id=\"v3n23\"> You know I preached you a short charity sermon last Sunday. I am not now preaching for the poor in England, but for Utah poor; and in Utah no man is deserving, or woman either, of fifty or even twenty-five cents' worth of flour, of a piece of meat, a garment, or the possession of any property without they pay for it with their labor, if they are able. That is for Utah, not for England, France, Ireland, &amp;c. It is plain to you that circumstances actually compel me to do as I do. Do I feed my hundreds? Yes, I have fed them ever since I have been in these valleys, ever since I could raise the grain to do it, which I have always done until this year, and have had a great deal to spare besides. <\/div><div class=\"paragraph jod\" id=\"v3n24\"> I collect means around me, the poor must have it, and I make them work and pay for it; that makes me wealthy, and I cannot help it. I have property for sale, and say, if any man in England, or anywhere else, will expand his heart and loosen his purse strings to buy sixty-two thousand dollars' worth of my individual property, I have it for sale to help the poor. I do not want it destroyed, or to go into the hands of a mob, but I want it to go to the building up of the kingdom of God. I would prefer to let it go, into the hands of the Saints, and use it to pay off those who have drafts against me. Here is brother Duel, he has a good house, and there are many others, go and buy their property, and they will take your drafts and hand them to me. [Here many voices were heard in a low tone, saying,  <div class=\"break pagebreak\" id=\"5a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0005.pdf\" target=\"pdfwin\">p.&#xA0;5a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0370\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;Yes, take my property.&#x201D;] Why do I hear such responses on every side? Because they know me and understand &#x201C;Mormonism&#x201D; as they ought. Go and throw out your drafts, it is better for you to do this than to have the money and let it go to destruction, and perhaps you with it. How many scores have come into this kingdom, who have mourned themselves to death because Joseph had five dollars of them? And yet they would let their money go into the hands of the enemies of Christ, and sit down calmly, and say, &#x201C;Though I have lost that money, I am in the kingdom of God yet.&#x201D; If it is absolutely necessary, and circumstances cannot be controlled to keep the money from going into the hands of our enemies, we will not whine about it, but let it go, and then get more. <\/div><div class=\"paragraph jod\" id=\"v3n26\"> All cash means that are in the hands of this people should be kept there for the benefit and convenience of the kingdom of God. What for? To roll on the work of the last days, gather the Saints, preach the Gospel, build up cities and temples, send the Gospel to the uttermost parts of the earth, and revolutionize the whole world. <\/div><div class=\"paragraph jod\" id=\"v3n27\"> You who have got those drafts, walk up like men of God and see where you can purchase property, instead of taking the money to put in the hands of some poor apostate, who wants to go to California. <\/div><div class=\"paragraph jod\" id=\"v3n28\"> Dare any of you come and buy property? I can furnish as much as you can buy. My house on the hill yonder, I have advertised it for sale, and also my lands and barn. &#x201C;What do you ask for it?&#x201D; Sixteen thousand dollars; it is worth that and a great deal more, for it actually cost more. Can any of you buy it? Walk up and buy my beautiful situation on the hill and I will put the proceeds into the Perpetual Emigrating Fund, if you will pay me the money, and gather <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0370\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Saints, the Lord's poor, and the devil's poor, and the poor devils, and when we have got them here we will make Saints of them, if we can, and if we cannot, we will cast them out of the kingdom. <\/div><div class=\"paragraph jod\" id=\"v3n29\"> If the brethren all felt as some do, the Perpetual Fund means would increase rapidly, but what do they do? It was reported to you here last Conference, that there were then fifty-six thousand dollars owing to the P. E. Fund, by brethren in this Territory; some of the debtors have run away, but the most of them are here. Can these men pay anything? No, they are poor and distressed; they say, &#x201C;If we let our oxen go, how can we live? If we let our cows go our families will suffer.&#x201D; How did your families get along before you got the cows? Another will say, &#x201C;I have only one span of horses and a wagon; and I cannot pay the debt.&#x201D; You promised, before you left England, that you would pay it, and pledged your sacred honor, and that is forfeited to the P. E. Fund. You say that you cannot pay the debt; but I know you can if you have a mind to. Live without a cow, as you used to, pay in your houses and farms, and work until you get more. This debt is diminished but little since last Conference; I do not suppose we have gathered in more than one thousand dollars of it, and this season there are about forty-nine thousand dollars more added to it. I calculate that will rest upon my shoulders, but they are so sloping, as you may observe, that it slips off, and then I kick it off at my heels. The money will be forthcoming and all will be well, all will be right; I am not discouraged. <\/div><div class=\"paragraph jod\" id=\"v3n30\"> I have a word to say to another portion of the community, some of whom may be here today. A great many of the brethren are indebted to the tithing office; and I have a good deal coming to me; and I intend to  <div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0369\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>put you into the screw, for we mean to make you pay these debts this season. One man says, &#x201C;I owe the Church the money, it is true, but I believe I shall break and not pay it.&#x201D; They want to get their money into the safe and then break. If they owed a Gentile they would pay their debts, they would work, and toil, and labor, day and night, to pay their enemy; but when they owe the Church and kingdom of God they can lie down and sleep in peace, though they owe thousands of dollars, and say, &#x201C;O! well, it is all in the family, we are all one, it is no matter whether the debt is paid or not.&#x201D; I want to have you understand fully that I intend to put the screws upon you, and you who have owed for years, if you do not pay up now and help us, we will levy on your property and take every farthing you have on the earth. I want to see if I can make some of you apostatize; I will if I can, by teaching sound doctrine and advocating correct principles; for I am tired of men who are eternally gouging their brethren and taking the advantage of them, and at the same time pretending to be Saints until they gain an advantage over this people, and then they are ready to leave. I want you to leave now; I give you this word of caution, prepare to pay the debt you owe to the Church. <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0369\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> If I had the money due to the Church by a few individuals, I could pay every one of our individual debts and the Church debt, and have a few scores of thousands lying by me to operate upon; and in such circumstances I could operate to some advantage, and greatly benefit the Church. But it seems that there are many drones in the hive, who are determined to tie up the hands of those who rule the affairs of this kingdom, and the quicker they are thrown out the better. <\/div><div class=\"paragraph jod\" id=\"v3n32\"> I have given you some reasons why things are so slow and tardy in their progress with regard to the gathering of the Saints. Let the poor Saints strive to induce the rich to have confidence in them, by keeping their word and punctually paying those who loan them money. I am sorry to say that this is not always the case. The poor are filled with idolatry as well as the rich, and covet the means of those who have helped them; the rich, also, have the same spirit of idolatry,<span class=\"citation\" id=\"94364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94364)\">Col. 3:5<\/a><\/span> and stick to what they have. Let the poor be honest, let the rich be liberal, and lay their plans to assist the poor, to build up the kingdom of God, and at the same time enrich themselves, for that is the way to build up God's kingdom. May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}