{"ID":30003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Trials of the Saints&#x2014;Redemption of Zion&#x2014;Second Coming of Christ&#x2014;The Word of Wisdom.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Orson Pratt, Delivered in the Tabernacle, Great Salt Lake City, May 20, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Trials of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 5\/20\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v3n68\"> I have been much interested in the remarks that have been made by brother Jackman, for they have been according to my feelings, they were right to the point, and many useful ideas have been thrown out before us, and his words have been full of meaning. Although he has considered himself bashful before the people, yet the Lord has put into his heart those things that are calculated to interest the Saints. <\/div><div class=\"paragraph jod\" id=\"v3n69\"> We see, from what has been portrayed before us, the trials and difficulties that we, some of us, have had to endure in this Church; we also <div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0363\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> see, from what he has explained, the patience of the people in passing through those difficulties; no murmuring, no complaining, no faultfinding, but all taking hold with one heart and one mind<span class=\"citation\" id=\"94365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94365)\">Moses 7:18<\/a><\/span> to do the will of God, under the most straightened circumstances. <\/div><div class=\"paragraph jod\" id=\"v3n70\"> We can contrast this feeling with what we see manifested by some of our new emigrants; some of them come in here feeling dissatisfied, having become so in crossing the plains; they will differ with each other, lose the good spirit, and allow themselves to be controlled by an evil  <div class=\"break pagebreak\" id=\"13a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0013.pdf\" target=\"pdfwin\">p.&#xA0;13a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0362\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>influence; I say we can see, from the discourse of brother Jackman, a great contrast between those that first came here, and those that now come. Now the question might arise in the minds of some, &#x201C;Were the pioneers who came here so much better than those persons that now come?&#x201D; I think not. &#x201C;Then why was there no murmuring, nor faultfinding, nor apostasy?&#x201D; The reason is obvious; those who first came here had more experience in such matters than the new emigrants have, who come here almost without experience in those things which they naturally come in contact with when crossing the plains. <\/div><div class=\"paragraph jod\" id=\"v3n72\"> In fact there are very few in the world that would do any better than the &#x201C;Mormon&#x201D; pioneers did the first year they came here. It requires experience to enable people patiently to pass through the scenes of trial that were endured by the pioneers, and those who first came into these valleys. Take our late emigration that have crossed over the plains, and let them be driven a few times from their comfortable habitations, and let them wander for months in the cold winter, and then send them off on an expedition, such as the pioneers took to this country, and you would see them quite a different people: you would see them altered and improved by the course of experience they had passed through; they would be benefited by certain kinds of experience which others have passed through before them; and, if attentive, they would add many important items to their former stock of wisdom and knowledge. <\/div><div class=\"paragraph jod\" id=\"v3n73\"> Consequently, it requires experience, not only for the old members, but for the new; and should the new members be permitted to come from the old countries, and meet with no poverty, no affliction, it would not be known whether those persons would endure such trials; and hence <div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0362\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the necessity of such trials to give people experience. <\/div><div class=\"paragraph jod\" id=\"v3n74\"> It is true, they have had some things to pass through in the old country of a trying nature, but they have not had a series of different trials to encounter; therefore, there would be no telling whether they would stand or not, if called to pass through similar scenes of trials to those passed through by the earlier settlers of this Territory. <\/div><div class=\"paragraph jod\" id=\"v3n75\"> Then, it is not surprising to me that the Lord takes certain measures to bring those persons into difficult circumstances; in fact, we have the Lord's own declaration for it, that He will try this people, not in some things, but in all things, to see if they will abide in the covenant,<span class=\"citation\" id=\"89289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89289)\">D&amp;C 98:14-15<\/a><\/span> and He says, &#x201C;If they will not, then they will not abide in me.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n76\"> Here, then, we perceive that each will have his share of trials, either in the beginning or in the advanced state of the Church. We do not know what they will be, only so far as God has revealed in His word. He has told us that we should be visited with famine and sword, with pestilence and distress; all these are predicted, and laid before this people in the Book of Doctrine and Covenants.<span class=\"citation\" id=\"85523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85523)\">D&amp;C 43:25<\/a><\/span><span class=\"citation\" id=\"88210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88210)\">D&amp;C 87:6<\/a><\/span><span class=\"citation\" id=\"89222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89222)\">D&amp;C 97:26<\/a><\/span> The Lord says, unless His servants should hearken to the words and counsels that He gives unto them, famine, trouble, and distress would overtake them.<span class=\"citation\" id=\"85566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85566)\">D&amp;C 45:1-2<\/a><\/span> Now what benefit or what glory is there to an individual who is placed in circumstances that he cannot help but do right? For instance, suppose there were no intoxicating drinks in the world, what glory and credit would it be to an individual to say that he had kept himself from those things? If his father and his forefathers to the third or fourth generation of them, had died from drunkenness, he would have nothing to boast of; for he could not be a drunkard; therefore, I say, if this temptation was set before us as  <div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0361\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the forbidden tree was before mother Eve, and we withstood the temptation, then there would be some merit in it, far more than there is for a person to keep himself sober, because he is obliged to do so. So we may take other things in the same light. <\/div><div class=\"paragraph jod\" id=\"v3n77\"> Why did the Lord suffer the Hittites, and Perizzites, and Hivites, and Jebusites,<span class=\"citation\" id=\"53801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53801)\">Ex. 3:8<\/a><\/span> and various others, to live among Israel? He had two purposes in view; one was to scourge Israel when they went astray from His commandments; and the other was to see whether they would overcome or not; He placed them where they would have temptations to test their fidelity; then, if directly in the face of the Law of God, they would falter or yield, and give way to the customs and vices of the heathen, they were not worthy of the glory of God, nor of being called His people. <\/div><div class=\"paragraph jod\" id=\"v3n78\"> But if the heathen had all been swept away, and those temptations had not been presented, where would have been the merit? It would have been very small indeed. <\/div><div class=\"paragraph jod\" id=\"v3n79\"> A commandment was given, forbidding the children of Israel to marry with the heathen; it was commanded that the sons of Israel should not take wives from among the heathen,<span class=\"citation\" id=\"53408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53408)\">Gen. 24:3<\/a><\/span><span class=\"citation\" id=\"53459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53459)\">Gen. 28:1<\/a><\/span> neither should they give their daughters to the heathen.<span class=\"citation\" id=\"54566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54566)\">Ex. 34:10-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n80\"> Now there was temptation in those days, set before the children of Israel, and sometimes they would break through, and go beyond the bounds, like old Solomon, who transgressed, after God had appeared to him three times, and had given him many choice favors, and manifested Himself to him in dreams,<span class=\"citation\" id=\"55611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55611)\">1 Kgs. 3:5<\/a><\/span><span class=\"citation\" id=\"55631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55631)\">1 Kgs. 9:2<\/a><\/span><span class=\"citation\" id=\"55659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55659)\">1 Kgs. 11:9-13<\/a><\/span> and also when he spread forth his hands to pray God to bless the temple which he had built,<span class=\"citation\" id=\"124410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124410)\">1 Kgs. 8:22<\/a><\/span> then the Lord manifested Himself in the presence of all Israel, to His servant.<span class=\"citation\" id=\"55906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55906)\">2 Chr. 5:13-14<\/a><\/span><span class=\"citation\" id=\"55912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55912)\">2 Chr. 7:1-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n81\"> He was lifted up in the midst of Israel, and a kingdom and govern<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0361\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment were given to him, far surpassing all the kingdoms and governments upon the earth, and yet, after all these things, and after the Lord had given him many wives, he took that which was forbidden; he took the daughters of the heathen nations; and he, being their head and their king; set this wicked&#x2014;this evil example before all Israel, so that if they had followed his foolish and wicked ways, they would have been destroyed, but from the account we have, he was overcome by the temptations laid before him, and consequently the wives that he had taken led him away, so much so, that in his old age, he, in order to please those wives whom he had taken from among the Gentiles, bowed down to their gods.<span class=\"citation\" id=\"55645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55645)\">1 Kgs. 11:1-8<\/a><\/span> Here then were two evils, first, in taking heathen wives, and the next, in tampering with, and bowing down to their gods; and the Lord will judge him for all those things, just as He will us&#x2014;according to the works we perform while in this state of probation. <\/div><div class=\"paragraph jod\" id=\"v3n82\"> If Solomon, in all his glory, had been contented with all those blessings given him, and had not yielded to the temptations laid to ensnare him, he would have increased in his glory and in his dominions; his glory would have increased in this world and in the future; but the Lord desired to try him. <\/div><div class=\"paragraph jod\" id=\"v3n83\"> This shows us that, though a man may be set upon a throne and be exalted high among men, yet he has his temptations, and blessed is he if he endures them and is faithful to his trust; and if he be in distress, bears it all with patience, for he will always have his trials, and no person will escape, all men must be tried and proven. <\/div><div class=\"paragraph jod\" id=\"v3n84\"> These are reflections that occurred to my mind while brother Jackman addressed us, showing the contrast between those who first came here, and those who now come. I was led  <div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0360\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to enquire, why there was such a vast difference; and the thought occurred to me that it was because of experience, for those who have been here from the first, have been pretty well buffeted, and before they came here they had learned how to submit, when the Lord saw proper to put upon them a chastisement. <\/div><div class=\"paragraph jod\" id=\"v3n86\"> Should all this people here in Utah be called to pass through such scenes as some of us have been called upon to encounter, I believe there would be many who would say, &#x201C;Let us endure these things with all submission and patience before God.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n87\"> In order to do this, it is necessary for us, in our prosperity, to remember the Lord our God, for if men and women will not remember the Lord, when the heavens smile upon them, and when health is in their habitations&#x2014;if they will not acknowledge the hand of God then, and be thankful for the blessings that they receive, you may be sure that they will not be so well prepared to endure trials, and to pass through adversities, as those who have, in the days of their prosperity, humbled themselves before the Lord, and acknowledged His hand in all things. <\/div><div class=\"paragraph jod\" id=\"v3n88\"> There are individuals in this Territory, of a careless disposition, and you may mark them, and those that have waxed fat, and their hearts are upon the things of this world, that when tribulations come, they will be the ones to quake and fear, while those who have taken a different course will be able to stand. <\/div><div class=\"paragraph jod\" id=\"v3n89\"> I heard brother Joseph, when speaking of those that were sick in Nauvoo, make remarks similar to those that I have now made. He said, that those who would not, when in good health, call upon the Lord, and acknowledge His hand in all things, and remember him, would not have faith when it was needed&#x2014;he said that those individuals would have <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0360\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but very little faith in the days of their calamities and affliction. <\/div><div class=\"paragraph jod\" id=\"v3n90\"> Then seek to get faith and spirit sufficient to assist us in the days of our afflictions, that we may be prepared for all the vicissitudes of life. We ought to know that we are well off at the present, but all do not realize this fact. <\/div><div class=\"paragraph jod\" id=\"v3n91\"> How often I have thought of the remark made by the Prophet; nothing can be more true than that remark; it carries its own evidence with it, that those individuals who have wealth and riches in abundance, but do not remember the Lord, when troubles come, they will be in the greatest distress, generally speaking. <\/div><div class=\"paragraph jod\" id=\"v3n92\"> I do not know what the Lord will hereafter do with this people; I have not myself a sufficiency of the spirit of prophecy to understand all the events of the future; and I doubt very much, whether there is an individual in this Church that does know; but we do know, as far as the things of the future are revealed; and we may know many things by dreams and visions, but when it comes to principles, and to what the Lord will do with this people, I doubt very much whether there is an individual in the world, that knows the changes and variety of scenes through which this people will be called to pass. <\/div><div class=\"paragraph jod\" id=\"v3n93\"> There are, in many revelations, not only in modern but in ancient prophecy, predictions touching the scenes of the last days, and the trials of the Saints; and we ought to be prepared for whatever is to come, troubles, distress, famine, war, or anything else. <\/div><div class=\"paragraph jod\" id=\"v3n94\"> The Lord has said that great prosperity awaits us;<span class=\"citation\" id=\"94366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94366)\">D&amp;C 38:39<\/a><\/span> far beyond what we now have, but I doubt very much whether this prosperity will come before we have passed through some further tribulations. <\/div><div class=\"paragraph jod\" id=\"v3n95\"> There are revelations in relation to the nations of the earth and this peo<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0359\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple, that seem to indicate that we will have to pass through some things that we never have had to encounter, and it seems to me that we will have to stand forth and defend ourselves against our enemies. And we have got to be tried as Israel was, and to see whether our sons will marry Gentiles, or our daughters Gentile husbands. <\/div><div class=\"paragraph jod\" id=\"v3n97\"> Now if there were no Gentiles among us, we could not see whether there was any integrity among the people. Do you suppose that this people will be kept away from the Gentiles? No verily, the Lord does not intend that we should dwell separate from the world altogether. From this time forth, it is our duty to warn our sons and daughters, day by day, and night by night, and week by week, as has been told us from this stand to warn our sons and daughters, as God did our first parents, concerning the forbidden fruit. When He set the forbidden fruit before them, He said, &#x201C;If you eat, it will make you mortal, whereas you are now immortal, but you may choose for yourselves.&#x201D;<span class=\"citation\" id=\"52468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52468)\">Gen. 2:16-17<\/a><\/span><span class=\"citation\" id=\"92419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92419)\">Moses 3:16-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n98\"> Now how do we know, but when the gates of Zion shall be open to the nations, that the Gentiles will come flocking in, like a flowing stream? A flowing stream is one that runs continually; and the Gentiles will, in that day, come to us as a flowing stream,<span class=\"citation\" id=\"94367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94367)\">Isa. 66:12<\/a><\/span> and we shall have to set our gates open continually,<span class=\"citation\" id=\"94369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94369)\">Isa. 60:11<\/a><\/span> they will come as clouds and as doves in large flocks.<span class=\"citation\" id=\"94368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94368)\">Isa. 60:8<\/a><\/span> Do you suppose that the Gentiles are going to be ignorant of what is taking place? Now this will not be the case, they will perfectly understand what is taking place. The people will see that the hand of God is over this people; they will see that He is in our midst, and that He is our watchtower, that He is our shield and our defense, and therefore, they will say, &#x201C;Let us go up and put our riches in Zion, for <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0359\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there is no safety in our own nations.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n99\"> Those nations are trembling and tottering and will eventually crumble to ruin, and those men of wealth will come here, not to be baptized, but many of them will come that have never heard the servants of God; but they will hear that peace and health dwell among us, and that our officers are all peace officers, and our tax-gatherers men of righteousness. <\/div><div class=\"paragraph jod\" id=\"v3n100\"> They will come, not to be baptized, but they will come with their old traditions and customs, and they will flee to Zion with their riches, but they will come in favor of their old customs, and of their old Gentile notions of religion; and if God is merciful unto them, so as to cause them to leave their native land, that we may take them up, and teach them, and nourish them, and bring them up to the standard of truth, all will be right; but if they neglect to observe and obey the instructions given, and to follow the good examples set before them, so much the greater their curse and condemnation. <\/div><div class=\"paragraph jod\" id=\"v3n101\"> If our sons and daughters will marry among them, they are much worse than the Gentiles are; for we have been instructed, and ought to know better. <\/div><div class=\"paragraph jod\" id=\"v3n102\"> But notwithstanding all that I have said, there may be a time to come, I do not know how long it will be, but the time will come when righteousness will be laid to the line and justice to the plummet.<span class=\"citation\" id=\"58609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58609)\">Isa. 28:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n103\"> There will be a certain degree of freedom used with those persons who may come unto Zion, but not so far as to partake of their deeds; but on the contrary, you are strictly prohibited from joining in their evil practices. <\/div><div class=\"paragraph jod\" id=\"v3n104\"> But if the Saints act wisely they may set an example before them that will do them good, and if there is any good or righteousness in them, an  <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0358\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>upright, holy example will bring it out. All this will take place, and there are many here that will live to see those things, and I rejoice that there is but a comparatively little time for those things to be accomplished. <\/div><div class=\"paragraph jod\" id=\"v3n106\"> I look at matters perhaps a little different from some that get away off this way and then the other, and when they get disappointed will apostatize. <\/div><div class=\"paragraph jod\" id=\"v3n107\"> In order to explain my feelings I will bring up one little example; for instance, it was expected that when the Saints gathered to Jackson County, there would be a perfect paradise, and that there would be an end to trouble and to opposition. And when the Saints were driven out from Jackson County, almost all in the Church expected that they would speedily be restored; and a person was considered almost an apostate that would say, they would not come back in five years, or ten at the furthest; but the prevailing opinion seemed to be that it would take place immediately. <\/div><div class=\"paragraph jod\" id=\"v3n108\"> When Zion's Camp went up, and found the Saints all scattered abroad, what did we hear? Why, all in camp were on the tiptoe to have Zion redeemed immediately; perhaps some would stretch their faith and put it off for five years; but those were considered weak in the faith. This was their extreme enthusiasm. <\/div><div class=\"paragraph jod\" id=\"v3n109\"> I was appointed to visit all the Saints in Clay County, to strengthen them, and I proved to them from the Book of Doctrine and Covenants that it would be very many years before Zion should be redeemed; and some would believe it, and some others would think that brother Pratt was rather weak in the faith; but I endeavored to show them that such and such things had got to be fulfilled before the redemption of Zion; and time has proved the truth of what I advanced. <\/div><div class=\"paragraph jod\" id=\"v3n110\"> Now let us see if they have not <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0358\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> got to the other extreme; twenty-two years have passed since that time, and if we look around now, is it not the other way, the very opposite? The people think of almost everything else but the redemption of Zion, and speak to individuals about it, and they put it off a great distance ahead. But I do not feel to go to this extreme. I will give you my opinion; so far as the revelations go, in speaking of this subject, I think that this event is nearer than this people are aware of. <\/div><div class=\"paragraph jod\" id=\"v3n111\"> Again, take the subject of the coming of Christ, and as far back as 1831, I remember that I came on from New York to Kirtland, Ohio, and I found many Saints thinking that Christ would come immediately. Though I had but little experience, yet I had applied myself to the written revelations, for they were not then printed, but I frequently got the privilege of reading them, and copying some of them, and therefore, I had an opportunity of judging more correctly, perhaps, than those who had not the same privilege. <\/div><div class=\"paragraph jod\" id=\"v3n112\"> No doubt they felt exceedingly anxious to have him come, as we all do, and this anxiety overcame them, and hence they were mistaken. I have no doubt that there are others in the Church that think it is a far off event, an event that will probably take place in the days of their youngest children; but from what is written, I look upon it as an event that is much nearer than is generally supposed. <\/div><div class=\"paragraph jod\" id=\"v3n113\"> It is true, there is a great work to be performed, but the Lord has a great many to perform it. If He had them all concentrated in one vast body from England, Scotland, the nations of Europe, and the Islands of the sea, he could soon accomplish the work, notwithstanding its vastness. <\/div><div class=\"paragraph jod\" id=\"v3n114\"> A great work has to be brought about; how many years, or scores of  <div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0357\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>years, it will be, I know not, but from the scenes we behold among the people, the breaking up of the nations, and the signs of the times, and the present aspects of the European war, and from the shutting up and closing up of the proclamation of the Gospel in many lands, the coming of Christ seems to be near at hand, yet Zion must be redeemed before that day; the temple must be built upon the consecrated spot,<span class=\"citation\" id=\"86085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86085)\">D&amp;C 57:3<\/a><\/span> the cloud and glory of the Lord rest upon it,<span class=\"citation\" id=\"87493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87493)\">D&amp;C 84:5<\/a><\/span> and the Lamanites, many of them, brought in, and they must build up the NEW JERUSALEM!<span class=\"citation\" id=\"82879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82879)\">3 Ne. 21:23-24<\/a><\/span> It is true, so says the Book of Mormon, that inasmuch as the Gentiles receive the Gospel, they shall assist my people the remnant of Jacob, saith the Lord, to build the New Jerusalem. And when they have got it built, then we are told that they shall assist my people who are of Jacob to be gathered in unto the New Jerusalem. <\/div><div class=\"paragraph jod\" id=\"v3n116\"> Only a few thousands or hundreds of thousands, then, are to be engaged in this work, and then, after it is done, we are to assist the Lamanites to gather in; and then shall the powers of heaven be in your midst; and then is the coming of Christ.<span class=\"citation\" id=\"82884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82884)\">3 Ne. 21:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n117\"> It will not be before the Lamanites come in, nor before the temple is constructed in Jackson County; but there is a great people to do the work. <\/div><div class=\"paragraph jod\" id=\"v3n118\"> I look upon these events as something that will take place sooner than many expect, and it will find many putting it away at a distance. This is evident, from the fact, that he will find them eating and drinking with the drunkard, and marrying, and giving in marriage, to the very hour of his coming.<span class=\"citation\" id=\"65960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65960)\">Matt. 24:38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n119\"> This shows the state of the world as it is to be at his coming, and if they are to perceive one event after another, why do they indulge themselves in these things? It shows that <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0357\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they do not perceive that it is so near. <\/div><div class=\"paragraph jod\" id=\"v3n120\"> It will not be those who have oil in their lamps, for they are ready, and when the sound goes forth, the oil is there; but it will be the others; their lamps will have gone out, and they will have no light; and hence he comes, and men are not aware of it; he enters in and the door is shut, and five out of the ten virgins that have actually gathered, as it appears, are numbered among hypocrites and unbelievers.<span class=\"citation\" id=\"65998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65998)\">Matt. 25:1-13<\/a><\/span><span class=\"citation\" id=\"124411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124411)\">D&amp;C 101:90<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n121\"> How often do I think of this, and the condition of the Saints? Will the Saints be ready? With all the evidence and testimony that they have portrayed before them from Sabbath to Sabbath, is it not strange that so many will be so unprepared for that terrible day of the Lord? It will be a pleasing day to the righteous, but terrible to the wicked. <\/div><div class=\"paragraph jod\" id=\"v3n122\"> This ought to brace us up, it ought to keep up our spirits, and cause us to prepare for that time. If I should not do this, I neglect my duty. Should I do wrong because some person in the Priesthood, high in authority, does wrong? No, it should have no influence whatever over me. <\/div><div class=\"paragraph jod\" id=\"v3n123\"> We should have the Spirit of light that lighteth every man that cometh into the world,<span class=\"citation\" id=\"68519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68519)\">John 1:9<\/a><\/span> and especially those that obey the truth. And if we will yield to this influence we will not be led away from the right path; we are not to give way, no, not even to angels who may pretend to come from heaven. <\/div><div class=\"paragraph jod\" id=\"v3n124\"> The spirit upon us should enable us to do that which is right, and that which is our duty. For instance, take the Word of Wisdom,<span class=\"citation\" id=\"88857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88857)\">D&amp;C 89:1-21<\/a><\/span> which is given for our benefit and temporal salvation. It is true, disobedience to that is not so gross a sin as some others; but still, it is given for our temporal salvation, and should be observed. Now, it would require the servants of God  <div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0356\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to preach it every two weeks, or at least every month, to persuade this people to hearken to it; and yet they know it is the word of the Lord. If I were to call a vote, I presume that there would not be one that has come to the years of understanding but what would say, it is the word of the Lord. <\/div><div class=\"paragraph jod\" id=\"v3n126\"> They go away, after hearing a most glorious discourse upon this and other revelations, and perhaps they will keep the Word of Wisdom two or three days; but it makes their head ache, and then they take a little tea, and it does them good for the moment, and they think the Lord don't know what they need as well as they do. I do not say that you do say this, but your actions bespeak this. But it is such a trial! It must be a terrible trial, which the Lord said the weakest of all that are or can be called Saints could obey.<span class=\"citation\" id=\"88886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88886)\">D&amp;C 89:3<\/a><\/span> A thing like tea to have influence over us, so that we can only obey the Word of Wisdom two days, and then break it, until we hear another discourse, and thus breaking our covenants, it shows the folly and weakness of man. It shows how the influence of one man prevails over another. <\/div><div class=\"paragraph jod\" id=\"v3n127\"> Why cannot you be independent beings, and say, &#x201C;I will do this, and that, and the other, let my neighbor do as he may; let my neighbor do as he will, but as for me and my house, we will serve the Lord?&#x201D;<span class=\"citation\" id=\"55326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55326)\">Josh. 24:15<\/a><\/span> This is what ought to be. <\/div><div class=\"paragraph jod\" id=\"v3n128\"> In making these remarks I take them to myself, although I have, as an individual, been very strict in relation to the Word of Wisdom since I have been in the Valley, and years before. Do not I like the good old tea? Yes I do, and when it is sweet<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0356\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ened up, and a little cream turned in, it is very pleasant, as no doubt also was the forbidden fruit; but it is for me to use my endeavors to have it observed, by setting a good example, that I may have influence over my neighbor and over my family; and I do use that influence as far as is consistent, but it is difficult to persuade persons from their old habits. <\/div><div class=\"paragraph jod\" id=\"v3n129\"> I wonder what those persons would do, if called to be martyred for their religion, who cannot do without violating the Word of Wisdom! I am aware that it is not by constraint, and a man should not constrain his family to obey it,<span class=\"citation\" id=\"94370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94370)\">D&amp;C 89:2<\/a><\/span> but every man will have to give an account of his doings, and abide the consequence, whatever it may be, if it be the destroying angel going through the land to slay the disobedient.<span class=\"citation\" id=\"94371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94371)\">D&amp;C 89:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n130\"> A man may keep the Word of Wisdom so far as tea, coffee, and tobacco are concerned, and still come very short. If he wishes and intends to be right, he must obey this, together with all the commandments and Words of Wisdom. We must regulate our thoughts, our comings in, our goings out, and all our doings and our minds by the Spirit of the Lord, and by the counsels of His servants. Can the destroyer have influence over such a man? <\/div><div class=\"paragraph jod\" id=\"v3n131\"> Let such a man stand up and say, &#x201C;Lord, I have done as you told me, I have kept your words.&#x201D; Could such a man be destroyed before he had accomplished his work on the earth? I question it. Well, we shall undoubtedly see a time when we shall need such confidence as this. <\/div><div class=\"paragraph jod\" id=\"v3n132\"> May the Lord bless us all for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}