{"ID":30007, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Mahometanism and Christianity.<\/div>\n<div class=\"subtitle\">An Address by Elder Parley P. Pratt, Delivered in the Bowery, Great Salt Lake City, September 23, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Mahometanism and Christianity.<\/div>\n<div class=\"speaker\">Speaker: Parley P. Pratt<\/div>\n<div class=\"date\">Date: 9\/23\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d07\">\n<div class=\"paragraph jod\" id=\"v3n265\"> My brother, George A. Smith, has wished us to excuse his Mahometan narration, but I would feel more like giving a vote of thanks to the Almighty and to His servant for so highly entertaining and instructing us. <\/div><div class=\"paragraph jod\" id=\"v3n266\"> I am aware it is not without a great deal of prejudice that we, as Europeans, and Americans, and Christians in religion and in our education, so called, have looked upon the history of Mahomet, or even the name; and even now we may think that Mahometanism, compared with Christianity as it exists in the world, is a kind of heathenism, or something dreadful, and the other we look upon as something very pretty, only a little crippled; and for my part, I hardly know which to call the idolatrous side of the question, unless we consider Mahometanism Christianity, in one sense, and that which has been called Christianity, heathenism. <\/div><div class=\"paragraph jod\" id=\"v3n267\"> Mahometanism included the doctrine that there was one God&#x2014;that He was great, even the creator of all things, and that the people by right should worship Him. History abundantly shows the followers of Mahomet did not take the sword, either to enforce their religion or to defend themselves, until compelled to do so by the persecutions of their enemies, and then it was the only alternative that presented itself, to take up the sword and put down idolatry, and establish the worship of the one God; or, on the other hand, be crushed and cease to be, on account of the idolatrous nations around them; they <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0337\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> seemed to act on the defensive, although it might legally be considered aggression. <\/div><div class=\"paragraph jod\" id=\"v3n268\"> The Greek and Roman Churches, which have been called Christian, and which take the name of Christians as a cloak, have worshipped innumerable idols. On this account, on the simple subject of the Deity and His worship, if nothing more, I should rather incline, of the two, after all my early traditions, education, and prejudices, to the side of Mahomet, for on this point he is on the side of truth, and the Christian world on the side of idolatry and heathenism. <\/div><div class=\"paragraph jod\" id=\"v3n269\"> In the first place, the latter lay it down as a point of theology, and it is a foundation point too, that there is one only true God, consisting of three persons, the Father, Son, and Holy Ghost, but without body, parts, or passions. Here is the exact image and likeness of an idol established through the principal creeds of Christendom, that is, if it is an image at all, or if it makes a shadow at all, it is that of an idol: it is a being that never existed in heaven, earth, or hell; it will not make even a shadow. Indeed, it is a thing literally motionless and powerless, as much so as any term that can be used to mean nonentity. <\/div><div class=\"paragraph jod\" id=\"v3n270\"> Jesus Christ, whom we worship as the Son of God, and the Savior of the world, has body, parts, and passions, and he is like his Father; he is the express image of his Father's person and the brightness of His glory,<span class=\"citation\" id=\"76343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76343)\">Heb. 1:3<\/a><\/span> whom we also worship. They are individual  <div class=\"break pagebreak\" id=\"39a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0039.pdf\" target=\"pdfwin\">p.&#xA0;39a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0336\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>personages organized as a pattern after which men were created; they have tabernacles, and are in every way personages and intelligent beings. <\/div><div class=\"paragraph jod\" id=\"v3n272\"> Therefore, that something, or that nothing, that imaginary being, that idol that is recognized in the creeds of Christendom in general as a god without body, parts, or passions, has nothing to do whatever with the God of Abraham, Isaac, and Jacob, or with the Son of God that came in the meridian of time, who was crucified, died, and rose again<span class=\"citation\" id=\"84321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84321)\">D&amp;C 20:23<\/a><\/span> from the dead, and ascended on high to lead captivity captive, and give gifts to men.<span class=\"citation\" id=\"75017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75017)\">Eph. 4:8<\/a><\/span> Inasmuch as he and his Father are organized with body and parts, with limbs, joints, flesh, and bones, that are immortal and eternal, they have no part or lot, or communication whatever, with that imaginary being which is recognized in the principal creeds of Christendom as <span class=\"italic\">their<\/span> God, viz., a god without body, parts, or passions. Therefore, in that sense, in the very foundation of their creeds they are idolaters; and instead of saying that Mahometanism prevailed against Christianity, and that Christianity was in danger of being done away by its prevalence, we would rather say, that where Mahometanism prevailed, it taught and established one truth at least, viz., the true and living God, and so far as this went, it did preserve people from worshipping idols. And had the crescent waved on the tower of London, or on the church of St. Paul, instead of the cross, and had the Mahometan religion been enforced instead of the Roman religion that was enforced for a series of generations, and had tradition riveted what the sword enforced, then that nation and the surrounding nations would have been worshippers of one true God instead of idols; they would have recognized it in theory at least, whether they would have worshipped Him <span class=\"italic\">in spirit and in truth<span class=\"citation\" id=\"69080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69080)\">John 4:23<\/a><\/span><\/span> or not. But now <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0336\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they do not recognize Him in theory, for they acknowledge as their god an imaginary being without body, parts, or passions. <\/div><div class=\"paragraph jod\" id=\"v3n273\"> Setting aside this one point, they acknowledge and worship innumerable idols, pictures, images, &amp;c., amounting almost to an infinite number, in every place where Christianity has been blended with the civil power, and enforced and established by law under the one great standard called Catholic&#x2014;imaginary deities that are the works of men's hands, and to which they actually and literally bow down. This may not be the case so fully in these United States, where there is a kind of balance of power, and religion, and population, and influences of various kinds acting as checks upon each other; but go to those countries where there are no such checks or balances of power; go to Chile, Spain, or any other of the states or nations where the Roman cross, instead of the crescent, or any other ensign, is the standard, where there are no Protestant influences and Protestant dissensions to interfere with the prevailing power, and, as a matter of course, all the subjects of that realm have by law one religion prescribed to them, supported and enforced by civil authority, to the prohibition of all others. In such countries, you can contemplate that religion in all its open and unveiled idolatry; it is there you will see more fully exhibited the practice of worshipping images, of bowing down to dumb idols in the shape of pictures, images, saint worship, angel worship, &amp;c., &amp;c. <\/div><div class=\"paragraph jod\" id=\"v3n274\"> I have seen all this with mine eyes, and heard it with mine ears. They will pray to the Virgin Mary, so called, in the form of a painting, which they set up to be prayed to. They also set up other canonized saints in like manner, painted on canvas and other substances. <\/div> <div class=\"break pagebreak\" id=\"40a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0040.pdf\" target=\"pdfwin\">p.&#xA0;40a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0335\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n276\"> But I will not confine this practice to those countries alone, but in a city of the United States I have beheld a public procession of a vast majority of the populace united in one grand bowery, extending around the public square, and pictures and images of saints were posted in the roads, and an extra bowery was prepared for each of those images or paintings, decorated in all the pomp and splendor the people could command, and while in procession they would kneel down in the dirty streets and public squares, though dressed in the richest silks and satins that money could purchase; persons so richly attired were bowing down on their knees, or prostrating themselves in the dirt and dust at every place where there was an image, and were devoutly offering up prayers. <\/div><div class=\"paragraph jod\" id=\"v3n277\"> This is the idolatry that prevails more manifestly in the countries where religion is the law, but it also prevails right in our own country, because there is a liberty of conscience to worship what you please. <\/div><div class=\"paragraph jod\" id=\"v3n278\"> Now, if we take Mahometanism during those dark ages, and the corruptions that are so universally prevalent over the earth, and the idolatrous systems of religion, falsely called Christianity, and weigh them in a balance; with all my education in favor of Christian nations and Christian powers, and Christian institutions, so called, with all my prejudices of early youth, and habits of thought and reading, my rational faculties would compel me to admit that the Mahometan history and Mahometan doctrine was a standard raised against the most corrupt and abominable idolatry that ever perverted our earth, found in the creeds and worship of Christians, falsely so named. <\/div><div class=\"paragraph jod\" id=\"v3n279\"> It might not have been a very pure standard, for the fulness of the Gospel, with its Priesthood, ordinances, powers, and gifts were not there, be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0335\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cause that pertained to another branch of Abraham's family. <\/div><div class=\"paragraph jod\" id=\"v3n280\"> Ishmael and his descendants were blessed by the Lord, who said, &#x201C;I will make of him a great nation, and kings shall come of him, and he shall have dominion;&#x201D;<span class=\"citation\" id=\"53180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53180)\">Gen. 17:20<\/a><\/span> yet there was one thing not said on the head of Ishmael. It was not said that in him should the elect seed be chosen, who should bear the keys of the eternal Priesthood, and salvation, in which all nations should be blessed: this was said on Isaac,<span class=\"citation\" id=\"53179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53179)\">Gen. 17:19,21<\/a><\/span> the brother of Ishmael, the heir; and it was also said of Jacob and of Abraham;<span class=\"citation\" id=\"53455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53455)\">Gen. 27:29<\/a><\/span> therefore, the blessings that were peculiar, that pertained to the fulness of the Gospel, that pertained to the eternal Priesthood, that pertained to the coming of Christ, and to the things of his ministry, and to those that were called with the same calling, and in which all nations should be blessed and redeemed, could not be given to Ishmael and to his descendants, but they belonged by election to the chosen seed to whom the promises were made,<span class=\"citation\" id=\"90283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90283)\">D&amp;C 107:40<\/a><\/span> viz., the children of Abraham through Isaac, and through Jacob; but the Lord said of Ishmael, &#x201C;I will make of him a great nation, because he is thy son; I will bless him because he is thine, and kings shall come of him.&#x201D;<span class=\"citation\" id=\"53181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53181)\">Gen. 17:20<\/a><\/span> So the Lord seems to have fulfilled, more or less, from those early days until the present, the promises that He made to the children of Abraham, that were not particularly designed to hold the keys of the Priesthood. <\/div><div class=\"paragraph jod\" id=\"v3n281\"> All that a nation could have, without the keys of the everlasting Gospel, without the gifts and powers pertaining to those keys, and without the fulness of the Gospel, the people of the East seemed to have been blessed with, so far as the Lord saw fit to bestow upon them blessings during those dark ages. <\/div><div class=\"paragraph jod\" id=\"v3n282\"> A great portion of the oriental country has been preserved from the  <div class=\"break pagebreak\" id=\"41a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0041.pdf\" target=\"pdfwin\">p.&#xA0;41a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0334\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>grossest idolatry, wickedness, confusion, bloodshed, murders, cruelty, and errors in religion that have overspread the rest of the world, under the name of Christianity, or mystery of iniquity.<span class=\"citation\" id=\"75787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75787)\">2 Thes. 2:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n284\"> An open defiance of God is no mystery; open drunkenness, and reveling debauchery, and all manner of wickedness and immorality professed by sinners who profess to be nothing else, are no mystery; they do not deceive anybody; but when all manner of wickedness, idolatry, drunkenness, and corruption is cloaked under a sacred name, under an outward sanctity and holiness, and under as high and dignified an appellation as Christian, it is a mystery of iniquity; and that has overspread a great portion of the world, and has borne rule until the present day, sometimes under the name of Roman universality, sometimes under the name of the Greek Church, and at other times under various classes and names. <\/div><div class=\"paragraph jod\" id=\"v3n285\"> Many that were honest have been deceived by this mystery of iniquity, who have esteemed things to be sacred, which were abominably corrupt; and corrupt superstitions have been revered because of the great names and sanctified professions that were attached to them. <\/div><div class=\"paragraph jod\" id=\"v3n286\"> If such institutions actually professed wickedness, they would go for what they were worth; but when a thing professes to be holy, and takes the name of Christ as its founder, and the holy Prophets and Apostles, to carry out all manner of oppression, all manner of idolatry and idol worship, all manner of priestcraft and kingcraft, and more or less instigating division among nations and governments, all to carry out bloodshed, cruelty, the rack, the inquisition, and holding of men in bondage, ruling them with a rod of iron, it is a mystery of iniquity calculated to deceive millions. The Apostle John, speaking of this same <div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0334\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> power, says, &#x201C;By thy sorceries were all nations deceived!!&#x201D;<span class=\"citation\" id=\"80324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80324)\">Rev. 18:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n287\"> The Mahometan operations, in the hands of the descendants of Abraham and Ishmael, seem to have warded off that deception and mystery of iniquity in some measure, so that it has not entirely overrun their country, morals, and institutions. <\/div><div class=\"paragraph jod\" id=\"v3n288\"> Though Mahometan institutions are corrupt enough, and need reforming by the Gospel, I am inclined to think, upon the whole, leaving out the corruptions of men in high places among them, that they have better morals and better institutions than many Christian nations; and in many localities there have been high standards of morals. <\/div><div class=\"paragraph jod\" id=\"v3n289\"> There are, no doubt, sections of country, and different localities in Asia, where the people have not walked strictly according to the regulations and laws given by Mahomet, and observed by his true followers. <\/div><div class=\"paragraph jod\" id=\"v3n290\"> But returning to the general corruption that has prevailed nationally, politically, and religiously, under the name of Christianity, leaving out Christ and his Apostles, I do think there has been no idolatry in the world, under any form or system, that could surpass it. It is the mystery of iniquity, the great whore of all the earth.<span class=\"citation\" id=\"81178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81178)\">1 Ne. 22:13<\/a><\/span><span class=\"citation\" id=\"84767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84767)\">D&amp;C 29:21<\/a><\/span> It has brought the whole earth under a lasting curse, having departed from the laws of God, changed the ordinances, and broken the everlasting covenant, in consequence of which the earth is destined to be burned, and few men left.<span class=\"citation\" id=\"58413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58413)\">Isa. 24:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n291\"> So far as that one point is concerned, of worshipping the one true God under the name of Mahometanism, together with many moral precepts, and in war only acting on the defensive, I think they have exceeded in righteousness and truthfulness of religion, the idolatrous and corrupt church that has borne the name of Christianity. <\/div> <div class=\"break pagebreak\" id=\"42a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0042.pdf\" target=\"pdfwin\">p.&#xA0;42a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0333\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n293\"> There is one thing for which I like Mahometanism better than the present Christianity of the world; if prisoners are taken by them, no matter of what country or religion, and they become lawful captives, doomed to slavery, according to their rules, they will take them from their labor, order them to wash their bodies, and put on clean clothes, give them plenty to eat to refresh them, until they have rested and have full power and vigor of both body and mind to investigate and study the Mahometan religion. If the captives embrace the true religion, as they call it, they are set free from slavery, and permitted to marry among them. But if the captives still reject the religion of the Mahometans, they are made to return to their slavery. <\/div><div class=\"paragraph jod\" id=\"v3n294\"> I want to know where the Christian nation is that does this&#x2014;that will take their lawful captive that may have some other religion, and set him free from servitude, and give him time to wash and clothe himself, and think, and investigate, when both body and mind are enjoying their full power, and if they embrace their religion, then permit them to become citizens. <\/div><div class=\"paragraph jod\" id=\"v3n295\"> I will not detain you; I have been more lengthy now than I intended. We would do well to look into the bearings of the history of nations, and the dealings of God with them, as impartially as we can, at all times, and cull out all the good there has been, is, or may be, and acknowledge the hand of God in all things, in His dealings with the nations as well as in other things. I acknowledge His hand even in this Gentile reign, whose corruption I have been hinting at. <div class=\"break columnbreak\" id=\"42b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0042.pdf\" target=\"pdfwin\">p.&#xA0;42b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0333\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> It has had its day, which has been a long and dark one; the nations have groaned under its sway; all nations have felt its withering power; all nations have been deceived by its darkening and mysterious influences; they have groaned in ignorance and corruption under the hand of oppression, and tyranny, and wrong, until the head and heart are sick, and they are ready to wake up and seek something better. <\/div><div class=\"paragraph jod\" id=\"v3n296\"> I acknowledge the hand of God in it; it was to have its day, that the nations might know fully, and experience the difference between light and darkness, mystery and truth, peace and war, liberty and oppression; between truth and falsehood, between the rule of Satan, of priestcraft and kingcraft, and the reign of the kingdom of righteousness; that they might have enough of their own way, and be filled with it until they would be glad to seek the Lord. <\/div><div class=\"paragraph jod\" id=\"v3n297\"> That same God has promised His Apostles and Prophets a day when there should be an end of superstition, and ignorance, and falsehood, of priestcraft and kingcraft, an end of Gentile polity; that their fulness would come in, and the prophecies of the holy Prophets would be fulfilled, and the reign of iniquity would complete its time; and then what? A chaos? No, but an organization, a kingdom, a government, a power which should stand forever, and no more pass away; and what was that? Why, the God of heaven should set it up; suffice it to say, the kingdom of God.<span class=\"citation\" id=\"61170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61170)\">Dan. 2:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n298\"> May the Lord bless you all. Amen. <\/div>\n<\/div>\n<\/div>"}