{"ID":30006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The History of Mahometanism.<\/div>\n<div class=\"subtitle\">A Discourse by Elder George A. Smith, Delivered in the Bowery, Great Salt Lake City, September 23, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The History of Mahometanism.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 9\/23\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v3n189\"> I arise before you this morning, unexpectedly; but as I always feel willing to make an attempt to offer some reflections for the consideration of my brethren and sisters, I feel a degree of pleasure. While looking at the improved appearance of our benches today, I see quite a number of comfortable seats have been brought here, which will in a great degree dispense with the occasional breaking of temporary seats, disturbing the congregation. <\/div><div class=\"paragraph jod\" id=\"v3n190\"> The Lord has said, in a revelation given through Joseph Smith, that it is His purpose to take care of His Saints.<span class=\"citation\" id=\"89839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89839)\">D&amp;C 104:15<\/a><\/span> He also promised His peo<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0347\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple, in the commencement of the foundation of this Church, to sift them as with a sieve.<span class=\"citation\" id=\"86029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86029)\">D&amp;C 52:12<\/a><\/span> Some of the old Prophets, in referring to the work of the last days, speak of the sieve of vanity.<span class=\"citation\" id=\"58960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58960)\">Isa. 30:28<\/a><\/span> The history of this people since the Church was organized, has been one continued scene of changes. <\/div><div class=\"paragraph jod\" id=\"v3n191\"> In the early years of the Church, there was a great anxiety among the brethren to travel and preach the Gospel among the Lamanites, but the rigid laws of the United States at that time, prevented any intercourse with them. The brethren used to feel animated upon the subject; they  <div class=\"break pagebreak\" id=\"29a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0029.pdf\" target=\"pdfwin\">p.&#xA0;29a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0346\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would speak in tongues and prophesy, and rejoice exceedingly in the things that were about to transpire, or that they believed would transpire when they should be permitted to go and preach the Gospel to the Lamanites. <\/div><div class=\"paragraph jod\" id=\"v3n193\"> A series of unexpected and unthought of events has at length brought about an opportunity, on our part, to instruct these remnants of the house of Israel in the best knowledge it is possible for us to impart to them. <\/div><div class=\"paragraph jod\" id=\"v3n194\"> We have now been for eight years right in their midst, where we could have an opportunity of teaching them to read, if we chose; of teaching them to work, or anything else we may take the time, labor, and expense to teach them. We are now familiar with their habits, character, and customs, to a considerable extent. <\/div><div class=\"paragraph jod\" id=\"v3n195\"> When the curse of the Almighty comes upon a people, it certainly is the work of generations to remove it. When Cain brought a curse upon his own head, and that of his household, his after generations bore the same curse.<span class=\"citation\" id=\"52729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52729)\">Gen. 4:9-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n196\"> The curse that came upon Canaan,<span class=\"citation\" id=\"52969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52969)\">Gen. 9:25<\/a><\/span> the son of Ham, has extended to a great portion of the human race, and has continued to the present day. <\/div><div class=\"paragraph jod\" id=\"v3n197\"> For the last hundred years, philanthropists, who were ignorant of the order of God&#x2014;of the irrevocable decrees of the Almighty&#x2014;have exerted themselves vigorously to thwart the purposes of the Almighty, in trying to remove the curse of servitude from the descendants of Canaan; but their endeavors are vain and useless; it is labor lost, and answers no end, only so far as it serves to multiply the difficulties and perplexities which are arising in this generation, to bring about the great destruction of corruption and wickedness from the earth; in this way it all indirectly serves a purpose. <\/div><div class=\"paragraph jod\" id=\"v3n198\"> When God has decreed a certain way for men to be in servitude, and <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0346\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> has designed they shall hold that position, it is worse than useless for any man or set of men, to undertake to put them in a position to rule. <\/div><div class=\"paragraph jod\" id=\"v3n199\"> The Lord conferred portions of the Priesthood upon certain races of men, and through promises made to their fathers they were entitled to the rights, and blessings, and privileges of that Priesthood. Other races, in consequence of their corruptions, their murders, their wickedness, or the wickedness of their fathers, had the Priesthood taken from them, and the curse that was upon them was decreed should descend upon their posterity after them, it was decreed that they should not bear rule. <\/div><div class=\"paragraph jod\" id=\"v3n200\"> In looking abroad on the earth and seeing the effects produced upon different races of men, it will be plainly discovered that there are races who have never been permitted to bear rule to any great extent. <\/div><div class=\"paragraph jod\" id=\"v3n201\"> The God of heaven is the creator and proprietor of the earth; we will admit, however, that His claim to it has been considered by men very weak for many generations; His title has been, I would not say disputed, but it has been absolutely denied for a great while, so much so, that when the Son of God came on the earth he had nowhere to lay his head; he said himself, &#x201C;The foxes have holes, and the birds of the air have nests; but the Son of man hath not where to lay his head.&#x201D;<span class=\"citation\" id=\"64034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64034)\">Matt. 8:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n202\"> We also read that when the Savior was taken by the tempter on to an exceeding high mountain, he showed him the kingdoms of the world, and the glory of them, saying, &#x201C;All these will I give unto thee, if thou wilt fall down and worship me,&#x201D;<span class=\"citation\" id=\"62860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62860)\">Matt. 4:8-9<\/a><\/span> although &#x201C;the poor devil&#x201D; did not own a single foot of it. <\/div><div class=\"paragraph jod\" id=\"v3n203\"> This proves that Satan considered himself so much in possession of the earth, as to actually exclude the Savior's supremacy entirely, and wished  <div class=\"break pagebreak\" id=\"30a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0030.pdf\" target=\"pdfwin\">p.&#xA0;30a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0345\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to place him in a position that it might never be acknowledged; but the Savior said, &#x201C;Get thee behind me, Satan: Thou shalt worship the Lord thy God, and him only shalt thou serve.&#x201D;<span class=\"citation\" id=\"62867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62867)\">Matt. 4:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n205\"> The dominion of portions of the earth has changed hands frequently, and sometimes in a very unexpected and miraculous manner; the Romans overpowered it to a very great extent, and all that was considered habitable, or that was then known, was either reduced to submission to the Roman sway, compelled to pay tribute, or at least to acknowledge Roman supremacy, with a very few exceptions; this is as far as profane history extends: hence, says Luke, &#x201C;And it came to pass in those days, there went out a decree from Caesar Augustus, that all the world should be taxed. And all went to be taxed, every one into his own city.&#x201D;&#x2014;ii. 1, 3.<span class=\"citation\" id=\"67012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67012)\">Luke 2:1,3<\/a><\/span> This circumstance shows the existence of several emperors possessed of sufficient domains and power in the Roman empire to demand taxation of all the world. <\/div><div class=\"paragraph jod\" id=\"v3n206\"> That nation has been compared to a nation of iron<span class=\"citation\" id=\"61002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61002)\">Dan. 2:40<\/a><\/span> in the visions of the Prophet Daniel;<span class=\"citation\" id=\"124412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124412)\">Dan. 2:31-45<\/a><\/span> it has been considered, by most commentators upon the word of God, that the Prophet Daniel considered the Roman empire to be typified by the dream of Nebuchadnezzar, in which it is represented as being of iron in the great image which he saw. <\/div><div class=\"paragraph jod\" id=\"v3n207\"> I believe it came nearer exercising universal dominion than any other empire that has ever existed. Nations of the present time have obtained dominion over a greater extent of the earth's surface than the Roman empire did, yet it appears to be inhabited, cultivated, improved, and discovered to a far greater extent in proportion. <\/div><div class=\"paragraph jod\" id=\"v3n208\"> It has been said by some geographers that the empire of Russia is the most extensive one that ever existed; others, that the empire of Charles the Fifth of Germany, which included <div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0345\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Spain, Germany, the Netherlands, and Mexico, Guatemala, and nearly all South America, was the greatest. Others say the present dominions of Queen Victoria are the most extensive of any other. Be that as it may, it is but a mere matter of speculation. Rome at its time was the only government that was considered all powerful. That this power was given by the Almighty, no man who believes in the dealings of God with men will dispute, though many who are skeptical on this subject may produce different ideas and views. <\/div><div class=\"paragraph jod\" id=\"v3n209\"> From the time Rome was founded&#x2014;a small city upon the seven hills of the Tiber, to the final extent of its dominion, was eight hundred years, when it commenced to crumble, and continued so doing until it fell in pieces. <\/div><div class=\"paragraph jod\" id=\"v3n210\"> About six hundred years after Christ a prophet rose in Arabia, by the name of Mahomet, who was born in 569; he was an orphan boy; his father (Abdallah) having died, he was left in childhood, and was raised under the care of his uncle, whose name was Abu Taleb, and finally became an apprentice to learn the mercantile business; he was sent by his master several times on trading expeditions, as his agent, to take charge of his train of merchandise. <\/div><div class=\"paragraph jod\" id=\"v3n211\"> He subsequently married Kadija, the widow of his employer, who had left her, at his death, considerable wealth. <\/div><div class=\"paragraph jod\" id=\"v3n212\"> Mahomet carried on the business his master left, profitably, until he professed and proclaimed to the world to have received a mission from heaven. He was five years in making his first convert; this was rather slow progress; and that convert, when made, was only a boy of eleven years of age, whose name was Ali, the son of Abu Taleb. <\/div><div class=\"paragraph jod\" id=\"v3n213\"> It will be recollected that the climate of Arabia brings persons to  <div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0344\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>maturity in body and mind much earlier than colder climates. Mahomet and Ali commenced to preach, and finally succeeded in gathering around them a considerable number of adherents. <\/div><div class=\"paragraph jod\" id=\"v3n215\"> Mahomet descended from one of the most noble families of the Koreish; he came direct in descent from Ishmael, the son of Abraham. <\/div><div class=\"paragraph jod\" id=\"v3n216\"> He was set upon by that powerful and popular tribe, the Koreish, who were determined to destroy him, as he proclaimed that their idol gods were all a humbug, and setting forth but one true and living God for them to worship. The persecution continued to increase until he was obliged to leave Mecca, and flee for his life to Medina, on 15th July, 622, which is the great Hegira or Mahometan era. On leaving his native city, Al Abbas, his uncle, one of the most powerful chiefs of the Koreish, made the Ansars, as his friends in Medina were called, promise and swear that they would not deceive, but would protect his nephew at the expense of their lives, though Al Abbas himself did not then believe in his divine mission. <\/div><div class=\"paragraph jod\" id=\"v3n217\"> Mahomet continued preaching; there was nothing in his religion to license iniquity or corruption; he preached the moral doctrines which the Savior taught; viz., to do as they would be done by;<span class=\"citation\" id=\"63786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63786)\">Matt. 7:12<\/a><\/span> and not to do violence to any man, nor to render evil for evil;<span class=\"citation\" id=\"75714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75714)\">1 Thes. 5:15<\/a><\/span> and to worship one God. <\/div><div class=\"paragraph jod\" id=\"v3n218\"> He continued so to preach until he was driven from his home. After he had commenced preaching his doctrine extensively in different parts of Arabia, and many had believed it, his persecutors at Mecca gathered a large force, and, followed him, with a determination to exterminate him and his friends. They followed him up with their persecutions until he got so mad, that he could not stand it any longer; his religion caved in, he drew his sword, gathered his followers, and gave <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0344\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his enemies such a drubbing that they went off ashamed. This was the battle of Bedr. <\/div><div class=\"paragraph jod\" id=\"v3n219\"> They raised a superior force of 3,000 men, and had a second fight with the prophet (in 626) who could scarcely muster 1,200 men; his orders not being obeyed, his followers left the field, but the prophet was determined not to be beat from the track, and concluded to fight the battle alone; his intrepidity and boldness on the occasion converted a leader of the infidel army, named Khaled, and he subsequently made him his general, and surnamed him the sword of God. This is called the battle of Ohud. <\/div><div class=\"paragraph jod\" id=\"v3n220\"> One hundred years extended the Mahometan power over more territory than the Romans gained in eight hundred years; in a very short time all Arabia bowed to his scepter, and he was confirmed in his kingly power, and assumed the ensigns of royalty in 628. <\/div><div class=\"paragraph jod\" id=\"v3n221\"> He then sends his ambassadors to visit the neighboring nations, for he was now the monarch of Arabia, and asked them to receive his religion. They visited Khosroes the Great, king of the Persians, one of the most warlike sovereigns of his time. Mahomet's ministers presented his letters, but the Persian king haughtily tore them in pieces, ordered the ambassadors to be scourged, and sent them home in disgrace. They returned to Medina and found Mahomet mending his shoes, and reported their treatment; with tears he replied, &#x201C;You need not be alarmed, boys, for many of you will live to riot in the white palace of Khosroes.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n222\"> It was thought that Mahomet's death would put a final stop to the progress of his religion; some persons gave him poison to see whether he was a prophet or not, and it was his belief that poison was the cause of his death. He died at the age of sixty-three, in 632, and was succeeded by  <div class=\"break pagebreak\" id=\"32a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0032.pdf\" target=\"pdfwin\">p.&#xA0;32a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0343\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>his father-in-law, Abu Bukker, who was very faithful in sustaining the prophet during his life, and who was acknowledged as the first Khalif after the prophet's death. This man continued the war which Mahomet had commenced, for when the prophet had found that the people would not leave their idols by being preached to, he concluded the sword was the best argument; he therefore decided he would take up the line of march to his native city, sustained by a powerful army. He destroyed the idols in the Kaaba, the temple of Mecca, and dedicated it to be the great temple of Mahomet, and the center of Mahometan worship, which position it has held up to the present time. Mahomet set his examples, gave out his laws in relation to pilgrimage, prayer, and matrimony, and adopted many rigid rules, which he kept strictly himself, and which his followers have observed for many generations; and in his last pilgrimage, in 632, 114,000 Mussulmen converts marched under his banner. <\/div><div class=\"paragraph jod\" id=\"v3n224\"> Now this man descended from Abraham and was no doubt raised up by God on purpose to scourge the world for their idolatry. Immediately after his death, his successors commenced a series of campaigns against the Roman or Greek empire, under the command of Khaled the Great, surnamed the sword of God, and Abu Obeidah. During the two years of the reign of Abu Bukker, who ascended the throne in 632, he determined to enforce the new religion upon the inhabitants of Persia. This expedition, however, failed in consequence of its being too weak; but the expeditions against the Greeks were more successful; battle after battle was fought, province after province was surrendered, and millions were converted to the new faith; and on the death of Abu Bukker, Omar Ebu Al Khattab ascended the throne in 634, and the war continued. <\/div> <div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0343\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n225\"> During the reign of Omar they conquered Syria and Egypt, overthrew the Persian monarchy, the old dynasty of the Sassanides yielded their standard (the blacksmith's leather apron), which had floated for several hundred years in triumph over the Persian monarchy, to the Saracen rule, and many who surrounded Mahomet's person in times of his greatest danger rioted in the white palace of Khosroes, which was taken by the Arabs in 637, and where they divided among themselves a spoil of sixty millions of pounds sterling, and many of the companions of the prophet wept when they saw this prophecy so literally fulfilled. <\/div><div class=\"paragraph jod\" id=\"v3n226\"> Their manner of doing business was singular; they had a way of their own. When they entered the Persian empire, led by Saud-e-Wekkauss, they received a message from Zezdejird the king, that they were a pack of poor devils, that they came from a country which was a desert, and had not much to eat, and if they would go home and mind their own business he would lead their camels with dates. They replied, that they did not come for his riches, nor yet for the fruits of his country, they knew they were poor, and had lived on green lizards and snails, but that had nothing to do with the matter, their business was to present to the king and his people the pure religion which God had revealed to them, and if they would accept of it, and obey its precepts, not one hair of their heads should be hurt, if they would not accept of it, if they would not obey it, they would require of them all to pay tribute, and if they would not pay tribute, they would cut off their heads. It was all told in three words, the Koran, tribute, or the sword. <\/div><div class=\"paragraph jod\" id=\"v3n227\"> The proud monarch could not bow to this, but called out his immense armies and placed them under the command of Rustum, the son of Furrukh-zaud and Ameir ul Omra of the  <div class=\"break pagebreak\" id=\"33a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0033.pdf\" target=\"pdfwin\">p.&#xA0;33a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0342\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>empire. And a decisive battle was fought at Kaudsiah; this opened the whole of the Persian monarchy to Saracenic dominion. Saud-e-Wekkauss was afflicted with a disease called the Sciatica, which rendered his joints so stiff that he could not ride on horseback; he sounded the Tekbair (<span class=\"italic\">alla hu akbar<\/span>&#x2014;God he is great) from a terrace of the palace in Kaudsiah, which was the signal of battle. <\/div><div class=\"paragraph jod\" id=\"v3n229\"> The Persian king drew up his hosts amounting to one hundred and twenty thousand men, while the Mahometan army amounted only to thirty thousand men. The battle commenced in the morning at eight o'clock and lasted until dark, when every Saracen lay down on the ground where he finished his day's work. <\/div><div class=\"paragraph jod\" id=\"v3n230\"> The women of the Saracens carried them food, and dressed their wounds, and carried away the wounded and dead, but the soldiers, men, and officers, never left their position until the call was given in the morning, &#x201C;God is great.&#x201D; On account of the position which each army occupied, the one army could not present a greater front than the other; they fought the second day, the third, and the fourth, until tens of thousands were killed. On the second day the Saracens received a reinforcement of two thousand men that had marched five hundred miles under forced marches; the Persians also received a reinforcement of 30,000 men, and on the fourth day at noon the conflict was decided, after about one hundred thousand men had been slaughtered on the field. <\/div><div class=\"paragraph jod\" id=\"v3n231\"> I relate this to show you what religious zeal will accomplish. Mahomet, in his day, cautioned his people not to drink wine, or in other words, he had given them a &#x201C;word of wisdom,&#x201D;<span class=\"citation\" id=\"88831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88831)\">D&amp;C 89:1<\/a><\/span> showing that it was not proper to drink wine. There was a warrior whose name was Abu Mohudjen, of some considerable reputation at the <div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0342\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> time, who had broken this law of Mahomet; he had taken some of the good wine of Persia, in consequence of which he had been put in chains, by order of Saud, and confined in the palace of Kaudsiah, while the battle was going on so severely. The general had not left a single staff officer to communicate the word of command, from the point the Mahometan general occupied, to his officers in the field, so he had to send them by his wives, or his servants. The only man left about the house was the general, and this officer in irons, who begged of the women to beseech the general to dismiss him, and let him go and fight, but they dare not do it for fear of the wrath of their husband. He importuned so earnestly when they brought to him his provisions, declaring that if he did not die in the field, he would return again and put on the irons, that they concluded to let him go, so they gave him the general's piebald mare and a suit of his armor, and away he went to the battlefield. <\/div><div class=\"paragraph jod\" id=\"v3n232\"> Saud was not long in observing the actions of the disguised warrior, whose extraordinary prowess excited his admiration. He inquired of his attendants who he was, but they were unable to give him any information. He concluded that if it were possible to suppose that God sent assistance on such occasions, it must be the immortal Kezzer, which word signifies Enoch, Elias, St. John the Evangelist, or St. George. <\/div><div class=\"paragraph jod\" id=\"v3n233\"> The Arabs, through suffering severely from the annoyance of the Persians' elephants, and from the firm and resolute resistance of the troops of Rustum where he commanded in person, were repulsed and thrown into disorder, and were only recovered by the extraordinary and unlooked for exertions of Abu Mohudjen, disguised in the armor of Saud. <\/div> <div class=\"break pagebreak\" id=\"34a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0034.pdf\" target=\"pdfwin\">p.&#xA0;34a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0341\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n235\"> After the battle the imprisoned officer returned to his quarters, and the women again put the irons on him, and nothing was said to the general about his having been set at liberty. While the general was exulting over his victory, and the immense spoil he had taken, he told his wives that the immortal Kezzer had fought for him; says he, &#x201C;The prophet knew I could not ride, and I saw a mighty warrior on my piebald mare, leading the way wherever the battle was thickest.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n236\"> His wives then told him who it was he saw; Saud says, &#x201C;Bring him here, take off his chains, give him the piebald mare and armor, and let him drink all the wine he pleases all the days of his life.&#x201D; &#x201C;But,&#x201D; says the old officer, &#x201C;if I drink wine now, I shall be doing that which is contrary to the law of God, which if I could atone for by imprisonment I would drink it, but as I cannot, I will drink no more wine;&#x201D; and he kept his word. <\/div><div class=\"paragraph jod\" id=\"v3n237\"> I relate this to show you what union and religious enthusiasm will accomplish: the Greek empire in Asia was crushed to atoms, and in one hundred years the Mahometan dominion was more extensive than that of the Roman empire in eight hundred years from its foundation. <\/div><div class=\"paragraph jod\" id=\"v3n238\"> Persia, Egypt, Mauritiana, and nearly all of Northern Africa, Cyprus, and Rhodes were subdued previous to 637, together with Syria, Asia Minor, and the countries now known as Turkistan, Afghanistan, Beloochistan, Circassia, and Asia Minor, and a part of Chinese Tartary. Tarick and Musa completed their conquest of Spain in 714; and had it not been for dissensions among themselves, the probability is, that the crescent would have now surmounted the top of St. Paul's Cathedral in London, instead of the cross. <\/div><div class=\"paragraph jod\" id=\"v3n239\"> Christianity had become so corrupt <div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0341\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and divided, that none of the Christian princes were willing to unite their power with the Greek emperor to defend themselves against the Mahometan power, or to prevent them overpowering one Christian nation after another, for so they continued to do until division among themselves prevented their increasing; and now their national existence is waning little by little, until it is becoming very weak. <\/div><div class=\"paragraph jod\" id=\"v3n240\"> The battle of Tours, in which 370,000 Mussulmen were killed, which prevented the Saracens from not only overrunning France, but all Europe, was fought in the year 732, by the French, under Charles Martel, who was styled in his time, &#x201C;the hammerer,&#x201D; because he struck such hard blows in battle. He seized on a quantity of church revenues to pay his troops, and for this the Catholics damned him to purgatory, and required his children for generations to pay for prayers for his relief, but he was the great chieftain, as far as man is concerned, that prevented the utter annihilation of the religion of the cross, and the constituting in the place thereof that of the crescent. <\/div><div class=\"paragraph jod\" id=\"v3n241\"> History is a natural theme with me, and while I have taken so much license of your time in tracing the progress of the history of nations, I will still say to you, that this Mahometan race, this dominant power of the 7th and 8th centuries, were the descendants of Abraham, which Mahometan records show in a straightforward genealogy, from the family of Mahomet direct to that of Abraham, through the loins of Ishmael, the son of Abraham; and in this dominion there certainly was a recognition of the dominion of the sons of Abraham, and just as long as they abode in the teachings which Mahomet gave them, and walked in strict accordance with them, they were united, and prospered; but when they ceased to do this, they  <div class=\"break pagebreak\" id=\"35a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0035.pdf\" target=\"pdfwin\">p.&#xA0;35a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0340\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lost their power and influence, to a very great extent. <\/div><div class=\"paragraph jod\" id=\"v3n243\"> I am aware that it is a difficult matter to get an honest history of Mahometanism translated into any of the Christian languages. One of the best works I ever read upon the subject, and one I can put the most confidence in, is Simon Ockley's History of the Saracens; it was a translation of a Mahometan historian named Abu Abdollah Mahommed Ebu Omar Al Wakidi, who wrote eighty years after the flight of Mahomet from Mecca. Ockley prided himself in rendering the Arabic in good style, although his religious prejudices were so strong that he durst not render the sentiments he translated in full force, without rather blinding them a little. He would frequently translate as it ought to be, as nigh as he could, and then stick down a note in the margin, and say, &#x201C;That was only done out of hypocrisy. &#x201C;He is one of the best authors, or the one I would rather read. <\/div><div class=\"paragraph jod\" id=\"v3n244\"> It is a hard matter, as I have said, to get an honest history of any nation or people by their enemies. For instance, read Governor Ford's History of Illinois, and you will find that he will contradict himself half-a-dozen times in one statement, for fear that he will not flatter the prejudices the people had against the &#x201C;Mormons.&#x201D; He would in one place assert that he had never done anything to favor the Anti-Mormons, and then immediately afterwards declare that he could not see why the Anti-Mormons could have any feelings against him, when he had done so much for them; and then go on to enumerate how he prevented Backenstos from arresting the house burners; yet he declares he had never done anything to favor them, and wonders why that party should feel crossways to him. This is the temper of almost all men who undertake to write the history of their enemies. <\/div> <div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0340\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n245\"> Just read the reports of different generals on the battlefields of the Crimea, and you will see that every one has a different side to it. These reports have got to be received with great allowance all round. <\/div><div class=\"paragraph jod\" id=\"v3n246\"> All the Christian translations of Mahometan history, as well as of the Koran, should be received with a great deal of allowance. I would recommend the reading of Major David Price's &#x201C;History of the Mahometan Empire.&#x201D; He was educated and trained to be a Church of England man, but had not many conscientious scruples on religion; still he had prejudices against the Mahometans, so that when you read it, you must throw your ear a little quartering. I consider Bush's &#x201C;Life of Mahomet&#x201D; written under the influence of a violent Christian prejudice. I would prefer the account in Crichton's &#x201C;Arabia&#x201D; to Bush. <\/div><div class=\"paragraph jod\" id=\"v3n247\"> I would like to inspire in the minds of the youth a disposition to study oriental history, because a great deal of human nature is learned therein: how powerful dominions grew up in a short time, and how, through the violation of the principles of union, those nations have as quickly come to naught. Many useful lessons are taught on the pages of history. <\/div><div class=\"paragraph jod\" id=\"v3n248\"> Within the last eighty years our own republican government has increased its territorial limits about threefold, and it is constantly on the increase. <\/div><div class=\"paragraph jod\" id=\"v3n249\"> The fact is, if a man who is in the habit of raising trees makes his top to grow larger in proportion to the roots and the main trunk of the tree, it will break asunder or be uprooted. The American power is in danger of losing its balance by extending its limits faster than it accumulates strength to consolidate them together. <\/div><div class=\"paragraph jod\" id=\"v3n250\"> I will explain one term which I have used. At the time that Mahomet fled from Mecca (July 15, 622),  <div class=\"break pagebreak\" id=\"36a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0036.pdf\" target=\"pdfwin\">p.&#xA0;36a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0339\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it was the new moon: the Mussulmen therefore adopted the crescent as their religious emblem. <\/div><div class=\"paragraph jod\" id=\"v3n252\"> When the Mahometans conquered a Christian church, and turned it into a mosque, they put the crescent on the top of the cross. The old Greek cathedral church of St. Sophia, in Constantinople, is now a mosque: the cross is surmounted by a crescent. The Russians have conquered and overpowered various countries that were held by the Mahometan power, where you may now find the Greek cross mounted over the crescent, turning many Mahometan mosques into Christian churches. I give this explanation, thinking it may perhaps be information to some of our young people present. <\/div><div class=\"paragraph jod\" id=\"v3n253\"> A great deal has been said about some of the religious emperors who have had dominion in the earth being remarkably good men; but if their characters were impartially examined with any degree of criticism, it would be found that many of them used their religion as a matter of policy; as the present pretender to the throne of France of the house of Bourbon, who is so pious that it is said he goes to church six times a day, and that Pope Pius IX has christened him his own dear son; I suppose he feels that he is honest in heart, but he would like the throne of France, and there is probably a better chance to get it by making a great deal of pretension to religion than by any other process; and if he gets it, he thinks he will have a little better chance to keep it. <\/div><div class=\"paragraph jod\" id=\"v3n254\"> Such speculations have a tendency to make men religious. Like men who write to President Young, saying, &#x201C;I am a physician, and graduated so and so, and I would like you to write to me, and let me know if there ain't a good chance for me to make a comfortable living in your place, in case I should embrace your religion, and settle among you.&#x201D; We frequently <div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0339\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> receive just such communications. These are the principles that are rankling in the breasts of selfish and ambitious men. I say, ever since Adam ate the apple, it has been more or less the case. <\/div><div class=\"paragraph jod\" id=\"v3n255\"> There was Constantine the Great, who was the first Christian emperor; his dominion was termed a Christian dominion, or in other words, it was a Catholic dominion, and extended far and wide, and everything that dared to oppose it was made to suffer the most cruel tyranny. The truths of the Gospel becoming absorbed and swallowed up by Paganism, and Christianity left only in name, there grew out of his administration Christian division, dispute, war, and destruction, which have continued to the present time. <\/div><div class=\"paragraph jod\" id=\"v3n256\"> Look in the history of the revolutions and conspiracies of Europe, and you will find that religion has always a finger in the matter, even in the present great war: it amounts to about simply this&#x2014;whether the Catholic power shall exclusively control the holy places, or whether the Greek power shall. The probability is, that the Mahometans have got to surrender them to the Christian powers soon; even the mosque of Omar, which is upon the site of King Solomon's temple at Jerusalem, will soon be surrendered to some Christian power; the only thing that delays it is the Christian quarrel between the Greek and Catholic nations. <\/div><div class=\"paragraph jod\" id=\"v3n257\"> I do not consider Great Britain has waged this war so much for the sake of religion as to control the trade of India, and the way to it: England is after the purse. But all the Catholic powers that are in any way concerned in the matter are the leading influence in the business to check the growing power of the Greek Church; hence it is a religious war. But the men to whose ancestors God has given Priesthood, and to whom in the last  <div class=\"break pagebreak\" id=\"37a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0037.pdf\" target=\"pdfwin\">p.&#xA0;37a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0338\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>days the privilege of receiving it has been conferred, have been abroad, and published the principles of salvation, and the voice of the Prophet of God to the world, and now the nations are left to wrangle with and destroy each other. It is an old proverb, and one of long standing, that &#x201C;whom the gods would destroy, they first make mad.&#x201D; Peace is taken from the earth, and wrath and indignation among the people is the result: they care not for anything but to quarrel and destroy each other. <\/div><div class=\"paragraph jod\" id=\"v3n259\"> The same spirit that dwelt in the breasts of the Nephites during the last battles that were fought by them on this continent, when they continued to fight until they were exterminated,<span class=\"citation\" id=\"83589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83589)\">Moro. 9:5<\/a><\/span> is again on the earth, and is increasing. <\/div><div class=\"paragraph jod\" id=\"v3n260\"> I was amused the other day in hearing a relation of a visit of brother Barlow to his native State, Kentucky. He said, &#x201C;The people are so united in secret conspiracies that everything they do not choose to uphold, they will proscribe in every way.&#x201D; Says he, &#x201C;If I had mended a clock or a piece of jewelry, it would have been desecrated, and the man that dared to employ me or feed me would have been proscribed by the community, through their secret organizations.&#x201D; That is the spirit that is abroad on the earth, and one party will unite against another, and so on, to the utter destruction of every single principle <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0338\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of liberty, human happiness, and human right upon the face of the earth, and bring down upon the heads of the wicked a terrible destruction, which has been predicted by the Prophets. <\/div><div class=\"paragraph jod\" id=\"v3n261\"> I have seen the same spirit operate in the midst of these mountains. I have seen individuals here who are filled with the spirit of contention&#x2014;who are filled with the spirit of wickedness; I have heard them complain, murmur, and find fault, until, by and by, they conclude Brigham is wrong, the Church is wrong, and everything is wrong, and that they would go to California, and there stay until the great day, when the Prophet should come and set things right. <\/div><div class=\"paragraph jod\" id=\"v3n262\"> This spirit will in the end lead a man to destruction; and all that will preserve the Saints in the last days from the general destruction in the vortex of ruin to which the world is rushing, will be their unity with each other, their clinging with all their might, mind, and strength to the building up of this kingdom, and making it their only interest, that they may hang together as one; knowing the text we started on, that it is the Lord's business to provide for His Saints.<span class=\"citation\" id=\"89840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89840)\">D&amp;C 104:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n263\"> If you excuse me for my Mahometan narrative, I will close my remarks, praying that the Lord may bless you, and lead you in peace to inherit the celestial kingdom in the end. Amen. <\/div>\n<\/div>\n<\/div>"}