{"ID":30012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Vine and Fig Tree&#x2014;Duties of Saints.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Ezra T. Benson, Delivered in the Tabernacle, Great Salt Lake City, May 13, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Vine and Fig Tree&#x2014;Duties of Saints.<\/div>\n<div class=\"speaker\">Speaker: Ezra T. Benson<\/div>\n<div class=\"date\">Date: 5\/13\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v3n537\"> I am requested to make a few remarks at the commencement of our meeting this afternoon, although I would much rather hear from brethren, especially my beloved President Hyde who is about to leave us, but as it is his desire that I should make a few remarks, I will make the attempt. <\/div><div class=\"paragraph jod\" id=\"v3n538\"> I rejoiced much this morning in hearing from our brethren who addressed us, as I generally do when I hear the Elders speak. I was reflecting in my mind, and asking myself whether I overheard a &#x201C;Mormon&#x201D; sermon that I did not rejoice in? I cannot remember the time since I have been in the Church of Jesus Christ of Latter-day Saints. It never made any difference who addressed the people; no matter who was called upon to speak, however eloquent his discourse might be, however pointed his remarks might be, no matter however simple, or how many times I might have heard the same subject treated upon, it was always edifying to me, for I ever found something new, and although I might have heard the same things, perhaps, a great many times, but my memory being so short and treacherous, I had forgotten some things, but as soon as I heard them again I could then recollect them; my mind would be refreshed, and I would remember that I had heard the same things before; and one remark that was made this morning by brother Clements, refreshed my mind upon things which took place when I was on a mission, some eight or ten years ago, in the United States. I <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0300\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mean the remarks referring to that time, which will surely come, when the Saints of God will sit under their own vine and fig tree, none daring to make them afraid.<span class=\"citation\" id=\"62172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62172)\">Micah 4:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n539\"> I was once asked the question by some of our opposers, in something like the following manner&#x2014;&#x201C;You Mormons believe that there is a time of peace coming; you believe that the prophecies of the Scriptures are to be fulfilled literally, in the same way that Noah's prediction of the flood was, and that your God is willing, and in fact designs that you shall sit under your own vine and fig tree, none daring to molest or make you afraid.&#x201D; &#x201C;And now,&#x201D; says he, &#x201C;Have you got them yet?&#x201D; &#x201C;Well,&#x201D; says I, &#x201C;not exactly the fig tree, but we have got the cottonwood tree, and the locust tree, and we sit under them, none daring to molest or make afraid, and we are in anticipation of some day having the fig tree.&#x201D; We are full of hope that the time is now near at hand, that it is not far ahead, when, if we are faithful to our callings, we shall sit under a great many other kinds of trees, and I don't know as it will make any difference whether it is the cottonwood, chestnut, oak, apple, peach tree, or whatever kind of tree it may be, so that we sit under our own vine and fig tree, and serve the Lord our God with full purpose of heart. <\/div><div class=\"paragraph jod\" id=\"v3n540\"> The cottonwood trees are grown, the peach is beginning to grow, and the apple and pear, and so on, are beginning to grow, and we all expect that not many years hence, we will  <div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0299\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have the privilege of sitting under our own vine and fig tree, none daring to molest or make afraid, and it is necessary that we should have the opposite in all things. <\/div><div class=\"paragraph jod\" id=\"v3n542\"> We are a people that believe in revelation, the whisperings of the Holy Spirit, the gifts of the Gospel of Jesus Christ; and we are a people that believe in the necessity of all those gifts. We say that they ought to exist in the Church of Christ in every age of the world. When a people are in possession of those glorious principles of the Gospel of Jesus Christ, they will see that there is a passing beauty and glory associated with them. You will also find opposition, slander, and reproach to be continually on the increase, and if it were not so, it would show that was not the Church of Christ. It is necessary that there should be an excitement in the world, and that servants of the Lord should in those times show their faith by their works,<span class=\"citation\" id=\"77545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77545)\">James 2:18<\/a><\/span> and it is also important that they should, as the Apostle has exhorted us, contend for all the gifts of the Gospel that are mentioned in the Holy Scriptures&#x2014;the gift of godliness and of patience and charity,<span class=\"citation\" id=\"78248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78248)\">2 Pet. 1:6-7<\/a><\/span> and all those good gifts that are spoken of in the Scriptures of truth. The Apostle says, if all these good gifts abound in you, &#x201C;ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ.&#x201D;<span class=\"citation\" id=\"78249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78249)\">2 Pet. 1:8<\/a><\/span> Seeing, then, that this is the promise, how very necessary it is that we should improve upon those gifts bestowed upon us, by our Heavenly Father, and if we do not improve, we are not on the progressive, but are going downward. <\/div><div class=\"paragraph jod\" id=\"v3n543\"> We can live in the kingdom of God and be stereotyped &#x201C;Mormons,&#x201D; but to accomplish this, we have to live and increase in wisdom, knowledge, patience, perseverance, and all the gifts and graces of the Gospel of the Lord Jesus Christ, for it will take all the perseverance, and all the faith and <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0299\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> patience that we can command to live the Gospel of Christ. <\/div><div class=\"paragraph jod\" id=\"v3n544\"> It is pleasing to reflect that we are all here as a band of brethren, trying to obey all the commandments of God. We are from many climes and countries, and we are here to prove each other, and see whether we can bear with each other's faults and weaknesses, and to try if we can endure trials, and perplexities, and oppositions, and the sneers of the world&#x2014;the wicked portion of mankind. How do they look upon us, taking a general view of the question? It is true, there are some who are more thoroughly acquainted with us, who look and speak pretty favorably, but as a general thing they do not believe that we are a virtuous people; they believe that we have many ordinances and principles amongst us established to gratify a certain portion of this community; they do not believe that we are the Saints of the Most High God, yet there is something which they cannot comprehend, but still they think there is something behind the curtain, and they cannot understand it; still they have a good deal of dubiety upon their minds respecting the Latter-day Saints, and why is it so? It is because there are a great many things which they cannot comprehend. They see us united; they are made sensible of our prosperity; they see we proceed with authority and with confidence to do whatever we have to do, and they cannot fathom it; they cannot understand how we hold together in such perfect unity; our whole organization to them is one entire mystery, and ever has been to the sectarian world. <\/div><div class=\"paragraph jod\" id=\"v3n545\"> And what is the reason that mankind are so slow to understand? Why Jesus, who had compassion on the people in his teachings, compared the kingdom of God to a little child, and said, &#x201C;Suffer little children to come unto me, and forbid them not:<span class=\"citation\" id=\"65144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65144)\">Matt. 19:14<\/a><\/span> for of  <div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0298\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>such is the kingdom of heaven.&#x201D; All men have to become as little children before they can understand the principles of, or enter the kingdom of heaven, and the Christian world are not willing to humble themselves, and become as little children; therefore they cannot enter the kingdom of God. This is the reason that they cannot comprehend this people, and the Church of Jesus Christ of Latter-day Saints. A strange work, a marvel and a wonder it appears to them. <\/div><div class=\"paragraph jod\" id=\"v3n547\"> What is said about the Spirit of the Lord that is possessed by the Saints? We read that it shall lead and guide you into all truth, and further, that it shall show (the Saints) things past, and things which are to come.<span class=\"citation\" id=\"70326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70326)\">John 16:13<\/a><\/span> But the world at large cannot see these things, and they never will until they have taken the same steps that we have taken. Heavenly things cannot be comprehended only by the Spirit of the living God, but says Paul, the Spirit of God discerneth all things, even the deep things of God;<span class=\"citation\" id=\"73006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73006)\">1 Cor. 2:10-11<\/a><\/span> the natural mind cannot comprehend. <\/div><div class=\"paragraph jod\" id=\"v3n548\"> Well, then, we can see that it is the duty as well as the privilege of every Latter-day Saint to live in the Spirit of the Lord, for &#x201C;Mormonism&#x201D; is to rule our actions, and every man and woman has got to be wide awake. They have got to do as brother Kimball used to say, sleep with one eye open and one leg out of bed. I have seen and comprehended for the last few months that the Latter-day Saints have now got to double their diligence; yes, I can feel it to the bottom of my soul; we have to learn to appreciate the blessings of the Almighty more fully than we have heretofore appreciated them. The Lord will be honored, and He will not be angry with any, but those who refuse to acknowledge His hand in all things; we have got to acknowledge His hand in all things,<span class=\"citation\" id=\"86326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86326)\">D&amp;C 59:21<\/a><\/span> and feel it as well as to say it, and to show it by our works. <\/div> <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0298\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n549\"> We have had several expulsions or drivings through mobocracy, and in all these things we are called upon to acknowledge the hand of the Lord. It takes us all the time to perform in faithfulness the duties of our several respective callings. It is like an old blacksmith's bellows, the very moment that you cease to blow, the fire goes down, and especially the fires of those that burn cedar coal; and those who use the blacksmith's bellows, know how long it takes to kindle up the fire, that is, when they have got the same material on hand; and it is just so with the Gospel of Christ. If we quench the Spirit,<span class=\"citation\" id=\"75739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75739)\">1 Thes. 5:19<\/a><\/span> and do not magnify the Lord by our works and by our faith, that which is in us soon goes out, and we die a natural death in the kingdom. Then, if we wish to obtain influence again we have to become humble, come forth and get rebaptized for the remission of sins, and have hands laid on for the gift of the Holy Ghost, and obey it strictly in all things, before we can get the zeal and flame of the Gospel again to burn in our souls. <\/div><div class=\"paragraph jod\" id=\"v3n550\"> We have learned another lesson too, at least I have, viz., that the driving part of &#x201C;Mormonism,&#x201D; the burnings, mobbings, and oppressions were all very necessary to the bringing this people to an understanding of their true position before God. All that has ever come upon us has served a good purpose and was very essential to the condemnation of our enemies. <\/div><div class=\"paragraph jod\" id=\"v3n551\"> For the last few months I have been traveling considerably through the settlements of the Territory, preaching to the brethren, and instructing them in their duties. A good spirit prevailed in most of the places I visited, and I told the brethren that it was not the inner man that they had to contend with and look after just now, so much as it was the things out of doors, and I promised them that if they would all be agreed  <div class=\"break pagebreak\" id=\"78a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0078.pdf\" target=\"pdfwin\">p.&#xA0;78a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0297\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in opening their farms, making their fences around their farms, and big fields, and take good care of their flocks and herds, and keep up good schools, pay their tithing, and attend to all the ordinances of the Gospel, live as Saints of God ought to live, I would promise them, in the name of Israel's God, that when they assembled in the congregations of the Saints, the gifts and blessings of the Gospel would be more copiously poured out upon them, that they should have power to heal the sick, speak with tongues, prophesy, and they should have a mighty influence of the Holy Spirit in their midst. I felt to promise them these things in faith, for it is just so everywhere when people live in humility before God. <\/div><div class=\"paragraph jod\" id=\"v3n553\"> How pleasing it is when we can meet a brother here, or there, and can feel that the genial influences of the Holy Spirit of God are with him! When we feel so united, so much of one heart and one mind,<span class=\"citation\" id=\"94386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94386)\">Moses 7:18<\/a><\/span> that we can buy and sell, trade, traffic, and do all that we have to do in the name of the Lord, do all with an honest heart before God&#x2014;then, when we feel this way, we can have the Spirit of the Lord in coming before a congregation to qualify us to edify the people. This is but a small portion of our religion, but this is very good. It is obedience that will prepare us to be exalted in the kingdom of our God. <\/div><div class=\"paragraph jod\" id=\"v3n554\"> There is a monitor in the heart of every individual, and a man or woman who will obey its dictations, and whose intentions are to do right all the day long, need not be afraid of anything, for they will have confidence; they shall have confidence before God; they shall have confidence before the Saints, and be enabled to claim the promises, and there is no power that can hinder; there is no power that can stand against them, but they shall prevail; and why shall they not prevail? Why the Psalmist <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0297\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> says&#x2014;&#x201C;No good thing will he withhold from them that walk uprightly.&#x201D;<span class=\"citation\" id=\"56928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56928)\">Ps. 84:11<\/a><\/span> (Let us ask a blessing on the cup.) <\/div><div class=\"paragraph jod\" id=\"v3n555\"> I feel first-rate, brethren and sisters, and I feel to bless you, and my daily prayer is that the Saints of God may be blessed with wisdom, with knowledge, and with all spiritual blessings, as well as with temporal prosperity, and I say they shall be blessed, and they shall be comforted. And let us be reminded continually of the instructions given last Sunday: &#x201C;Fret not your gizzards.&#x201D; We are first-rate, and the grasshoppers are doing first-rate too, and I expect that the Lord will be as good as His word, for we are the Latter-day Saints; we are the only people that acknowledge God and Prophets and the authority of the Priesthood upon the earth, and you know what the Scriptures say: &#x201C;He that receiveth a prophet in the name of a prophet shall receive a prophet's reward; and he that receiveth a righteous man in the name of a righteous man shall receive a righteous man's reward.&#x201D;<span class=\"citation\" id=\"64237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64237)\">Matt. 10:41<\/a><\/span> We all want the Prophet's blessing, and we all want every good man's blessing, and the blessing of all this community. <\/div><div class=\"paragraph jod\" id=\"v3n556\"> When our hearts are drawn out before the Lord, we feel well, we feel all right; but when we get to fretting our gizzards about this, that, and the other, and begin to say, well, these rewards, these blessings do not appear to us as we looked for them; we do not have them in our assemblies as much as we ought to have. <\/div><div class=\"paragraph jod\" id=\"v3n557\"> How is it, says one, that the Lord is going to kill the grain, and thus cause a famine to come? What is the reason the Lord allows the grasshoppers to come and eat the grain? Why, we read in the Scriptures that judgment begins at the house of God,<span class=\"citation\" id=\"78172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78172)\">1 Pet. 4:17<\/a><\/span> and I expect the Saints may be tried a good deal more yet before they become perfect. <\/div><div class=\"paragraph jod\" id=\"v3n558\"> There was one glorious promise  <div class=\"break pagebreak\" id=\"79a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0079.pdf\" target=\"pdfwin\">p.&#xA0;79a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0296\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that cheered my heart; I mean the words which fell from the lips of President Young a short time ago. Says he, &#x201C;I don't know that there will be any surplus grain, neither do I wish there to be any particularly, but we have put in seed, and we shall have harvest.&#x201D; He promised us a harvest, and my faith is that we shall have something to eat and drink, and we shall not starve or want for bread. If we receive that promise as coming from a Prophet, we shall be blessed, and get what was promised; I calculate to have it; I also expect that the Lord will send the rain just as He pleases, and make all things subserve the interests of His kingdom. I expect to claim the blessings of the Almighty by faith, prayer, and diligence. <\/div><div class=\"paragraph jod\" id=\"v3n560\"> Well, now, I know that you are as willing as I am, to have those blessings promised. We want rain, and we all feel very anxious to have some, and we would like to know when we are to have it. Well, I have made up my mind for it to rain sometime during the present week. I have had no particular promise, but I have had it in my mind that it will rain within a week. If it should not, it won't hurt me at all. <\/div><div class=\"paragraph jod\" id=\"v3n561\"> I have thought of it in another way; probably the Lord may send a little famine; and if he does, there will be a design in it. There may be some<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0296\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>body coming here, a few curses in the shape of men, to eat up all our surplus grain; and perhaps, if they should hear that the drought and the grasshoppers are eating up our crops, they may be led to say, we are not going to be starved to death with those poor &#x201C;Mormons.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n562\"> We are here sitting under our own Bowery, none daring to molest or make us afraid. The kingdom must be built up, and it belongs to this people to do it; it is our salvation to bear it off, and if we do not bear it off, and do not act as instruments in the hands of the Lord in accomplishing the work, our glory will be clipped; the moment that we cease our exertions, that moment we begin to decline. Every man and every woman that is brought into the covenant take this upon them, to bear a part in this kingdom; this is the right of all, it is the privilege and duty of all Saints, Every man is called upon to do right, to work righteousness all the day long. <\/div><div class=\"paragraph jod\" id=\"v3n563\"> I will say in conclusion, let us pray for the peace and prosperity of the Presidency that are absent from us today, and of those who are with them. I will not take up more time, but will give way, as I wish to hear some remarks from Elder Hyde, who is about to leave for Carson Valley. <\/div><div class=\"paragraph jod\" id=\"v3n564\"> May God bless us all, for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}