{"ID":30015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Education&#x2014;The Resurrection&#x2014;The World of Spirits.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, March 19, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Education, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 3\/19\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v3n694\"> During the past winter I have spoken but seldom in this tabernacle; for I have been engaged in teaching in other places. <\/div><div class=\"paragraph jod\" id=\"v3n695\"> Were the false traditions of past and present generations thrown off entirely, it would be much to the advantage of this people, and of the human family. Jesus Christ could not teach his disciples as freely, and as <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0270\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> publicly as he otherwise would, had he not been bound from the same cause. <\/div><div class=\"paragraph jod\" id=\"v3n696\"> There are many who think that because they are unlearned, they have not the same amount of tradition as those who are learned; but there is not much difference between the two classes in this respect. The inhabitants of the whole earth are coated over, as it were, with false traditions;  <div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0269\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which form an almost impenetrable barrier to the shafts of truth. <\/div><div class=\"paragraph jod\" id=\"v3n698\"> I am not what the world calls a learned man; neither is President Young. We never went to any college except the one sustained by the Latter-day Saints, and we have been in that from the beginning. Let me tell you, gentlemen and ladies, if we had been brought up in palaces, and been sent to school all the days of our lives to get all the education of the world, and were practical men only in these things, would we be of any advantage to this people? A man may pass through a course of education designed to fit him for a doctor, a minister, or a lawyer, and it is often the case that he comes out an ignoramus, or worse than useless member of society. <\/div><div class=\"paragraph jod\" id=\"v3n699\"> President Young and I were born of poor, but honest and industrious parents, in the State of Vermont, when it was new; and we have been in new regions of country from that day to the present time, except when we were in the British Isles preaching the Gospel of salvation to a perishing world. We have cleared and subdued the land at various points from Vermont to this place, so that we have had no opportunity for becoming what the world calls educated. But if it were possible for me to exchange my information for that of the most learned man upon the earth, I would not do it; it would be like exchanging a good substantial warm suit of clothing for a mess of filthy rags. <\/div><div class=\"paragraph jod\" id=\"v3n700\"> He has not my experience; it cannot be purchased with money, nor can men by all their learning attain to it. Although I have not education of a worldly nature, I have a spirit in me that knows right from wrong. What is true education, and what is not? There is quite a difference between the true education that all men should have, and that which per<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0269\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tains merely to this life, though when coupled together they are both good. <\/div><div class=\"paragraph jod\" id=\"v3n701\"> When the flowers begin to bloom on the mountain sides, the ladies try to imitate them with artificial ones. Which would you rather possess in education&#x2014;the real flower, or the artificial one? Would you not rather have true education, direct from heaven, than the artificial one of the world? The one educates the head and the heart, the other the head alone. <\/div><div class=\"paragraph jod\" id=\"v3n702\"> The circumstances I have named rendered it impossible for me to obtain the education of this world; yet the education we have received from God has qualified me and my brethren to instruct kings and rulers, and bring to nought the wisdom of their wise men.<span class=\"citation\" id=\"58780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58780)\">Isa. 29:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n703\"> I do not wish you to understand from these remarks that you may, with propriety, relax your endeavors to educate your children when you have an opportunity. I should have educated my children; but I have been poor and penniless. Instead of helping my children who have now come to maturity, they have been required to help me obtain an honest subsistence. This would not have been the case could I have retained my possessions; but no sooner had I accumulated a little property than it was taken from me by legalized mobs, and neither me nor my brethren could obtain redress. <\/div><div class=\"paragraph jod\" id=\"v3n704\"> Query&#x2014;Which is the most profitable at present to this people, and to the rising generation&#x2014;President Young and Heber C. Kimball, or their children? You will all say, let us have the fathers instead of the children, for the time being. Some would say, put the children to school, and let the old men work until they are dead! dead!! dead!!! I say let the boys help the father, and let the father and the mother live as long as they can; and let the daughters  <div class=\"break pagebreak\" id=\"107a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0107.pdf\" target=\"pdfwin\">p.&#xA0;107a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0268\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>also do their part, for life is as sweet to the parents as to the children. Life is just as sweet to me now as ever it was; but the world has lost its sweetness to me. <\/div><div class=\"paragraph jod\" id=\"v3n706\"> A person asked me this morning how it was that the enjoyments of this world, in which he used to take great pleasure, had sunk so much in his estimation? He said the theatrical performances and other amusements, used to give him much satisfaction and comfort. Then the real and substantial pleasure and happiness which he now enjoys in heavenly realities, was not in his possession; he therefore took comfort in artificials; but when the real rose, blushing in the midst of its own heavenly perfume, attracted his notice, the gum flowers lost their charms. <\/div><div class=\"paragraph jod\" id=\"v3n707\"> When &#x201C;Mormonism&#x201D; absorbs the whole soul, it yields such a rich feast to the passenger, that earthly enjoyments become insipid and valueless. I have attended theatrical performances from which good morals can be gleaned; I have also engaged in the dance which is good exercise to the body; but when compared with the eternal realities of our holy religion, these enjoyments are in comparison like chaff to the sterling wheat; the one contains the essentials of life, the other is comparatively valueless. When I go to a dance, it is to please my brethren and my family; at the same time thinking I may perhaps get the spirit of dancing; and when I do I improve it, and engage in it, as in &#x201C;Mormonism,&#x201D; with all my heart, mind and strength. <\/div><div class=\"paragraph jod\" id=\"v3n708\"> I care not what I do if I do not do wrong, so that it comforts myself, my family, or my brethren. But anything that is wrong&#x2014;anything that violates the holy principles of chastity, virtue, and holiness, I say away with it, and let me be associated with principles of righteousness, and you who want it may take the whole budget of <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0268\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the world and its fleeting pleasures; only let me have the pure unalloyed metal; and all who desire it are freely welcome to the dross. <\/div><div class=\"paragraph jod\" id=\"v3n709\"> This people, taking them as a community, I believe would exchange many errors for one truth, and one truth is worth all the errors in existence. Yea further&#x2014;one principle of truth and righteousness is worth the accumulated wealth of all the world, with all its pomp, titles, and tinseled show. The dross which is separated from iron ore is of no great value, but the metal is of worth to make iron and steel which can be converted into utensils for the use of man, such as plows, shears, spades, shovels, &amp;c. Gold is valuable as a circulating medium because of its scarcity compared with other metals; otherwise it has no particular value more than any other portion of the globe, only in administering to the necessities of man. <\/div><div class=\"paragraph jod\" id=\"v3n710\"> So far as we are concerned, we were taken from the earth, and we may expect to return to it again; and that portion of me which is pure, after the dross of this mortality is separated from it, I expect will be brother Heber. It is that which will be resurrected; but all that is not pure will remain; that is it will not go back into my body again; and if there are ten parts out of the hundred which are dross and corruption they will remain in the earth; I do not expect to take that up again, but I expect to take up the purified element that will endure forever; still the dross is beneficial in its place. <\/div><div class=\"paragraph jod\" id=\"v3n711\"> I expect that will be the case with brother Willard Richards. He has gone; and it will not be long before brother Brigham and Heber follow after. He has gone to the world of spirits to engage in a work he could not do if he had remained in the flesh. I do not believe he could have done as much work for the general good  <div class=\"break pagebreak\" id=\"108a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0108.pdf\" target=\"pdfwin\">p.&#xA0;108a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0267\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the cause of God, had he remained in the flesh, as he can accomplish now in the spirit; for there is a work to do there&#x2014;the Gospel to preach, Israel to gather that they may purify themselves, and become united in one heart and mind.<span class=\"citation\" id=\"92828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92828)\">Moses 7:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n713\"> &#x201C;What! In the spirit world?&#x201D; Have I not told you often that the separation of body and spirit makes no difference in the moral and intellectual condition of the spirit? When a person, who has always been good and faithful to his God, lays down his body in the dust, his spirit will remain the same in the spirit world. It is not the body that has control over the spirit, as to its disposition, but it is the spirit that controls the body. When the spirit leaves the body the body becomes lifeless. The spirit has not changed one single particle of itself by leaving the body. Were I to fall into a mudhole I should strive to extricate myself; but I do not suppose I should be any better, any more righteous, any more just and holy when I got out of it, than while I was in it. <\/div><div class=\"paragraph jod\" id=\"v3n714\"> Our spirits are entangled in these bodies&#x2014;held captive as it were for a season. They are like the poor Saints, who are for a time obliged to dwell in miserable mud shanties that are moldering away, and require much patching and care to keep them from mingling with mother earth before the time. They feel miserable in these old decaying tabernacles, and long for the day when they can leave them to fall and take possession of a good new house. <\/div><div class=\"paragraph jod\" id=\"v3n715\"> It seems natural for me to desire to be clothed upon with immortality and eternal life, and leave this mortal flesh; but I desire to stick to it as long as I can be a comfort to my sisters, brethren, wives, and children. Independent of this consideration I would not turn my hand over to live twenty-five minutes. What else could <div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0267\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> give birth to a single desire to live in this tabernacle, which is more or less shattered by the merciless storms which have beat upon it, to say nothing of the ravages made upon it by the tooth of time? While I cling to it I must of necessity suffer many pains, rheumatism, headache, jawache, and heartache; sometimes in one part of my body and sometimes in another. It is all right; it is so ordained that we may not cling with too great a tenacity to mortal flesh; but be willing to pass through the veil and meet with Joseph and Hyrum and Willard and Bishop Whitney, and thousands of others in the world of spirits. <\/div><div class=\"paragraph jod\" id=\"v3n716\"> Are they all together as we are today? I believe all Israel have to be gathered; and to accomplish this the Elders, both in this and the world of spirits, will go forth to preach to the spirits in prison. Where? Down into hell. I appeal to the Elders who have been from this place to preach the Gospel to the world, if it was not like going from heaven to hell. It is a world of sorrow, pain, death and misery, and you cannot make anything else of it. <\/div><div class=\"paragraph jod\" id=\"v3n717\"> Brethren and sisters, I intend to be a Saint in heart and life; but if I conducted myself as many do, with the knowledge I have, I will tell you what I would do, and what I would advise you to do in such a case&#x2014;leave these valleys. If you do not intend to be faithful, to do the will of God, and to keep His commandments, if I were in that situation I would at once withdraw. There are some few who are leaving, and I am heartily glad of it. If it was a member of my own house, whom I loved as I do my life, I do not believe my head would ache because such an one left the society of the Saints on account of having no inclination to mingle with them. If such were determined to go, I would say, GO; and I would help them off if they were unable to get away. <\/div> <div class=\"break pagebreak\" id=\"109a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0109.pdf\" target=\"pdfwin\">p.&#xA0;109a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0266\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n719\"> I do not feel as I used to when I see a man going away from the society of the Church of God. I used to be filled with sympathy and plead with them hours and hours, importuning with them until my head would ache and my heart sicken; and I never had the satisfaction in even converting one such character in my life. If I should happen to get one converted he would not stay converted, so I have concluded, and I think wisely, to let them go, and not suffer myself to have any more feelings about it than I would about any of the common occurrences of life. <\/div><div class=\"paragraph jod\" id=\"v3n720\"> What are my kindred to me when the counsel of God is in the opposite scale? They are only as the dust of the balance. Brother Brigham is my kindred, for we have become kindred spirits; what I say of him will apply to many more of my brethren. When you hit one of those men you hit the whole of them. <\/div><div class=\"paragraph jod\" id=\"v3n721\"> You have often heard me speak about my kindred. Many wish to return to the old countries to bring out their kindred, their sons and their daughters, their fathers and their mothers. Why would I not go back for mine? Because they would abuse me as they always have. When I was poor and penniless, and so thinly clad that you might well say I had the blues, for my face and body looked blue, I went to my friends who are all independently rich, and said, I am poor and penniless, and naked, and I am sent forth as a servant of God to the nations of the earth&#x2014;will you give me some clothing, or a little money? And not one soul of them would help me to a single dime. <\/div><div class=\"paragraph jod\" id=\"v3n722\"> Do you suppose I shall run after them? No. Will they be saved? Yes, they will, but they will be saved as I have told you many of this people will; they will first go to hell and remain there until the corruption with which they are impregnated is burnt <div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0266\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> out; and the day will yet come when they will come to me and acknowledge me as their savior, and I will redeem them and bring them forth from hell to where I live and make them my servants; and they will be quite willing to enter into my service. <\/div><div class=\"paragraph jod\" id=\"v3n723\"> Before we heard &#x201C;Mormonism,&#x201D; we have said a thousand times, &#x201C;if we could but live to see a man of God like Paul, or Peter, James, John, Timothy, or Jesus Christ, and hear their instructions we would be willing to suffer any kind or amount of human suffering and not complain.&#x201D; My friends, who have rejected me and my testimony, will yet feel so towards me. <\/div><div class=\"paragraph jod\" id=\"v3n724\"> Who have you now in your midst? Have you Abraham and Isaac, and the Apostles Peter, James and John? Yes, you have them right in your midst&#x2014;they are talking to you all the time. Do you believe it? More or less of you say you do. But do you know it? Brother Rhoads was saying what he believed; he says he &#x201C;believes what brother Brigham says is the word of God.&#x201D; I say, pray that you may have a knowledge that it is the word of God, and be able to declare it in the stand, in your families, and in all the world. What brother Rhoads said was good and true. Did he not teach us good principles? Yes; he taught us the revelations of Jesus Christ.<span class=\"citation\" id=\"74374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74374)\">Gal. 1:12<\/a><\/span> I did not hear anything else. <\/div><div class=\"paragraph jod\" id=\"v3n725\"> I beg of you brethren, and beseech you in the name of Jesus Christ, to be subject in your office and in your callings. I know you do not realize your important position as you ought. <\/div><div class=\"paragraph jod\" id=\"v3n726\"> Some of you will be asking brother Kimball why he does not talk here as he does up in the Council House? There are very many of this people who have come here today, and perhaps you have said, what is very commonly said in the world, &#x201C;Come, wife, let us go to meeting today and get warmed up under the droppings of the sanctuary, and become strength<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"110a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0110.pdf\" target=\"pdfwin\">p.&#xA0;110a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0265\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ened in our faith.&#x201D; Why did you not attend to that before you came here today? I defy any man on earth to preach the same to you, as to a few individuals of one heart, and of one mind.<span class=\"citation\" id=\"92829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92829)\">Moses 7:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n728\"> There is as great a variety of spirits in this house as there is of countenances; and there are no two persons who look exactly alike. Is it not high time there should be a reformation? We must become of one heart and of one mind,<span class=\"citation\" id=\"124400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124400)\">Moses 7:18<\/a><\/span> just as though we were one man. Before this people can enter into the celestial world there must be a great reformation among them. Every man and woman must know and faithfully fulfil their duty day by day. Do you think I am disobedient to my file leaders? I never had such a disposition in my heart; if I had I would banish it from me as quick as I would the devil, because such a disposition is pernicious to the interests of the cause of truth, and will end in the destruction of those who encourage it. <\/div><div class=\"paragraph jod\" id=\"v3n729\"> Brethren and sisters, I want you to understand these things and cultivate them in your minds, and pray that you may be subject in the sphere in which you are appointed to act, whether in the Priesthood or in a family capacity. You have to learn that lesson, or you can never go into the paradise of God to mingle as equals with these who are counted faithful. <\/div><div class=\"paragraph jod\" id=\"v3n730\"> There is no man in the flesh whose right it is to direct or control brother Brigham Young in the first thing. If I have not a right to lead and control him, I want to know who has? It is my meat and my drink to do the will of my Father who is in heaven;<span class=\"citation\" id=\"69101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69101)\">John 4:34<\/a><\/span> and if I do this to the day of my death as brother Willard did, I am as sure of salvation as you are that the sun will rise and set again. <\/div><div class=\"paragraph jod\" id=\"v3n731\"> Is brother Willard saved? Yes, he is where Joseph is; and I tell you there was a happy meeting. Was <div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0265\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> brother Willard obedient? Yes, just as obedient as a well-trained child. He has not got a wife or a child on earth as obedient as he was. And God knows there never was a being on the face of His footstool, that could be any more kind to me than brother Willard and brother Brigham. Were they ever cross and snappish with me? Never, no, never. <\/div><div class=\"paragraph jod\" id=\"v3n732\"> There was another trait in his character that will serve to illustrate the profound deference he paid to the man he acknowledged to be his leader. When on visits with brother Brigham and myself, or when he would accompany us to a ballroom or to a meeting, he never would enter the room before his leader. I have tried a dozen times to have him do so, but I always failed in accomplishing it. He had so cultivated the spirit of obedience and submission, that it seemed to be incorporated with his being. <\/div><div class=\"paragraph jod\" id=\"v3n733\"> I tell you these things to answer as a kind of spur to encourage you to more diligence, and greater obedience to the commandments of God, that you may live forever. <\/div><div class=\"paragraph jod\" id=\"v3n734\"> There is nothing I fear in this Church except contention, and a disposition in the people to run over their fellow beings. What I mean by this is, when a man is appointed by the proper authorities to preside over one of the outposts of the Kingdom of God, in this Territory or anywhere else, there is a disposition in some to create an influence against that man, not to be obedient themselves, and to endeavor to make everybody else disobedient. Now a man will be condemned for not obeying the person properly appointed to preside over him, as much as he would for not obeying brother Brigham if he were there; and the people will be as much condemned if they do not obey brother Brigham, as they would if they should disobey the Lord God were He here in person. <\/div> <div class=\"break pagebreak\" id=\"111a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0111.pdf\" target=\"pdfwin\">p.&#xA0;111a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0264\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n736\"> When we sent brother Samuel Richards to England to preside over the affairs of the Kingdom of God there, it became his province to rule and dictate all matters in that flourishing and extensive field of labor, and his word is the word of God to the people. When he sends a man to preside over a Conference, and another over another Conference, they are his representatives, and their word is the word of God to the people over whom they preside; and brother Samuel is their delegate to the General Conference, the same as brother Bernhisel is the delegate of this Territorial Government to the General Assembly in Washington. <\/div><div class=\"paragraph jod\" id=\"v3n737\"> I wish you to learn these things, for I wish you to prepare your minds to receive the word of God every day that you live; and not only live like Saints when you are in this Tabernacle, but when you are abroad, and in all your actions. Can you be saved with a complete salvation if you do not do this? No, you cannot. No man or woman can receive a <span class=\"italic\">full<\/span> salvation upon any other principle than by continuing in the new and Everlasting Covenant. When a person violates his covenant he loses all he ever obtained in the Priesthood; whether it is wives, children, or possessions; they all go out of his hands. You have been taught this, and have been instructed by night and by day in these important matters. I have felt of late as though I never could cease exhorting the people. I have felt like a lion in strength. <\/div><div class=\"paragraph jod\" id=\"v3n738\"> I want you to pursue the path that is marked out for you by the servants of God, that I may continue to enjoy your society here and hereafter. I wish to enjoy your society, and you mine. Do you not wish to go where I go? You all believe I wish to enter into the kingdom of heaven and be saved with the sanctified. <\/div><div class=\"paragraph jod\" id=\"v3n739\"> I care not how the Lord saves me. <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0264\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I am willing to pass through anything under the heavens that He requires me to pass through, that I may do His will and keep His commandments, and have favor in His eyes, through accomplishing the work He has given me to do. <\/div><div class=\"paragraph jod\" id=\"v3n740\"> What does it matter where I am? I am as ready to go and preach the Gospel as to dwell here, if it is the will of the Lord and my brethren. I have told the men who are about to be sent forth this year, that they will go with more power and strength than any former laborers in the vineyard have enjoyed. This applies to those who do right and diligently keep the commandments of God, and love justice and righteousness and do as they are told, refraining from evil. I say they will have more power than former servants of God possessed according to their light and knowledge, and the circumstances in which they will be placed. I prophesy this. A man is a fool that will not prophesy good concerning Israel and concerning his own father's house. <\/div><div class=\"paragraph jod\" id=\"v3n741\"> I told my brethren when they went from here, and from this time, instead of going to dances, and to the theater, and to parties, to go and fast and pray, and prophesy upon the success of their mission. <\/div><div class=\"paragraph jod\" id=\"v3n742\"> If your heart is right you cannot speak without speaking what is right. The Spirit of Prophecy foresees future events. God does not bring to pass a thing because you say it shall be so, but because He designed it should be so, and it is the future purposes of the Almighty that the Prophet foresees. That is the way I prophesy; but I have predicted things I did not foresee, and did not believe anybody else did, but I have said it, and it came to pass even more abundantly than I predicted; and that was with regard to the future situation of the people who first came into this valley. Nearly every man was dressed in skins, and  <div class=\"break pagebreak\" id=\"112a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0112.pdf\" target=\"pdfwin\">p.&#xA0;112a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0263\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we were all poor, destitute, and distressed, yet we all felt well. I said, &#x201C;It will be but a little while, brethren, before you shall have food and raiment in abundance, and shall buy it cheaper than can be bought in the cities of the United States.&#x201D;<span class=\"citation\" id=\"55832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55832)\">2 Kgs. 7:1-20<\/a><\/span> I did not know there were any Gentiles coming here, I never thought of such a thing; but after I spoke it I thought I must be mistaken this time. Brother Rich remarked at the time, &#x201C;I do not believe a word of it.&#x201D; And neither did I; but, to the astonishment and joy of the Saints, it came to pass just as I had spoken it, only more abundantly. The Lord led me right, but I did not know it. <\/div><div class=\"paragraph jod\" id=\"v3n744\"> I have heard Joseph say many times, that he was much tempted about the revelations the Lord gave through him&#x2014;it seemed to be so impossible for them to be fulfilled. I do not profess to be a Prophet; but I know that every man and woman can be, if they live for it. To enjoy this blessing they must walk in the channel of the Priesthood, being subject to the order and government of heaven; then they are all revelation and they cannot predict anything that will not come to pass. All that hinders you from enjoying this blessing is because you are not obedient. <\/div><div class=\"paragraph jod\" id=\"v3n745\"> You might say, &#x201C;Do we not do all things that brother Brigham counsels us to do?&#x201D; No; if you did every wife would be subject to her own husband,<span class=\"citation\" id=\"75339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75339)\">Eph. 5:24<\/a><\/span> and every Elder to their presiding Elder, and every member to the presiding Bishop. If you do not do this you are not walking in the channel of the Priesthood, in the channel of revelation and salvation; and you will stumble and fall if you do not wake to righteousness<span class=\"citation\" id=\"73908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73908)\">1 Cor. 15:34<\/a><\/span> and gird up the loins of your minds. <\/div><div class=\"paragraph jod\" id=\"v3n746\"> Have not the majority of this congregation made the most solemn covenants and vows that they will listen to, obey, and be subject to the Priesthood? Have not the sisters made <div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0263\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the same solemn covenants and vows before God and angels, that they would be subject to their husbands? Are you faithful to your vows? If you are, you will have dreams, and visions, and revelations from the world of light, and you will be comforted by night and by day. But if you do not fulfil your covenants you cannot enjoy these blessings. <\/div><div class=\"paragraph jod\" id=\"v3n747\"> The matter is plain to your understanding, and not mysterious. I have no mysteries to impart, and I never expect to have; for if this people will do right there is nothing that will be a mystery to them; but those things which appeared the most mysterious will prove to be the most simple things in the world. <\/div><div class=\"paragraph jod\" id=\"v3n748\"> Learn to govern yourselves in a family capacity, for there is where reformation ought to commence, after it has commenced in the assembly of the Elders of Israel. There must be order, peace, love, kindness, gentleness, and every noble sentiment to accomplish a reformation that is pleasing to God. <\/div><div class=\"paragraph jod\" id=\"v3n749\"> We have got to be gathered, and continue gathered, though there will be all kinds of fish in the net;<span class=\"citation\" id=\"64672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64672)\">Matt. 13:47<\/a><\/span> and the Lord will bring us into all kinds of circumstances until the wheat is separated from the smut, and chaff.<span class=\"citation\" id=\"62728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62728)\">Matt. 3:12<\/a><\/span> There is a time of separation, and I know if I am faithful I shall be among the chosen band who will triumph over hell, death, and the grave, and dwell in the society of men who are perfectly of one heart and mind,<span class=\"citation\" id=\"92830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92830)\">Moses 7:18<\/a><\/span> where the wicked cease to trouble, unless we go where they are. This day will come as sure as the sun shines. <\/div><div class=\"paragraph jod\" id=\"v3n750\"> As for my going into the immediate presence of God when I die, I do not expect it, but I expect to go into the world of spirits and associate with my brethren, and preach the Gospel in the spiritual world,<span class=\"citation\" id=\"92203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92203)\">D&amp;C 138:52-53<\/a><\/span> and prepare myself in every necessary way to receive my body again, and then enter through  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0262\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the wall into the celestial world. I never shall come into the presence of my Father and God until I have received my resurrected body, neither will any other person; and I doubt whether <span class=\"italic\">all<\/span> those who profess to be Saints will ever be gathered with the spirits of the just in the spiritual world; but they will be left where they attain to. The righteous are gathered to the spirit world to prepare for the resurrection of their bodies. <\/div><div class=\"paragraph jod\" id=\"v3n752\"> I do not know that I can talk any plainer. I am speaking as plain as I can to have you understand. I do not expect to be with you forever, neither will brother Brigham in these bodies; they are nearly worn out; they have stood a long and violent siege and will soon go the way of all the earth.<span class=\"citation\" id=\"55321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55321)\">Josh. 23:14<\/a><\/span> Still we may live many years yet to assist in making permanent the foundations of Zion. There are thousands of good men in the earth who can act in the same capacity we do,<span class=\"citation\" id=\"55733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55733)\">1 Kgs. 19:18<\/a><\/span><span class=\"citation\" id=\"72765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72765)\">Rom. 11:4<\/a><\/span> after we have passed through the veil of death. God can qualify whom He pleases, and put in them the spirit of Joseph, and Brigham, and Heber. <\/div><div class=\"paragraph jod\" id=\"v3n753\"> Brethren, do keep the commandments of God and live your profession; and remember if you were as godly and as holy as the angels, the world would speak against you and seek your destruction. What has the world to do with you? Nothing, only as you associate with it and partake of its spirit. Upon the same principle has a man any power over a woman, any further than she will give him power to pollute herself and him too? Can the Gentiles turn me to unrighteousness any further than I permit them? I am an instrument in the hands of God, and it is not for me to dictate the power that works through me, but it is for Him to control me according to His good pleasure. <\/div><div class=\"paragraph jod\" id=\"v3n754\"> Does brother James' violin rise up and dictate him? No, it is perfectly pas<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0262\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sive, permitting him to play any tune he pleases upon it. Upon the same principle we should be like clay in the hands of the potter.<span class=\"citation\" id=\"60516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60516)\">Jer. 18:6<\/a><\/span> It is not for the clay to dictate the potter but the potter dictates the clay, and molds, and fashions it according to his own pleasure. Just so God controls brother Brigham, and every other good man who is dictated by His Spirit. <\/div><div class=\"paragraph jod\" id=\"v3n755\"> Do you ever hear me get up here and say, &#x201C;I am no preacher and you must not expect anything from me?&#x201D; I am in the hands of God, and it is for Him to speak through me, or in other words play a tune on me to this people according to His own fancy. I am in the hands of the potter; and if I continue faithful, he will make me a vessel unto honor.<span class=\"citation\" id=\"72674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72674)\">Rom. 9:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n756\"> I wish you Elders to apply this illustration to yourselves&#x2014;if you have anything to say, say it; and if you have not, be as quiet as the musical instrument without the performer. <\/div><div class=\"paragraph jod\" id=\"v3n757\"> When I went to England first, I had not much to say. We opened the door to that nation in great simplicity. Had I preached almighty discourses with more words than good sound doctrine, instead of opening the doors, I should have added another lock. The Lord appointed me to that work because I was willing to be the simplest. <\/div><div class=\"paragraph jod\" id=\"v3n758\"> After I had spoken they always thought there was something else behind the curtain. We preached three times in Vauxhall Road chapel, Preston. After the third meeting the priest feared the increasing greatness of our testimony and closed the door of his house against us. This was no sooner done than fifty doors were opened to us, and the people were all around us entreating us to preach in their houses. <\/div><div class=\"paragraph jod\" id=\"v3n759\"> If you will visit a stone quarry, you will find they use the simplest instruments to crack and remove the largest rocks; so the Lord uses the simplest  <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0261\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of His servants to accomplish some of His greatest purposes. When the blacksmith is making a horseshoe, does it dictate its maker who is making it and fashioning it to a useful purpose? Does the plowshare, the scythe, the axe, or the chisel rise up and dictate the mechanic, saying, &#x201C;Why do you not form me thus?&#x201D; Some of these tools have to pass through various shades of temper&#x2014;sometimes too low, and sometimes too high, before it is just right; and it requires an expert mechanic to hit the proper temper, for they are made to come in contact with all kinds of timber. So we are tools made to come in contact with all kinds of dispositions, and very few tools will stand and keep a good edge coming in contact with every kind of timber, and stone, and the devil. <\/div><div class=\"paragraph jod\" id=\"v3n761\"> If you do not learn to temper yourselves properly, you will not be of much use at last. <\/div><div class=\"paragraph jod\" id=\"v3n762\"> I speak of these things whether they are edifying or not; as to that I am not concerned, but they are true, and they will save and exalt you, and bring you into the celestial world to mingle in the society of the Father, and Jesus Christ His Son, with the Prophets and Apostles from the beginning to the present day. I am bound for no other place, God helping me. Salvation is what I am after in this world; and food, clothing, and washing are all I need while I stay here, and that is more than I can take away with me. <\/div><div class=\"paragraph jod\" id=\"v3n763\"> I have no pride in anything but the principles of salvation, and to see you <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0261\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do right, humble yourselves, retain the Holy Spirit, live your religion&#x2014;then I am proud of you indeed. My God, His purposes, my religion, and this people, are all I am fond of in this world. <\/div><div class=\"paragraph jod\" id=\"v3n764\"> Our religion is different from everything else that was ever instituted, but when you become acquainted with it and partake of its spirit, it is lively and angelic; it is a screen that throws out everything but that which is pure wheat. When we make flour from smutty wheat, we must have a smut machine to clear it all of filth before it goes into the bolt. The smut machine is a powerful place; it will blow to pieces everything that is not the real grain. Thank God He has got such a machine, and men to enjoy His Holy Spirit. <\/div><div class=\"paragraph jod\" id=\"v3n765\"> My prayer is before God and angels, by day and by night, that He would purge this people and purify them from wicked men and women; and I hope the purging operation will continue until there is an entire separation of the wheat and the chaff. There will be a separation, and I tell you what I know, and not what I believe only. I know the truth when I speak it, and so do you when you hear it. It makes no matter what instrument it comes through, it is truth still, and you cannot make anything else of it. <\/div><div class=\"paragraph jod\" id=\"v3n766\"> God bless you forever, that peace, goodness, union, love, and the spirit of patience and submission before God, and in the hands of His servants, may abide with you forever. AMEN. <\/div>\n<\/div>\n<\/div>"}