{"ID":30013, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel of Salvation&#x2014;A Vision&#x2014;Redemption of the Earth and All that Pertains to It.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, August 8, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel of Salvation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/8\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d13\">\n<div class=\"paragraph jod\" id=\"v3n566\"> I will read a revelation given to Joseph Smith, junior, and Sidney Rigdon. But previous to my doing so, and commencing upon the subject that I expect to lay before the people this morning, I will say to them, my understanding with regard to preaching the Gospel of Salvation is this: there is but one discourse to be preached to all the children of Adam; and that discourse should be believed by them, and lived up to. To commence, continue, and finish this Gospel sermon, will require all the time that is allotted to man, to the earth, and all things upon it, in their mortal state; that is my idea with regard to preaching. No man is able to set before a congregation all the items of the Gospel, in this life, and continue these items to their termination, for this mortal life is too short. It is inseparably connected, one part with the other, in all the doctrines that have been revealed to man, which are now called the various doctrines of Christianity, of which all the professors of religion believe a portion; but severally reject, or desire to reject, other portions of the truth; each sect or individual, taking to themselves portions of the Bible, portions of the doctrine of salvation, that are the most pleasing to them, rejecting all the rest, and mingling these doctrines with the tenets of men. <\/div><div class=\"paragraph jod\" id=\"v3n567\"> But let a Gospel sermon be preached, wherein all the principles of salvation are embodied, and we will ac<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0295\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>knowledge, at the end of the mortality of this earth, and all things created upon it&#x2014;at the closing up scene, at the final consummation of all things that have been from the commencement of the creation of the world, and the peopling of it unto the latest generation of Adam and Eve, and the final finishing up of the work of Christ&#x2014;I say, we shall acknowledge that there is the Gospel sermon, and that it could not be preached to finite beings in one short life. <\/div><div class=\"paragraph jod\" id=\"v3n568\"> I make these remarks for the purpose of extricating myself from the arduous task of undertaking to set before this congregation, every item of the doctrine of salvation, in all of their various significations, as they are presented in this life, and according to our understanding. I make these introductory remarks to free myself from the great task of finishing the discourse I shall commence. I did not expect to finish it; I do not expect to see the end of it, until the winding up scene. I do not even commence at the beginning of it; I only catch at it, where it comes to me, in the 19th century, for it has been before me; it is from eternity to eternity. <\/div><div class=\"paragraph jod\" id=\"v3n569\"> Christ is the author of this Gospel, of this earth, of men and women, of all the posterity of Adam and Eve, and of every living creature that lives upon the face of the earth, that flies in the heavens, that swims in the waters, or dwells in the field. Christ is the author of salvation<span class=\"citation\" id=\"76642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76642)\">Heb. 5:9<\/a><\/span> to all this  <div class=\"break pagebreak\" id=\"81a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0081.pdf\" target=\"pdfwin\">p.&#xA0;81a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0294\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>creation; to all things pertaining to this terrestrial globe we occupy. <\/div><div class=\"paragraph jod\" id=\"v3n571\"> This, however, would be contrary to our prejudices, to admit for a moment, that Christ, in his redeeming properties, has power to redeem any of the works of his hands&#x2014;<span class=\"citation\" id=\"86975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86975)\">D&amp;C 76:43<\/a><\/span>any other living creature, but the children of Adam and Eve&#x2014;this would not be in accordance with our prepossessed feelings, and long-imbibed prejudices, perhaps; but he has redeemed the earth; he has redeemed mankind and every living thing that moves upon it; and he will finish his Gospel discourse when he overcomes his enemies, and puts his last enemy under his feet&#x2014;when he destroys death,<span class=\"citation\" id=\"73857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73857)\">1 Cor. 15:25-27<\/a><\/span> and him that hath the power of it&#x2014;<span class=\"citation\" id=\"76469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76469)\">Heb. 2:14<\/a><\/span>when he has raised up this kingdom, and finished his work which the Father gave him to do, and presents it to his Father, saying, &#x201C;I have done the work, I have finished it; I have not only created the world, but I have redeemed it; I have watched over it, and I have given to those intelligent beings, that you have created by me, their agency, and it has been held with perfection to every creature of intelligence, to every grade of mankind; I have preserved inviolate their agency; I have watched over them, and overruled all their actions, and held in my hand the destinies of men; and I have finished up my Gospel sermon,&#x201D; as he presents the finished work to his Father.<span class=\"citation\" id=\"87227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87227)\">D&amp;C 76:106-107<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n572\"> It takes just such a character as the Savior, to preach one Gospel discourse; and this was commenced with the commencement of all men upon this earth or any other; and it will never close until the winding up scene, and all is finished, and the kingdom is presented to the Father. <\/div><div class=\"paragraph jod\" id=\"v3n573\"> I expect only to look into some portions of it, as it comes to me in the 19th century of the Christian era. <\/div><div class=\"paragraph jod\" id=\"v3n574\"> I will now read a revelation that was given to Joseph Smith, junior, and Sidney Rigdon, called <\/div> <div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0294\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n575\"> A Vision.<span class=\"citation\" id=\"86826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86826)\">D&amp;C 76:1-119<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n575\"> &#x201C;1. Hear, O ye heavens, and give ear, O earth, and rejoice ye inhabitants thereof, for the Lord is God, and beside him there is no Savior. Great is his wisdom, marvelous are his ways, and the extent of his doings none can find out. His purposes fail not, neither are there any who can stay his hand. From eternity to eternity he is the same, and his years never fail. <\/div><div class=\"paragraph jod\" id=\"v3n576\"> &#x201C;2. For thus saith the Lord&#x2014;I, the Lord, am merciful and gracious unto those who fear me, and delight to honor those who serve me in righteousness and in truth unto the end. Great shall be their reward and eternal shall be their glory. And to them will I reveal all mysteries, yea, all the hidden mysteries of my kingdom from days of old, and for ages to come, will I make known unto them the good pleasure of my will concerning all things pertaining to my kingdom. Yea, even the wonders of eternity shall they know, and things to come will I show them, even the things of many generations. And their wisdom shall be great, and their understanding reach to heaven; and before them the wisdom of the wise shalt perish, and the understanding of the prudent shall come to naught. For by my Spirit will I enlighten them, and by my power will I make known unto them the secrets of my will&#x2014;yea, even those things which eye has not seen, nor ear heard, nor yet entered into the heart of man. <\/div><div class=\"paragraph jod\" id=\"v3n577\"> &#x201C;3. We, Joseph Smith, Jun., and Sidney Rigdon, being in the Spirit on the sixteenth day of February, in the year of our Lord one thousand eight hundred and thirty-two&#x2014;By the power of the Spirit our eyes were opened and our understandings were enlightened, so as to see and understand the things of God&#x2014;Even those things which were from the beginning before the world was, which were ordained of the Fa<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"82a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0082.pdf\" target=\"pdfwin\">p.&#xA0;82a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0293\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ther, through his Only Begotten Son, who was in the bosom of the Father, even from the beginning; Of whom we bear record; and the record which we bear is the fulness of the gospel of Jesus Christ, who is the Son, whom we saw and with whom we conversed in the heavenly vision. For while we were doing the work of translation, which the Lord had appointed unto us, we came to the twenty-ninth verse of the fifth chapter of John, which was given unto us as follows&#x2014;Speaking of the resurrection of the dead, concerning those who shall hear the voice of the Son of Man: And shall come forth; they who have done good, in the resurrection of the just; and they who have done evil, in the resurrection of the unjust. Now this caused us to marvel, for it was given unto us of the Spirit. And while we meditated upon these things, the Lord touched the eyes of our understandings and they were opened, and the glory of the Lord shone round about. And we beheld the glory of the Son, on the right hand of the Father, and received of his fulness; And saw the holy angels, and them who are sanctified before his throne, worshipping God, and the Lamb, who worship him forever and ever. And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives! For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father&#x2014;That by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God. And this we saw also, and bear record, that an angel of God who was in authority in the presence of God, who rebelled against the Only Begotten Son whom the Father loved and who was in the bosom of the Father, was thrust down from the presence of God and <div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0293\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Son, And was called Perdition, for the heavens wept over him&#x2014;he was Lucifer, a son of the morning. And we beheld, and lo, he is fallen! is fallen, even a son of the morning! And while we were yet in the Spirit, the Lord commanded us that we should write the vision; for we beheld Satan, that old serpent, even the devil, who rebelled against God, and sought to take the kingdom of our God and his Christ&#x2014;Wherefore, he maketh war with the saints of God, and encompasseth them round about. And we saw a vision of the sufferings of those with whom he made war and overcame, for thus came the voice of the Lord unto us: <\/div><div class=\"paragraph jod\" id=\"v3n579\"> &#x201C;4. Thus saith the Lord concerning all those who know my power, and have been made partakers thereof, and suffered themselves through the power of the devil to be overcome, and to deny the truth and defy my power&#x2014;They are they who are the sons of perdition, of whom I say that it had been better for them never to have been born; For they are vessels of wrath, doomed to suffer the wrath of God, with the devil and his angels in eternity; Concerning whom I have said there is no forgiveness in this world nor in the world to come&#x2014;Having denied the Holy Spirit after having received it, and having denied the Only Begotten Son of the Father, having crucified him unto themselves and put him to an open shame. These are they who shall go away into the lake of fire and brimstone, with the devil and his angels&#x2014;And the only ones on whom the second death shall have any power; Yea, verily, the only ones who shall not be redeemed in the due time of the Lord, after the sufferings of his wrath. For all the rest shall be brought forth by the resurrection of the dead, through the triumph and the glory of the Lamb, who was slain, who was in the bosom of the Father before the worlds were made. And this is the gospel, the glad tidings, which the voice out of the  <div class=\"break pagebreak\" id=\"83a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0083.pdf\" target=\"pdfwin\">p.&#xA0;83a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0292\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heavens bore record unto us&#x2014;That he came into the world, even Jesus, to be crucified for the world, and to bear the sins of the world, and to sanctify the world, and to cleanse it from all unrighteousness; That through him all might be saved whom the Father had put into his power and made by him; Who glorifies the Father, and saves all the works of his hands, except those sons of perdition who deny the Son after the Father has revealed him. Wherefore, he saves all except them&#x2014;they shall go away into everlasting punishment, which is endless punishment, which is eternal punishment, to reign with the devil and his angels in eternity, where their worm dieth not, and the fire is not quenched, which is their torment&#x2014;And the end thereof, neither the place thereof, nor their torment, no man knows; Neither was it revealed, neither is, neither will be revealed unto man, except to them who are made partakers thereof; Nevertheless, I, the Lord, show it by vision unto many, but straightway shut it up again; Wherefore, the end, the width, the height, the depth, and the misery thereof, they understand not, neither any man except them who are ordained unto this condemnation. And we heard the voice, saying: Write the vision, for lo, this is the end of the vision of the sufferings of the ungodly. <\/div><div class=\"paragraph jod\" id=\"v3n581\"> &#x201C;5. And again we bear record&#x2014;for we saw and heard, and this is the testimony of the gospel of Christ concerning them who shall come forth in the resurrection of the just&#x2014;They are they who received the testimony of Jesus, and believed on his name and were baptized after the manner of his burial, being buried in the water in his name, and this according to the commandment which he has given&#x2014;That by keeping the commandments they might be washed and cleansed from all their sins, and receive the Holy Spirit by the laying on of the hands <div class=\"break columnbreak\" id=\"83b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0083.pdf\" target=\"pdfwin\">p.&#xA0;83b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0292\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of him who is ordained and sealed unto this power; And who overcome by faith, and are sealed by the Holy Spirit of promise, which the Father sheds forth upon all those who are just and true. They are they who are the church of the Firstborn. They are they into whose hands the Father has given all things&#x2014;They are they who are priests and kings, who have received of his fulness, and of his glory; And are priests of the Most High, after the order of Melchizedek, which was after the order of Enoch, which was after the order of the Only Begotten Son. Wherefore, as it is written, they are gods, even the sons of God&#x2014;Wherefore, all things are theirs, whether life or death, or things present, or things to come, all are theirs and they are Christ's and Christ is God's. And they shall overcome all things. Wherefore, let no man glory in man, but rather let him glory in God, who shall subdue all enemies under his feet. These shall dwell in the presence of God and his Christ forever and ever. These are they whom he shall bring with him, when he shall come in the clouds of heaven to reign on the earth over his people. These are they who shall have part in the first resurrection. These are they who shall come forth in the resurrection of the just. These are they who are come unto Mount Zion, and unto the city of the living God, the heavenly place, the holiest of all. These are they who have come to an innumerable company of angels, to the general assembly and church of Enoch, and of the Firstborn. These are they whose names are written in heaven, where God and Christ are the judge of all. These are they who are just men made perfect through Jesus the mediator of the new covenant, who wrought out this perfect atonement through the shedding of his own blood. These are they whose bodies are celestial, whose glory is that of the sun, even the  <div class=\"break pagebreak\" id=\"84a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0084.pdf\" target=\"pdfwin\">p.&#xA0;84a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0291\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>glory of God, the highest of all, whose glory the sun of the firmament is written of as being typical. <\/div><div class=\"paragraph jod\" id=\"v3n583\"> &#x201C;6. And again, we saw the terrestrial world, and behold and lo, these are they who are of the terrestrial, whose glory differs from that of the church of the Firstborn who have received the fulness of the Father, even as that of the moon differs from the sun in the firmament. Behold, these are they who died without law; And also they who are the spirits of men kept in prison, whom the Son visited, and preached the gospel unto them, that they might be judged according to men in the flesh; Who received not the testimony of Jesus in the flesh, but afterwards received it. These are they who are honorable men of the earth, who are blinded by the craftiness of men. These are they who receive of his glory, but not of his fulness. These are they who receive of the presence of the Son, but not of the fulness of the Father. Wherefore, they are bodies terrestrial, and not bodies celestial, and differ in glory as the moon differs from the sun. These are they who are not valiant in the testimony of Jesus; wherefore, they obtained not the crown over the kingdom of our God. And now this is the end of the vision which we saw of the terrestrial, that the Lord commanded us to write while we were yet in the Spirit. <\/div><div class=\"paragraph jod\" id=\"v3n584\"> &#x201C;7. And again, we saw the glory of the telestial, which glory is that of the lesser, even as the glory of the stars differs from that of the glory of the moon in the firmament. These are they who received not the gospel of Christ, neither the testimony of Jesus. These are they who deny not the Holy Spirit. These are they who are thrust down to hell. These are they who shall not be redeemed from the devil until the last resurrection, until the Lord, even Christ the Lamb shall have finished his work. These are they who <div class=\"break columnbreak\" id=\"84b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0084.pdf\" target=\"pdfwin\">p.&#xA0;84b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0291\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> receive not of his fulness in the eternal world, but of the Holy Spirit through the ministration of the terrestrial; And the terrestrial through the ministration of the celestial. And also the telestial receive it of the administering of angels who are appointed to minister for them, or who are appointed to be ministering spirits for them; for they shall be heirs of salvation. And thus we saw in the heavenly vision, the glory of the telestial, which surpasses all understanding; And no man knows it except him to whom God has revealed it. And thus we saw the glory of the terrestrial which excels in all things the glory of the telestial, even in glory, and in power, and in might, and in dominion. And thus we saw the glory of the celestial, which excels in all things&#x2014;where God, even the Father, reigns upon his throne forever and ever; Before whose throne all things bow in humble reverence, and give him glory forever and ever. They who dwell in his presence are the church of the Firstborn; and they see as they are seen, and know as they are known, having received of his fulness and of his grace; And he makes them equal in power, and in might, and in dominion. And the glory of the celestial is one, even as the glory of the sun is one. And the glory of the terrestrial is one, even as the glory of the moon is one. And the glory of the telestial is one, even as the glory of the stars is one; for as one star differs from another star in glory, even so differs one from another in glory in the telestial world; For these are they who are of Paul, and of Apollos, and of Cephas. These are they who say they are some of one and some of another&#x2014;some of Christ and some of John, and some of Moses, and some of Elias, and some of Esaias, and some of Isaiah, and some of Enoch; But received not the gospel, neither the testimony of Jesus, nei<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"85a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0085.pdf\" target=\"pdfwin\">p.&#xA0;85a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0290\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ther the prophets, neither the everlasting covenant. Last of all, these all are they who will not be gathered with the saints, to be caught up unto the church of the Firstborn, and received into the cloud. These are they who are liars, and sorcerers, and adulterers, and whoremongers, and whosoever loves and makes a lie. These are they who suffer the wrath of God on the earth. These are they who suffer the vengeance of eternal fire. These are they who are cast down to hell and suffer the wrath of Almighty God, until the fulness of times, when Christ shall have subdued all enemies under his feet, and shall have perfected his work; When he shall deliver up the kingdom, and present it unto the Father spotless, saying: I have overcome and have trodden the winepress alone, even the winepress of the fierceness of the wrath of Almighty God. Then shall he be crowned with the crown of his glory, to sit on the throne of his power to reign forever and ever. But behold, and lo, we saw the glory and the inhabitants of the telestial world, that they were as innumerable as the stars in the firmament of heaven, or as the sand upon the seashore; And heard the voice of the Lord, saying: These all shall bow the knee, and every tongue shall confess to him who sits upon the throne forever and ever; For they shall be judged according to their works, and every man shall receive according to his own works, his own dominion, in the mansions which are prepared; And they shalt be servants of the Most High; but where God and Christ dwell they cannot come, worlds without end. This is the end of the vision which we saw, which we were commanded to write while we were yet in the Spirit. <\/div><div class=\"paragraph jod\" id=\"v3n586\"> &#x201C;8. But great and marvelous are the works of the Lord, and the mysteries of his kingdom which he showed <div class=\"break columnbreak\" id=\"85b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0085.pdf\" target=\"pdfwin\">p.&#xA0;85b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0290\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> unto us, which surpasses all understanding in glory, and in might, and in dominion; Which he commanded us we should not write while we were yet in the Spirit, and are not lawful for man to utter; Neither is man capable to make them known, for they are only to be seen and understood by the power of the Holy Spirit, which God bestows on those who love him, and purify themselves before him; To whom he grants this privilege of seeing and knowing for themselves; That through the power and manifestation of the Spirit, while in the flesh, they may be able to bear his presence in the world of glory. And to God and the Lamb be glory, and honor, and dominion forever and ever. Amen.&#x201D;<span class=\"citation\" id=\"86827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86827)\">D&amp;C 76:1-119<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n587\"> These are the words of the vision that were given to Joseph and Sidney. My mind rests upon this subject, upon this portion of the Gospel of salvation; and has done so, more or less, for a great many years. The circumstances that surround me, almost daily; things that I see and hear, cause my mind to reflect upon the situation of mankind; create in me an anxiety to find out&#x2014;to learn why things are as they are; why it is that the Lord should build a globe like this earthly ball, and set it in motion&#x2014;then people it with intelligent beings, and afterwards cast a veil over the whole, and hide Himself from His creation&#x2014;conceal from them the wisdom, the glory, the truth, the excellency, the true principles of His character, and His design in forming the earth. <\/div><div class=\"paragraph jod\" id=\"v3n588\"> Why cast this veil over them, and leave them in total darkness&#x2014;leave them to be carried away with erroneous doctrines, and exposed to every species of wickedness that would render them obnoxious to the presence of God, who placed them upon the face of this earth? My daily experience and observation cause me to en<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"86a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0086.pdf\" target=\"pdfwin\">p.&#xA0;86a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0289\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>quire into these things. Can I attribute all to the wisdom of Him that has organized this earth, and peopled it with intelligent beings, and see the people honestly desiring to do right all the day long, and would not lift hand or heel against the Almighty, but would rather have their heads taken from their bodies than dishonor him? And yet, we hear one crying on the right hand, this is the law of God, this is the right way; another upon the left, saying the same; another in the front; and another in the rear; and to every point of the compass, hundreds and thousands of them, and all differing one from another. <\/div><div class=\"paragraph jod\" id=\"v3n590\"> They do the best they can, I admit. See the inhabitants of the earth, how they differ in their prejudices, and in their religion. What is the religion of the day? What are all the civil laws and governments of the day? They are merely traditions, without a single exception. Do the people realize this&#x2014;that it is the force of their education that makes right and wrong, with them? It is not the line which the Lord has drawn out; it is not the law which the Lord has given them; it is not the righteousness which is according to the character of Him who has created all things, and by His own law governs and controls all things; but by the prejudice of education&#x2014;the prepossessed feeling that is begotten in the hearts of the children of men, by surrounding objects; they being creatures of circumstances, who are governed and controlled by them more or less. When they, thus, are led to differ one from another, it begets in them different feelings; it causes them to differ in principle, object, and pursuit; in their customs, religion, laws, and domestic affairs, in all human life; and yet everyone, of every nation there is under heaven, considers that they are the best people; that <div class=\"break columnbreak\" id=\"86b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0086.pdf\" target=\"pdfwin\">p.&#xA0;86b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0289\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they are the most righteous; have the most intelligent and best of men for their priests and rulers, and are the nearest to the very thing the Lord Almighty requires of them. There is no nation upon this earth that does not entertain these sentiments. <\/div><div class=\"paragraph jod\" id=\"v3n591\"> Suppose a query arising in the minds of the different sects of the human family&#x2014;&#x201C;Do not the Latter-day Saints think they are the best people under the whole heavens, like ourselves?&#x201D; Yes, exactly; I take that to myself. The Latter-day Saints have the same feelings as the rest of the people; they think also, that they have more wisdom and knowledge, and are the nearest right of any people upon the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v3n592\"> Suppose you visit China, and mingle among the &#x201C;celestial&#x201D; beings there; you will find a people who hold in scorn and ridicule every other people, and especially those of Christendom. They consider themselves more holy, more righteous, more upright, more honest; filled with more intelligence; they consider themselves better educated; better in every respect, in all their civil and religious rites than any other nation under heaven. <\/div><div class=\"paragraph jod\" id=\"v3n593\"> Suppose you next visit Spain; there you will find the mother, and grandmother, and great-grandmother of all the Christian denominations upon the face of the earth&#x2014;though these are but a scanty proportion of mankind, compared with all the inhabitants upon the face of the globe. I suppose not one twelfth, or one sixteenth part of the inhabitants of the earth, believe in Jesus Christ&#x2014;and probably not one thirtieth part of them. <\/div><div class=\"paragraph jod\" id=\"v3n594\"> Take the mother of modern Christianity; go into Italy&#x2014;to Rome, the seat of her government, and we find that they also consider themselves to be the best people in the world&#x2014;the nearest the Lord and the path of  <div class=\"break pagebreak\" id=\"87a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0087.pdf\" target=\"pdfwin\">p.&#xA0;87a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0288\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>right&#x2014;more so than any other people upon the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v3n596\"> Then visit the first Protestant church that was organized, and they consider themselves nearer right than their mother, or any of their sisters. You may thus follow it down to the last reformer upon the earth; and then step back to those we call heathen; to all that ever lived, from the place where Noah landed his ark, to the building of the tower of Babel; and in their dispersion, trace their footsteps to the islands and continents, under the whole heavens, and you cannot find a people that do not believe they are nearest right in their religion&#x2014;more so than their neighbors&#x2014;and have the best form of civil government. <\/div><div class=\"paragraph jod\" id=\"v3n597\"> Suppose you call upon the aborigines of our country, here, these wild Indians; we call them savages; we call them heathens. Let yourselves be divested of prejudice; let it be entirely forgotten and out of the question, together with all your education, and former notions of things, your religious tenets, &amp;c., and let your minds be in open vision before the Almighty, seeing things as they are, you will find that that very people know just as much about the Lord as anybody else; like the rest of mankind, they step into a train of ideas and ordinances, peculiar to the prejudices of their education. <\/div><div class=\"paragraph jod\" id=\"v3n598\"> All this I admit; and I admit it upon the resources of my own knowledge that I have pertaining to the inhabitants of the earth; this, also, every person knows, who is acquainted with the different customs and religions of different countries. <\/div><div class=\"paragraph jod\" id=\"v3n599\"> Let me step over into England, and carry with me my Yankee notions and manners, and I should be a burlesque to them. Let an Englishman pass over into Scotland, and speak and act according to English customs, it would differ so <div class=\"break columnbreak\" id=\"87b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0087.pdf\" target=\"pdfwin\">p.&#xA0;87b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0288\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> far from them, that they would laugh at him. Let a Scotchman or an Englishman go to Ireland, and it would be just the same. This difference of feeling, sentiment, and custom, exists in those countries that are so near each other. If you go to France, you find that they walk over the customs and manners of England, as unworthy of their notice. Should you thus go, from one people to another, throughout all nations, you would find that they differ in their religions and national customs, according to the teachings of their mother, and the priest. In this manner the <span class=\"italic\">consciences<\/span> of mankind are formed&#x2014;<span class=\"italic\">by the education they receive<\/span>. You know this to be true, by your own experience. <\/div><div class=\"paragraph jod\" id=\"v3n600\"> That which you once considered, perhaps, to be a nonessential in religion, you now consider to be very essential. That which you once esteemed to be unbecoming in society, has become so interwoven in your feelings, by being accustomed to it, that it ultimately appears quite rational to you. <\/div><div class=\"paragraph jod\" id=\"v3n601\"> When you survey the inhabitants of the world, you will find that the religious tenets of all nations have sprung from their education; consequently, if we should summon the whole earth before us, and strictly examine them, we should find that the nations of the earth, as far as they know and understand, are doing about the best they know how; they are just about as near right as they know how to be. <\/div><div class=\"paragraph jod\" id=\"v3n602\"> These tribes of Indians differ from one another in their sentiments and feelings; they war with each other, and try to destroy each other; and why do they do it? Why, &#x201C;you are not as righteous as I am, and I want to bring you over to my holy faith.&#x201D; You see these bands of Indians doing these things, and you spurn the idea. Suppose you extend  <div class=\"break pagebreak\" id=\"88a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0088.pdf\" target=\"pdfwin\">p.&#xA0;88a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0287\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the principle, and carry it among the greatest nations of the earth; and you would see Queen Victoria, one of the most powerful sovereigns, sitting at the head of one of the most powerful nations upon the earth, sending her forces among these &#x201C;celestial&#x201D; ones, battering down the walls of China, bombarding their cities, throwing confusion into their States, and destroying thousands of their people&#x2014;extending their sway of empire over India. And why all this? &#x201C;To subdue you heathens, and bring you over to our more enlightened customs and religion.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n604\"> Does one nation rise up to war with another without having motives, and those which they will substantiate as being good and sufficient? Will one people rise up to war with another people, except the motive that moves them is of a nature to justify them in their own minds and judgment for doing so? No. There is not a people upon the face of this earth that would do so; they all calculate to do that which seemeth good to them. <\/div><div class=\"paragraph jod\" id=\"v3n605\"> There are the Jews&#x2014;and recollect that they are a very religious people to this day; a more religious people never lived than they, that is, the tribe of Judah, and the half tribe of Benjamin that were left in Jerusalem&#x2014;they are as tenacious as any people can be, to this day, for the religion of their fathers; and where can you see them among the nations of the earth, without seeing a hunted, driven, and persecuted people? The laws of nations have been framed for the express purpose of killing and destroying them from the earth. Yes, in the midst of nations that profess to adhere to the doctrines of Christianity&#x2014;that legislate, and make laws, and put them in force&#x2014;laws have been made to exterminate them; then cry out against them, and raise mobs to persecute and destroy, and clear the <div class=\"break columnbreak\" id=\"88b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0088.pdf\" target=\"pdfwin\">p.&#xA0;88b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0287\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth of the Jews. Notwithstanding all this, will they forsake their religion? No. They have suffered themselves to be stoned in the streets of the cities, their houses to be burned over their heads; but will they forsake their religion? No; they will perish rather. <\/div><div class=\"paragraph jod\" id=\"v3n606\"> The Christians say they are wrong; and the &#x201C;Holy Roman Catholic Church&#x201D; would have killed every one of them, hundreds of years ago, had not God promised by His holy Prophets, that they should remain and multiply. They have been distributed, dispersed, scattered abroad among the nations of the earth, to fulfil that, and many more of the sayings of their Prophets: and they are as tenacious, this day, with regard to their religion, as in the days of Moses, and are as anxiously expecting, and looking for the Messiah. <\/div><div class=\"paragraph jod\" id=\"v3n607\"> Conscience is nothing else but the result of the education and traditions of the inhabitants of the earth. These are interwoven with their feelings, and are like a cloak that perfectly envelops them, in the capacity of societies, neighborhoods, people, or individuals; they frame that kind of government and religion, and pursue that course collectively or individually, that seemeth good to themselves. <\/div><div class=\"paragraph jod\" id=\"v3n608\"> When we look at the whole creation, and that, too, from the days of Adam, down to this time, what do we see? According to the reading of the Bible, the sayings of Jesus Christ, of all the ancient Prophets, and of the Apostles, every soul, every son and daughter of Adam and Eve, that have lived from the day of transgression to this time; and that will live from this time henceforth, so long as any of the posterity of Adam and Eve shall continue upon the earth, unless they know Jesus Christ, and his Father, and receive the Holy Ghost, and be prepared to dwell with the  <div class=\"break pagebreak\" id=\"89a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0089.pdf\" target=\"pdfwin\">p.&#xA0;89a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0286\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Father and the Son; become acquainted with them, and converse with them, they will all be damned; every soul of them will be sent to hell. <\/div><div class=\"paragraph jod\" id=\"v3n610\"> And what do we see on the back of this, I ask? We see that all Christendom are ready to pounce upon them that believe in Jesus Christ, and are trying to attain to this knowledge, and grind them down, and send them down, and continue to bear upon them, and crowd them down, down to the bottom of the &#x201C;<span class=\"italic\">bottomless pit<\/span>,&#x201D; and throw upon them pig metal, and lead, to keep them down. This is what we see; and all creation may see it also, if they will open their eyes. <\/div><div class=\"paragraph jod\" id=\"v3n611\"> I shall not undertake to prove from the Bible everything I say, yet it is all there. <\/div><div class=\"paragraph jod\" id=\"v3n612\"> With regard to the peculiar and varied formations of the religions of the day, I will say, we can see in them the first strong lines of the religion of Christ drawn out, which have existed among them from the days of the apostasy from the true order, to the present day. <\/div><div class=\"paragraph jod\" id=\"v3n613\"> If you could just humble yourselves until your eyes should be enlightened by the Spirit of God, by the spirit of intelligence, you may understand things the world cannot see; and understand that it is the privilege of every person to know the exact situation of the inhabitants of the earth, for themselves. The ancient Apostles saw it; Jesus Christ knew all about it; and the Prophets before them prophesied, and wrote, and preached about what was then upon the earth, what had been, and what would be. <\/div><div class=\"paragraph jod\" id=\"v3n614\"> The inquiry might be made, &#x201C;Can any person in the world prophesy, unless he possess the spirit of it?&#x201D; No, they cannot. They may prophesy lies by the spirit of lies, by the inspiration of a lying spirit, but can they see and understand things in the fu<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"89b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0089.pdf\" target=\"pdfwin\">p.&#xA0;89b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0286\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ture, so as to prophesy truly of things to come, unless they are endowed with the spirit of prophecy? No. Is this the privilege of every person? It is. Permit me to remark here&#x2014;this very people called Latter-day Saints have got to be brought to the spot where they will be trained (if they have not been there already), where they will humble themselves, work righteousness, glorify God, and keep His commandments. If they have not got undivided feelings, they will be chastised until they have them; not only until every one of them shall see for themselves, and prophesy for themselves, have visions to themselves, but be made acquainted with all the principles and laws necessary for them to know, so as to supersede the necessity of anybody teaching them. <\/div><div class=\"paragraph jod\" id=\"v3n615\"> Is not the time to come when I shall not say to my neighbor, know the Lord, for he will know Him as well as I do?<span class=\"citation\" id=\"60680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60680)\">Jer. 31:34<\/a><\/span> This is the very people that have to come to it, sooner or later. Can we come to it? We can. If you are industrious and faithful scholars in the school you have entered into, you shall get lessons one after another, and continue on until you can see and understand the spirit of prophecy and revelation, which can be understood according to a systematic principle, and can be demonstrated to a person's understanding as scientifically as Professor Pratt, who sits directly behind me, can an astronomical problem. <\/div><div class=\"paragraph jod\" id=\"v3n616\"> I do not purpose to go into that, or to say anything to the brethren or to this people with regard to their daily walk and actions. I proposed to view the inhabitants of the earth and their situation, that you and I might understand that the Lord Almighty has a hand in all these matters; that the Lord is on the earth, and fills immensity; He is everywhere; He dictates governors and  <div class=\"break pagebreak\" id=\"90a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0090.pdf\" target=\"pdfwin\">p.&#xA0;90a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0285\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>kings, and manages the whole affairs of the nations of the earth, and has from the days of Adam, and will until the winding up scene, and the work shall be finished. <\/div><div class=\"paragraph jod\" id=\"v3n618\"> There is only one Gospel sermon, recollect, brethren and sisters, and the time that is required to preach it is from the day of the fall, or from the day when Adam and his wife Eve came here upon this planet, and from that time until Jesus Christ has subdued the last enemy, which is death, and put all things under his feet, and wound up all things pertaining to this earth.<span class=\"citation\" id=\"73858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73858)\">1 Cor. 15:25-27<\/a><\/span> Then the Gospel will have been preached, and brought up and presented, and the effects thereof, to the Father. <\/div><div class=\"paragraph jod\" id=\"v3n619\"> Now what shall we do with the inhabitants of the earth? Their true situation can be presented to your minds, if you will calmly reflect. Every person, whether they have traveled or not, if they are acquainted with the history of nations, can discover at once the variety there is of religions, customs, laws, and governments; and if you will apply your hearts, you can understand the cause of this variety of effects. <\/div><div class=\"paragraph jod\" id=\"v3n620\"> Again, there are the nations that have lived before us; what shall we do with them? And what is their situation in the other world? What have we now to say of them? I can tell it in short. We are preaching to them the Gospel of salvation&#x2014;to the dead&#x2014;through those who have lived in this dispensation; and it is a part and parcel of the great Gospel discourse, a little here and a little there, that is necessary for the nation unto whom given. With regard to doctrine, rules, customs, and many sacraments, they are meted out to the inhabitants of the earth severally as they stand in need, according to their situations and what is required of them. <\/div><div class=\"paragraph jod\" id=\"v3n621\"> You may ask, &#x201C;What is meted out <div class=\"break columnbreak\" id=\"90b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0090.pdf\" target=\"pdfwin\">p.&#xA0;90b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0285\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to us?&#x201D; I answer, the ordinances, the sacraments that the Lord Jesus Christ instituted for the salvation of the Jews, for all the house of Israel, and then for the Gentiles. This is the Gospel&#x2014;the plan of salvation the Lord has given to us. This is the kingdom the Lord has presented to us; the same he presented to the Apostles in the days of Jesus. Now it is for the people to become acquainted with these laws and ordinances of salvation, then apply them to their lives, and that will save as many in the celestial kingdom, in the presence of the Father and Son, as will strictly adhere to them. This we read in the sacred book; we have it before us all the time, that just as many as will believe the Gospel of Jesus Christ, live up to its requirements in their lives, and die in the faith, shall receive a crown of life with the Apostles,<span class=\"citation\" id=\"76280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76280)\">2 Tim. 4:8<\/a><\/span><span class=\"citation\" id=\"77441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77441)\">James 1:12<\/a><\/span><span class=\"citation\" id=\"79052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79052)\">Rev. 2:10<\/a><\/span><span class=\"citation\" id=\"84302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84302)\">D&amp;C 20:14<\/a><\/span> and all the faithful in Christ Jesus.<span class=\"citation\" id=\"74755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74755)\">Eph. 1:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n622\"> What next? I will tell you a practice of the Latter-day Saint Elders generally. For instance, I get up here, and preach the fulness of the Gospel, perhaps to individuals who never heard it before in their lives, and I close by saying, you that believe this which I have told you, shall be saved; and if you do not, you shall be damned. I leave the subject there. But, says one, &#x201C;don't the Bible say so?&#x201D; You ought to explain yourself. &#x201C;I only said what the Savior taught&#x2014;he says, Go into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; and he that believeth not shall be damned.<span class=\"citation\" id=\"66781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66781)\">Mark 16:15-16<\/a><\/span> Don't I say the same?&#x201D; You leave it there, don't you? &#x201C;Yes; the Apostle left it there, and so do I.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n623\"> I wish to explain it a little more, according to the plain, simple, English language. The sum of this practice is this; when I preach a gospel sermon, and they don't believe what I  <div class=\"break pagebreak\" id=\"91a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0091.pdf\" target=\"pdfwin\">p.&#xA0;91a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0284\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>say, I straightway seal their damnation. Brethren, do you believe in such a thing as that? I do not; yet there are many of the Elders just so absurd. <\/div><div class=\"paragraph jod\" id=\"v3n625\"> I recollect, in England, sending an Elder to Bristol, to open a door there, and see if anybody would believe. He had a little more than thirty miles to walk; he starts off one morning, and arrives at Bristol; he preached the Gospel to them, and sealed them all up to damnation, and was back next morning. He was just as good a man, too, as we had. It was want of knowledge caused him to do so. I go and preach to the people, and tell them at the end of every sermon, he that believeth and is baptized, shall be saved; and he that believeth not, shall be damned.<span class=\"citation\" id=\"66854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66854)\">Mark 16:16<\/a><\/span> I continue preaching there day after day, week after week, and month after month, and yet nobody believes my testimony, that I know of, and I don't see any signs of it. &#x201C;What shall I do in this case, if I am sent to preach there?&#x201D; you may inquire. You must continue to preach there, until those who sent you shall tell you to leave that field of labor; and if the people don't manifest by their works, that they believe, as long as they come to hear me, I will continue to plead with them, until they bend their dispositions to the Gospel. Why? Because I must be patient with them, as the Lord is patient with me; as the Lord is merciful to me, I will be merciful to others; as He continues to be merciful to me, consequently I must continue in long-suffering to be merciful to others&#x2014;patiently waiting, with all diligence, until the people will believe, and until they are prepared to become heirs to a celestial kingdom, or angels to the devil. <\/div><div class=\"paragraph jod\" id=\"v3n626\"> When the book of Mormon was first printed, it came to my hands in two or three weeks afterwards. Did I believe, on the first intimation of it? <div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0284\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The man that brought it to me, told me the same things; says he, &#x201C;This is the Gospel of salvation; a revelation the Lord has brought forth for the redemption of Israel; it is the Gospel; and according to Jesus Christ, and his Apostles, you must be baptized for the remission of sins, or you will be damned.&#x201D; &#x201C;Hold on,&#x201D; says I. The mantle of my traditions was over me, to that degree, and my prepossessed feelings so interwoven with my nature, it was almost impossible for me to see at all; though I had beheld, all my life, that the traditions of the people was all the religion they had, I had got a mantle for myself. Says I, &#x201C;Wait a little while; what is the doctrine of the book, and of the revelations the Lord has given? Let me apply my heart to them;&#x201D; and after I had done this, I considered it to be my right to know for myself, as much as any man on earth. <\/div><div class=\"paragraph jod\" id=\"v3n627\"> I examined the matter studiously for two years before I made up my mind to receive that book. I knew it was true, as well as I knew that I could see with my eyes, or feel by the touch of my fingers, or be sensible of the demonstration of any sense. Had not this been the case, I never would have embraced it to this day; it would have all been without form or comeliness<span class=\"citation\" id=\"94387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94387)\">Isa. 53:2<\/a><\/span> to me. I wished time sufficient to prove all things for myself. <\/div><div class=\"paragraph jod\" id=\"v3n628\"> The Gospel of Jesus Christ, must be preached to all nations for a witness<span class=\"citation\" id=\"65690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65690)\">Matt. 24:14<\/a><\/span> and a testimony; for a sign that the day has come, the set time for the Lord to redeem Zion,<span class=\"citation\" id=\"57055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57055)\">Ps. 102:13<\/a><\/span><span class=\"citation\" id=\"84460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84460)\">D&amp;C 124:6<\/a><\/span> and gather Israel, preparatory to the coming of the Son of Man. When this Gospel is preached to the people, some will believe, and some will not know whether to believe it, or not. This is the situation of the world; go forth among the people; go among your own neighbors, and you may see it; because the Lord has touched your  <div class=\"break pagebreak\" id=\"92a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0092.pdf\" target=\"pdfwin\">p.&#xA0;92a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0283\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>understanding with the spirit of truth, it looks to you as though all the world will believe it, if they can only hear your testimony; you go and preach to them, but, to your astonishment, they seem perfectly uninterested; some go to sleep, and others are dreaming of their farms and possessions. <\/div><div class=\"paragraph jod\" id=\"v3n630\"> The Methodist will tell you, he has had the Gospel from his youth, and been brought up in the Methodist society; and so will the Quaker; and so will the Presbyterian; and so will the Shakers; for they say they are the only people, who are preparing for the Millennium. What is law here, is not there; and what is not there, is here. I have been used to this method of worship, or that; and have heard the good old tone, all the days of my life. <\/div><div class=\"paragraph jod\" id=\"v3n631\"> The Methodists come along and say, you may be baptized by pouring, or by sprinkling, or not at all, for there is nothing essential in it. Another man says, you can partake of the Lord's Supper if you like, or let it alone, for it is nonessential; if you have only the good old tone, you are all right. <\/div><div class=\"paragraph jod\" id=\"v3n632\"> Now I ask a question: Who is there that can know the things of God; who can discern the truth from the error? Where is the man; where are the people now in the world that can do it? They do not exist. Let the best wisdom of the world be summoned to their aid, and they cannot know the things of God. Let a man be endowed with the revelations of Jesus Christ, and he will say at once they cannot tell&#x2014;it is impossible. Let the just Judge sound his trump, what would he say? I can read it to you in this book. (Laying his hand on the Bible.) <\/div><div class=\"paragraph jod\" id=\"v3n633\"> He is compassionate to all the works of His hands, the plan of His redemption, and salvation, and mercy is stretched out over all; and His <div class=\"break columnbreak\" id=\"92b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0092.pdf\" target=\"pdfwin\">p.&#xA0;92b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0283\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> plans are to gather up, and bring together, and save all the inhabitants of the earth, with the exception of those who have received the Holy Ghost, and sinned against it.<span class=\"citation\" id=\"86976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86976)\">D&amp;C 76:43<\/a><\/span> With this exception, all the world besides shall be saved. Is not this Universalism? It borders very close upon it. <\/div><div class=\"paragraph jod\" id=\"v3n634\"> I have preached portions of the doctrine of salvation to the people, when I traveled abroad. When I would take up this subject, the Universalists would run after me hundreds of miles, saying, &#x201C;We are Universalists, where I live; we are troubled with the Methodists, and the various sects; won't you come and use them up for us; we want them whipped out.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n635\"> It is only parts and portions of the Gospel that you hear; a little here, and a little there, scattered all over the world. Now let the hearts of the children of men be enlightened; let them be awakened to understand the designs of the Lord, in the salvation of man, and what will their voices echo one to another? I will tell you what would be the feeling of every heart; salvation, glory, hallelujah to God and the Lamb, forever and ever. Why? Because of His abundant mercy and compassion; because His wisdom has devised for us, that which we could not have devised for ourselves. That is what all creation would do. <\/div><div class=\"paragraph jod\" id=\"v3n636\"> I will take up another thread of my discourse, by observing, that a few men upon the earth, have found an item of truth, here and there, and incorporated it with their own wisdom, and taught the world that the Lord designs to save all mankind, no matter what they do. Another portion will catch at the Calvinistic principles; they hold that the Lord has foreordained this, that, and the other, and vigorously contend that the Lord <span class=\"italic\">did<\/span> decree, and <span class=\"italic\">did<\/span> foreordain whatsoever comes to pass, and away they  <div class=\"break pagebreak\" id=\"93a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0093.pdf\" target=\"pdfwin\">p.&#xA0;93a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0282\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>run. Another comes along with free salvation to all; he has caught that principle, and away they all go, deprecating everything else, only the little particle each one has incorporated to himself. <\/div><div class=\"paragraph jod\" id=\"v3n638\"> It is this that makes the variance in the religious world. We see a party here, and a party there, crying, &#x201C;Lo here, and lo there;&#x201D;<span class=\"citation\" id=\"65766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65766)\">Matt. 24:23<\/a><\/span><span class=\"citation\" id=\"67830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67830)\">Luke 17:21<\/a><\/span> and the people are contending bitterly with each other, nation against nation, society against society, and man against man, each seeking to destroy the other, or bring them to this little particle of doctrine, that each one thinks is just right. It is right, as far as it goes. <\/div><div class=\"paragraph jod\" id=\"v3n639\"> Man is made an agent to himself before his God; he is organized for the express purpose, that he may become like his master. You recollect one of the Apostle's sayings, that when we see Him, we shall be like Him;<span class=\"citation\" id=\"78637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78637)\">1 Jn. 3:2<\/a><\/span> and again, we shall become Gods, even the sons of God.<span class=\"citation\" id=\"68573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68573)\">John 1:12<\/a><\/span><span class=\"citation\" id=\"78632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78632)\">1 Jn. 3:1<\/a><\/span><span class=\"citation\" id=\"87032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87032)\">D&amp;C 76:58<\/a><\/span> Do you read anywhere, that we shall possess all things?<span class=\"citation\" id=\"74234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74234)\">2 Cor. 6:10<\/a><\/span><span class=\"citation\" id=\"85970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85970)\">D&amp;C 50:27-28<\/a><\/span> Jesus is the elder brother, and all the brethren shall come in for a share with him; for an equal share,<span class=\"citation\" id=\"88754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88754)\">D&amp;C 88:107<\/a><\/span> according to their works and calling, and they shall be crowned with him.<span class=\"citation\" id=\"93126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93126)\">Moses 7:56<\/a><\/span> Do you read of any such thing as the Savior praying, that the Saints might be one with him, as he and the Father are one?<span class=\"citation\" id=\"70736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70736)\">John 17:21-22<\/a><\/span> The Bible is full of such doctrine, and there is no harm in it, as long as it agrees with the New Testament. <\/div><div class=\"paragraph jod\" id=\"v3n640\"> I will continue the point I am now at. The Lord created you and me for the purpose of becoming Gods like Himself; when we have been proved in our present capacity, and been faithful with all things He puts into our possession. We are created, we are born for the express purpose of growing up from the low estate of manhood, to become Gods like unto our Father in heaven. That is the truth about it, just as it is. The Lord has organized mankind for the express purpose <div class=\"break columnbreak\" id=\"93b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0093.pdf\" target=\"pdfwin\">p.&#xA0;93b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0282\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of increasing in that intelligence and truth, which is with God, until he is capable of creating worlds on worlds, and becoming Gods, even the sons of God.<span class=\"citation\" id=\"87033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87033)\">D&amp;C 76:58<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n641\"> How many will become thus privileged? Those who honor the Father and the Son; those who receive the Holy Ghost, and magnify their calling, and are found pure and holy; they shall be crowned in the presence of the Father and the Son. Who else? Not anybody. What becomes of all the rest. Are you going to cast them down, and sink them to the bottom of the bottomless pit, to be angels to the devil? Who are his angels? No man nor woman, unless they receive the Gospel of salvation, and then deny it, and altogether turn away from it,<span class=\"citation\" id=\"87752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87752)\">D&amp;C 84:41<\/a><\/span> sacrificing to themselves the Son of God afresh.<span class=\"citation\" id=\"76728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76728)\">Heb. 6:6<\/a><\/span> They are the only ones who will suffer the wrath of God to all eternity.<span class=\"citation\" id=\"86939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86939)\">D&amp;C 76:33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n642\"> How much does it take to prepare a man, or woman, or any being, to become angels to the devil, to suffer with him to all eternity?<span class=\"citation\" id=\"81677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81677)\">Jacob 3:11<\/a><\/span> Just as much as it does to prepare a man to go into the celestial kingdom, into the presence of the Father and the Son, and to be made an heir to His kingdom, and all His glory, and be crowned with crowns of glory, immortality, and eternal lives.<span class=\"citation\" id=\"86795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86795)\">D&amp;C 75:5<\/a><\/span> Now who will be damned to all eternity? Will any of the rest of mankind? No; not one of them. <\/div><div class=\"paragraph jod\" id=\"v3n643\"> The very heathen we were talking about; if they have a law, no matter who made it, and do the best they know how, they will have a glory which is beyond your imagination, by any description I might give; you cannot conceive of the least portion of the glory of God prepared for His beings, the workmanship of His hands; for these people who are seated before me, who are the sons and daughters, legitimately so, of our Father in heaven, they all sprung from Him; it hath not entered into  <div class=\"break pagebreak\" id=\"94a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0094.pdf\" target=\"pdfwin\">p.&#xA0;94a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0281\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the heart of man to conceive what He has prepared for them.<span class=\"citation\" id=\"72970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72970)\">1 Cor. 2:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n645\"> The Lord sent forth His Gospel to the people; He said, I will give it to my son Adam, from whom Methuselah received it;<span class=\"citation\" id=\"90299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90299)\">D&amp;C 107:50<\/a><\/span> and Noah received it from Methuselah;<span class=\"citation\" id=\"90301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90301)\">D&amp;C 107:52<\/a><\/span> and Melchizedek administered to Abraham.<span class=\"citation\" id=\"124414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124414)\">D&amp;C 84:14<\/a><\/span> In the days of Noah, the people generally rejected it. All those who became acquainted with its principles, and thereby were made acquainted with, and tasted the power of salvation, and turned away therefrom, became angels to the devil.<span class=\"citation\" id=\"81678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81678)\">Jacob 3:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n646\"> Let us apply it directly to ourselves, who have received the truth, and tasted of the good word of God.<span class=\"citation\" id=\"76713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76713)\">Heb. 6:5<\/a><\/span> Let me turn around with you and reject it, and teach our children that it is an untruth, teach the same to our neighbors, and that it is a burlesque to our senses; let us deny the Lord that bought us, what would be the result? Our children would grow up in unbelief, and the sin would rest upon our heads. Suppose we are faithful, and the people will not believe our testimony, we shall receive our reward, the same as though they did believe it. <\/div><div class=\"paragraph jod\" id=\"v3n647\"> Suppose the inhabitants of the earth were before me, those who have died, what shall we say of them? Have they gone to heaven, or to hell? There is a saying of a wise man in the Bible, like this: &#x201C;Who knoweth the spirit of a man that goeth upward, or the spirit of the beast that goeth downward?&#x201D;<span class=\"citation\" id=\"57568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57568)\">Eccl. 3:21<\/a><\/span> All have spirits, I should suppose, by this. Again, there is another saying, &#x201C;The Lord giveth, and the Lord taketh away; and blessed be the name of the Lord.&#x201D;<span class=\"citation\" id=\"56016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56016)\">Job 1:21<\/a><\/span> Man dies, and his spirit goes to God who gave it.<span class=\"citation\" id=\"94388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94388)\">Eccl. 12:7<\/a><\/span> All these things are within the scope of the Gospel sermon; all these principles are embraced in this great Gospel discourse. <\/div><div class=\"paragraph jod\" id=\"v3n648\"> What shall we say without going to the Scriptures at all? Where do the spirits of this people go to, when <div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0281\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they lay down their tabernacles?<span class=\"citation\" id=\"82331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82331)\">Alma 40:11-14<\/a><\/span> They go into the presence of God, and are at the pleasure of the Almighty. Do they go to the Father and the Son, and there be glorified? No; they do not. If a spirit goes to God who gave it,<span class=\"citation\" id=\"57608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57608)\">Eccl. 12:7<\/a><\/span> it does not stay there. We are all the time in the presence of the Lord, but our being in the presence of the Lord, does not make it follow that He is in our presence; the spirits of men are understood to go into the presence of the Lord, when they go into the spiritual world. <\/div><div class=\"paragraph jod\" id=\"v3n649\"> The Prophet lays down his body, he lays down his life, and his spirit goes to the world of spirits; the persecutor of the Prophet dies, and he goes to Hades; they both go to one place, and they are not to be separated yet. Now, understand, that this is part of the great sermon the Lord is preaching in his providence, the righteous and the wicked are together in Hades. If we go back to our mother country, we there find the righteous and the wicked. <\/div><div class=\"paragraph jod\" id=\"v3n650\"> If we go back to our mother country, the States, we there find the righteous, and we there find the wicked; if we go to California, we there find the righteous and the wicked, all dwelling together; and when we go beyond this veil, and leave our bodies which were taken from mother earth, and which must return; our spirits will pass beyond the veil; we go where both Saints and sinners go; they all go to one place. Does the devil have power over the spirits of just men? No. When he gets through with this earth, he is at the length of his chain. He only has permission to have power and dominion on this earth, pertaining to this mortal tabernacle; and when we step through the veil, all are in the presence of God. What did one of the ancients say? &#x201C;Whither shall I go from thy spirit? and whither shall I flee from thy presence? If I ascend up into heaven, thou art  <div class=\"break pagebreak\" id=\"95a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0095.pdf\" target=\"pdfwin\">p.&#xA0;95a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0280\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there: if I make my bed in hell, behold, thou art there. If I take the wings of the morning, and dwell in the uttermost parts of the earth; Even there shall thy hand lead me, and thy right hand shall hold me.&#x201D;<span class=\"citation\" id=\"57302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57302)\">Ps. 139:7-10<\/a><\/span> Where is the end of His power? He is omnipotent, and fills immensity by His agents, by His influence, by His Spirit, and by His ministers.<span class=\"citation\" id=\"94389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94389)\">D&amp;C 88:12<\/a><\/span> We are in the presence of God there, as we are here. Does the enemy have power over the righteous? No. Where are the spirits of the ungodly? They are in prison. Where are the spirits of the righteous, the Prophets, and the Apostles? They are in prison, brethren; that is where they are. <\/div><div class=\"paragraph jod\" id=\"v3n652\"> Now let us notice a little experience, lest some of you should be startled at this idea. How do you feel, Saints, when you are filled with the power and love of God? You are just as happy as your bodies can bear. What would be your feelings, suppose you should be in prison, and filled with the power and love of God; would you be unhappy? No. I think prisons would palaces prove, if Jesus dwelt there. This is experience. I know it is a startling idea to say that the Prophet and the persecutor of the Prophet, all go to prison together. What is the condition of the righteous? They are in possession of the spirit of Jesus&#x2014;the power of God, which is their heaven; Jesus will administer to them; angels will administer to them; and they have a privilege of seeing and understanding more than you or I have, in the flesh; but they have not got their bodies yet, consequently they are in prison. When will they be crowned, and brought into the presence of the Father and the Son? Not until they have got their bodies; this is their glory. What did the holy martyrs die for? Because of the promise of receiving bodies, glorified bodies, in the morning of the resurrection. For <div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0280\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this they lived, and patiently suffered, and for this they died. In the presence of the Father, and the Son, they cannot dwell, and be crowned, until the work of the redemption of both body and spirit is completed. What is the condition of the wicked? They are in prison. Are they happy? No. They have stepped through the veil, to the place where the veil of the covering is taken from their understanding. They fully understand that they have persecuted the just and Holy One, and they feel the wrath of the Almighty resting upon them, having a terrible foreboding of the final consummation of their just sentence, to become angels to the devil; just as it is in this world, precisely. <\/div><div class=\"paragraph jod\" id=\"v3n653\"> Has the devil power to afflict, and cast the spirit into torment? No! We have gained the ascendancy over him. It is in this world only he has power to cause affliction and sickness, pain and distress, sorrow, anguish, and disappointment; but when we go there, behold! the enemy of Jesus has come to the end of his chain; he has finished his work of torment; he cannot come any further; we are beyond his reach, and the righteous sleep in peace, while the spirit is anxiously looking forward to the day when the Lord will say, &#x201C;Awake my Saints, you have slept long enough;&#x201D; for the trump of God shall sound, and the sleeping dust shall arise, and the absent spirits return, to be united with their bodies; and they will become personages of tabernacle, like the Father, and His Son, Jesus Christ; yea Gods in eternity. <\/div><div class=\"paragraph jod\" id=\"v3n654\"> They look forward with great anxiety to that day, and their happiness will not be complete&#x2014;their glory will not attain to the final consummation of its fulness, until they have entered into the immediate presence of the Father and the Son, to be crowned, as Jesus will be, when the work is finished. When it is wound up, the  <div class=\"break pagebreak\" id=\"96a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0096.pdf\" target=\"pdfwin\">p.&#xA0;96a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0279\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>text is preached, in all its divisions, pertaining to the redemption of the world, and the final consummation of all things; then the Savior will present the work to the Father, saying, &#x201C;Father, I have finished the work thou gavest me to do;&#x201D;<span class=\"citation\" id=\"70617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70617)\">John 17:4<\/a><\/span> and the Son will give it up to the Father, and then be subject to Him, and then he will be crowned, and that is the time you and I will be crowned also. <\/div><div class=\"paragraph jod\" id=\"v3n656\"> We will notice, by this, that all the nations of the earth, with the exception of those who have apostatized from the Gospel salvation; every son and daughter of Adam, except those who have denied the Holy Ghost, after having received it, are placed in prison with the rest of them, with Prophets, Priests, and Saints. Suppose we quote a little Scripture on this point. Jesus died to redeem the world. Did his body lay in the tomb? Did his spirit leave his body? Yes. Where did his spirit go, you may inquire? I do not know that I can tell you any better than what the ancient Apostle has told it; he says he went to preach to the spirits in prison.<span class=\"citation\" id=\"77944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77944)\">1 Pet. 3:18-19<\/a><\/span> Who are they to whom he went to preach? The people who lived in the antediluvian world. He preached the Gospel to them in the spirit, that they might be judged according to men in the flesh.<span class=\"citation\" id=\"78098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78098)\">1 Pet. 4:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n657\"> What shall we say of the people who live in the 19th century? When any of the Latter-day Elders or Apostles die, and leave this world, suffice it to say, that their spirits go to that prison, and preach the Gospel to those who have died without hearing it;<span class=\"citation\" id=\"92151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92151)\">D&amp;C 138:29-37<\/a><\/span> and every spirit shall be judged precisely as though he lived in the flesh, when the fulness of the Gospel was upon the earth. This leads to the subject of the saving and redeeming powers possessed by the righteous; but we shall not have time this morning to treat upon it, suffice it to say, <div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0279\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that saviors are coming up, in the last days, upon mount Zion.<span class=\"citation\" id=\"61957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61957)\">Obad. 1:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n658\"> This I say of every son and daughter of Adam, Prophets, Priests, and those that slew the Prophets, all go to prison; the Elders of this Church go there, and there continue their labors;<span class=\"citation\" id=\"92205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92205)\">D&amp;C 138:52,57<\/a><\/span> and by and by you will see Zion redeemed, and saviors will come up upon mount Zion.<span class=\"citation\" id=\"61958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61958)\">Obad. 1:21<\/a><\/span> The faithful Elders will come, and go forward in the ordinances of God, that our ancestors, and all who have died previous to the restoration of the Gospel in these last days, may be redeemed. <\/div><div class=\"paragraph jod\" id=\"v3n659\"> Now, ye Elders of Israel, when you say that John Wesley went to hell, say that Joseph Smith went there too. When you tell about Judas Iscariot going to hell, say that Jesus went there too. The world cannot see the whole of the Gospel sermon at one glance; they can only pick up a little here, and a little there. They that do understand it from the beginning to the end, know that is as straight as a line can be drawn. You cannot find a compass on the earth, that points, so directly, as the Gospel plan of salvation. It has a place for everything, and puts everything in its place. It divides, and subdivides, and gives to every portion of the human family, as circumstances require. <\/div><div class=\"paragraph jod\" id=\"v3n660\"> It is for us to get rid of that tradition in which we are incased, and bring up our children in the way they should go, that when they get old, they will not depart from it.<span class=\"citation\" id=\"57473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57473)\">Prov. 22:6<\/a><\/span> It is your privilege and mine, to enjoy the visions of the Spirit of the Lord, everyone in his own order, just as the Lord has ordained it, that every man and woman may know for themselves, if they are doing right, according to the great plan of salvation. I have only touched a little of the great Gospel sermon, and the time has come, that we must close our meeting; so may the Lord God of Israel bless you, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}