{"ID":30018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Men Rewarded According to Their Works.<\/div>\n<div class=\"subtitle\">Remarks by President J. M. Grant, Delivered in the Bowery, Great Salt Lake City, October 6, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Men Rewarded According to Their Works.<\/div>\n<div class=\"speaker\">Speaker: Jedediah M. Grant<\/div>\n<div class=\"date\">Date: 10\/6\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v3n841\"> I am pleased with the general spirit manifested through the servants of the Lord who have spoken to us today. I was pleased, during the forenoon, with the freedom that seemed to pervade the mind of our President and the mind of Elder Kimball. I am pleased with the freedom of our Patriarch, Elder John Young, this afternoon, and I believe the doctrine which he has advanced to be correct; it is substan<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0250\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tially this, all persons shall be judged according to their works. I am aware the old maxim was that men would be judged according to the death they might die, but the Latter-day Saints believe that men will be judged by the life they live, and not by the death they die. We believe that a man will be rewarded according to his works, for it is not written that he shall be rewarded according to his ordina<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"126a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0126.pdf\" target=\"pdfwin\">p.&#xA0;126a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0249\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion, or the special situation or place in which he may be called to act in the Church of God; but it is written, and that law, I believe, has never been revoked by high heaven, or by any of its legates to earth; hence it stands immutable, that all men shall be rewarded according to their works.<span class=\"citation\" id=\"64959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64959)\">Matt. 16:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n843\"> This is the doctrine that our Patriarch has been laboring to impress upon your minds this afternoon. I think it is very wholesome; I am satisfied with it; it is sweet to my taste; it is good that all men in the different dispensations of the Almighty, each in his situation, calling, capacity, and sphere of action, are to be, and of right should be, rewarded according to his works. We do not wish to reverse this law in relation to our enemies, we only wish them to be rewarded according to their works;<span class=\"citation\" id=\"76287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76287)\">2 Tim. 4:14<\/a><\/span> we do not desire to warp the law in the least. <\/div><div class=\"paragraph jod\" id=\"v3n844\"> I am aware that many suppose that we entertain some unchristian feelings to those out of the Church, but this is a mistake; we only wish that persons who have shed the blood of our Apostles may be rewarded just according to their works. And we expect that, sooner or later, they will have meted out to them that reward which the Almighty actually knows that they deserve. When speaking of governors, rulers, kings, emperors, judges, and officers of nations and states, would we wish to reverse the general law that every person shall be rewarded according to their works? No. It would not do to have some men die as soon as many might desire, for they would not meet their proportionate reward on the earth. <\/div><div class=\"paragraph jod\" id=\"v3n845\"> I like to meditate upon this doctrine, I like to see its practical workings, rewarding every man according to his works; and I expect that the day will come when all Latter-day Saints will be perfectly satisfied with it. <\/div><div class=\"paragraph jod\" id=\"v3n846\"> I am fully aware that many people have been bred and raised in poor <div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0249\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> pussyism all their days, both in America and in Europe, and when they hear doctrines and principles taught by men who speak as freedom permits them, and as freemen have a right to speak, those who are clothed with the garments of poor pussyism get the grunts; well, grunt on until you grunt it all out. The Latter-day Saints who enjoy the light of the Lord, that power which loves the intelligence of heaven and imparts it to the faithful, thank the Lord that we expect that our elder brother, Jesus Christ, will give unto us according to our works. We expect that he will be rewarded according to his works, and that his associates will be rewarded according to theirs, and if our works are not good we ask for no good reward. <\/div><div class=\"paragraph jod\" id=\"v3n847\"> It is not according to the nation a man sprung from, nor according to the parentage or line of descent he came through, that he is to be rewarded; it is not so written. But it is written in the book of God emanating from high heaven, from the courts above, that kings, emperors, rulers, and all men on the earth, high and low, shall be rewarded according to their works.<span class=\"citation\" id=\"82087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82087)\">Alma 9:28<\/a><\/span> Do the people of God understand this? Do all the Saints, in their individual capacities, understand this? The doctrine is applicable to the nations and states. Is it not applicable to all people? It is. <\/div><div class=\"paragraph jod\" id=\"v3n848\"> &#x201C;Why,&#x201D; says one, &#x201C;bless my soul, you do not say that it is applicable to females, do you?&#x201D; Yes I do. &#x201C;Oh, dear, what will the FIRST wife do in that case?&#x201D; Why, bless your poor soul, she will be rewarded according to her works. That is the doctrine, and, thank God, there is no other way. You cannot alter it; you cannot revoke this eternal law. If a man has fifty wives and the fiftieth is the best, does the most good, she will get the greatest reward, in spite of all the grunting on the part of the first one. <\/div><div class=\"paragraph jod\" id=\"v3n849\"> In the Church of God, if a Teacher,  <div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a Priest, or Deacon, has the best works, if his labors are the most, if his acts are the most righteous in magnifying his calling to the utmost, he is better off than any man in the Church who does not magnify his calling. Is this doctrine applicable to ordained men in the Church? Yes, to every man of God, whether he be a Priest, Teacher, Member, Elder, or Apostle; each person will be rewarded according to his works. Is it applicable in families? Yes. &#x201C;Oh,&#x201D; says one, &#x201C;That makes me feel bad; my poor wife, my dear loving wife, the wife of my youth and the companion of my toils, what will she think of this? Bless me, I tremble for her.&#x201D; If her works are better, if her righteousness exceeds that of the rest of your wives, if she has more philanthropy, greater charity, and deserves more than they, she will get more. But if her works are not equal to those of some of the balance, she will still be rewarded according to her works. <\/div><div class=\"paragraph jod\" id=\"v3n851\"> I like the doctrine; I can swallow it without greasing my mouth. It is a first-rate doctrine, and is a goodly part of the real faith, virtue, root and <div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> marrow of &#x201C;Mormonism.&#x201D; Yes, it is applicable in families, thank God, and in the Church of God, in quorums, in councils, and in every other organized body; it applies to the world which we inhabit, and to everything that is in heaven. <\/div><div class=\"paragraph jod\" id=\"v3n852\"> I know that there are hundreds of thousands of men out of this Church, and do we like them? Yes. When we talk against men out of the Church do we mean to be understood as speaking against good men&#x2014;men who wish to do right? No; but we mean the poor devils and the devil's poor, that's the idea. <\/div><div class=\"paragraph jod\" id=\"v3n853\"> To righteous and honorable men who have true integrity, in them we say, &#x201C;God bless you,&#x201D; for that is the way we feel towards all such the wide world over. God bless the righteous, whether they are in the Church or out of it. And God bless the righteous Saints in the Church, and in all the families of God's people. I am backing up what brother John has been speaking. I want the Saints to do right and be blessed, which may God grant, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}