{"ID":30017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Iniquity&#x2014;Saints Living Their Religion&#x2014;Early Marriages.<\/div>\n<div class=\"subtitle\">Remarks by President H. C. Kimball, Delivered in the Bowery, Great Salt Lake City, October 6, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Iniquity, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 10\/6\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v3n830\"> I do not wish to detain the congregation long, still I do not think that those who have the spirit of a Saint are tired and wish the meeting to come to a close. Every word I have heard today is salvation and the very quintessence of righteousness, and I assure you that I have enjoyed myself more under what I have heard today, than I ever did in the best party that I ever attended. True, I have enjoyed <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0252\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> myself extremely well when I have been with my brethren in the dance, but, gentlemen and ladies, what we have heard today is salvation and eternal lives to us, if we will listen to and obey it. <\/div><div class=\"paragraph jod\" id=\"v3n831\"> I am thankful that the time has come when brother Brigham is disposed to lift the veil and expose the iniquities of men, if they are not willing to expose them themselves. I know  <div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0251\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they were exposed in the days of Joseph, and brother Brigham, myself, and many others were with him and stood by him to the day of his death, and do still. When their iniquities were exposed, men whom we thought much of, and those whom we thought nothing of, turned away from the faith. They were poor, miserable, rotten-hearted creatures; we knew that, and knew it when we were in England, and when we came home; and because we would not pamper and flatter those poor, miserable devils, they became our enemies and the enemies of Joseph. <\/div><div class=\"paragraph jod\" id=\"v3n833\"> Joseph would many times ostensibly hold men up to see whether this people would worship them, to see whether they had discernment enough to know the difference between a righteous man and a wicked one, and if we preferred the society of a blackleg, or of a whoremaster, or of any other abominable character, he was perfectly willing that we should have the opportunity to prove ourselves. <\/div><div class=\"paragraph jod\" id=\"v3n834\"> Now we are here in the mountains and am I not glad? Yes, I am glad, and I rejoice exceedingly, and if I am concealing wickedness or iniquity, I say, let it be exposed, that others by seeing it may repent and forsake their sins. Men will often tell what they will do&#x2014;that they are willing to lay down their lives for the sake of this Gospel and for their brethren, but the thing is to come and do it, while at the same time they are not willing to pay their tithing, nor do anything else that is required of them. He is no Saint who will not fulfil the requirements of heaven. <\/div><div class=\"paragraph jod\" id=\"v3n835\"> Brother Brigham is a servant to this people, and he serves you and waits upon you by night and by day, and his associates are willing to do whatever they are called upon. He is your servant, and I am your servant, but if you do not treat your servants well while in this time, I am afraid that <div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0251\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when they come to what is called eternity, you will not have the privilege of troubling them much. Therefore, listen with hearing ears and understanding hearts; walk up like men to do what God requires at your hands, and be willing to come to the light that your sins may be revealed;<span class=\"citation\" id=\"68973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68973)\">John 3:19-20<\/a><\/span> and if your sins are revealed and you repent of them, there are men who can tell you what road to take and what atonement to make, that you may be set in the road which leads to life, and if you will not be corrected you will be damned as sure as the sun will again set. <\/div><div class=\"paragraph jod\" id=\"v3n836\"> What is called &#x201C;Mormonism&#x201D; is the delight of my heart; this people are the pride of my heart, and I wish that everyone would do right, keep the commandments of the Lord, and listen to those correct principles that are taught them from time to time. Some will come with great zeal and anxiety, saying, &#x201C;I want my endowments; I want my washings and anointings; I want my blessings; I wish to be sealed up to eternal lives; I wish to have my wife sealed and my children sealed to me;&#x201D; in short, &#x201C;I desire this and I wish that.&#x201D; What good would all this do you, if you do not live up to your profession and practice your religion? Not as much good as for me to take a bag of sand and baptize it, lay hands upon it for the gift of the Holy Ghost, wash it and anoint, and then seal it up to eternal lives, for the sand will be saved, having filled the measure of its creation,<span class=\"citation\" id=\"88364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88364)\">D&amp;C 88:19,25<\/a><\/span> but you will not, except through faith and obedience. Those little pebbles and particles of sand gather themselves together and are engaged, as with one heart and mind,<span class=\"citation\" id=\"94391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94391)\">Moses 7:18<\/a><\/span> to accomplish a purpose in nature. Do they not keep the mighty ocean in its place by one united exertion? And if we were fully united we could resist and overcome every evil principle there is on earth or in hell. <\/div><div class=\"paragraph jod\" id=\"v3n837\"> Let us all listen with care and attention to the counsels that are given  <div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0250\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and that have been given unto us today, for they are more precious and delicious to me than the sweetest thing I ever tasted in this life. Shall we sit down and not rebuke sin? <\/div><div class=\"paragraph jod\" id=\"v3n839\"> If you oppose any of the works of God you will cultivate a spirit of apostasy. If you oppose what is called the &#x201C;spiritual wife doctrine,&#x201D; the Patriarchal Order, which is of God, that course will corrode you with a spirit of apostasy, and you will go overboard; still a great many do so, and strive to justify themselves in it, but they are not justified of God. When you take that course you put a knife to brother Brigham's breast, and to the breasts of his associates; and more or less so when you oppose anything which God has instituted for His glory and the exaltation of man. I do not like such conduct myself, and I am opposed to such characters; I do not ask any favors of them, and I have often said that I never want one of them to darken my door. I am against them and God is against them, and I am for sustaining His cause, the cause of my <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0250\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Father who dwells in the heavens; the cause of His Son, and the cause that brother Joseph has been the means of bringing forth by the revelations of Jesus Christ.<span class=\"citation\" id=\"94392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94392)\">Gal. 1:12<\/a><\/span> We sustained Joseph in this cause in his day, and we sustain the same cause now, and we will sustain it forever, and that is our desire and prayer from this time henceforth, God helping of us. <\/div><div class=\"paragraph jod\" id=\"v3n840\"> The principle of plurality of wives never will be done away although some sisters have had revelations that, when this time passes away and they go through the veil, every woman will have a husband to herself. I wish more of our young men would take to themselves wives of the daughters of Zion, and not wait for us old men to take them all; go ahead upon the right principle, young gentlemen, and God bless you forever and ever, and make you fruitful, that we may fill the mountains and then the earth with righteous inhabitants. That is my prayer, and that is my blessing upon all the Saints and upon your posterity after you, forever. Amen. <\/div>\n<\/div>\n<\/div>"}