{"ID":30010, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Instructions to Newcomers.<\/div>\n<div class=\"subtitle\">A Discourse by President Jedediah M. Grant, Delivered in the Tabernacle, Great Salt Lake City, September 24, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Instructions to Newcomers.<\/div>\n<div class=\"speaker\">Speaker: Jedediah M. Grant<\/div>\n<div class=\"date\">Date: 9\/24\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d10\">\n<div class=\"paragraph jod\" id=\"v3n471\"> While the sacrament is passing it may be well to speak a few words to the people. I am aware much instruction has been given to the people, at least to the majority of those who are here before me; and we do not wish to preach you to death, but we wish to preach so that you may enjoy life. A thousand ideas float in the minds of the people in relation to preaching; each have their standard, and their notions of what they call the sacred desk. All &#x201C;Mormon&#x201D; desks are sacred. I am no more religious today than yesterday. I am equally as religious in the canyons hauling wood as in the pulpit; and if I were agoing to swear in either place, I should prefer the pulpit to swear in; consequently, I consider that a man should live his religion in all places, and under all circumstances and situations in life. <\/div><div class=\"paragraph jod\" id=\"v3n472\"> We understand how to serve the Lord (I speak of all the Latter-day <div class=\"break columnbreak\" id=\"65b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0065.pdf\" target=\"pdfwin\">p.&#xA0;65b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0310\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Saints), that is, we understand how to serve Him in some things&#x2014;we have learned some duties which are practicable at the present time. I am aware that some Elders who go forth and preach long and pious sermons, frequently represent Zion as one of the most delightsome places in the world, as if the people in Salt Lake City were so pure and holy that the flame of sanctity would almost singe the hair off a common man's head. Others suppose when they come here, that they are to be fed, clothed, and housed independent of their own exertions. Some of the Elders have told the Saints in England that the first two weeks after they landed here all they would have to do would be to contemplate the beauties of Zion, and be furnished two weeks' provisions. The imaginations of some Saints have been so exalted by the Elders who preached to them, that they suppose that all our pigs come ready cooked,  <div class=\"break pagebreak\" id=\"66a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0066.pdf\" target=\"pdfwin\">p.&#xA0;66a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0309\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with knives and forks in them, and are running round squealing to be eaten; that every tray is filled with bread, every manger with potatoes, and every man's wagon with the choice fruits of the earth. On the contrary, when the Saints from abroad come to Zion, they will find the people so busy that they can scarcely find time to speak to them, and if they have lost some of their friends on the way, the people in Zion have not time even to help them mourn. <\/div><div class=\"paragraph jod\" id=\"v3n474\"> Some come here and are astonished, for they had supposed that they should find the stereotyped editions of Zion sitting on the seats singing &#x201C;hallelujah,&#x201D; and shouting &#x201C;Glory to God&#x201D; continually; but when they find us all active, some rushing to the canyons, some gathering in the crops, and others rearing houses&#x2014;when they find the people all alive with business, they think that the &#x201C;Mormons&#x201D; are all telegraphs; and so we are, stereotyped editions of the telegraph. Every man and woman in Zion at their duty is a telegraph moving and exerting an influence, building up, fortifying, and fulfilling the words of the Prophets by building city after city. It makes no difference whether we have gold and silver, or not; we build just as fast without money as the people of the east build with it, and a little faster. A man who has faith says he has capital in himself; he is telegraph enough to build him a house. Another man has to sit down, and count &#x201C;three and two are five, five and two are seven, seven and four are eleven, and eleven and six are seventeen;&#x201D; and so he will calculate, and unless he has so many dimes, he has not faith enough to draw the first rock, or the first adobie, or get the first foot of lumber, or do the first thing. <\/div><div class=\"paragraph jod\" id=\"v3n475\"> But you take a man who has got in him the true &#x201C;Mormon&#x201D; spirit, and he considers that he can accomplish just what he thinks ought to be ac<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0309\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>complished. If he considers that he wants a house, he deems himself competent to go at it, and to build such a one as he wants; if he wants a small one he can build it, and if a large one he can build it. That is the &#x201C;Mormon&#x201D; spirit. <\/div><div class=\"paragraph jod\" id=\"v3n476\"> If you Saints who have just arrived here expect a heaven, I will tell you how to get it; if you have brought a small one with you, keep it, and keep adding to it; that is, if you want a heaven, go to and make it. If you have not means enough to buy a farm, go to work and make one; if you have not means enough to buy a house, build one, and thus gather around you the comforts of life, and the means to subsist upon. But I will tell you one thing, if you neglect to pray, neglect to watch, neglect to do your duty, and to serve your God for yourselves, you will be apt to become dissatisfied, disheartened, and dispirited, and wish to go back from whence you came. But the opposite will be the result with those who keep the commandments of God, who watch and pray, who are active in their spirits and in their religion, and work out their salvation with fear and trembling,<span class=\"citation\" id=\"75474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75474)\">Philip. 2:12<\/a><\/span> if you please, or they may work as hard as they please without fearing and trembling, if they have a mind to. Consequently, when you come here, it is essential that you keep the same religion that you embraced before you started to come here. <\/div><div class=\"paragraph jod\" id=\"v3n477\"> I am aware that a great many have so much piety in them, that they are like the Baptist priest who came to see Joseph Smith. Joseph had the discernment of spirits to read a man, and a peculiar faculty of using up the old sectarian tone to &#x201C;my dee-e-er brethren.&#x201D; When he heard that good old tone he used to imitate it; and whenever one of the class, who are so filled with piety, and the good old tone, came to Nauvoo, Joseph used forthwith to take a course to evapo<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"67a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0067.pdf\" target=\"pdfwin\">p.&#xA0;67a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0308\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rate their sanctimoniousness, a great deal of which consists in the long ass-like tone. Before the Baptist priest, I have referred to, came to Nauvoo, he had heard brother William O. Clark, who could preach a bible and a half at a sermon, and could use the fashionable old tone, the blessed old tone. This Baptist imbibed a notion that we were as much ahead of his ideas of piety, and that our tone was as much longer than his, as the strength of the arguments produced by Clark were stronger than his; and supposed that our sanctimoniousness was co-equal with what he considered the merits of our doctrine. <\/div><div class=\"paragraph jod\" id=\"v3n479\"> Under these impressions he came to Nauvoo, and was introduced to the Prophet. In the meantime some person came up that brother Joseph would have a talk with, but while doing this he kept his eye upon the stranger, on this priest. After he got through chatting, the Baptist stood before him, and folding his arms said, &#x201C;Is it possible that I now flash my optics upon a Prophet, upon a man who has conversed with my Savior?&#x201D; &#x201C;Yes,&#x201D; says the Prophet, &#x201C;I don't know but you do; would not you like to wrestle with me?&#x201D; That, you see, brought the priest right on to the thrashing floor, and he turned a sommerset right straight. After he had whirled round a few times, like a duck shot in the head, he concluded that his piety had been awfully shocked, even to the center, and went to the Prophet to learn why he had so shocked his piety. The Prophet commenced and showed him the follies of the world, and the absurdity of the long tone, and that he had a super-abundant stock of sanctimoniousness. <\/div><div class=\"paragraph jod\" id=\"v3n480\"> You Saints who have come here, if you have around you the garb of sectarianism, must calculate that the &#x201C;Mormon&#x201D; plow will turn that under; you must calculate that here we are a practical people; a people who believe <div class=\"break columnbreak\" id=\"67b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0067.pdf\" target=\"pdfwin\">p.&#xA0;67b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0308\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in their religion, and are good Saints; who do their work, and attend to their prayers in the season thereof; and are not so much in a hurry in the morning, but that they can kneel down and consecrate their families, their effects, themselves, and all they have, to the Most High God. <\/div><div class=\"paragraph jod\" id=\"v3n481\"> But in the midst of this people you will find various stripes of character. The net has been cast into the sea, and, if the parable is true, it has drawn to the shore all kinds of fish,<span class=\"citation\" id=\"64671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64671)\">Matt. 13:47<\/a><\/span> and you must not be alarmed if you find in Zion some curiosities. If I wished to find the best men in the world, I should go to Zion to find them; if I wished to find the biggest devil, I would look in Zion for him, among the people of God; there I can find the greatest scamps. I believe the words of Christ are true, that the net has gathered of every kind of fish; that it has gathered men of every class.<span class=\"citation\" id=\"64670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64670)\">Matt. 13:47<\/a><\/span> Do not marvel if you find here goats as well as sheep, and the speckled goats and the longhaired goats, and the smooth goats and the rough goats, and goats of every grade, size and color, mixed among the sheep. Do not think you will be without your trials here, that you are to be a stereotyped edition to sit upon stools, singing glory to God, and that that is all you have to do. <\/div><div class=\"paragraph jod\" id=\"v3n482\"> I have often said to the English brethren and sisters that were I in England, for there is where the Elders preach piety, I would tell them the first things they might expect to meet in Zion, viz: to leap into the mire and help to fill up a mud hole, to make adobies with their sleeves rolled up, and be spattered with clay from head to foot; and that some would be set to ditching in Zion, to making ditch fence ankle deep in mire; and that they might expect to eat their bread by the sweat of their brow,<span class=\"citation\" id=\"52629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52629)\">Gen. 3:19<\/a><\/span> as in their native country. I  <div class=\"break pagebreak\" id=\"68a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0068.pdf\" target=\"pdfwin\">p.&#xA0;68a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0307\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>told them when I was in St. Louis, where there were many English and Scotch, that if we succeeded in getting to Zion it was a &#x201C;knack,&#x201D; and if we did not it was a &#x201C;knick,&#x201D; and consequently there were &#x201C;knick-knacks&#x201D; in going to Zion, and &#x201C;knick-knacks&#x201D; after we got to Zion. <\/div><div class=\"paragraph jod\" id=\"v3n484\"> These things are all connected with the common salvation<span class=\"citation\" id=\"78838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78838)\">Jude 1:3<\/a><\/span> that you heard Elder Hyde treat upon this forenoon, the salvation that is common with the people of God. You understand it, you have practiced it, and tasted the sweets thereof. You come here, and you <span class=\"italic\">think<\/span> that we are busy and active, but only live your religion, and you will feel the power, spirit, and fulness thereof, as you have never felt it previous to this. What I mean by the spirit is the Spirit of God, the Holy Ghost, which you can feel from the crown of your heads to the soles of your feet. It is here with you if you do right, and everything you anticipate in the Holy Ghost, and in the power of the Priesthood, and in the love of God, and everything you have thought of in your own minds is here, and God is here; and if you have thought of bad, it is here also. If you approach a large furnace, the first thing you see are the black columns of smoke rising up and towering aloft, and if you approach nearer you discover piles of coal and ore, and the ashes, dust, and cinders which have been heaved out; but all this will never convince you that there is no iron there. You would say that where there is so much iron cinders there must be iron; that the iron has been taken out and dressed; that there must have been lots of iron here, and you begin to look for the iron. <\/div><div class=\"paragraph jod\" id=\"v3n485\"> If you occasionally see a dirty sheep, do not let it try you; if you do not get a bushel of wheat as quick as you want it, do not let that try your faith. If you are agoing to die of hunger, that is the time to be <div class=\"break columnbreak\" id=\"68b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0068.pdf\" target=\"pdfwin\">p.&#xA0;68b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0307\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> strong in the God of Israel. I wish to see the newcomers active in their religion; I wish to see them live their religion, and not only seek to be endowed with the spirit of Zion, but to bring the spirit of Zion with them. I wish to see them come here with their countenances lit up with the love of God, and their hearts burning with the Holy Ghost, and their voices sounding like the music of sweet instruments, to join in the songs of Zion, and in the work of our God, in cultivating the earth, and in building houses. Bless your souls, if you desire an experience of this kind, in order to build up Zion, you must learn. Unless you have practice in it, unless you begin with one house, and then go from one house to another, you cannot learn how to build. You cannot learn how to make a farm by reading alone, but you have got to have the practical knowledge. So it is in relation to building; an architect may draw a fine design of a house, yet there is not one man in a thousand who can carry it out, without the architect is continually by him to direct, and to say, place that there, and this yonder. <\/div><div class=\"paragraph jod\" id=\"v3n486\"> We may talk of making our own heaven, and of building up the city of Zion, and making it beautiful, and having it polished after the similitude of a palace, but we must have an experience in doing such a work, before we can accomplish it. The world do not comprehend all things as they should; they do not comprehend the greatest things; the light and power of God, pertaining to man in his probation, towering among the clouds and smoke, but its force is down here in the practical duties of life, in the work under the sun that we have to do. <\/div><div class=\"paragraph jod\" id=\"v3n487\"> Now when you come to Zion, you will find men standing upon their feet; but go into the world, and there, if a man wants to show himself to be  <div class=\"break pagebreak\" id=\"69a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0069.pdf\" target=\"pdfwin\">p.&#xA0;69a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0306\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a smart man, he must mount a cabbage leaf, hiccup, and jump up to spit over his shirt collar. There was a man here last winter who thought himself a smart man because his father was a smart man; and he was all the while on the strain, like a man who mounts a cabbage leaf to hiccup, or jumps up to spit over his shirt collar in trying to be smart. What do they make of it? Nothing but a bubble, and a laughing stock for men of sense. <\/div><div class=\"paragraph jod\" id=\"v3n489\"> The ore, coal, and flux are put in the tunnel head of the furnace, and iron and cinder run to the boshes below, and are separated. You see the smoke first, but you find here the true metal. &#x201C;The Mormons, a little handful of Mormons cannot accomplish much,&#x201D; used to be said. But we are gathering out the tough wire, it has got to come here. <\/div><div class=\"paragraph jod\" id=\"v3n490\"> I wish the Saints who come here, to be Saints. I said last spring, curse a man who will starve the poor by keeping up the price of grain, and who will not help his brethren. I know some men will say that we have fine men among us. I know that we have first-rate, good mercantile houses here; I like them first-rate; but it would be better for us to do our own trading, and by that means keep our money in our midst. <\/div> <div class=\"break columnbreak\" id=\"69b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0069.pdf\" target=\"pdfwin\">p.&#xA0;69b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0306\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n491\"> These are my views, and have been all the time. I like to see a &#x201C;Mormon&#x201D; be a &#x201C;Mormon,&#x201D; and act like a &#x201C;Mormon.&#x201D;A good &#x201C;Mormon&#x201D; will have an elastic faith, and not say, &#x201C;O brother Grant, the old snag ship is in snag harbor,&#x201D; but be mindful that brother Brigham is cautious how he guides her. Brother Joseph had not time to be careful, and run the ship around the snags, but was under the necessity of running the ship right on to them. But when Brigham chooses to run around a snag, or across a snag, he will do so. The ship is all oak, let her slide. If we are in snag harbor, all right; we will steer the ship, and run around the snag, or over it, just as the Lord pleases. Jesus, our elder brother, is at the helm, and has a good crew aboard, who are faithful, meek, and humble. If the Saints desire to strengthen Zion, let them be humble, meek, lowly, and contrite in spirit; let them be diligent, and seek counsel through the light of the Spirit of God, and watch and pray, and they will be filled with joy, and be happy at night, and healthy in the morning; and their spirits will be buoyant, and they can shout &#x201C;glory hallelujah&#x201D; in reality. <\/div><div class=\"paragraph jod\" id=\"v3n492\"> May the God of heaven fill you with the Holy Ghost, and give you light and joy in His kingdom. Amen. <\/div>\n<\/div>\n<\/div>"}