{"ID":30011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Kingdom of God.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Orson Pratt, Delivered in the Bowery, Great Salt Lake City, July 8, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Kingdom of God.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 7\/8\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v3n494\"> I have been highly pleased with the remarks that have fallen from the lips of brother Grant, who first addressed us this morning. The subject of the coming of the kingdom of God, and its organization upon the earth, is one of vast importance to the present generation, as well as to all past generations, who are equally concerned with the present. Ever since the day that men were organized upon the earth they have been equally concerned in regard to that period&#x2014;that eventful period when God's kingdom should be established upon the earth. That day or period has been looked forward to as the day of the perfection of their glory and exaltation. <\/div><div class=\"paragraph jod\" id=\"v3n495\"> And when that time comes, all governments, and systems of government, that have been organized upon this little creation of the Almighty, contrary to the order of heaven, or in other words&#x2014;all governments that have not been theocratical in their nature, but that have been organized in a greater or less degree by man's wisdom, will be done away. <\/div><div class=\"paragraph jod\" id=\"v3n496\"> The Almighty in some degree controls among mankind, as far as they will let Him. He controls the destinies of the nations, so far as they will permit Him; yet He does not control them so far as to destroy the agency of the human family, consequently they, through their own corrupt notions, have departed from the great principles of government given by the Lord to man in the beginning. Man<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0305\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>kind have felt a disposition to seek after some kind of government of their own; they have all seemed to manifest a feeling to have a different government from the one established by the Almighty; and hence, they have all rebelled against His government, and they have introduced creeds and systems of their own manufacturing. <\/div><div class=\"paragraph jod\" id=\"v3n497\"> If there had been a government upon the face of the earth, from the creation of man to the present time, according to the mind and will of God; you would not have seen in the present age, and in generations that are past, different nations, different classes of people, having different governments, as we now behold them, but there would have been a oneness of nationality&#x2014;a unity existing over all the earth. But mankind have existed for ages past in a divided state&#x2014;in a broken condition, because of their rebellion against the laws and government of heaven. <\/div><div class=\"paragraph jod\" id=\"v3n498\"> If God made this earth, and all things that pertain unto it, and if all were created for His honor and glory, He has the right to govern and control them by His own laws; and He has a right to enforce that government, and show Himself able to control the works of His hands, and it is the duty of all men to render obedience to His requirements. The government of heaven would not have been separated from the government of men, or in other words, there would not have been two kinds, one  <div class=\"break pagebreak\" id=\"71a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0071.pdf\" target=\"pdfwin\">p.&#xA0;71a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0304\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>called ecclesiastical, and the other a civil government; but inasmuch as they have rebelled, and become corrupt and wicked, governments have been introduced of a different character; and the Lord has, in some measure, sanctioned those governments, so far as there were good principles existing among them. <\/div><div class=\"paragraph jod\" id=\"v3n500\"> All good principles and laws have emanated from the Almighty, and have come to man by inspiration from Him. For instance, the government of the United States, or the Constitution, came from Him; it was given, we believe, by inspiration,<span class=\"citation\" id=\"89591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89591)\">D&amp;C 101:80<\/a><\/span> and there are many things connected with the various institutions of men that are very good. There are many good laws and good institutions in the government of the United States, as well as among many other governments, but the government of the United States is one of the best that has been organized among men upon the face of the earth for many generations. <\/div><div class=\"paragraph jod\" id=\"v3n501\"> &#x201C;Did the Lord have a hand in the organization of the United States government?&#x201D; asks the enquirer. Yes, the Lord had a hand in framing its Constitution. Why did not the Lord at that time, introduce a perfect government&#x2014;a theocracy? It was simply because the people were not prepared for it&#x2014;they were too corrupt and although they had more integrity, more virtue, more honesty, and more sympathy and feeling for that which is just and upright and good, than any other portion of the inhabitants of the earth, and probably more than a great many now have, yet they were far from being prepared for the government of God, which is a government of union. <\/div><div class=\"paragraph jod\" id=\"v3n502\"> They were far from that, consequently the Lord inspired them to introduce a government that He knew would be just suited to their capacity, and hence it was that He inspired <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0304\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Jefferson, Washington, Franklin, and others to introduce those measures which they did, and to carry them out, and they were such as were just suited to the conditions and circumstances of the people; hence the government of the United States we, as a people, venerate and defend. <\/div><div class=\"paragraph jod\" id=\"v3n503\"> Why do we do this? We do it because God had His hand in the organization of it; He controlled it so far as He could do so without interfering with the agency of man. <\/div><div class=\"paragraph jod\" id=\"v3n504\"> We have seen plainly and clearly that had it not been for the organization of this government, as has wisely and justly been said, where would have been the liberty of the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v3n505\"> This government, then, was organized to suit the people and the circumstances in which they were placed, until they were prepared to receive a more perfect one. <\/div><div class=\"paragraph jod\" id=\"v3n506\"> But will the government of the United States continue forever? No, it is not sufficiently perfect; and, notwithstanding it has been sanctioned by the Lord at a time when it was suited to the circumstances of the people, yet the day will come (I will say it on my own responsibility and not that of this people), the day will come when the United States government, and all others, will be uprooted, and the kingdoms of this world will be united in one, and the kingdom of our God will govern the whole earth, and bear universal sway; and no power beneath the heavens can prevent this taking place, if the Bible be true, and we know it to be true. <\/div><div class=\"paragraph jod\" id=\"v3n507\"> The Lord will govern all things that He has made and created, for it is entered upon the records of heaven that all nations shall bow to His authority; and, consequently, we respect the government of the United States, because it has good principles in it, and not that we think it will endure forever. <\/div> <div class=\"break pagebreak\" id=\"72a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0072.pdf\" target=\"pdfwin\">p.&#xA0;72a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0303\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n509\"> Many great and glorious principles are contained within the Constitution of our country, not to say that it is perfect, but it is perfect so far as it pertains to the rights and privileges of the children of men. But there is a nucleus of a government, formed since that of the United States, which is perfect in its nature. It is perfect, having emanated from a Being who is perfect. <\/div><div class=\"paragraph jod\" id=\"v3n510\"> But some may enquire, is it right&#x2014;is it lawful for another government to be organized within the United States, of a theocratical nature? Yes, perfectly so! Does not the Constitution of our country guarantee to all religious societies the right of forming any ecclesiastical government they like? Certainly it does, and every intelligent man knows this to be the fact. <\/div><div class=\"paragraph jod\" id=\"v3n511\"> The nucleus of such a government is formed, and its laws have emanated from the throne of God, and it is perfect, having come from a pure fountain; but does this make us independent of the laws of the United States? No, this new government does not come in contact with the government of the United States. In keeping our covenants, and observing our religious laws and ceremonies, or the laws that God has given to the children of men, we are not required to violate the principles of right that are contained in the Constitution and laws of the United States.<span class=\"citation\" id=\"94379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94379)\">D&amp;C 58:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n512\"> Had not the government of the United States been framed, where would have been safety for this people? I answer, nowhere. If this Republican government had not been organized upon this continent, the kingdom of our God could not have been protected; but the hand of the Lord has been in it, and superintended its organization, and no one can hinder its progress. <\/div><div class=\"paragraph jod\" id=\"v3n513\"> If this government had been formed in any other kingdom or nation <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0303\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon the earth except the United States, where would have been the privileges and liberties of this people? Without the interference of the Almighty, and the manifestation of His miraculous power for our protection, we should have been rooted out of the earth. <\/div><div class=\"paragraph jod\" id=\"v3n514\"> God foresaw this&#x2014;He knew what would take place long beforehand, and He saw that it was not only necessary to have a day set for the preparation, and also for the beginning of the Latter-day work, but it was likewise important for the different kingdoms and nations which were in existence, and that had been organized by man, to go to work and start up some religious reform, and for the people to struggle against their mother church, and to fight against her tyranny and oppressions, that religious liberty and freedom, and the right of a free exercise of their religious opinions, might be guaranteed to the human family, not all at once, but gradually. We find that at the Reformation, when the great struggle for freedom and religious liberty took place, some of them were wrought upon to come to this new continent for the purpose of securing to themselves religious freedom and religious right; and inspired by the Almighty, as was Columbus who discovered this land,<span class=\"citation\" id=\"94380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94380)\">1 Ne. 13:12<\/a><\/span> they planted their feet upon the American soil. <\/div><div class=\"paragraph jod\" id=\"v3n515\"> They were an humble people and God began to work in their minds, and they continued to increase, for awhile, in union and love, having obtained privileges which before they were deprived of; and no doubt they imagined to themselves that universal freedom was about to be ushered in, but it was not exactly so, neither was that degree of liberty and freedom to suffice which they had then secured, but it was like John the Baptist's mission, merely to prepare the way. It was said of John, that among all that were born of women<span class=\"citation\" id=\"64251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64251)\">Matt. 11:11<\/a><\/span> there were  <div class=\"break pagebreak\" id=\"73a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0073.pdf\" target=\"pdfwin\">p.&#xA0;73a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0302\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>none greater than he, and yet the least in the kingdom of heaven was greater than he; and of all governments that had arisen among men, there were none so great and good, as the government of the United States, and yet the government of God in its very infancy was greater than it. <\/div><div class=\"paragraph jod\" id=\"v3n517\"> And why was this? Because its laws emanated from a more perfect Being. <\/div><div class=\"paragraph jod\" id=\"v3n518\"> It was for this purpose, then, that a republic was organized upon this continent to prepare the way for a kingdom which shall have dominion over all the earth to the ends thereof. <\/div><div class=\"paragraph jod\" id=\"v3n519\"> Hence, the Prophet Daniel has told us, that the kingdom of God should be cut out of the mountains without hands;<span class=\"citation\" id=\"61003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61003)\">Dan. 2:34<\/a><\/span> in other words, when the kingdom of God should be taken from the mountains, it should be taken by the power of the Almighty, and not by human hands; it should be organized by the Lord, and governed by His laws. God, who interests Himself in the affairs of men, was to speak from the heavens, and inspire His servants to give laws and revelations to His people, informing them that His kingdom was to be taken from the mountains in His own due time, and that it should increase until it should become a great mountain and fill the whole earth.<span class=\"citation\" id=\"61069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61069)\">Dan. 2:35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n520\"> Do the people suppose that they can frustrate the designs of the Almighty, and put to death the Prophets who are sent unto them, and fight and war against them, and belch out their rage, and threats, and persecute them as they have done, without being brought into judgment? <\/div><div class=\"paragraph jod\" id=\"v3n521\"> The wicked suppose they can do this with impunity, but there is a God who holds the helm of the ship of Zion, and who will carry out His purposes with regard to the Saints of latter days, in which the kingdom, and the greatness of the kingdom, and the dominion under the whole hea<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0302\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vens, shall be given to the Saints of the Most High and they shall possess it forever and forever.<span class=\"citation\" id=\"61703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61703)\">Dan. 7:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n522\"> I was highly delighted with the remarks that were laid before us by our beloved brother this morning. And in speaking concerning the corruptions that men have brought into our midst, I perfectly agree with him, for all such corruptions and wickedness must be done away; they will not be suffered to exist in the kingdom of God; I mean by this that when there are crimes committed, they will be visited with their just reward and that immediately. <\/div><div class=\"paragraph jod\" id=\"v3n523\"> In that kingdom, when its laws go forth, there will be officers of peace, and they will lay judgment to the line,<span class=\"citation\" id=\"58612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58612)\">Isa. 28:17<\/a><\/span> and the axe will be laid to the root of every tree that will not yield fruit, and it will be hewn down and cast into the fire,<span class=\"citation\" id=\"62678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62678)\">Matt. 3:10<\/a><\/span> and be utterly burnt up. <\/div><div class=\"paragraph jod\" id=\"v3n524\"> I have not said much the past winter in regard to the corruptions that have been practiced in our midst, and why? Simply because there are men here, higher in authority, and whose place it is to rebuke sin; and they have borne testimony of the wickedness and corruptions that have been sent into our midst. I do not mean to say that all are corrupt, there are honorable exceptions, but all know that there have been men sent here, who were as corrupt as hell itself. <\/div><div class=\"paragraph jod\" id=\"v3n525\"> Such characters, if they had met with their just desserts, would not now have been living to disgrace humanity. These are my feelings, and I will here say, that I have felt to be of one heart and one mind<span class=\"citation\" id=\"94381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94381)\">Moses 7:18<\/a><\/span> with the Presidency in relation to these things. Brethren, in saying these things, do we feel like excluding all the outsiders, so called? No, God does not design it; He never intended that this people should live exclusively by themselves. <\/div><div class=\"paragraph jod\" id=\"v3n526\"> God will so order it, that we shall have a hundred of them, where we  <div class=\"break pagebreak\" id=\"74a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0074.pdf\" target=\"pdfwin\">p.&#xA0;74a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0301\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have had one; and we shall find that the time will come when all nations shall come, but they will have to walk straight. <\/div><div class=\"paragraph jod\" id=\"v3n528\"> David has said, in speaking of that time, that when the wicked rulers, and corrupt kings of the earth, should come up to Zion, they should, while yet afar off, be seized with fear and trembling, and hasten away;<span class=\"citation\" id=\"56650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56650)\">Ps. 48:2-6<\/a><\/span> for it will be no place for wicked and corrupt characters; but there will be millions of others who will come up to Zion, besides the Saints of God; they will come to behold the glory of God which will rest upon Zion. They will come in such numerous hosts that the gates of Zion will have to be open day and night to receive them; they will come as a multitude of nations, swarming in day and night.<span class=\"citation\" id=\"59977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59977)\">Isa. 60:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n529\"> Kings, nobles, and great men, from all the principal nations of the earth, will come flocking to Zion with their armies, and their servants to view the grandeur of Zion;<span class=\"citation\" id=\"94383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94383)\">Isa. 49:7<\/a><\/span><span class=\"citation\" id=\"94384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94384)\">Isa. 60:3<\/a><\/span><span class=\"citation\" id=\"94385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94385)\">Isa. 62:2<\/a><\/span> and they will have to be obedient to the mandates of the great King who shall issue forth His laws from Zion,<span class=\"citation\" id=\"94382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94382)\">Isa. 2:3<\/a><\/span> or it will be no place for them to abide in. <\/div><div class=\"paragraph jod\" id=\"v3n530\"> We need not think that we can get into any place where we will not be associated with the Gentiles; for the Lord intends that we shall be among them all through this mortal state, and even in the Millennium we find that there will be two classes of beings upon the earth. And if there are corrupt individuals found, they will be visited with punishment according to the deeds they are guilty of. <\/div><div class=\"paragraph jod\" id=\"v3n531\"> Then, I rejoice; I look forward to the day of glory, when the glory of <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0301\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Zion shall be like a light upon a hill<span class=\"citation\" id=\"63045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63045)\">Matt. 5:14<\/a><\/span> which will illuminate the whole world; and the great men of the earth will come to see the glory of God, and be taught in the holy commandments that will proceed forth from our midst; and they will look upon Zion, and wonder, and be astonished. <\/div><div class=\"paragraph jod\" id=\"v3n532\"> May the Lord bless us, and may the Spirit of the Lord abide with, and continue to surround and overshadow us, and may we not be fearful because of the oppressor and the wicked, but trust in the living God, and He will continue to protect us all the day long, and no power can prevail against us. If we were not one-tenth as numerous as we are, what would it matter; if God be on our side, He can use up the wicked, and protect us. <\/div><div class=\"paragraph jod\" id=\"v3n533\"> And as has been said by the First Presidency, all that we have to fear is our own wickedness, and corruptions, and liability to depart from the true faith. If we will be true and righteous, and if we will have faith in God, this is all that is required. <\/div><div class=\"paragraph jod\" id=\"v3n534\"> If we are faithful to our covenants, the fury of the oppressor<span class=\"citation\" id=\"59525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59525)\">Isa. 51:13<\/a><\/span> will not harm us, and where will be the strong arm of man? It will be like the flax in the flame,<span class=\"citation\" id=\"59353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59353)\">Isa. 42:3<\/a><\/span> like a moth-eaten garment,<span class=\"citation\" id=\"59482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59482)\">Isa. 50:9<\/a><\/span><span class=\"citation\" id=\"59522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59522)\">Isa. 51:8<\/a><\/span> the wicked shall vanish away, and there will be no place found for them.<span class=\"citation\" id=\"124413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124413)\">Dan. 2:35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n535\"> Then hearken to the counsel that proceeds from the First Presidency, and hold up your heads, and do not let them droop, and in this way, we shall prosper, and obtain a holy dwelling place in the presence of our God forever. May God grant these blessings for His Son's sake. Amen. <\/div>\n<\/div>\n<\/div>"}