{"ID":30019, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Literal Fulfillment of Prophecy&#x2014;Destruction of Jerusalem&#x2014;Restoration of Israel&#x2014;The Coming of Christ.<\/div>\n<div class=\"subtitle\">A Discourse by Elder P. P. Pratt, Delivered in the Bowery, Great Salt Lake City, October 7, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Literal Fulfillment of Prophecy, Etc.<\/div>\n<div class=\"speaker\">Speaker: Parley P. Pratt<\/div>\n<div class=\"date\">Date: 10\/7\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d19\">\n<div class=\"paragraph jod\" id=\"v3n854\"> We wish the entire attention of the congregation; the assembly being so vast, it will almost be impossible for the speaker to be heard unless there is great order and strict attention. We wish no disturbance on the <div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> outskirts of the assembly, as we wish all to hear. <\/div><div class=\"paragraph jod\" id=\"v3n855\"> I will read for the edification of the assembly, a portion of the 2lst chap. of Luke, contained in what is called King James' translation of  <div class=\"break pagebreak\" id=\"128a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0128.pdf\" target=\"pdfwin\">p.&#xA0;128a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0247\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the New Testament, from the 5th to the 36th verse.<span class=\"citation\" id=\"67951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67951)\">Luke 21:5-36<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n857\"> I will remind those who hear me this day of one fact which can be clearly demonstrated to the mind of every careful reader of the Scriptures, and which fact is a guarantee, as it were, to the rational mind, for the manner of the fulfillment of that which is future; it is this, that the prophecies contained in the Holy Bible, spoken by Moses and the Prophets, Jesus and the Apostles, have been fulfilled literally and naturally, so far as they have been fulfilled at all. Not in the sense, however, that modern blindness and priestcraft have tried to throw over them, but in a plain and common sense, as plain as if a man were to rise here and tell that the wall around this Temple Block would be overthrown, and not one stone left upon another, and then tell the circumstances that would transpire before it, and in connection with it, and after it, and then it afterwards be fulfilled and recorded in history; so plain, so clear, so full, and so exact have the predictions of the Prophets of God, and the Apostles of God, and of the Son of God been fulfilled, except such portions as remain to be fulfilled. <\/div><div class=\"paragraph jod\" id=\"v3n858\"> Keep that one fact in view, and then search the prophecies, and trace them out; search history for their fulfillment, and give diligent heed to the things that are written, for these are the commandments not only of the ancient Apostles and Prophets, but of the Apostles and Prophets of the last days. <\/div><div class=\"paragraph jod\" id=\"v3n859\"> Jesus himself, while he traveled upon the earth in his mortal tabernacle read the Scriptures to the people, &#x201C;he opened the book and taught;&#x201D;<span class=\"citation\" id=\"67173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67173)\">Luke 4:17<\/a><\/span> his manner was to do it in the synagogue every Sabbath day&#x2014;he exhorted them to search into the things that were written.<span class=\"citation\" id=\"69183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69183)\">John 5:39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n860\"> And after he had risen from the dead, and received all power in heaven <div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0247\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and on earth,<span class=\"citation\" id=\"66418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66418)\">Matt. 28:18<\/a><\/span> he referred his disciples to that which was written.<span class=\"citation\" id=\"68422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68422)\">Luke 24:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n861\"> On a certain occasion he said, &#x201C;O fools, and slow of heart to believe that which the prophets have written.&#x201D;<span class=\"citation\" id=\"68405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68405)\">Luke 24:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n862\"> When he appeared to the Nephites, in his risen body, as you will find it written in the Book of Mormon, he took pains to refer them to the written prophecies of Isaiah and many others, and quoted many of them, and exhorted the people to search the things contained in the prophecies of Isaiah diligently, bearing testimony of their literal fulfillment; and said he, &#x201C;A commandment I give unto you that ye search these things diligently,&#x201D;<span class=\"citation\" id=\"82893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82893)\">3 Ne. 23:1-3<\/a><\/span> for they have been fulfilled, and will be fulfilled according to that which is written, not in some other way. <\/div><div class=\"paragraph jod\" id=\"v3n863\"> Not only are we included in these general exhortations and commandments of the ancients, and of Jesus Christ himself, but the same commandments have been renewed to us by our great Prophet and founder, Joseph Smith, and by our Prophets and Apostles that still live. <\/div><div class=\"paragraph jod\" id=\"v3n864\"> How often have they told us to treasure up the words of God,<span class=\"citation\" id=\"87886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87886)\">D&amp;C 84:85<\/a><\/span> those things that are written for our profit and learning,<span class=\"citation\" id=\"81171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81171)\">1 Ne. 19:23<\/a><\/span> and to search diligently and treasure up in our hearts continually words of wisdom from the best books.<span class=\"citation\" id=\"88790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88790)\">D&amp;C 88:118<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n865\"> Says the word of God through Joseph Smith to this people, search the Scriptures, treasure them up in your hearts, put them in a good storehouse&#x2014;the storehouse of your memory; then the Holy Spirit will be at liberty when you are called up to teach others<span class=\"citation\" id=\"87887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87887)\">D&amp;C 84:85<\/a><\/span> to select from that well-stored treasure things new and old.<span class=\"citation\" id=\"64717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64717)\">Matt. 13:52<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n866\"> It is not to study up what you shall say particularly, but to treasure up truth in your hearts, to have them well filled with it, kept well stored, and then give free liberty to the Spirit of God to operate upon you, to collect out of that treasure that portion  <div class=\"break pagebreak\" id=\"129a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0129.pdf\" target=\"pdfwin\">p.&#xA0;129a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0246\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which will be best suited to the wants and condition of men who do not treasure up the words of life. <\/div><div class=\"paragraph jod\" id=\"v3n868\"> If the Holy Spirit should come upon a man of that description to select out of that storehouse, he would find it empty, and he would have the trouble of putting it there, or it would not be there; hence he would be barren and unfruitful.<span class=\"citation\" id=\"78250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78250)\">2 Pet. 1:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n869\"> Search the Scriptures,<span class=\"citation\" id=\"69184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69184)\">John 5:39<\/a><\/span> ye Saints of the Most High; among all your cares, and all your duties, search the Scriptures of the Old and New Testaments, of the Book of Mormon, and the revelations of God that have been written for our profit and learning.<span class=\"citation\" id=\"81172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81172)\">1 Ne. 19:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n870\"> And to the young people among us, a generation brought up amid the hurry, toil, and cares of a new country, I say do not neglect to treasure up in your hearts the history, and the prophecies, and their fulfillment, and the promises, and hopes shadowed forth therein, and the doctrines, and principles, and examples left on record. <\/div><div class=\"paragraph jod\" id=\"v3n871\"> You may say you have not time; take those portions of time you would otherwise devote to something less useful. We all have time to do it. I have been as hard working in my day as any other man, perhaps, and I always had time to do it, and always have done it, and it was by the light that shone in a dark place, diligently and prayerfully searched out, and the Holy Spirit that shone upon the understanding, through the prayer of faith, and through diligent search, that caused me to see, and understand, and lay hold on certain things that came in fulfillment of these prophecies. <\/div><div class=\"paragraph jod\" id=\"v3n872\"> If anyone asks how I came to be a Latter-day Saint, or what some people would call a &#x201C;Mormon,&#x201D; a follower of Joseph Smith, the modern Prophet, I answer, it was be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0246\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cause I had given heed to the sentiments of truth from my early youth, carefully and prayerfully searching and believing them; it was because the Holy Spirit rested upon me, and opened my understanding to the same through the prayer of faith, and diligent search. It was because that the Holy Spirit gave me clearly to understand that this modern Prophet, and the fulness of the Gospel restored by him, had come in fulfillment of certain promises made by the ancient Prophets and Apostles; that is the reason why I really embraced the fulness of the Gospel which the world calls &#x201C;Mormonism.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n873\"> Let us review the things we have read, and make a few remarks upon them. <\/div><div class=\"paragraph jod\" id=\"v3n874\"> Some of the disciples, feeling proud of their great temple, or national house of God, and feeling to rejoice in its workmanship, beauty, grandeur, and probably flattering themselves it would endure forever as the great center of the Jewish worship for all nations, they called the attention of Jesus to it, saying, &#x201C;Master, see what manner of stones and buildings are here.&#x201D; &#x201C;Why,&#x201D; said Jesus, &#x201C;the days will come when there will not be left one of these stones on the top of another.&#x201D;<span class=\"citation\" id=\"66659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66659)\">Mark 13:1-2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n875\"> Does that need spiritualizing? Does it need some learned man from a college to tell you what that means, and give you the spiritual sense of it? It had but one sense, and that a child could understand. <\/div><div class=\"paragraph jod\" id=\"v3n876\"> &#x201C;The days will come when there will not be one of those beautiful stones left upon another, that shall not be thrown down.&#x201D; In the Indian phraseology they inquired how many moons first, or in other words, &#x201C;Master, when shall these things be, and what sign will there be when these things transpire?&#x201D;<span class=\"citation\" id=\"67953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67953)\">Luke 21:7<\/a><\/span> Jesus begins to tell them some of the things that would immediately happen in their day. <\/div><div class=\"paragraph jod\" id=\"v3n877\"> The first thing he calls their attention to, among the things that had been transpiring, was, that a great many deceivers should come and  <div class=\"break pagebreak\" id=\"130a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0130.pdf\" target=\"pdfwin\">p.&#xA0;130a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0245\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>profess to be Christ, saying, &#x201C;I am Christ, but do not go after them, take care and not be deceived by them.&#x201D;<span class=\"citation\" id=\"67954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67954)\">Luke 21:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n879\"> The reason of this was that the Jews were looking for a Messiah, and for a deliverance from the Roman yoke, and for their national independence to be restored to them; and for their city, and temple, and nation, to be the seat of government for all nations, a universal theocracy. <\/div><div class=\"paragraph jod\" id=\"v3n880\"> They were looking for this, and they had rejected the true Messiah, and were about to kill him, and were looking for another to fulfil what all men were in the expectation of; for the old Prophets had told them that such a day would come, in relation to that nation, and their city Jerusalem, and the temple; that the throne of God would be there; that the tabernacle of God would be there; that there would be one king and one Lord, and his name one; that all the nations of the earth would come up to worship&#x2014;the nations they were acquainted with in that country. <\/div><div class=\"paragraph jod\" id=\"v3n881\"> They had reason to look for that day, because the old Prophets had foretold it, and John the Baptist came along as a special Prophet, and nearly all that people had received him as a Prophet, professedly, though in reality, some of them received him, and he told them some of those things were about to be fulfilled. <\/div><div class=\"paragraph jod\" id=\"v3n882\"> He had told them about their king, about the Lamb of God,<span class=\"citation\" id=\"68635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68635)\">John 1:29<\/a><\/span> about the Messiah, and that they must repent and be baptized for the remission of their sins, and make his paths strait.<span class=\"citation\" id=\"66484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66484)\">Mark 1:3-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n883\"> With this double assurance, first the testimony of their old Prophets, and secondly the renewed testimony of a new Prophet, to immediately prepare for the fulfillment of some of the old prophecies; with this double assurance they were looking for some<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0245\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>body to do something, and that pretty largely too; and as they had rejected the true king&#x2014;the true Messiah, of course they would be looking for somebody, that ambitious spirits would enter, and they would rise up and tell the people, &#x201C;I am he you look for; set me up, and I will deliver you from the Roman yoke, I will break your fetters, and bring about the restoration of your national independence.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n884\"> &#x201C;Don't you be deceived,&#x201D; says Jesus, &#x201C;for many of those who would not hearken to me will come, saying, I am Christ, but do not go after them.&#x201D;<span class=\"citation\" id=\"67955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67955)\">Luke 21:8<\/a><\/span> These very things happened in those days, for which you may read history. <\/div><div class=\"paragraph jod\" id=\"v3n885\"> &#x201C;When you hear of wars and commotion, be not terrified: for these things must first come to pass; but the end is not yet; Nation shall rise against nation, and kingdom against kingdom&#x201D;&#x2014;which had been a common thing, and was then&#x2014;&#x201C;great earthquakes, and famine, and pestilence, and great sights from heaven.&#x201D;<span class=\"citation\" id=\"67959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67959)\">Luke 21:9-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n886\"> Go and read Josephus, and read about these things being fulfilled in that same age. <\/div><div class=\"paragraph jod\" id=\"v3n887\"> &#x201C;But before all these things shall take place, they shall lay their hands upon you.&#x201D;<span class=\"citation\" id=\"67962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67962)\">Luke 21:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n888\"> Some people have been in the habit of trying to apply every scripture to everybody in every age; they had need to give heed to the exhortation of Paul to Timothy, &#x201C;Show thyself a workman that need not be ashamed, rightly dividing the word of truth,<span class=\"citation\" id=\"76111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76111)\">2 Tim. 2:15<\/a><\/span> giving to everyone their portion,&#x201D; not everything that is written for everybody in every age. <\/div><div class=\"paragraph jod\" id=\"v3n889\"> Jesus was talking to Peter, James, and John, and to the rest of his immediate followers. &#x201C;They will lay their hands on <span class=\"italic\">you<\/span>, Peter, on <span class=\"italic\">you<\/span>, James, and on <span class=\"italic\">you<\/span>, John, and also upon others, and they will persecute you, delivering you up to the synagogues and into prisons, and you shall  <div class=\"break pagebreak\" id=\"131a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0131.pdf\" target=\"pdfwin\">p.&#xA0;131a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0244\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be brought before kings and rulers for my name's sake.&#x201D;<span class=\"citation\" id=\"67961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67961)\">Luke 21:12<\/a><\/span> And of which, I need not observe, was literally fulfilled in that age, the New Testament itself bearing record of it in part; &#x201C;this shall turn to you for a testimony.&#x201D;<span class=\"citation\" id=\"67964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67964)\">Luke 21:13<\/a><\/span> That is as much as to say, when this happens to you that I have foretold, it will be a witness and a testimony&#x2014;it will be another proof; therefore, instead of mourning about it, and feeling downhearted, understand that I have before told you it must be. And when you are brought before rulers for my name's sake, do not study up a speech beforehand to speak in self-defense, for I will give you a mouth, and wisdom which all your adversaries will not be able to gainsay nor resist.<span class=\"citation\" id=\"67965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67965)\">Luke 21:14-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n891\"> Read the New Testament&#x2014;the history of Peter and the Twelve, of Stephen and of Paul, and see if they had not a mouth and wisdom that confounded their enemies when they were afterwards summoned before the different authorities, and kings, and magistrates, in fulfillment of this promise. <\/div><div class=\"paragraph jod\" id=\"v3n892\"> &#x201C;Ye shall be betrayed both by parents, and brethren, and kinsfolks, and friends; and some of you shall they cause to be put to death.&#x201D;<span class=\"citation\" id=\"67967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67967)\">Luke 21:16<\/a><\/span> This was fulfilled in the circumstances of James, the brother of the Lord, whom they killed with the sword,<span class=\"citation\" id=\"71812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71812)\">Acts 12:2<\/a><\/span> according to the New Testament. It was fulfilled in the case of Peter, in the case of the stoning of Stephen to death;<span class=\"citation\" id=\"71562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71562)\">Acts 7:59<\/a><\/span> it was fulfilled literally in many instances in that age. <\/div><div class=\"paragraph jod\" id=\"v3n893\"> &#x201C;And ye shall be hated of all men for my name's sake.&#x201D;<span class=\"citation\" id=\"67970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67970)\">Luke 21:17<\/a><\/span> Nations were not singing the name of Jesus then as they are now by tradition, but the bare mention of his name gave a shock to the wicked, to kings and rulers. <\/div><div class=\"paragraph jod\" id=\"v3n894\"> Go to Illinois and Missouri, and mention Joseph Smith to the mob that tried to butcher and kill him and drive the Saints; go where they <div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0244\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> reside, and say, Joseph Smith, the Prophet, and it would not cause a greater shock, greater rage and hate, more bitter feelings than it would in those days to mention the name of that crucified Nazarene; &#x201C;Ye shall be hated of all men for my <span class=\"italic\">name's sake<\/span>,&#x201D;<span class=\"citation\" id=\"67971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67971)\">Luke 21:17<\/a><\/span> that is, because you will be running from place to place, making use of my name&#x2014;making mention of what nearly everybody considers the name of an impostor and deceiver. <\/div><div class=\"paragraph jod\" id=\"v3n895\"> &#x201C;That deceiver said, he would rise again from the dead on the third day,&#x201D;<span class=\"citation\" id=\"66402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66402)\">Matt. 27:63<\/a><\/span> said some of those pious Jews after they had killed him, applying the same terms they now apply to the modern martyrs. <\/div><div class=\"paragraph jod\" id=\"v3n896\"> To go about and preach his name then was not that pleasant thing it is now in Christendom; I assure you, it was a cross, and nothing but the Spirit of truth, inspired in the heart of man, would give him boldness enough to do it. &#x201C;But there shall not a hair of your head perish. In your patience, possess ye your souls.&#x201D;<span class=\"citation\" id=\"67977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67977)\">Luke 21:18-19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n897\"> Now, then, comes the thing the Apostles asked about, after he had told them the preliminary leading to it; filling up the interstices of time, he gets at length to the destruction of that temple&#x2014;to the throwing down of those beautiful stones. &#x201C;When ye see Jerusalem compassed with armies, then know the desolation thereof is nigh.&#x201D;<span class=\"citation\" id=\"67978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67978)\">Luke 21:20<\/a><\/span> Does that need any spiritualizing? <\/div><div class=\"paragraph jod\" id=\"v3n898\"> Go and read Josephus, read the history of the Roman army under Titus, the Roman general, who came up and laid siege against that city and surrounded it with the Roman legions; and then read the history of the war. It took place at the time when almost the whole nation had poured into that devoted city, just as you have poured into Salt Lake City, only we are a mere handful compared with that great nation; they had come into one of the great Conferences  <div class=\"break pagebreak\" id=\"132a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0132.pdf\" target=\"pdfwin\">p.&#xA0;132a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0243\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that happened about once a year; it was during the time that tens of thousands and hundreds of thousands that come into Jerusalem, from all the surrounding country, that they were laid siege to by the Roman army. <\/div><div class=\"paragraph jod\" id=\"v3n900\"> The city was blockaded&#x2014;none could escape. Besides this there were several factions within the city; Jews were at war with Jews under different leaders. This made a desolating war within, while the enemy was encamped without; and besides all this, famine overtook them, and pestilence caused by want; and by being crowded and shut up in the city, and by the dead bodies with no place to bury them. <\/div><div class=\"paragraph jod\" id=\"v3n901\"> Hence with sword, famine, pestilence, &amp;c., Jerusalem began to be desolated. &#x201C;Now when you see this, understand that the desolation thereof is nigh. Then let them which are in Judea flee to the mountains; and let them which are in the midst of it depart out; and let not them that are in the countries enter thereinto.&#x201D;<span class=\"citation\" id=\"67979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67979)\">Luke 21:20-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n902\"> Some of our Sectarian friends tell us that Jesus Christ did not preach a gathering; he only preached the Gospel, and then let the people live right where they had a mind to. But here is a positive revelation from the Son of God, to those that would give heed to his warning voice, to actually remove to the mountains in order to escape the war, the troubles, and pestilence that awaited the Jews and Jerusalem. <\/div><div class=\"paragraph jod\" id=\"v3n903\"> Now if we had all the history of those times; if we only had what the Apostles have written, in full, instead of a little of it, we should have the particular place where they did go, and where they lived, you would have an account of the organization of a gathered people taking care of themselves, while war desolated the nation. We have not got this part of ancient history, but we will have it, for there is nothing secret but what will be re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"132b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0132.pdf\" target=\"pdfwin\">p.&#xA0;132b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0243\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vealed&#x2014;hid but what will be brought to light.<span class=\"citation\" id=\"81598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81598)\">2 Ne. 30:17<\/a><\/span><span class=\"citation\" id=\"81908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81908)\">Mosiah 8:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n904\"> When God sees fit we will have the record of the fulfillment of this gathering; of every man, woman, and child that heeded the warning of the blessed Jesus. About seventy years after the birth of Christ, which was about the date that the Roman army compassed Jerusalem, I warrant you they left Judea and Jerusalem, and gathered into the mountains to take care of themselves. This is the very period of Christian history I would very much like to read&#x2014;how they conducted themselves when they were gathered together, and how they maintained themselves when their nation and temple were crumbling to the dust. <\/div><div class=\"paragraph jod\" id=\"v3n905\"> &#x201C;Let them which are in the midst of it depart out; and let not them that are in the country enter thereinto.&#x201D;<span class=\"citation\" id=\"67981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67981)\">Luke 21:21<\/a><\/span> We are given to understand that there was a little time after the Roman army had laid siege to Jerusalem, in consequence of a certain movement of that army, that gave a chance to the people in the city that were wide awake, to gather. If they would give heed to the warning voice of Jesus, or to the words of his Apostles, not to come down from the housetop,<span class=\"citation\" id=\"65756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65756)\">Matt. 24:17<\/a><\/span> or stop to get their bed, but run with all their might, they could escape. A little moment of relaxation, an advantageous position of the army, made escape possible to those who would not stop to take their clothes out of the house,<span class=\"citation\" id=\"65757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65757)\">Matt. 24:18<\/a><\/span> their bed, or anything else, but flee at once. <\/div><div class=\"paragraph jod\" id=\"v3n906\"> &#x201C;For these be the days of vengeance.&#x201D; Vengeance on what? On the people of the Jews and on all the people of Jerusalem that had rejected the Gospel, that had rejected and killed the true Messiah, and persecuted and killed the Apostles, and his disciples. <\/div><div class=\"paragraph jod\" id=\"v3n907\"> &#x201C;These be the days of vengeance.&#x201D;<span class=\"citation\" id=\"67982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67982)\">Luke 21:22<\/a><\/span> What for? That all things that were  <div class=\"break pagebreak\" id=\"133a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0133.pdf\" target=\"pdfwin\">p.&#xA0;133a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0242\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>written may he fulfilled, not spiritualized, nor transformed, nor done away, but absolutely fulfilled. <\/div><div class=\"paragraph jod\" id=\"v3n909\"> What did he mean by that saying? Go and read Moses; I shall not trouble myself to give chapter and verse; go and read Moses and the Prophets and see if they do not predict the horrors of war to that age, and desolation, even to the eating of their own children for mere want, because of the pressure of the famine; &#x201C;even the tender and delicate women,&#x201D; says Moses, &#x201C;who would not venture to put the soles of their feet on the ground for tenderness and delicacy, should eat their own children in the siege and the straitness, whereby your enemies shall distress you in all your gates, if you will not hearken to my words.&#x201D;<span class=\"citation\" id=\"55190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55190)\">Deut. 28:56-58<\/a><\/span> He also predicted that the Lord God would raise up a Prophet like unto him, and the people should hear him in all things whatsoever he should say unto them, and every soul that would not hear him, should be cut off from among the people.<span class=\"citation\" id=\"55065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55065)\">Deut. 18:15,18-19<\/a><\/span><span class=\"citation\" id=\"71411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71411)\">Acts 3:22-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n910\"> What do our enemies complain of us about? For believing we must hearken to the Prophet of the Lord which we profess to have among us&#x2014;Joseph Smith, and Brigham Young, or whoever it may be. &#x201C;They believe,&#x201D; say our enemies, &#x201C;that they must hearken to their Prophet in all things whatsoever he shall say unto them.&#x201D; Just as though it was a new thing; that is what they are mad at us about; it is the main point that is found fault with from California to Maine, and throughout Europe, by editors and priests. <\/div><div class=\"paragraph jod\" id=\"v3n911\"> Everywhere the word is, &#x201C;what is the matter with the Mormons in Utah? They hold to that abominable principle of hearkening to all things the Prophet of God says to them.&#x201D; O dear, what hurt does that do? It gives them power&#x2014;they will all vote one way. <\/div><div class=\"paragraph jod\" id=\"v3n912\"> We are not the only people that are troubled with that doctrine, and this <div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0242\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is not the only, age that has had that kind of trouble to contend with. <\/div><div class=\"paragraph jod\" id=\"v3n913\"> Moses had laid it down, that they should not only give heed to his word, and if they did not they should be destroyed, and have to eat their own children while their enemies besieged them, but that they should give heed also to another Prophet that should arise, and that too in all things whatsoever he should say unto them; and if they did not, they should be cut off from among the people. <\/div><div class=\"paragraph jod\" id=\"v3n914\"> But that part of &#x201C;Mormonism&#x201D; is very ancient, and applied to Moses, and to Christ, and to every Prophet that has ever been sent to lead the people. <\/div><div class=\"paragraph jod\" id=\"v3n915\"> &#x201C;These be the days of vengeance, that all things that are written may be fulfilled.&#x201D;<span class=\"citation\" id=\"94393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94393)\">Luke 21:22<\/a><\/span> I have quoted a little of what has been written. <\/div><div class=\"paragraph jod\" id=\"v3n916\"> &#x201C;But woe unto them that are with child, and to those that give suck, in those days!&#x201D;<span class=\"citation\" id=\"67984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67984)\">Luke 21:23<\/a><\/span> What kind of a woe is this? &#x201C;Eternal hell,&#x201D; says one. That is not the meaning; but the language signifies that it will be hard on those who are in that situation in those days; they will have trouble because they will not be in circumstances to flee from their enemies; it will be very inconvenient indeed for them to escape; therefore sorrow to them; it will be hard on them; they are to be pitied. <\/div><div class=\"paragraph jod\" id=\"v3n917\"> I used to think, when I was a boy, that every time the Scriptures said woe, it meant eternal hell. I did not understand very much of the Scriptures then; in this instance Christ was simply speaking of the trouble and inconvenience it would be to those who had little children. <\/div><div class=\"paragraph jod\" id=\"v3n918\"> I have often thought how much more merciful God is to the Latter-day Saints, in telling them not to go in haste nor by flight,<span class=\"citation\" id=\"86256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86256)\">D&amp;C 58:56<\/a><\/span> without stopping to get their coat, their garment, or their bed; he has not told them to escape empty-handed; I feel thankful for this mercy. <\/div> <div class=\"break pagebreak\" id=\"134a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0134.pdf\" target=\"pdfwin\">p.&#xA0;134a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0241\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n920\"> On the other hand, I have thought that we have had some burdens to bear, over and above what they had, which makes the thing about even. <\/div><div class=\"paragraph jod\" id=\"v3n921\"> &#x201C;For there shall be great distress in the land, and wrath upon this people.&#x201D;<span class=\"citation\" id=\"67985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67985)\">Luke 21:23<\/a><\/span> That is, in the land of Judea, upon the Jews, and in that city. <\/div><div class=\"paragraph jod\" id=\"v3n922\"> &#x201C;And they shall fall by the edge of the sword, and they shall be led away captive among all nations: and Jerusalem&#x201D;&#x2014;what will become of it finally?&#x2014;&#x201C;shall be trodden down of the Gentiles, <span class=\"italic\">until<\/span>&#x201D;&#x2014;that is a big word, and means much in the position it occupies here&#x2014;&#x201C;UNTIL&#x201D;&#x2014;on that word is suspended that nation's fate, and the fate of all the neighboring nations&#x2014;&#x201C;Jerusalem shall be trodden down of the Gentiles, until the times of the Gentiles be fulfilled.&#x201D;<span class=\"citation\" id=\"67991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67991)\">Luke 21:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n923\"> I tell you there is meaning in these words, contained in that single line. O ye nations of the earth, if I had the voice of an angel's trump,<span class=\"citation\" id=\"82206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82206)\">Alma 29:1<\/a><\/span> that I could be heard to earth's remotest bounds, by kings, rulers, captains, generals, armies, and nations, I would wish to read that one line in their ears, and tell them the things that are summed up in it. <\/div><div class=\"paragraph jod\" id=\"v3n924\"> &#x201C;Jerusalem shall be trodden down of the Gentiles <span class=\"italic\">until<\/span> the times of the Gentiles be fulfilled.&#x201D;<span class=\"citation\" id=\"67992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67992)\">Luke 21:24<\/a><\/span> What is meant by it? One thing we know certain, we have no need to conjecture, that is, that all these things happened literally. The Roman army on the outside, and the three factions on the inside of the city of Jerusalem, and the famine, and the pestilence helping it on, performed their work until finally it came to an end by the city being taken by the Romans, the temple set on fire, and burned, and the whole city desolated, and brought under Gentile rule, namely, Roman rule. And it is said, in the history written by Josephus, that one million and a half of Jews perished in that siege, that is, in that one city, in putting an end to a <div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0241\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> national polity; a national corrupted form of government, a national priesthood, a national house of worship. <\/div><div class=\"paragraph jod\" id=\"v3n925\"> One million and a half perished! They fell by the edge of the sword, by pestilence, and by famine, and the remnants of the Jews were carried captive among all nations. To remain how long? As I have said, we know this prophecy has been literally fulfilled, for we see them scattered among all nations to this day. <\/div><div class=\"paragraph jod\" id=\"v3n926\"> I have seen them in San Francisco, in Chile, in Scotland, in England, and in every part of the United States, and Canada; and wherever my brethren, the Elders of this Church, have been; I can assure them of one thing, if they have looked about them they have seen a Jew or Jews. Wherever there is a nation to be found, or a people of commerce, ships, camels, or any other means of conveyance, there will be found Jews; that we know. <\/div><div class=\"paragraph jod\" id=\"v3n927\"> But about one stone of the temple at Jerusalem not being left one upon another&#x2014;the fire itself would not do this&#x2014;but history has informed us that the Jews concealed their treasures under the stones of the temple, and the Roman army went to work, and tumbled them about, and did not leave one stone upon another, and finally they were removed.<span class=\"citation\" id=\"65637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65637)\">Matt. 24:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n928\"> In fulfillment of another scripture, they took a plough and ploughed the temple site&#x2014;so completely was the scripture fulfilled.<span class=\"citation\" id=\"60587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60587)\">Jer. 26:18<\/a><\/span><span class=\"citation\" id=\"62114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62114)\">Micah 3:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n929\"> Had I time I would quote the chapter and verse of this plowing, and the history which refers to it. <\/div><div class=\"paragraph jod\" id=\"v3n930\"> Now then this last line I have read has been fulfilling until now; that is certain. The Jews are among all nations, in captivity&#x2014;without being organized and nationalized; without being restored; without having returned to the God of their fathers; to His matchless power; to the administration of His Holy Spirit; to the enjoyment of heavenly communica<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"135a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0135.pdf\" target=\"pdfwin\">p.&#xA0;135a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0240\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion, through Holy Prophets, by the revelations of God; to the administration of angels; to the enjoyment of the religion of their fathers, and to the power of God to defend them, and deliver them from their enemies. <\/div><div class=\"paragraph jod\" id=\"v3n932\"> They have been 1,800 years without these blessings. This is a fact foretold in this chapter, and literally fulfilled before the eyes of all men. All the nations know it that know anything about the Bible or about history. <\/div><div class=\"paragraph jod\" id=\"v3n933\"> Now there was a time allotted for the Gentile powers to reign, for their corruptions to bear rule, and during the time here designated as the times of the Gentiles, the times of their polity, of their nationality, their religion, and to prove them and to see what they would do with the power committed unto them&#x2014;the times spoken of by Daniel the Prophet,<span class=\"citation\" id=\"60995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60995)\">Dan. 2:33<\/a><\/span> in which the fourth monarchy, namely, the Roman, and all those divisions, and subdivisions that should grow out of it in modern times, the times when these divided powers should bear rule. <\/div><div class=\"paragraph jod\" id=\"v3n934\"> There is just as much a time for these to have their day and prove themselves, and bring forth the fruits of their rule, and a time for them to come to an end, as ever there was a time for Jerusalem to rule or for the Jewish polity to come to an end. Now when that time arrives, ye nations look out, for there is a prophecy gone forth about you; it is in these words, and recorded in the Old Testament: &#x201C;Though I make a full end of all nations where I have scattered you, yet will I not make a full end of you,&#x201D;<span class=\"citation\" id=\"60604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60604)\">Jer. 30:11<\/a><\/span><span class=\"citation\" id=\"88211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88211)\">D&amp;C 87:6<\/a><\/span> speaking of Israel. <\/div><div class=\"paragraph jod\" id=\"v3n935\"> Now, when the times of the Gentiles are fulfilled there will be an uprooting of their governments and institutions, and of their civil, political, and religious polity. There will be a shaking of nations, a downfall of empires, an upturning of thrones <div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0240\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and dominions, as Daniel has foretold, and the kingdom and power, and rule on the earth will return to another people, and exist under another polity, as Daniel has further foretold.<span class=\"citation\" id=\"61704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61704)\">Dan. 7:27<\/a><\/span> But let me read it here, let Jesus speak in his own words, or the writer for him. Now understand that we have got down to the present time, that is sure with this prophecy, no man can mistake it. Jerusalem has been overthrown, and not one stone of that magnificent temple has been left upon another. A great portion of that nation fell by the edge of the sword, and the residue went captive among all nations, and their city has been trodden under foot of the Gentiles, and will be until their times are fulfilled, that is, until they have had their reign out. Then what will happen? We will read; &#x201C;And there shall be signs in the sun.&#x201D; Has anybody seen them?&#x2014;not away back among those other things; there were signs in the air then; Josephus tells you about it, and this book tells you about it, as I have been reading today in this chapter, about the signs which happened as a forerunner of the destruction of Jerusalem, and the Jews as a nation. Now after the Jews have remained among the Gentiles until the times of the Gentiles are fulfilled, as a forerunner of this latter overturn, &#x201C;there shall be signs in the sun, and in the moon.&#x201D; Have any of you seen them during the last 30 years? I have. &#x201C;And in the stars.&#x201D; Have you seen any signs in the stars? Think back for the last 30 years. &#x201C;And upon the earth distress of nations, with perplexity; the sea and the waves roaring; Men's hearts failing them for fear, and for looking after those things which are coming on the earth: for the powers of heaven shall be shaken.<span class=\"citation\" id=\"68026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68026)\">Luke 21:25-26<\/a><\/span> And THEN&#x201D;&#x2014;not some other time. Are there any Millerites here who have been setting a time for the Son of Man to come? &#x201C;Then  <div class=\"break pagebreak\" id=\"136a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0136.pdf\" target=\"pdfwin\">p.&#xA0;136a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0239\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>shall they see the Son of man coming in a cloud with power and great glory.&#x201D;<span class=\"citation\" id=\"68037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68037)\">Luke 21:27<\/a><\/span> Not you, my disciples, whom I told a little while ago should be delivered up to the synagogues, and to prisons,<span class=\"citation\" id=\"67963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67963)\">Luke 21:12<\/a><\/span> and be beheaded, and suffer many things;<span class=\"citation\" id=\"67968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67968)\">Luke 21:16<\/a><\/span> not you whom I have warned to take heed lest you are deceived by false Christs that shall come to you;<span class=\"citation\" id=\"67956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67956)\">Luke 21:8<\/a><\/span> and when you should hear of wars and commotions to be not terrified,<span class=\"citation\" id=\"67958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67958)\">Luke 21:9<\/a><\/span> &amp;c.; but Jesus Christ now directs his attention to another age; this does not refer to you my followers, you will be dead, and in paradise when these things that I now refer to shall take place. But THEY. Who? The people who shall live when the times of the Gentiles are fulfilled&#x2014;when their reign is about to come to an end, the generation that will be alive when Jerusalem and the Jews are about to be restored, and the full end of all Gentile polity is about to usher in. &#x201C;Then shall they see,&#x201D; those that shall live in those days. And what shall they see? &#x201C;The Son of man coming in a cloud with power and great glory.&#x201D;<span class=\"citation\" id=\"68036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68036)\">Luke 21:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n937\"> That is the proud sight that is to be seen in connection with the end of the Gentile rule, or the breaking up of the Gentile nations, when their times are completed; when Jerusalem is to be rebuilt, to be no more trodden down nor governed by them, when the Jews are to be restored; and when there are signs in the sun, and in the moon, and in the stars, and upon the earth,<span class=\"citation\" id=\"68012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68012)\">Luke 21:25<\/a><\/span> men's hearts failing them for fear, and for looking after the things that are coming,<span class=\"citation\" id=\"68030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68030)\">Luke 21:26<\/a><\/span> then shall they see, not the crucified Jesus hanging upon the ignominious cross, mocked by the wicked Jews, not persecuted by a Herod, clothed in all the pomp and pride of Gentile authority, not a Roman army to overthrow and succeed the Jewish polity, but they shall see the Son of Man coming in a cloud clothed with great power and great glory.<span class=\"citation\" id=\"68038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68038)\">Luke 21:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n938\"> Do ye believe this, ye young people, <div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0239\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ye boys and girls? Do ye believe this? All the prophetic sayings contained in this chapter have been fulfilled, down to this day. Do you believe that portion of it which is yet in the future, ye people of New York, of San Francisco, of China, of London, of France? Do the Gentile nations believe this? You see the Jew among you, and the Gentile bearing rule; do you believe that this is a true prophecy? You ought to believe it, for it is right before your eyes in its fulfillment, and if you do, do you expect to see the Son of Man coming in the clouds of heaven with power and great glory? That is a sight some of you will see; you have only to live until the time comes, and you will see it. <\/div><div class=\"paragraph jod\" id=\"v3n939\"> Whether there has been signs in the sun, moon, and stars, and upon the earth distress of nations and perplexity,<span class=\"citation\" id=\"94395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94395)\">Luke 21:25<\/a><\/span> men's hearts failing them for fear,<span class=\"citation\" id=\"124402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124402)\">Luke 21:26<\/a><\/span> in the last few years, I will leave each one to draw his own conclusion. If this has not already been sufficiently fulfilled, one thing is certain, it is being fulfilled, and when it is sufficiently completed the Son of Man will be seen in heaven with power and great glory,<span class=\"citation\" id=\"94394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94394)\">Matt. 24:30<\/a><\/span> as sure as you ever saw a Jew, that is, it is a fact. &#x201C;And when these things begin to come to pass,&#x201D; for that is an important point, &#x201C;then look up, and lift up your heads; for your redemption draweth nigh.&#x201D;<span class=\"citation\" id=\"68040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68040)\">Luke 21:28<\/a><\/span> Does it not appear a little strange that Peter, and James, and John, and the Jewish nation have to wait until then for their redemption, and the dead and the living, as well as the Latter-day Saints? They have to wait until then, whether in this world or in the other, for the redemption of their bodies, unless they died before Christ, and rose from the dead when he did, and the Jews must wait until then for the redemption of their nation and national polity, and for their triumph over their enemies, and for the putting down of all other power, and for the establishment of the reign  <div class=\"break pagebreak\" id=\"137a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0137.pdf\" target=\"pdfwin\">p.&#xA0;137a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0238\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of righteousness on the earth, the redemption of their friends, and vengeance on all those who have shed the innocent blood, whether of Latter-day Saints or Former-day Saints. This is the day of their redemption, be in what world they may, they are preparing for it. &#x201C;Lift up your heads; for your redemption draweth nigh.&#x201D;<span class=\"citation\" id=\"68041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68041)\">Luke 21:28<\/a><\/span> When? Not when Jerusalem is compassed with armies, not when they (the Jews) are destroyed by the edge of the sword, not while wandering among the nations of the earth from age to age, not while the Gentile powers bear rule, but when the sun, moon, and stars shall put forth their signs, the heavens shake, and men's hearts failing them for fear, looking for the things that are coming upon the earth&#x2014;then is the time to begin and look up, to lift up your heads and rejoice, ye spirits that are waiting for redemption, whether ye are in this world or in the other, straighten your backs in your hard toil, and look up, for your redemption draweth nigh.<span class=\"citation\" id=\"68027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68027)\">Luke 21:25-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n941\"> &#x201C;And he spake to them a parable; Behold the fig tree, and all the trees.&#x201D; We have not any fig trees here, but they had there. &#x201C;And all the trees,&#x201D; embraces trees we have here. &#x201C;When they now shoot forth, ye see and know of your own selves that summer is now nigh at hand.&#x201D; You do not need a Prophet to come along and prophesy that summer is nigh at hand, for even the children may know it. &#x201C;So likewise ye, when ye see these things come to pass, know ye that the kingdom of God is nigh at hand.&#x201D;<span class=\"citation\" id=\"68044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68044)\">Luke 21:29-31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n942\"> O ye Millerites, ye made a great mistake; you thought the first thing was the coming of the Lord in power and great glory; you were going to have him come immediately, without any kingdom to come to, without a forerunner in the shape of a Prophet, but just by men guessing, and predicting, and remarking, and commenting on the prophecies; but so far as the <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0238\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> coming of the Lord being the first thing you knew, you will &#x201C;begin to see these things come to pass, and then know that the kingdom of God is nigh at hand&#x201D;<span class=\"citation\" id=\"94396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94396)\">Luke 21:31<\/a><\/span> and we have to be born again or we cannot see it.<span class=\"citation\" id=\"68701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68701)\">John 3:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n943\"> People hear of &#x201C;Joe Smith,&#x201D; as he is called, of the Book of Mormon, of angels coming from heaven again; of the inspiration of the Holy Spirit; of modern Prophets and Apostles, and martyrs, and they think, &#x201C;what under heaven does all this mean, we have no reason to look for anything of the sort, but we expect the Lord here every minute.&#x201D; They have no idea of a modern Prophet; of angels visiting the earth in the latter times; of modern inspiration; of a modern Church that will hearken to the voice of a Prophet in all things that he shall say unto them; it is all new to them, they are astonished, and say, &#x201C;what does it mean, I wonder what is this Mormonism coming to?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n944\"> The Lord will never come until he has organized his kingdom on the earth, and prepared his people by sending a messenger to prepare the way before him;<span class=\"citation\" id=\"85577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85577)\">D&amp;C 45:9<\/a><\/span> that messenger has come, and the man that delivered it has been slain, namely, Joseph Smith, and by the instrumentality of that messenger, here sit the Apostles and Prophets, ordained to hold the keys of the kingdom of heaven. <\/div><div class=\"paragraph jod\" id=\"v3n945\"> If the people had read the Scriptures they would have been looking for all this, if they had not listened to a set of blind guides,<span class=\"citation\" id=\"65533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65533)\">Matt. 23:24<\/a><\/span> who have hired out for money to tell them the Scriptures mean something else. <\/div><div class=\"paragraph jod\" id=\"v3n946\"> When you see these things come to pass, know ye that the kingdom of God is nigh at hand.<span class=\"citation\" id=\"68051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68051)\">Luke 21:31<\/a><\/span> Says one, &#x201C;for my part I believe the kingdom of God was set up 1,800 years ago, and is not going to be set up again; he is not going to have it set up twice, or I do not know what you are going to do with the Scriptures, you had better  <div class=\"break pagebreak\" id=\"138a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0138.pdf\" target=\"pdfwin\">p.&#xA0;138a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0237\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>burn them up as a thing of no account, because John the Baptist,<span class=\"citation\" id=\"94397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94397)\">Matt. 3:2<\/a><\/span> Jesus Christ,<span class=\"citation\" id=\"94398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94398)\">Matt. 4:17<\/a><\/span> the Twelve Apostles,<span class=\"citation\" id=\"94399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94399)\">Matt. 10:7<\/a><\/span> and the Seventies all agreed in their former testimonies that the kingdom of God was then nigh at hand,<span class=\"citation\" id=\"94400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94400)\">Luke 21:31<\/a><\/span> it must therefore have been immediately set up, or they were all false witnesses; and if it was immediately setup, as an event following their predictions, namely, on the day of Pentecost,<span class=\"citation\" id=\"71066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71066)\">Acts 2:1-4<\/a><\/span> when the power of God was shed forth, and the Apostles that held the keys of it organized it upon the earth; if that event did really follow what John the Baptist, Jesus, and his Apostles had predicted, then of course it was set up in those days.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n948\"> We say there will be another time when it will be at hand; how do we prove it. By the words of Jesus himself in our text, for he did not only state that the kingdom was then at hand when he first began to preach,<span class=\"citation\" id=\"94401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94401)\">Matt. 4:17<\/a><\/span> but he also said it would be at hand when we should see these modern signs here referred to.<span class=\"citation\" id=\"94402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94402)\">Luke 21:31<\/a><\/span> What did he say should come? False Christs, and the Apostles were to be betrayed, and hated of all nations, and some would be put to death; He told them they should be brought before kings and rulers; that the Roman army should compass Jerusalem, and there should not be left one stone upon another of their temple, and the Jews should go captive among all nations; that they should remain there for a certain time during which the Gentile power should rule; that after all this there should be signs in the sun, moon, and stars, and upon the earth distress of nations, and perplexity, men's hearts failing them for fear; when these thing come to pass, then know that the kingdom of God is at hand.<span class=\"citation\" id=\"67957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67957)\">Luke 21:8-31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n949\"> What does this make out? That there were two distinct times, or ages, varying in circumstances, in which the kingdom of God would be introduced to the inhabitants of the earth; the one should immediately follow <div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0237\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> John the Baptist, and Jesus, and Peter, who held the keys of it, and the other should be looked for and ushered in, in connection with these modern signs; in short Jesus and Peter held the keys of the one, and his brother Joseph Smith, and his Apostles hold the keys of the other. <\/div><div class=\"paragraph jod\" id=\"v3n950\"> Now I think you can understand both predictions; one by John the Baptist, and all the holy Prophets, and by Jesus and his Apostles, and the other was predicted by Jesus Christ and all the Holy Prophets since the world began, and both of them fulfilled right here before your eyes this day. The one in the events recorded in the New Testament, the other in the history of Joseph Smith, and what follows. <\/div><div class=\"paragraph jod\" id=\"v3n951\"> I have already been lengthy; having got at the main review, I will close by reviewing one more sentence. &#x201C;Watch ye therefore, and pray always, that ye may be accounted worthy to escape all these things that shall come to pass, and to stand before the Son of man.&#x201D;<span class=\"citation\" id=\"68053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68053)\">Luke 21:36<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n952\"> Now I know the habit of praying always in Christendom, that is certain portions of them, they pray in their families and in secret, and have prayer meetings; they pray for this, that, and the other, and say the Lord's prayer and a great many prayers, but the question is do they pray always? He did not tell them to pray the Lord's prayer always,<span class=\"citation\" id=\"63341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63341)\">Matt. 6:9-15<\/a><\/span><span class=\"citation\" id=\"67550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67550)\">Luke 11:2-4<\/a><\/span> particularly, neither did he tell not to; but this one prayer he did tell them to pray always, and causes it to be written; do WE fulfil it, and do they; it is not to pray always nor to watch always, but it is to pray this particular prayer always&#x2014;that we may be accounted worthy to escape all these things that shall come to pass and stand before the Son of Man. <\/div><div class=\"paragraph jod\" id=\"v3n953\"> Whatever else they might pray in all the varying circumstances of their lives, all right, but this one thing they would be sure to need, to be accoun<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0236\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ted worthy to escape all those things Christ foretold, and stand before him. <\/div><div class=\"paragraph jod\" id=\"v3n955\"> And why should they pray this always? Because it is not only the living generation that had to meet it, and had need to be prepared, but it was a chain of prophecy that would be gradually fulfilling from that time until he comes, and whether they passed through the veil or remained in the flesh, one thing was certain, they would all have to meet some part of it; if they lived in Jerusalem they would have some part of it to meet; or if they were scattered among all nations they would have some part of it to meet; and if they live until there should be signs in the sun, moon, and stars, and upon the earth distress of nations,<span class=\"citation\" id=\"68013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68013)\">Luke 21:25<\/a><\/span> they would have some part of it to meet; therefore whether they lived in modern or in former times, behind the veil or on this side of it; it was necessary to pray always to be accounted worthy to escape all these things and stand before the Son of Man.<span class=\"citation\" id=\"68054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68054)\">Luke 21:36<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n956\"> This would have cautioned the drunkard a little, and the miser a little, the man who is engaged head, heart, and hand to accumulate all the riches of the world and heap them up to himself, and not use them to build up the kingdom of God; it would have told him not to have his heart overcharged with the cares of this earth, or with surfeiting and drunkenness, if these words do not say so exactly, another writer does, who writes on the same subject. <\/div><div class=\"paragraph jod\" id=\"v3n957\"> Take care how you get drunk, how you are a glutton, how you are wholly swallowed up in the cares of this <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0236\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> world, in accumulating riches, and take care to pray that you may escape all these things, and stand before the Son of Man.<span class=\"citation\" id=\"68055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68055)\">Luke 21:36<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n958\"> It would not do for me to talk always, but I want to tell you how to prepare; and I trust my brother Orson, or someone who will follow me in the course of the day, will enter upon that subject more fully, and illustrate the Gospel; the remission of sins; the gift of the Holy Ghost, and the ordinances pertaining thereto, as well as a good, moral, prayerful life, all of which would open up an extensive field for reflection, had we time to enter upon it. <\/div><div class=\"paragraph jod\" id=\"v3n959\"> If we had time, and it was expedient we could show you that in order to restore the kingdom of God, and prepare the way for the coming of the Son of Man, the Gospel would have to be restored in its fulness, baptism, and repentance for the remission of sins preached, and a messenger like John the Baptist sent of old to prepare the way; but we will leave the subject unfinished. <\/div><div class=\"paragraph jod\" id=\"v3n960\"> I expect to go where Jesus did and tell the spirits in prison the good news that their redemption draweth nigh,<span class=\"citation\" id=\"78012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78012)\">1 Pet. 3:19<\/a><\/span> and the good news of the Gospel, my mouth never can be shut on that subject, in heaven, earth, or hell, if I am at liberty to tell it, and the Holy Spirit given to me to direct. <\/div><div class=\"paragraph jod\" id=\"v3n961\"> I leave the subject praying God to bless you all, and all those that watch and pray always to be accounted worthy to escape all these things that are coming to pass, and stand before the Son of Man.<span class=\"citation\" id=\"124403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124403)\">Luke 21:36<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}