{"ID":30014, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Language, or the Medium of Communication in the Future State, and the Increased Powers of Locomotion.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Orson Pratt, Delivered in the Tabernacle, Great Salt Lake City, October 22, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Language, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 10\/22\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d14\">\n<div class=\"paragraph jod\" id=\"v3n662\"> By the request of President Kimball, I arise this afternoon for the purpose of speaking to the Saints upon whatever subject may be presented to my mind; at the same time earnestly desiring that the prayers of the Saints, who sit before me, may ascend up before the Lord in my behalf, that I may be able to speak those things that will be calculated to edify you, and do you good. <\/div><div class=\"paragraph jod\" id=\"v3n663\"> It is delightful to me, to speak of the things that belong to the salvation of the human family&#x2014;to speak of God and of His works, plans, and purposes, so far as they are revealed for the salvation and benefit of man. <\/div><div class=\"paragraph jod\" id=\"v3n664\"> But, at the same time, I realize that there is but a small degree&#x2014;a very small degree, indeed, of the purposes of God unfolded to the mind of man. The amount of knowledge, which we in our present state are in possession of, is extremely limited, so that when compared with that vast amount of knowledge that fills eternity, we might say that man, in his highest attainments here in this life, is, as it were, nothing. However far he may expand his intellectual powers, and faculties by studying, by meditation, by seeking unto the Lord diligently for the inspiration of the Spirit, yet all that he can possibly receive and attain to here is, comparatively speaking, nothing. Moses was a man possessed of like passions with other men; he was a man similar to ourselves, but he had by his perseverance, diligence, <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0278\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and faithfulness obtained great favor and power with God; so that by this favor and through this power, he was enabled to obtain greater information and knowledge than the rest of the human family that were on the earth at that period; and far greater in some things than what we have attained to in this generation; at the same time, when the grand and wonderful intelligence of heaven was portrayed before the mind of Moses, and knowledge was poured out from the heavens upon him, he exclaimed before the Lord, &#x201C;<span class=\"italic\">Now I know for this once that man is nothing<\/span>.&#x201D;<span class=\"citation\" id=\"92253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92253)\">Moses 1:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n665\"> If there were a being then upon the face of the earth, that had a reason to suppose that man was something, it was Moses; but yet in the midst of the visions of the Almighty, and the vast field of knowledge that was opened to his mind&#x2014;while he was yet gazing upon the workmanship of the hands of God, and looking into the intricacies of the construction of this world&#x2014;in the midst of all this, he considered himself nothing. That is just the way I feel; and I presume it is the way that almost everyone feels who contemplates the greatness of God, and the immensity of knowledge that there is far beyond our reach in this present state of existence. At the same time, when we compare our knowledge and our intellectual powers with the glimmerings of light that we see manifested in the brute creation, we may exclaim that man is some<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"98a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0098.pdf\" target=\"pdfwin\">p.&#xA0;98a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0277\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing&#x2014;that he is advanced far beyond the apparent manifestations of knowledge that exist among the lower orders of beings. He is, indeed, something compared with the small glimmerings of light that exist in the brute creation, in the beasts of the field, in the fowls of the air, and in the fishes of the sea; all these have some degree of knowledge and understanding; and some of them have some degree of information and knowledge that man is not in possession of. Man designates such intelligence by the name of instinct; they seem to be guided by a principle that man, naturally speaking, is not in possession of; but yet, when we contemplate the reasoning powers and faculties of man&#x2014;the rational faculty&#x2014;the abstract ideas that are capable of dwelling in his mind, and then look at the brute creation, we see a vast difference between the two. <\/div><div class=\"paragraph jod\" id=\"v3n667\"> Mankind, in one sense, are far above the brutes, and not only this, but they are above even some of the angels; for there are certain orders of angels that are far beneath man; they have not progressed in the great scale of being&#x2014;in the scale of wisdom, knowledge, and intelligence to the same extent as we have; and consequently they are beneath us; they are lower than we are; they have not attained to the same degree of information that we are in possession of; hence we read that man shall judge angels;<span class=\"citation\" id=\"73241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73241)\">1 Cor. 6:3<\/a><\/span> the Saints are to judge, not only the world&#x2014;<span class=\"citation\" id=\"73225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73225)\">1 Cor. 6:2<\/a><\/span>the wicked world, and also one another, but they are to judge angels. Why? Because they are superior, or will be at the time they shall sit in judgment and decide upon the cases brought before them by the angels; they will rule over the angels, or in other words, the angels will be subject to them. This we read in the laws that God has revealed to this Church. We read that there are a certain class of beings, who, because they have not fulfilled the law <div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0277\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of God, will, in the next state, enjoy no higher privileges than those of the angels; they will remain angels, while others who have kept the celestial law in all its bearings&#x2014;in its ordinances, and institutions, and have claimed the privileges of the Saints of God, will be exalted to a higher sphere; they will have greater knowledge and information, and those angels being of a lower order of intelligence will be subject to them, and will minister for them, in carrying out their purposes and designs in the wide field of action in the eternal worlds.<span class=\"citation\" id=\"91541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91541)\">D&amp;C 132:16-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n668\"> All these, then, in one sense of the word, are something, instead of being nothing; for all of the works of God are intended to show forth His wisdom, power, and goodness, whether it is in the formation of man, in the formation of the brute creation, or in the formation of the highest or lowest order of intelligence. God is there; His intelligence and power are there; His wisdom and goodness are there; and all His works are marked by His great and glorious attributes. <\/div><div class=\"paragraph jod\" id=\"v3n669\"> There is something calculated to give great joy and happiness to the mind of man in the idea of improvement, so long as there is anything to be learned&#x2014;in the idea of progressing and expanding those principles of light and intelligence that already exist within these tabernacles. There is a joy&#x2014;a satisfaction, existing in the mind of the righteous man, in the discovery of every additional truth; it matters not whether he himself attains this truth by experience, by reason, by reflection, by immediate revelation from higher powers, or by a revelation from his fellow man. It matters not how or in what way or manner he obtains this new truth, it is calculated to inspire his heart with joy and happiness. We see this illustrated in some small degree in the scientific discoveries of modern ages, as well as in those of ancient times. <\/div> <div class=\"break pagebreak\" id=\"99a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0099.pdf\" target=\"pdfwin\">p.&#xA0;99a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0276\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n671\"> If we can depend upon the declarations of the discoverers, who, after long and toilsome researches after some hidden truth, at length, have obtained the key that leads to that truth; they make use of it; the door of knowledge and wisdom is unlocked to them, and they find out and discover something new; it is demonstrated to their minds, and they know it to be true. There is a perceptive faculty, existing in the bosom of man, that is capable of perceiving light and truth, when it is clearly manifested; such truths are as certain and as sure to him as any other truths; when he obtains the knowledge which he has long hunted after, and spent years, perhaps, in close meditation, reasoning, and study in order to obtain, it gives him such a joy, satisfaction, and ecstasy, that he is hardly capable of retaining himself in the body. The mind of that great man Sir Isaac Newton, one of the great discoverers in modern times, was exercised in a wonderful manner. About the time he unfolded the great law that governs the bodies in the universe, which he termed the law of universal gravitation; his mind was so affected, so full of joy, and so overcome, when he was about laying bare the great truths this law unfolded, that he had to obtain the assistance of someone present in carrying out the calculations. <\/div><div class=\"paragraph jod\" id=\"v3n672\"> If these scientific truths will have such an effect upon the mind of man, how much greater ought the joy to be, in the hearts of the children of men, in relation to those still greater truths that pertain to eternal life and the exaltation of man in the eternal world! <\/div><div class=\"paragraph jod\" id=\"v3n673\"> If those truths which only have a bearing upon the present state of existence, are calculated to impart joy and happiness so intense, as almost to overpower the mortal tabernacle of man, are not those still greater truths that proceed from heaven by the ministration of angels, by the power of <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0276\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Holy Ghost, and by the visions of the Almighty, calculated to impart still greater joy and happiness to the mind of man? They certainly are. <\/div><div class=\"paragraph jod\" id=\"v3n674\"> There is something glorious in the contemplation of that period of time, when we shall come in possession of greater truths, even before we do obtain them; for we have the promise given to us by the Almighty, that more truths will be revealed and unfolded; and just the bare anticipation of these truths, before they are revealed, are calculated to give great joy and happiness to the mind of man. Now what do we anticipate brethren and sisters? What are we looking for? I stated to you last Sabbath, that we were looking for a future existence after this mortal body shall crumble back to its mother elements. I also endeavored last Sabbath to inquire into the nature of this future state of existence in some small degree; at the same time, reminding you that in one short discourse it would be utterly impossible to point out the apparent differences, or at least, the real and supposed differences that will exist between man in his present state, and in his future state. There will be a great difference in many respects, and in other respects, a very little difference. <\/div><div class=\"paragraph jod\" id=\"v3n675\"> Now let us touch, for a few moments, upon a principle in regard to the communication of knowledge between man and man, in his future state. We know how we communicate knowledge one to another here; it is by speaking, by writing, by arbitrary sounds that we convey our ideas one to another, and reveal knowledge, instruction, and truth one to another. This is a very imperfect medium of communication, consequently man progresses slowly, very slowly, indeed, in obtaining truth. But supposing that we could have revealed to us from on high a language more pure and heavenly, that is a perfect language, so  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0275\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>far as it can be made perfect, and be adapted to our present state of existence; let such a language be revealed to us; let us learn it; let us obtain a knowledge of all the various symbols of the same, by which we could communicate our ideas one to another, perfectly, without any ambiguity or uncertainty in the ideas, would not this be a medium by which mankind could greatly enlarge their ideas and knowledge of things? Could not those that have progressed in the principles of truth and righteousness more readily impart their ideas to others? Now we find, in consequence of the imperfection of our language, that it is very difficult, indeed, to communicate readily our ideas to others, so that we have to spend years and years to instil into the minds of children and youth, some very easy and simple principles of knowledge. It is in one sense owing to the weakness of the capacity and intellect in early age, but it is still more owing to the imperfection of language by which these ideas are communicated. [The speaker here asked a blessing upon the bread.] <\/div><div class=\"paragraph jod\" id=\"v3n677\"> We were speaking upon the imperfect medium, here in this life, by which we convey our ideas one to another. Let us now compare our present means of obtaining knowledge with the facilities which are no doubt, in store for the people of God. Will there be a pure language restored? There will; through the testimony of the prophets. We are also told that tongues shall cease.<span class=\"citation\" id=\"73669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73669)\">1 Cor. 13:8<\/a><\/span> We are to understand by this that the great varieties of languages and tongues that have existed on the earth for many ages, are to be done away; they are to cease; now something must take the place of those imperfect, confused languages and tongues. What is that something? It is a language that is spoken by higher orders of beings than ourselves; that is, beings that have progressed further than ourselves; it <div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0275\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is that same language that was spoken for nearly two thousand years after the creation; that was spoken by Adam and by his children, from generation to generation that came down to the flood, and was taught extensively among the children of Noah until the Lord by a direct miracle caused the people to forget their own mother tongue, and gave them a variety of new tongues that they had no knowledge of, and by this means scattered them abroad upon the face of the whole earth;<span class=\"citation\" id=\"52997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52997)\">Gen. 11:6-9<\/a><\/span> and now that same Being that destroyed the memory of the people at the building of the tower, so that they could not remember their own mother tongue, and the same Being that gave to them new languages and tongues, will operate again by His power to do away with this curse, for I consider it a curse, and the blessing will be as great and as extensive as the curse, in destroying it from the face of the earth. This is a poor medium of communication between man and man. Whether this pure language here spoken of, which is to be spoken here upon the earth among mankind in their mortal state, is to be as perfect as the language that has to be spoken in our immortal state, is not for us to say; but still we may draw some conclusions upon this matter, from the fact that things in the eternal world will in some measure be different from what they are here. <\/div><div class=\"paragraph jod\" id=\"v3n678\"> For instance; how do you suppose that spirits after they leave these bodies, communicate one with another? Do they communicate their ideas by the actual vibrations of the atmosphere the same as we do? I think not. I think if we could be made acquainted with the kind of language by which spirits converse with spirits, we would find that they do not communicate their ideas in this manner; they have a more refined way; I mean that portion of them that are in the  <div class=\"break pagebreak\" id=\"101a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0101.pdf\" target=\"pdfwin\">p.&#xA0;101a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0274\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>school of progress; they have undoubtedly a more refined system among them of communicating their ideas. This system will be so constructed that they can, not only communicate at the same moment upon one subject, as we have to do by making sounds in the atmosphere, but communicate vast numbers of ideas, all at the same time, on a great variety of subjects; and the mind will be capable of perceiving them. Perhaps there may be some who consider this altogether an improbability. They may consider it very improbable that the mind should be able to take in a vast collection of ideas, on different subjects, all at once, and be able to digest and comprehend them; if the mind has such faculty as this, then there must necessarily be a language adapted to such a capacity of the mind; not an imperfect medium of communication to convey a few simple ideas upon one subject at a time, as is done here, but a language exactly adapted to the capacity; if the capacity is greater, then the language must be more refined than what it is here, in order to communicate in the same ratio that the capacity is capable of receiving and understanding. It is impossible for man to communicate, by our present language, any more than one chain of ideas at the same time. There may be other ideas suggested to the individual who is hearing, but the ideas of the individual who is speaking are always in one line, giving one idea at a time; and the mind seems hardly capable here in the mortal tabernacle, for some reason, of receiving more than one idea at a time, or at least a very few, and such ideas follow each other in quick succession. In the spirit state, we have reason to believe, that inasmuch as there is such a vast field of knowledge to be learned, their medium of communication will be adapted to the nature and capacity of the mind to grasp in a varie<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0274\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ty of subjects and digest them all at once. <\/div><div class=\"paragraph jod\" id=\"v3n680\"> Well inquires one, &#x201C;Can you imagine up any such system, or language in this world?&#x201D; I can imagine up one, but it cannot be made practicable here, from the fact that the mind of man is unable to use it. For instance, the Book of Mormon tells us, that the angels speak by the power of the Holy Ghost,<span class=\"citation\" id=\"81618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81618)\">2 Ne. 32:3<\/a><\/span> and man when under the influence of it, speaks the language of angels.<span class=\"citation\" id=\"81617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81617)\">2 Ne. 32:2<\/a><\/span> Why does he speak in this language? Because the Holy Ghost suggests the ideas which he speaks; and it gives him utterance to convey them to the people. Suppose the Holy Ghost should suggest to the mind of an individual a vast multitude of truths, I mean when in the spiritual state, and he wished to convey that intelligence and knowledge to his fellow spirit; suppose, instead of having arbitrary sounds, such as we have here, to communicate these ideas, that the Holy Ghost itself, through a certain process and power, should enable him to unfold that knowledge to another spirit, all in an instant, without this long tedious process of artificial and arbitrary sounds, and written words. The fact is, if celestial spirits were so organized, and so constructed, as to close up their own ideas in their own bosoms, from those in a lower condition, or to disclose them at their own pleasure, according to the mind and wisdom of the Holy Ghost, and others were so organized and constituted as to receive these ideas by the power of the Holy Ghost, it would be just as good a communication between man and man&#x2014;between spirit and spirit, as any other medium, and perhaps far better. Now, I have quite an idea that this will be one of the great helps in the eternal world, by which knowledge will be poured out more abundantly upon the mind of man; it will be by this aid; by the power of the Holy Spirit, so that they  <div class=\"break pagebreak\" id=\"102a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0102.pdf\" target=\"pdfwin\">p.&#xA0;102a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0273\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will progress faster than here, they will learn more rapidly; the intellectual powers will be more expanded. <\/div><div class=\"paragraph jod\" id=\"v3n682\"> There is something of this nature that God has revealed. You may think I am now reasoning altogether upon conjecture, and only to be received as such; well, we will let it go as such; but still there are some glimmerings of light and intelligence, which God has revealed in regard to these superior beings in the eternal world, which show us that some such economy will be carried on in the future world. For instance, how does God perceive the thoughts of our hearts?<span class=\"citation\" id=\"52830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52830)\">Gen. 6:5<\/a><\/span><span class=\"citation\" id=\"57317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57317)\">Ps. 139:23<\/a><\/span> Is there not here a language by which He can discover and discern the thoughts and intents of the heart?<span class=\"citation\" id=\"76533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76533)\">Heb. 4:12<\/a><\/span><span class=\"citation\" id=\"82184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82184)\">Alma 18:32<\/a><\/span><span class=\"citation\" id=\"83880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83880)\">D&amp;C 6:16<\/a><\/span> Are we not told in many of the revelations how that God can perceive the thoughts of man, and that for every idle thought we are to be brought into judgment?<span class=\"citation\" id=\"64428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64428)\">Matt. 12:36<\/a><\/span> Yes, He discerns the thoughts, and the intents of the hearts of the children of men. Suppose we had some of that power resting upon us, would not that be a different kind of a language from sound, or from a written language? It would. If spirits could commune with spirits, and one higher intelligence commune with another, by the same principle through which God sees the thoughts and intents of the heart, it would be nothing more than what has already existed here in this world, according to that which is revealed. <\/div><div class=\"paragraph jod\" id=\"v3n683\"> Much might be said upon this subject; it is a glorious subject to contemplate; and it is that which gives joy to the mind of every righteous man who desires the truth; he knows how happy the principle of truth makes him here, when he discerns it, or it is revealed to him; and if he can get his mind fixed upon a more glorious economy, wherein truth can be unfolded more rapidly, and in such a way that there can be no possibility of mistaking it for error; the very an<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0273\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ticipation of it is calculated to inspire the heart of every individual to be faithful in all things, that he may enter into the enjoyment of those blessings which are ahead. <\/div><div class=\"paragraph jod\" id=\"v3n684\"> There are a great many things to be contemplated, in connection with man in his future state, compared with his present. One principle I mentioned to you last Sabbath; that mankind would be able, through the power of the Holy Ghost, to obtain a knowledge of a vast number of things at once, and of a vast portion of the works of God all at once, the same as Moses did when he looked upon every particle of this earth and discerned it by the Spirit of God,<span class=\"citation\" id=\"92286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92286)\">Moses 1:27<\/a><\/span> not only all the various continents and islands, but every particle of the interior of it; all was presented before his mind at once. He did not have to reason out the knowledge concerning these particles; neither did he have to look at one particle of it at a time, but he had the faculty by which he could look at more than one thing at once; he could look at almost an infinite number at the same time; for there are more particles in one grain of sand than we could number in all our life if we lived to be a thousand years old; and if Moses could look upon every particle, and behold the whole all at once, he must have had the capacity of looking in all directions in the same moment, and of beholding it by the Spirit. Here was a language by which he conversed with nature; with the works of God; and the Spirit that is in connection with the works of God&#x2014;that is in all creation&#x2014;conversed with Moses, for the Spirit of God is in all things, around about all things, through all things, and the law by which all things are governed.<span class=\"citation\" id=\"88306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88306)\">D&amp;C 88:13<\/a><\/span> When that Spirit, which is thus diffused through all the materials of nature, undertakes to converse with the minds of men, it converses in a different kind of language from that we use in  <div class=\"break pagebreak\" id=\"103a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0103.pdf\" target=\"pdfwin\">p.&#xA0;103a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0272\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our imperfect state. It communicates ideas more rapidly&#x2014;more fully, and unfolds a world of knowledge in a moment. But the Lord told Moses that a man in the flesh could not see all His glory, without seeing all His works; and that no man could behold all His works and afterwards remain in the flesh.<span class=\"citation\" id=\"92236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92236)\">Moses 1:5<\/a><\/span> Though the Spirit opened the mind of Moses, so that he could converse, as it were, with this one world, and discern every particle of it, and understand all about it; yet there was a stopping point; he was not permitted to gaze upon the particles of the moon, the sun, the planets, and fixed stars, and of the other worlds which God had made, only so far as God thought fit to open his mind to gaze upon His works;<span class=\"citation\" id=\"92311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92311)\">Moses 1:35<\/a><\/span> but the same Spirit is in the sun, and is the power thereof by which it is governed; the same Spirit is in the moon, and is the power thereof by which it was made; the same Spirit is also in the planets, and fixed stars, and it is the power thereof by which they are governed.<span class=\"citation\" id=\"88281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88281)\">D&amp;C 88:7-10<\/a><\/span> I say the same Spirit, existing in all these worlds, could converse with the mind of man, as it conversed with Moses, and unfold their particles, and all things connected with them with the same ease as it unfolded the particles of this earth. <\/div><div class=\"paragraph jod\" id=\"v3n686\"> So you see that there is a language in the spirit world that can communicate more to the mind in one minute than could be learned here in a hundred years of intense study and reasoning. There is an eternity of knowledge. There are worlds, as it were, without number; kingdoms without number; personages without number; intellectual beings of all grades and orders without number; and all these have their laws, their governments, their kingdoms, their thrones, their principalities, their powers, all moving and acting in the sphere in which they are placed; and they all have their <div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0272\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> way of communication one with another; therefore, when the Apostle says, that tongues shall cease,<span class=\"citation\" id=\"73670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73670)\">1 Cor. 13:8<\/a><\/span> he had reference to the imperfect tongues upon the earth; knowledge will not cease, but knowledge in part will be done away, not knowledge in full. Says the Apostle Paul, &#x201C;We know in part, and we prophesy in part. But when that which is perfect is come, then that which is in part shall be done away.&#x201D;<span class=\"citation\" id=\"73688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73688)\">1 Cor. 13:9-10<\/a><\/span> These imperfect things will be done away, and we shall be able by the power of the Holy Ghost to obtain a language by which the angels speak, and by which a higher order of beings speak, and by these means attain to a greater degree of knowledge, that will produce a greater amount of happiness. <\/div><div class=\"paragraph jod\" id=\"v3n687\"> What is the body compared with the mind? Just nothing at all comparatively speaking. Hence the Savior says, in one of the new revelations, &#x201C;Care not for the body, nor for the life of the body; but care for the soul, and the life of the soul.&#x201D;<span class=\"citation\" id=\"89524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89524)\">D&amp;C 101:37<\/a><\/span> Again, the Savior says to his Apostles, Why take ye thought for raiment, what ye shall eat, what ye shall drink, or wherewithal ye shall be clothed. &#x201C;Consider the lilies of the field, how they grow; they toil not, neither do they spin: And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.&#x201D;<span class=\"citation\" id=\"63594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63594)\">Matt. 6:28-29<\/a><\/span><span class=\"citation\" id=\"87883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87883)\">D&amp;C 84:81-82<\/a><\/span> The body is of but little worth compared with that being which dwells within the body, it is not a perceptive being; if it is, we have not learned it; the body is not capable of feeling pain; if it is, we have never learned it; it is the spirit then that receives joy, happiness, and pleasure, that rejoices, fears, and hopes; it is the spirit, then, that possesses all these feelings and sensations of joy, happiness, pain, or misery. And when we speak about the dissolution, and death of the body, it is only the crumbling back of these coarser materials of earth, but the intellectual being  <div class=\"break pagebreak\" id=\"104a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0104.pdf\" target=\"pdfwin\">p.&#xA0;104a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0271\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lives, and will enjoy happiness to a greater extent. It is only our transition state, as it were, like some worms that creep out of their shells in the form of a butterfly; instead of crawling around like a snail, they burst their shells, they take the wings of the morning, and fly to the uttermost parts of the earth;<span class=\"citation\" id=\"57310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57310)\">Ps. 139:9<\/a><\/span> not only their sphere of knowledge is extended, but their power of locomotion; so it will be when we burst these mortal shells; it is not death in one sense of the word, but it is only getting out of the prison we got by the fall. If Adam had not fallen, we should not have come here; but having come here, and these mortal tabernacles having produced pain and distress upon the spirit, we look forward to the joyful time, when we shall burst them, and our sphere of action become more enlarged, and our locomotive powers become greatly increased. <\/div><div class=\"paragraph jod\" id=\"v3n689\"> Only look at the sluggishness of man in the mortal tabernacle, and then compare it with those swift messengers sent from the eternal worlds to administer to all the creations of the Almighty; they are sent from world to world; they do not have to travel as we do, taking three months to get a thousand miles across the plains, but they mount up as with wings of eagles, they run and are not weary as we are, they walk and are not faint.<span class=\"citation\" id=\"59343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59343)\">Isa. 40:31<\/a><\/span> I do not know whether they get fatigued or not in that world; but it seems that we, who have come into this world, are in conditions and circumstances wherein we need to replenish the mortal tabernacle; we need refreshment, and have to lie down and sleep that the body may be refreshed. Give me that state where the active faculties of man&#x2014;where the intellectual powers will never become weary, when they will be like God who rules the universe, whose eye is ever upon the works of His hands; every moment discerning the intents and <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0271\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thoughts of our hearts, and who governs creation with His power. Let as look forward to that state of more advanced happiness when this mortal shell shall be laid off; and when we, in the spiritual state, shall be enabled to enjoy those enlarged powers of locomotion which we have reason to expect. <\/div><div class=\"paragraph jod\" id=\"v3n690\"> How much do we expect? That we may fly swiftly to other worlds on missions. We would not want to occupy three months time in going from the earth to the moon, or from the earth to the sun, as we do in crossing these plains with ox teams, but we wish to go with greater velocity. If we go with the velocity of light, we should travel at the rate of one hundred and ninety-two thousand miles every second. There are substances in nature which are moving with this velocity. What is it that moves with this velocity? Is it anything else but spirit? The light we see is spirit. What does the Lord say in one of the new revelations? &#x201C;Ye shall live by every word that cometh out of the mouth of God; whatsoever is truth is light, and whatsoever is light is Spirit,&#x201D;<span class=\"citation\" id=\"87772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87772)\">D&amp;C 84:44-45<\/a><\/span> consequently the light that comes from the sun is spirit. How fast does that spirit travel? It can be demonstrated that it can travel one hundred and ninety-two thousand miles per second; if then one portion of spirit can travel with that velocity, it is natural for us to suppose that any other portions of spirit can travel with the same velocity, and thus we shall be able to accomplish, and perform a greater amount of righteousness among other worlds and beings, than if we were compelled to lose three fourths, or nine tenths of our time on the journey. <\/div><div class=\"paragraph jod\" id=\"v3n691\"> Let us look forward to a different state of being from what we are now in; it will be different in some respects, and in other respects it will be the same. We shall be there, and  <div class=\"break pagebreak\" id=\"105a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0105.pdf\" target=\"pdfwin\">p.&#xA0;105a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0270\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fully conscious of our having been here, and remember all our actions; this is clearly taught in the Book of Mormon. The wicked will remember all their wicked actions; their memory will be perfect there, and every act of their lives here will be imprinted on the tablets of the memory.<span class=\"citation\" id=\"81404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81404)\">2 Ne. 9:46<\/a><\/span><span class=\"citation\" id=\"82101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82101)\">Alma 11:43<\/a><\/span> Here we can remember but few things; almost all the knowledge we have at one time, at another is gone from the tablet of our memory; but still it is there, and it will come out, like the daguerreotype likeness; that which appears to be erased from the mind will stand forth in bold relief and we shall read it, and be conscious that we were the beings that did so and so in this life. The righteous will remember all their acts, and it will produce a pleasant sensation upon their minds; we treated upon the subject of memory last Sabbath. <\/div><div class=\"paragraph jod\" id=\"v3n693\"> May the Lord bless us, and may His Spirit be continually poured out upon us, and may it inspire our hearts with truth, and with a desire to work righteousness all the day <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0270\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> long. And do not forget to look forward to those joys ahead, if we do, we will become careless, dormant, and sluggish, and we will think we do not see much ahead to be anticipated, but if we keep our minds upon the prize that lays ahead&#x2014;upon the vast fields of knowledge to be poured out upon the righteous, and the glories that are to be revealed, and the heavenly things in the future state, we shall be continually upon the alert; we are beings that are only to live here for a moment, as it were. Let these things sink down in our minds continually, and they will make us joyful, and careful to do unto our neighbors as we would they should do unto us.<span class=\"citation\" id=\"63788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63788)\">Matt. 7:12<\/a><\/span> Lest we should come short of some of these things is the reason I have touched upon the future state of man the two Sabbaths past, to stir up the pure minds of the Saints that we may prepare for the things that are not far ahead, and let all the actions of our lives have a bearing in relation to the future. May the Lord bless us for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}