{"ID":30016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity of Home Missions&#x2014;Purification of the Saints&#x2014;Chastisement&#x2014;Honesty in Business.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, October 8, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Necessity of Home Missions, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/8\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v3n768\"> There are many things I wish to say before this Conference comes to a close, but I labor under the same difficulty as did one of the speakers yesterday, for I would like to touch upon so many subjects that I am at a loss to know where to begin. <\/div><div class=\"paragraph jod\" id=\"v3n769\"> And when this Conference is over, I presume that I shall think of many things omitted, which it would have pleased me to talk about. When a great number of people are together it affords an excellent opportunity for teaching them the principles of practical religion. <\/div><div class=\"paragraph jod\" id=\"v3n770\"> Our Conference has been well attended; there has been the greatest number of Saints assembled that I have ever seen at one time, and they will outnumber any meeting that the Latter-day Saints have had on this continent, or on any other. I doubt not but this is the largest congregation of Saints that has ever been assembled at one time and place on the face of the whole earth, since the days of the Jews in Jerusalem, or of the Nephites on this continent while they were in their glory and strength. <\/div><div class=\"paragraph jod\" id=\"v3n771\"> When all the male members of Israel were obliged to go up to Jerusalem twice a year to worship, pay tribute, &amp;c., probably their congregations were larger than the one today, but no other denomination in all Christendom assembles so many people, at one meeting, as we now have in this Conference. <\/div> <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0260\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n772\"> I can here teach a great many at once their duty to their God, to themselves, to their families, and to their neighbors, if you could spare the time to listen. <\/div><div class=\"paragraph jod\" id=\"v3n773\"> As I have observed to my brethren, and as I will now observe to you, neither in China, Siam, nor in any other country in Asia, nor in any part of Europe and Africa, nor in any other place on God's earth, is there a people who now need preaching to more than do the Latter-day Saints in this Territory, and that too by faithful Elders, faithful ministers of the Gospel, messengers of life and salvation. <\/div><div class=\"paragraph jod\" id=\"v3n774\"> The inhabitants of this Territory have been taught the ways of life, they have been taught the principles of the Everlasting Gospel and have received them; they have forsaken their former homes, the countries in which they were born, their friends and family connections, for the Gospel's sake; they are here in the midst of these mountains, and many of them will be damned, unless they awake out of their sleep, unless they refrain from their evil ways. Many are stupid, careless, and unconcerned, their eyes are like the fool's eye, to the ends of the earth,<span class=\"citation\" id=\"57445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57445)\">Prov. 17:24<\/a><\/span> searching for this, that, and the other, they have become greedy, are slow to fulfil their duty, are off their watch, neglect their prayers, forget their covenants and forsake their God, and the devil has power over them. <\/div> <div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0259\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n776\"> It is of necessity then that we appoint missionaries for this Territory, to preach to them the word of God which is quick and powerful.<span class=\"citation\" id=\"76534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76534)\">Heb. 4:12<\/a><\/span> Some people say that they believe the Gospel who never live it, they did not embrace it for the love of it, but because they knew its truth. They will not give up their carnal, selfish, devilish dispositions and traits of character, and if you undertake to choke them off from these dispositions you will have to choke them to death before they will let them go; they will hang on to their evil feelings and evil deeds with greater tenacity than does the terrier dog to his prey, or antagonist; it is almost impossible to separate them from evil. <\/div><div class=\"paragraph jod\" id=\"v3n777\"> As for making Saints of those characters, we have no such anticipation; we wish to make Saints of those who sincerely desire to be Saints, who are willing to sacrifice their carnal, sinful, devilish feelings, to forsake them altogether, and to strive to become Saints and to establish the principles of honesty within them; we expect that such persons will be Saints, and we feel like doing all that we can to aid them in a righteous course. <\/div><div class=\"paragraph jod\" id=\"v3n778\"> As I observed at the commencement of our Conference, people must be chastened; we believe in this principle. We receive as correct doctrine what is said to have been written by one of the ancient Apostles, (why I make this peculiar remark is because this congregation heard brother O. Pratt scan the validity of the Bible, and I thought by the time he got through, that you would scarcely think a Bible worth picking up and carrying home, should you find one in the streets) viz.; For the Lord loveth whom he chasteneth, and scourgeth every son whom he receiveth, and if you are not chastened you are &#x201C;bastards, and not sons.&#x201D;<span class=\"citation\" id=\"77188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77188)\">Heb. 12:6-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n779\"> I am quite inclined to believe this, and I do not care how many hands it has passed through. I will remark that <div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0259\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> brother Orson has clearly shown how the Bible has come into our hands, in order to convince the people of the necessity of positive proof for the validity of the Book of Mormon, the Book of Doctrine and Covenants, and that Joseph Smith was a true Prophet of God, and to prove that our testimony, witnesses, evidence and knowledge of these facts are ten thousand times more than can be produced in favor of the Bible, unless a man has the power of God to testify to it, for there can be no proof in its favor short of revelation. <\/div><div class=\"paragraph jod\" id=\"v3n780\"> This we have known all the time, we have understood it from the beginning. That made us very anxious, in the days of Joseph, to get the new translation; but the Bible is good enough just as it is, it will answer my purpose, and it used to answer it very well when I was preaching in the world. <\/div><div class=\"paragraph jod\" id=\"v3n781\"> When brother Luddington was telling about the elephant walking through the cane, it made me think of our Elders going through the world, in past days, with the proclamation of the Gospel. They could take a host of priests, in fair argument, and pull them up by the roots and throw them aside, as easy as that elephant did the cane. <\/div><div class=\"paragraph jod\" id=\"v3n782\"> The Bible is good enough as it is, to point out the way we should walk, and to teach us how to come to the Lord of whom we can receive for ourselves. <\/div><div class=\"paragraph jod\" id=\"v3n783\"> It is good for this people to be chastened, and we may expect it, and I delight in the feelings and spirit just manifested by brother Luddington in his remarks, there was no crying, no whining upon his mission: if they expelled him from one house he went to another without crying or whining about it. <\/div><div class=\"paragraph jod\" id=\"v3n784\"> All that we have received as chastisement is from the hand of the Lord, and I do not consider that it  <div class=\"break pagebreak\" id=\"117a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0117.pdf\" target=\"pdfwin\">p.&#xA0;117a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0258\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>has been necessary to shed one tear about it. It always takes something besides chastisement, or afflictions heaped upon us by our enemies, to bring tears from me. I can cry for joy, I can cry on beholding my friends after being separated from them. <\/div><div class=\"paragraph jod\" id=\"v3n786\"> The soft, loving, still, small voice<span class=\"citation\" id=\"94390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94390)\">1 Kgs. 19:12<\/a><\/span> of the Spirit will bring tears to my eyes, but all the sufferings that could be brought upon me by the malice of the wicked, and all that could be said or done against me by them, I think will not bring many tears from my eyes. <\/div><div class=\"paragraph jod\" id=\"v3n787\"> They might torture my body until it would cry, but all that we have hitherto met with, in the shape of affliction, I have received as from the hand of the Lord, and I think the chastisement has been light. <\/div><div class=\"paragraph jod\" id=\"v3n788\"> Let us reform, that we may be chastened no more; let us try to profit by the blessing we receive, instead of being made to profit by the tidings we suffer, for afflictions we shall be obliged to receive, if we do not profit by our blessings. <\/div><div class=\"paragraph jod\" id=\"v3n789\"> If we are chastened a little, do not worry about it. We think we are chastened, this season, in the failing of our crops, but I receive this as one of the greatest blessings that could be bestowed upon us. <\/div><div class=\"paragraph jod\" id=\"v3n790\"> I have felt like weeping, since I have been in this Territory, on beholding the ungrateful feelings of many of this people, their ingratitude towards their God, and at seeing them trample grain under their feet as a thing of naught. <\/div><div class=\"paragraph jod\" id=\"v3n791\"> Now I think what we have received this season is but a small portion of what we will receive, if we do not take care of the things the Lord bestows upon us, and be thankful for them. I look upon it as a prelude, forerunner, or testifier, that afflictions will come upon us, unless we humble ourselves before our God. <\/div><div class=\"paragraph jod\" id=\"v3n792\"> This, however, is but a very slight <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0258\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> affliction. We have plenty here, no person is going to starve, or suffer, if there is an equal distribution of the necessaries of life which are in the country. <\/div><div class=\"paragraph jod\" id=\"v3n793\"> There are practices among this people which have injured my feelings. I see some men so greedy after the things of the world, that they will take their grain from the mouths of innocent, helpless women and children who are suffering for food, and sell it to Gentile merchants to speculate upon. I have learned, since this Conference commenced, a circumstance that took place a year ago; it may appear trifling to some, but to me it is grievous. Some of the brethren from San Pete and Fillmore came here last year, when they had plenty of wheat, and sold their flour to C. A. &amp; E. H. Perry, for three, four, and four and a half dollars per hundred weight, and that firm sold all they could to the poor women and children, and made them pay a very high price. Those brethren afterwards learned that I bought nearly the whole of it for four dollars a hundred, and that I paid in cattle at a good, liberal price, and some have felt grieved about it. Why are they grieved? Because they had not the means to buy it themselves to speculate upon. <\/div><div class=\"paragraph jod\" id=\"v3n794\"> They have not raised any wheat this year, and now they are whining after me, &#x201C;Will you let us have a little tithing wheat?&#x201D; They ask what I have to say to them; I have this to say to every man in this congregation and throughout this Territory, and from this time henceforth, know my feelings, if you will sell grain to the Gentiles, or to your enemies, for the sake of their money when it is needed to be distributed among this people, I wish you would take your property and leave this Territory, for you are not worthy of belonging to the Church of Jesus Christ of Latter-day Saints, you are unworthy a citizenship in the  <div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0257\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>kingdom of God. If those who are going to sell their grain to speculators this year will rise up and tell us who they are, I will hold up my hands for them to be forthwith severed from this Church, to be delivered over to the buffetings of Satan. <\/div><div class=\"paragraph jod\" id=\"v3n796\"> Some who are unacquainted with me may say, &#x201C;Brother Brigham, don't you speculate?&#x201D; Yes, I am the greatest speculator in the world, and one of the greatest misers, for I am seeking after eternal riches. &#x201C;But, don't you speculate on your flour? You have fine mills.&#x201D; Ask those who recollect to a few years ago, when wheat was tramped under foot by man and beast. I then had a hired man who said he wanted to get a little money; I told him that I did not want to sell flour to the Gentiles in order to get it. He replied, &#x201C;If you are willing, I would like to sell them a little, for they are from my country.&#x201D; He did so, to the value of ninety-three dollars. I do not think that besides that amount, I have ever received fifty-cents in cash for flour sold from my mills, though I have had emigrants come, in a scarce time, and offer me fifty and seventy-five dollars for a hundred pounds. I said to them, you may plead until you are as gray as a rat, and you will not get flour from me for your money, but if you will stay and help us through harvest, and go to work like good men, we will pay you the same as we pay our brethren, and then you may go to California, or anywhere you please; but as to your getting one pound of flour from my bin for money, you cannot do it, and they never have so far as I recollect. It all goes to feed those men and women who work; those are the ones who eat my flour. <\/div><div class=\"paragraph jod\" id=\"v3n797\"> If I cannot get rich only upon the principle of oppressing my brethren, and depriving them of the comforts of life, I say, may God grant that I may never have another farthing upon <div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0257\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth. I do not want it upon such terms, and if I ever should, I hope the Lord will keep it from me. <\/div><div class=\"paragraph jod\" id=\"v3n798\"> I told you the other day what makes me rich, it is the labor of those whom I feed and clothe; still I do not feel that I have a dollar in the world that is my own, it is the Lord's and he has made me a steward over it; and if I can know where the Lord is pleased to have it appropriated, there it shall go. The covetousness of some of this people has grieved me, and it has caused my spirit to weep and mourn to observe their greediness, their cheating and lying, their scheming in every possible way to wring a picayune out of this man, or that woman. I can put my finger upon owners of little shops in this city, who will lie to you for half an hour on a stretch, who will, if you send a child to their shops to buy a yard of ribbon that is worth ten cents, charge the child fifteen or twenty cents for it, but if I go to purchase the same article I can have it for ten cents. I know what goods are worth, but let an ignorant person go to those places and they will cheat him. I can put my hands upon traders now before me, who are guilty of such conduct. <\/div><div class=\"paragraph jod\" id=\"v3n799\"> It grieves me to see men who have believed the Gospel, forsaken the land of their nativity for the sake of life and salvation, endured all they have in coming here, and then, for a paltry sum of money, sacrifice their salvation. Such men cannot be saved in the celestial kingdom of God; they may receive their endowments, but they will do them no good; they may read over their Patriarchal blessings every day, but they will do them no good. No man or woman can receive life everlasting, only upon the principle of strict obedience to the requirements of the celestial law of heaven; no man can inherit such a blessing upon unholy principles. <\/div><div class=\"paragraph jod\" id=\"v3n800\"> Men must be honest, they must  <div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0256\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>live faithfully before their God, and honor their calling and being on the earth. You ask if that is possible? Yes; the doctrine which we have embraced takes away the stony hearts.<span class=\"citation\" id=\"60747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60747)\">Ezek. 11:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n802\"> We are naturally prone to wander from that which is good, and to receive every species of iniquity; we must get rid of this disposition, and the Gospel of salvation is expressly for the purpose of changing it, that we may receive the principles which prevail in heaven and are loved by the angels. It is possible for a man who loves the world to overcome that love, to get knowledge and understanding until he sees things as they really are, then he will not love the world but will see it as it is; he will see that it is in the hands of a Superior Being. <\/div><div class=\"paragraph jod\" id=\"v3n803\"> Man cannot control the heavens; he cannot control the earth, nor the elements; he can fertilize and prepare the ground for the reception of seed; he can plant, water, till, and reap from the ground the fruit of his toil, but, until his mind is opened by the Spirit of God, he cannot see that it is by a superior power that corn, wheat, and every kind of vegetation spring into life, and ripen for the sustenance of man and beast. Is it possible for him to arrive at this knowledge? It is, and that is what we have brought the doctrine of life and salvation to you for, that you may exchange your low, narrow, contracted, selfish dispositions for the ennobling Spirit of the Lord, for the Spirit of the Gospel, which gives joy and peace. If you enjoy that, your food will be sweet to you, your sleep will be refreshing, and your days will pass away in usefulness. <\/div><div class=\"paragraph jod\" id=\"v3n804\"> On the contrary, those who are covetous and greedy, anxious to grasp the whole world, are all the time uneasy, and are constantly laying their plans and contriving how to obtain this, that, and the other. Their minds are continually on the stretch to solve, &#x201C;How can I obtain this farm, or that <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0256\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> house and lot? How can I manage to get such and such teams? I want to get my lumber and adobies to build me a house, how can I manage and not pay much for them? I will deceive every man who comes nigh me; I will make him believe that my property is worth more than it is; I will sell ribbons for double their value, and I will ask forty cents a dozen for glass buttons that are worth only twenty, and in this way I will build a house for eighteen hundred dollars that will be worth four thousand.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n805\"> Their minds are so intent on cheating their brethren that they cannot sleep soundly, their nerves twitch and they have the jerks in their sleep, thinking, &#x201C;How shall I manage with this man tomorrow? I want enough out of him to get my adobies.&#x201D; And they lie and think, and think, and contrive, and plan, and the devil helps them all the time to manage to cheat the Saints. If such men should get a few bushels of wheat, would they let the Saints have it? No, they would sell it to our enemies and feed them, and let the Saints starve. <\/div><div class=\"paragraph jod\" id=\"v3n806\"> Again, it is known to all that a great many of the poor are as bad as those who have property; they are all the time in a sweat to know how to get their living without procuring it honestly. They are just as covetous and craving in their feelings as are the rich who hoard up their means and keep it from the honest poor; they are all the time scheming to get along without labor. There are many who live in this city without labor; I have neighbors near me that I do not believe get one cord of wood in the year, only as they steal it, and you have neighbors near you who steal your wood. If you want to keep your wood from the hands of these pilferers, you will have to put it in your houses, and if you want to keep your chickens, you will have to lock them up. I have often told you  <div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0255\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that we have all kinds of fish in the Gospel net;<span class=\"citation\" id=\"64673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64673)\">Matt. 13:47<\/a><\/span> we have all kinds of poor, but after all the Lord's poor outnumber the poor devils. <\/div><div class=\"paragraph jod\" id=\"v3n808\"> A few sinners mixed in a community make the whole appear dishonest and odious to the honest portion of the human family, because they have not the power to properly discriminate between them. I have to labor under the same disadvantage that you do, and if I know any of the infernal scoundrels I dare not tell of them, or point them out, unless I have a mind to. There are a great many guilty persons whom I wish to say nothing about; they are liars and thieves, and I know it; but I do not wish to expose their names, in hopes that they will repent and refrain from their bad practices. <\/div><div class=\"paragraph jod\" id=\"v3n809\"> A likely man is a likely man, and a good man is a good man, whether in this Church or out of it; and a poor, miserable, sinful creature who gathers as a Saint, is worse than one who gathers as a Gentile. A person who is a thief, a liar, and a murderer in his heart, but professes to be a Saint, is more odious in the sight of God, angels and good men, than a person who comes out and openly declares that he is our enemy. I know how to take such a man, but a devil with a Saint's cloak on is one of the meanest characters you can imagine. I say, blessings on the head of a wicked Gentile who is my avowed enemy, far sooner than upon an enemy cloaked with a Saint's profession. <\/div><div class=\"paragraph jod\" id=\"v3n810\"> There is one more difficulty in the minds of this community with regard to Saints and sinners, and that is in relation to the channel of our public trade. In the days of Joseph, men would come to me, men who are now in this Church, and some of whom are in this congregation, and say, &#x201C;Brother Brigham, what do you think? I went down to brother Joseph's store, and I wanted to get a gallon of molas<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0255\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ses, eight yards of calico, a little crockery, &amp;c., and I could not have the articles without paying the money down. Do you think that is right?&#x201D; I always had but one feeling with regard to such matters, since I have been a Latter-day Saint. My reply to such questions was, should he not be paid for his goods as well as anybody else? But the reply is, &#x201C;I can go to the store of an enemy, of a man who does not profess to be a Saint, much less a Prophet, and he will trust me, though I hate to go there and run into debt.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n811\"> So he goes with his money to the enemy's store and buys a dress pattern, a piece of factory, some tea, a set of cups and saucers, a dozen knives and forks, boots and shoes for his wives and children, and then turns round and says, &#x201C;God bless you,&#x201D; and &#x201C;well done.&#x201D; But of Joseph's store it was, &#x201C;God Almighty curse you, because you would not allow me to carry off your goods without paying for them.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n812\"> Hundreds of instances of this kind I have witnessed in this kingdom, and it is a great fault with many of this people. That is the reason why men who are not in the Church prosper and fatten on the wealth of this people, and the reason why I do not bring goods in sufficient quantities to supply this market. There is not a trader in this community who is paid better than are the Gentile merchants. I could bring plenty of goods into this city and Territory every year, were it not for this fact. I am going to keep this subject before the minds of the Latter-day Saints and pursue it, until such a practice is driven from their midst. Good men, who would give away their shoes and go barefoot, if they saw anybody else going barefoot, were tried because brother Joseph would not trust them. <\/div><div class=\"paragraph jod\" id=\"v3n813\"> Brother Woolley was also a mercantile target for our shots in Nauvoo; I say &#x201C;our,&#x201D; because I class myself  <div class=\"break pagebreak\" id=\"121a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0121.pdf\" target=\"pdfwin\">p.&#xA0;121a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0254\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with the Saints. The pious brethren, who were professedly so good, and loving sisters who went to brother Joseph's store, and could not get trusted, would go to the Gentiles and get trusted and pay them, and think that they had a right to neglect paying Joseph, because he was a Prophet, I presume. <\/div><div class=\"paragraph jod\" id=\"v3n815\"> This community would do just so here, if I had a store of goods. They would come to my store and say, &#x201C;Brother Brigham, I am poor and needy, my wife is feeble and needs a little tea and sugar, and a little medicine; I also want some crockery and a little clothing, can't you fill the bill?&#x201D; Yes, if you will pay me for it. &#x201C;Of course, I will pay you for all I get.&#x201D; How? &#x201C;O, never question me about that, am I not good for five or ten dollar's worth?&#x201D; Yes, but when are you good, and how? You are good to that Gentile store where you have run into debt, for you will sell your last cow, pawn the dress pattern you got there for your wife, and the teacups and saucers, to pay the money to that storekeeper; but if you trade ten dollars or fifty dollars on credit at brother Joseph's or brother Brigham's store, what next? There is no more about it, that is the end of it. <\/div><div class=\"paragraph jod\" id=\"v3n816\"> I have known persons that would have cursed brother Joseph to the lowest hell hundreds of times, because he would not trust out everything he had on the face of the earth, and let the people squander it to the four winds. When he had let many of the brethren and sisters have goods on trust, he could not meet his liabilities, and then they would turn round and say, &#x201C;What is the matter brother Joseph, why don't you pay your debts?&#x201D; &#x201C;It is quite a curiosity that you don't pay your debts; you must be a bad financier; you don't know how to handle the things of this world.&#x201D; At the same time the coats, pants, dresses, boots and shoes that they and <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0254\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their families were wearing came out of Joseph's store, and were not paid for when they were cursing him for not paying his debts. <\/div><div class=\"paragraph jod\" id=\"v3n817\"> But that is nothing, &#x201C;O,&#x201D; say they, &#x201C;it is all in the family. Why, yes, brother Joseph, I will pay you just as quick as I can.&#x201D; The proof of this is with you, ye rich and poor Saints. I will ask the men who have helped the poor to this place from different countries, when they get a house, a horse, an ox, or a cow, and have accumulated the things of this world, do they often express themselves able to pay you? You will all say &#x201C;no.&#x201D; I will hardly make one exception in this congregation, or in this kingdom. There is a sister from Wales, the wife of brother Dan Jones, who has expended thousands of pounds to help the poor to this place, and they have cursed her all the day long, and she has now to labor hard for the support of herself and children. <\/div><div class=\"paragraph jod\" id=\"v3n818\"> Can we refer to other instances of this kind? We can. That is the great fault among this people, and I wished to lay it before them that they may learn the truth, and their duty to each other. Let the Latter-day Saints be as punctual in paying the merchant who belongs to the Church of God, as they are in paying a miserable scoundrel, who would take all their money and then turn round and cut their throats, or ask a mob to do it, but thank God such characters are very scarce here. But no, a great many of this people will sustain their enemies, will feed, and clothe them, and trade off their wheat and cattle to them, and foster them in their wickedness, while those very persons would cut the throats of the Saints, if they could get along as well without trading with them. And at the same time that which they owe to their brethren in this kingdom who have helped them here, and who have blessed them all the time, never comes due, and  <div class=\"break pagebreak\" id=\"122a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0122.pdf\" target=\"pdfwin\">p.&#xA0;122a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0253\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they, perhaps, never think of it any more. <\/div><div class=\"paragraph jod\" id=\"v3n820\"> Have you the proof of all this before your eyes? You have. I have hundreds and thousands of dollars owing to me by this community and contracted upon a fair business principle. People will say, &#x201C;O, brother Brigham, won't you let me have a team? I must have a horse; won't you let me have this wagon? I very much need a cow; won't you help me in my building? And won't you do this? And I wish you would do that; and could you not do the other?&#x201D; And the pay never comes. But you will go to a Gentile and run into debt, and sell your last cow to pay that wicked man. You may say, &#x201C;O, that is only in our business transactions.&#x201D; Is not the upbuilding of the kingdom of God on earth a temporal labor all the time? It will be built up by physical force and means, by manual labor more than by any particular mental effort of the mind. Suppose that one Elder was left alone among the inhabitants of the earth, and that he should begin, with all the power of his mind, to imagine himself in England, Scotland, France, Germany, Denmark, Sweden, or anywhere else and still sit in one place, saying, &#x201C;Now I am laboring in the kingdom of God, it is a spiritual labor.&#x201D; What real good would he accomplish? Not any. <\/div><div class=\"paragraph jod\" id=\"v3n821\"> You know the old theory is that the kingdom of God, and all pertaining to it, is spiritual and not temporal; that is the traditional notion of our brother Christians. But a person may merely think until he goes down to the grave, and he will never be the means of saving one soul, not even his own, unless he adds physical labor to his thinking. He must think, and pray, and preach, and toil and labor with mind and body, in order to build up Zion in the last days. You cannot build your house, nor gather up your substance and come to this place from <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0253\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> different nations by mere thinking, it also requires physical labor. If we attend to the things of the kingdom of God, and nothing else in good weather, we can do everything else, that is necessary to be done, in rainy and bad weather. <\/div><div class=\"paragraph jod\" id=\"v3n822\"> If we talk to you and you sit and hear, that involves labor, and everything connected with building up Zion requires actual, severe labor. It is nonsense to talk about building up any kingdom except by labor; it requires the labor of every part of our organization, whether it be mental, physical, or spiritual, and that is the only way to build up the kingdom of God. Hence, what I have been laying before you is directly pertaining to the building up of that kingdom. <\/div><div class=\"paragraph jod\" id=\"v3n823\"> Will the people still take a course to feed strangers, and let their brethren starve? They will not. I say to every man who has wheat, set the poor to building your houses, to making fences, opening farms, or doing something, and hand out your grain to them. And if those who wish to speculate in grain, in consequence of the scarcity through drought and the ravages of the grasshoppers, come and offer you money for your grain, do not sell a bushel for five, ten, or twenty dollars, but tell them, &#x201C;No, our wheat is to feed the poor Saints, and no one else.&#x201D; If you do not do this, I am watching you. Do you know that I have my threads strung all through the Territory, that I may know what individuals do? If you do not pursue a righteous course, we will separate you from the Church. Is that all? No, if necessary we will take your grain from your bin and distribute it among the poor and needy, and they shall be fed and supplied with work, and you shall receive what your grain is worth. <\/div><div class=\"paragraph jod\" id=\"v3n824\"> There is plenty for all who are now in the Territory, and for all that will come in this fall. Talk about starving  <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0252\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to death! How do you suppose you could? You could not enter a house in these mountains, where there is one potato left, and tell them that you were perishing for food, but what the inmates of that house would divide with you; I say, not one, whether belonging to Jew or Gentile, Saint or sinner. This is speaking to the praise of those who have the grain. <\/div><div class=\"paragraph jod\" id=\"v3n826\"> I do not believe that there is a grain owner in this Territory who does not feel just as liberal as he need to; at least, I know of no one but what wishes to do right. One man, who had a fine crop of grain, came to this city, and was offered three dollars a bushel for it; he said, &#x201C;Shall I take that? Or what shall I do with it?&#x201D; I replied, let us have it in the Tithing Store, and we will distribute it to the poor. <\/div><div class=\"paragraph jod\" id=\"v3n827\"> Flour is six dollars per hundred in that store. What was it last year? Six dollars. You cannot starve to death, because those who have got the <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0252\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> grain are willing to divide with you. If you should happen to get hungry you could run to your neighbors for a pumpkin or a squash, and they would even jump out of bed to serve you, in case you chanced to call upon them late in the night. There is no law in this country against begging, therefore, if need be, we can beg from one another, and from Him who gave it all, so we cannot starve to death. <\/div><div class=\"paragraph jod\" id=\"v3n828\"> Go without eating two or three days! Bless your souls, I know not what it is to go without food since I have been a &#x201C;Mormon.&#x201D; I could travel over the earth without purse or scrip,<span class=\"citation\" id=\"124401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124401)\">Luke 22:35<\/a><\/span> and not be obliged to go hungry. Before I knew &#x201C;Mormonism&#x201D; I was acquainted with straitened circumstances, but it has clothed and fed me, and blessed me all the day long. <\/div><div class=\"paragraph jod\" id=\"v3n829\"> We have now held our meeting for three hours and a half, and after singing we will dismiss for one hour. <\/div>\n<\/div>\n<\/div>"}