{"ID":30020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Comprehensiveness of the Gospel&#x2014;Truth the Bond of Union&#x2014;Men Must Work Out Their Own Salvation.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Amasa M. Lyman, Delivered in the Tabernacle, Great Salt Lake City, December 2, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Comprehensiveness of the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Amasa M. Lyman<\/div>\n<div class=\"date\">Date: 12\/2\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v3n963\"> My brethren and sisters&#x2014;By the changes which mark the history of our journey through life, I again have the privilege of meeting with you. With many of you, no doubt, I have had the same privilege before, and, for aught I know, this may be the first time I have met with others who are present today; whether I have met with you before or not, it is a source of gratification to me that we are here. <\/div><div class=\"paragraph jod\" id=\"v3n964\"> I am not here because I have fulfilled my mission, or because I have laid down the labor of my mission as having completed it; but I am simply here this afternoon because I have a mission, one that has engaged my time, filled up my time, and engaged all my powers; it is only in the discharge of the duties of that mission that I am here. <\/div><div class=\"paragraph jod\" id=\"v3n965\"> Though some may have thought that because I have been laboring in California for a few years, the labors of my mission are confined to California, but I do not so understand it; these are not the feelings that I cherish within me in relation to it. I never have felt, because I was appointed to labor for a time for the accomplishment of certain purposes in the State of California, that I was released from the obligations that rested upon me as a minister of righteousness every day, in every place, and under all circumstances. <\/div><div class=\"paragraph jod\" id=\"v3n966\"> I received a mission over twenty years ago to preach the Gospel, and have been engaged in it ever since; it has filled up the hours, days, weeks, <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0235\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> months, and years of my life since I received it. It has enlisted my whole affections for that length of time, and I have only just commenced&#x2014;I say I have just commenced because I have not completed it, and the extent of time that may be occupied in its completion I do not comprehend. <\/div><div class=\"paragraph jod\" id=\"v3n967\"> The only fact I fully comprehend in relation to it is that I have begun it&#x2014;I have received it&#x2014;entered upon the duties of it&#x2014;and in the prosecution of it so far, I have done all I have done; I have traveled where I have traveled; I have labored as I have labored. It is in the discharge of the duties of this mission I leave Salt Lake, and in the discharge of the duties of it that I return. It is in the discharge of these duties that I do all that I do, so far as I am able to act, as I would wish to act, and as I design to act. <\/div><div class=\"paragraph jod\" id=\"v3n968\"> I may this evening address people with whom I have held conversation in relation to principles of the Gospel long years ago; and others, as I have remarked, perhaps see me for the first time, yet to both of these classes of persons I have but one thing to say, namely, that it is still my business to preach the Gospel. I have nothing else to preach. I know nothing else to preach. It is the subject that has engaged my attention, and still does engage it. <\/div><div class=\"paragraph jod\" id=\"v3n969\"> With the years of experience that have added the contributions to the store of knowledge, I have been able to gain in the short time I have lived  <div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0234\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the world, the subject seems to increase in its dimensions and in its extent. That which I thought I knew when I was but a boy&#x2014;that I thought I understood&#x2014;that I supposed in the vanity and ignorance of childhood I comprehended&#x2014;I find in the mature years of manhood that I knew nothing about it, so far as the comprehension of the great truths of the Gospel, in their extent, are concerned. <\/div><div class=\"paragraph jod\" id=\"v3n971\"> I learned that there was a Gospel, and became satisfied of its truth; and I commenced to labor in the Gospel as did those who taught me its principles, and from whose lips I first heard the testimony thereof; the first man I ever heard preach it is here with me today&#x2014;brother Orson Pratt. <\/div><div class=\"paragraph jod\" id=\"v3n972\"> The Gospel is connected with everything I can think about. It is expanded to such an extent that I cannot see beyond it; I cannot rise above it, nor descend beneath it. There are no depths it does not reach; no heights it does not surmount; no extent which is not filled by it. So let me talk to you what I will, that is true, and calculated to do good to mankind, it must of necessity form a part of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v3n973\"> I used to think twenty years ago that I had preached it over and over again; so I confess one thing to you, not as a sin&#x2014;not as a wrong, that when I was a child I thought as a child,<span class=\"citation\" id=\"73707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73707)\">1 Cor. 13:11<\/a><\/span> I believed the Gospel as a child, I speculated about it as a child, and I talked about it as a child would; but since I became a man I have learned different things; I have learned that there is a vast difference between receiving and endorsing a belief in the existence of a fact, and the full and perfect comprehension of it. <\/div><div class=\"paragraph jod\" id=\"v3n974\"> This was the relation in which I stood to the Gospel in the days of my childhood, it is the relation in which I stand to it, in a great extent, today. It is no more a fact today than it was a score of years ago&#x2014;that I comprehend the Gospel only in part.<span class=\"citation\" id=\"73676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73676)\">1 Cor. 13:9<\/a><\/span> That I com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0234\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prehend it fully now, I would not be so understood. I comprehend something of it; all the truth that I am able to comprehend is so much of it. <\/div><div class=\"paragraph jod\" id=\"v3n975\"> Now, is this the case with anybody besides myself? I have reason to think that if I have the Gospel to learn, others have it to learn, and that if a comprehension of the truth is requisite to my salvation it is to theirs. Then the important thing in relation to the Gospel is, that we should receive it in its true spirit, that we should duly appreciate the object of its institution, the reasons why it is revealed to us, and the necessity that called for its revelation. This will enlighten us as to the principle upon which we will be really saved, when we are saved. <\/div><div class=\"paragraph jod\" id=\"v3n976\"> If, after all, we do not comprehend the Gospel in its fulness, and in its widest extent, we may perhaps fall as far short of what may be called&#x2014;according to our way of understanding&#x2014;a perfect salvation, as we may lack understanding to comprehend the Gospel in its fulness. <\/div><div class=\"paragraph jod\" id=\"v3n977\"> The Gospel as I receive it, believe it, learned to be true, to be a system of truth, that circumscribes all things; that embraces all the good that exists, is a something that is designed to produce for the children of men such things as are requisite to their happiness; to their deliverance from the bondage of sin; from the bondage of error, ignorance, and darkness; or from ignorance, by whatever name it may be called, or whatever may be the particular agency by which it may exert its influence over the freedom of the soul. <\/div><div class=\"paragraph jod\" id=\"v3n978\"> This review of the matter has led me to conclude that it is not the heathen nations alone&#x2014;as we denominate them in contradistinction to the Christian world&#x2014;that are groveling in darkness, that are worshiping they know not what, and that are seeing they know not what, but that it is actually the case with thousands who  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0233\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have subscribed to the doctrine God has revealed in the last days, even the Gospel as a system of truth and salvation. Yet in looking forward to that emancipation from darkness, from error, and from all the concomitant train of consequences resulting from an ignorance of truth, they have failed to recognize, in examining the subject, that the comprehension of truth was actually necessary to constitute the salvation they sought for. <\/div><div class=\"paragraph jod\" id=\"v3n980\"> We have looked for heaven, or happiness, in a deliverance from every thing that is in reality a cause of annoyance to us; of sorrow, misery, and wretchedness. From this we expect to be saved, from it we expect the Gospel will redeem us. <\/div><div class=\"paragraph jod\" id=\"v3n981\"> Well now, how do we expect to arrive at so desirable a consummation of our wishes? How do we expect to gain the point where we shall realize a full and perfect deliverance from the evils that afflict us&#x2014;with which we are surrounded in life&#x2014;and from which we expect to be saved, when the Gospel has wrought out for us all we anticipate, shall have brought to us the realization of our highest hopes, and loftiest expectations? What then shall have been done with us? Where shall we be? What kind of men and women will we be? What country or locality of the great universe shall we occupy? Where can the bread of life be found, and the water of the fountain of life, from which we may fain quench our thirst? <\/div><div class=\"paragraph jod\" id=\"v3n982\"> One might calculate that all the good we expect to realize when we are saved, will be obtained, by doing, in all things, as we are told to do, by fulfilling every requisition that is imposed upon us, and thereby securing the fullness of this salvation. <\/div><div class=\"paragraph jod\" id=\"v3n983\"> What does this obedience lead people to? It leads them to go where they are required to go, and to stay where they may be required <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0233\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to stay; in fine, it leads them to perform every labor that is required at their hands in the building up of the kingdom of God, and the establishing of Zion, or the cause of truth on the earth. In the pursuance of this, what do we find? We find men crossing the desert, and the ocean, of their own free will; passing through all the contingencies of a journey of that kind; passing through privations, hardships, dangers, and evils that may hang around their path, because they have been commanded to do so. We see some fall off who have spent a score of years in traveling, preaching, laboring, toiling, and striving to gain salvation by being obedient to the requisitions that were laid upon them; they have gone, when, and where they were sent, and have come back when called for; they have made it their business to respond to the calls that were made, regardless of what they might be. <\/div><div class=\"paragraph jod\" id=\"v3n984\"> After a while we find those men who have traveled long and far, and suffered much; and what do they tell us? &#x201C;Why, we have tried Mormonism for twenty years,&#x201D; and now what conclusion do they come to? To the conclusion, that is sometimes vulgarly expressed in this way&#x2014;&#x201C;We have not found Mormonism what it is cracked up to be&#x2014;it has been misrepresented to us.&#x201D; This is simply because they have not realized all their expectations, and hopes, and have not been able to grasp the reward they were seeking after, and which they regarded as constituting the elements of happiness. So now, after twenty year's hard service, they are ready, as we say, to apostatize and go somewhere else to seek happiness, and leave &#x201C;Mormonism&#x201D; to go as it may go, to sink or swim. <\/div><div class=\"paragraph jod\" id=\"v3n985\"> If toiling, and laboring, and suffering privations and hardships were sufficient to save men, and place within their possession the constituent prin<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0232\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciples of happiness to redeem them from evil, such men would have been redeemed very likely; such men would have been pure. But what does it prove? It simply proves, that if there is anything in a man's experience, in his toiling and labor, it is simply the facts that we see, the outward result that may be calculated, that flows from his labors, such as the building of houses, and cities. <\/div><div class=\"paragraph jod\" id=\"v3n987\"> He may suffer toil in various ways: for instance, as in preaching the Gospel and trying with all his might to get the people to believe that which they ought to believe; to get them to serve God, and keep His commandments. If there is anything but this results from his labor and toil in the Gospel I am not aware of it. By and by he lays his body down in the dust, his work is not completed, and he is unhappy and wretched. <\/div><div class=\"paragraph jod\" id=\"v3n988\"> Why is it? Is it because the Gospel is untrue; because He is not faithful that has promised? No. But it is simply because he has been looking where it is not, for the constituent principles of happiness where they do not exist: and while he has been laboring and toiling he has failed to gather to himself a store of happiness as the reward of his toil. He supposed if he built this house, performed this mission, or discharged that duty, that this would give him salvation. Says one, &#x201C;Is it not this which gives men salvation?&#x201D; What does the Savior say? He once on a time defined what eternal life is; and that is what we all seek; that is the principle without which we as Latter-day Saints calculate that men cannot be happy, and be saved in the kingdom of God, which is to know the only true God, and Jesus Christ whom He has sent.<span class=\"citation\" id=\"70541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70541)\">John 17:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n989\"> Then traveling by sea and land, living in luxury or poverty, suffering hardships and toil does not constitute eternal life; because there are countless millions of earth's sons that are <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0232\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> seen today, suffering and toiling, and wasting themselves away, wearing themselves out, so far as their bodies are concerned, until they lay down in their mother earth, being as poor at the end of their toil as at the beginning of it, and as a general thing, more wretched. <\/div><div class=\"paragraph jod\" id=\"v3n990\"> Then there is something else that should be connected with all this labor; there is some other principle, something that should be developed in the history of every individual, besides the making of a house, the exploring of a new country, the preaching the word of God to others, that word which would save them, and direct them to the fountain of life and salvation. And what is that something? It is the important thing which we all want; whether it is large or small, little or much; whatever may be its name is a matter of no importance to us, only, so we possess it. <\/div><div class=\"paragraph jod\" id=\"v3n991\"> There should be developed that which will give life and assurance in the bosom of man, the thing that can constitute him happy; that can be a means of bliss to him. This cannot be found, as I have said, in building houses; there are millions of men that build houses and never know the truth, they never comprehend it; they began poor, and die poor, so far as this principle is concerned. <\/div><div class=\"paragraph jod\" id=\"v3n992\"> So it was with the Pharisees, after all the pains Jesus Christ had taken to instruct and teach them, and render his teachings so perfectly simple, that a person with but a child's capacity could have understood them; when he was demanded of them when the kingdom of God should come, he answered them and said, &#x201C;The kingdom of God cometh not with observation: Neither shall they say, Lo here! or, lo there! for, behold, the kingdom of God is within you.&#x201D;<span class=\"citation\" id=\"67829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67829)\">Luke 17:20-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n993\"> We as Latter-day Saints have heard a great deal said to entertain us, and a great many speculations have been  <div class=\"break pagebreak\" id=\"144a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0144.pdf\" target=\"pdfwin\">p.&#xA0;144a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0231\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>formed in our minds with regard to the kingdom of God, and we may have pursued our various ways to impart our ideas to satisfy those to whom we may have addressed our conversation, in the course of our lives, and in the course of our labors, as to what the kingdom of God is, so as to get our hearers to understand it. <\/div><div class=\"paragraph jod\" id=\"v3n995\"> Now we, as Latter-day Saints, who are in possession of that principle of salvation, need not say we know of a principle that will produce salvation, for whenever the principle is developed in man, he is already saved; he has no need to go around the bush to find something else&#x2014;he has not to take another step to get something else in his possession before he is saved, but when the principle is in his possession he is saved, and he is saved to the extent to which the principle is developed in him. <\/div><div class=\"paragraph jod\" id=\"v3n996\"> Jesus Christ understood this when he took the mild way of admonishing certain of his disciples, and rebuking them perhaps for their dullness of apprehension, telling them they were slow of heart to believe things that had been spoken by the Prophets.<span class=\"citation\" id=\"68406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68406)\">Luke 24:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n997\"> How often have we been told that it was requisite for us to live that the Spirit of God would come and dwell with us, live in us constantly, until it should be a living fountain of life,<span class=\"citation\" id=\"69011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69011)\">John 4:14<\/a><\/span><span class=\"citation\" id=\"69407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69407)\">John 7:38-39<\/a><\/span><span class=\"citation\" id=\"80751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80751)\">Rev. 21:6<\/a><\/span> and light, and glory in our souls, until it should lead us into all truth.<span class=\"citation\" id=\"70327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70327)\">John 16:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n998\"> What did we suppose, when we heard this, was to happen with us? What did we suppose we were to do? What kind of feelings were we to cultivate, if any at all, that we may have the Holy Spirit? <\/div><div class=\"paragraph jod\" id=\"v3n999\"> Says one, &#x201C;that is one thing, and perhaps the thing you are talking about is something else.&#x201D; What is the Holy Spirit? What will it do for you and me? What has it ever done for any man, or for any people who have been so happy as to enjoy the blessing of its presence with them, as <div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0231\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to partake of its fruits, to live and enjoy the life which it imparts? What has it done for us? <\/div><div class=\"paragraph jod\" id=\"v3n1000\"> I would like to ask every intelligent man this question, as Latter-day Saints, if they suppose it ever revealed anything more than the truth to any soul? Did it ever do anything beyond simply reflecting light around individuals, in which they were enabled to discover just the simple naked truth, which enabled them to comprehend it as well as be sensible to its existence? What did it ever do, whether you apply its power to revelation, to the principle of light that it would impart; or to the fact that there is a God who lives, rules, and reigns in the heavens above, and in the earth beneath; or whether you apply it to something that might be called a smaller matter&#x2014;a matter of less magnitude; did it ever do anything but simply teach mankind the truth? <\/div><div class=\"paragraph jod\" id=\"v3n1001\"> Then the truth is the highest point that can be gained, it is the richest gem that can be possessed; you cannot go beyond it, nor stop short of it without partaking of falsehood, and error. There is no alternative left. The principle that governs the dwelling of Jehovah is truth, simple truth, and that is all there is upon which a permanent foundation for happiness can be laid. <\/div><div class=\"paragraph jod\" id=\"v3n1002\"> If we would learn the God of truth that imparts life, and freedom from darkness and error to us; it is simply that truth that enables us to comprehend the facts in relation to Him. If we learn ourselves it is the same; it would be the revelation of some principle applied to ourselves, to our own history, to the reason why we are here, and the same that brought us here. Then this is what the Holy Spirit will do. <\/div><div class=\"paragraph jod\" id=\"v3n1003\"> We have been taught that we should so live that it should be with us continually. How is it that we are to live that it may dwell with us? Have  <div class=\"break pagebreak\" id=\"145a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0145.pdf\" target=\"pdfwin\">p.&#xA0;145a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0230\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we to live so as to possess this truth, this counselor, this adviser, this minister that will admonish us of God, and for our good, and tell us the truth always? <\/div><div class=\"paragraph jod\" id=\"v3n1005\"> Have we got to depend upon the contingency of our being able, for instance, to go to meeting every Sabbath day to hear somebody inspired of God tell the truth that we may see it, and hear it, mark it, and define the exact ground we should occupy, the path in which we should walk, and the duties that should fill up the measure of days through the week. <\/div><div class=\"paragraph jod\" id=\"v3n1006\"> If this was the way that we were to be saved, by living for the truth, and getting it in our possession, and this was to be the only principle upon which we were to possess ourselves of its advantages, if anything should happen that we could not go to church, we should be as hard off as a mariner in a fog without a compass or chart. We should, in every sense of the word, be lost, and be entirely unable to find ourselves. <\/div><div class=\"paragraph jod\" id=\"v3n1007\"> Was this what was contemplated in the Gospel? Was it contemplated to make the condition and circumstances of those individuals that should embrace the Gospel better? I do not think that it was, I do not believe it was. <\/div><div class=\"paragraph jod\" id=\"v3n1008\"> The Savior intimated that whoever should do the will of his Father, should fulfil his requirements, what should be their condition; he intimated that this principle should be in them like a well of water springing up to everlasting life. To the woman at the well of Samaria he said, &#x201C;Whosoever drinketh of the water that I shall give him shall never thirst.&#x201D;<span class=\"citation\" id=\"69012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69012)\">John 4:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1009\"> One of the ancient Apostles in admonishing his brethren who had been taught, probably as much as the Latter-day Saints have, and probably might have embraced the Gospel with similar views; says he, &#x201C;We have also a more sure word of prophecy; <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0230\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts.&#x201D;<span class=\"citation\" id=\"78275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78275)\">2 Pet. 1:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1010\"> When a man is in darkness it is necessary he should have a candle, or some borrowed means of light to dissipate the darkness around him. How long? Until the day dawns, and the day star arises. Where? In this man's heart&#x2014;in your neighbor's heart? No. But give heed unto the sure word of prophecy until the day dawns, and the day star arises in your heart. <\/div><div class=\"paragraph jod\" id=\"v3n1011\"> When the day dawns, we dispense with the light of the candle; when the day star arises in the heart, to use the language of the Apostle, it reflects its light there. Does it wear away? No, it is there continually. The Apostle chose that as a figure, that was as near something immutable and without change, probably, as anything that could occur to his mind, in selecting the dawn of day and the rising of the day star. <\/div><div class=\"paragraph jod\" id=\"v3n1012\"> The Apostle Peter spoke these words, a man inspired of God, who spoke thus to instruct the uninstructed, that they might be brought to the comprehension of some truths, be led to drink at some fountain of life; this was the object for which they were to attend to this instruction. Then you can discover, very readily, that it is the development in the soul of every individual, of this principle of light, or life, I care not which you call it; it is this comprehension of truth the Apostle refers to. <\/div><div class=\"paragraph jod\" id=\"v3n1013\"> That the great object of the Gospel, and the object of its being preached was the development of its light in the soul of those individuals that are to become heirs of salvation, the sons and daughters of God, who are to be clothed upon with the principles of truth with which God is clothed, that in the comprehension of truth, they may receive capacity to will and do and accomplish those things which  <div class=\"break pagebreak\" id=\"146a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0146.pdf\" target=\"pdfwin\">p.&#xA0;146a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0229\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are requisite to their happiness and exaltation. <\/div><div class=\"paragraph jod\" id=\"v3n1015\"> And so long as this objection fails to be accomplished&#x2014;so long the preaching of the Gospel has failed to accomplish its object, as far as those individuals are concerned, and the object for which that labor was performed. Whether the lack is in the man who preaches, or in the people to whom he preaches, it is all the same. <\/div><div class=\"paragraph jod\" id=\"v3n1016\"> This is a point that Latter-day Saints should duly appreciate and consider; because if we do not, the consequences are, discontent in the mind, and dissatisfaction; we shall quarrel with circumstances that are around us, we shall find fault, simply because we are not contented; and because the estimates we place upon truth, and the blessings conferred upon us, lead us to consider that they are not worth the labor we are required to bestow, the money or means we are required to give. The consequence is, we consider it a bad bargain, and we want to rue; and then as Latter-day Saints we apostatize&#x2014;we quit it&#x2014;we back out, saying, &#x201C;we have not found Mormonism what it was cracked up to be.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1017\"> How have such people received it? What views have they entertained of it? There are those things which will actually tell the truth on a man, when his lips fail to speak it; his actions will tell it. What did they consider it worth? As much of their tithing as they could not avoid paying. <\/div><div class=\"paragraph jod\" id=\"v3n1018\"> Some may think it is worth a tithing but not any more. Another man considers it worth everything; and more than everything of which he can entertain a perception. He would not refuse to pour out the last dollar; he will hunt the last corner of his pocket to get out the last farthing to give to it. And when it comes to his labor he would not stop to labor one day in ten, but ten whole days, and only wish there were more days to labor <div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0229\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to accomplish more; because in so doing he is serving himself and enlarging his own interest, when he is seeking the interest of &#x201C;Mormonism.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1019\"> Why so? Because he estimates it to be that that is universal in its extent, and intimately associated with every principle of the Gospel, in which the narrow conceptions of men are drowned, they are lost, submerged like a mote cast into the ocean. <\/div><div class=\"paragraph jod\" id=\"v3n1020\"> On taking this view, he does not stop at anything he can do. Does he stand back from pouring out his life's blood? No, but he pours it out as freely as water that glides down from the summit of the snow-clad hills to the valleys below. <\/div><div class=\"paragraph jod\" id=\"v3n1021\"> In what consists the difference between these two classes of men? It is in the estimate they place upon the value of &#x201C;Mormonism.&#x201D; One class considers it worth what they gave for it, and the other considers it worth more than they can possibly give. <\/div><div class=\"paragraph jod\" id=\"v3n1022\"> Then it is as men receive the Gospel, and endorse the truth; if they consider it excellent above everything else, so that they will manifest their love for it, and their zeal in promoting its interests, and the accomplishment of its object. <\/div><div class=\"paragraph jod\" id=\"v3n1023\"> You can readily see, then, how the kingdom of God must be built up in the soul of every individual; Zion must be developed there. What is Zion? It is the pure in heart,<span class=\"citation\" id=\"89183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89183)\">D&amp;C 97:21<\/a><\/span> so says the revelation. Do you suppose you are going to build up the kingdom of God until the perfection of purity and truth is developed in the hearts of the people of that kingdom? No. You may gather them together by thousands, and tens of thousands, until the concourse swell the congregation in Zion to millions, and what will it amount to until this principle is developed in them? <\/div><div class=\"paragraph jod\" id=\"v3n1024\"> There will be a corresponding stream of apostasy flowing out, at the same time, at the back door. What is the  <div class=\"break pagebreak\" id=\"147a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0147.pdf\" target=\"pdfwin\">p.&#xA0;147a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0228\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>reason? Simply because this principle is wanted, this important part of the Gospel is omitted, if it has ever been thought of; its harmonizing influences are not felt through the sphere of man's being; his interests are at war with the interests of Zion; he runs after some fanciful notion that is at war with the kingdom of God. He cares not for it, he would exchange it for a piece of bread and cheese, for a farm, or for the glittering treasure of the world. <\/div><div class=\"paragraph jod\" id=\"v3n1026\"> Why, because the principle is not in the heart, that causes him to estimate the real value of the gem which he rejects; he considers it worth but a trifle, consequently he will barter away his chance for it, for a trifle. That is the way men act for &#x201C;Mormonism.&#x201D; We are going to build up the kingdom of God, and compass sea and land to tell the erring sons of earth the Gospel, and testify that the Lord has set His hand again to build up the kingdom, and then get down by the fireside and say, &#x201C;Mormonism has been preached so many years, and perhaps, in five years the Son of Man must come;&#x201D; and in their feelings they say, &#x201C;It cannot be put off; from what brother Joseph said, and from what brother Brigham has said, or somebody else, we calculate the Son of Man will be here in a few years at the farthest. And will he not have nice times when he comes, visiting among this people?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1027\"> When will he come? When will be the day of righteousness that we talk about, when peace and truth, and the kingdom of God shall cover the earth as the waters do the deep?<span class=\"citation\" id=\"58128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58128)\">Isa. 11:9<\/a><\/span> It will be when the principle of truth and light and life are developed in the hearts of the people that dwell on the face of the earth, and never until then. <\/div><div class=\"paragraph jod\" id=\"v3n1028\"> Knowledge is just as near the earth, so far as that is concerned, now as it will be then; but where is it? There <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0228\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is such a thing as truth, as a comprehension of it, but that does not prove that it exists within you or me; or that either of us have the advantage, or can secure to ourselves the advantage of having it in possession; although a seraph might stand by our side, whose being has been made radiant by the light of truth, we still will be in some ignorance, corresponding to the amount of knowledge we possess. <\/div><div class=\"paragraph jod\" id=\"v3n1029\"> The light must be in the soul before its benefit can be realized. We have heard our teacher tell us that two and two make four; if we had never heard anything else, if this was all that had been connected with it, would we ever have comprehended the principle? No. The comprehension of it must exist in a man's mind. It must be in the center of his being, a fountain of light, and consequently of life and glory, from which fountain should proceed life and truth until it is diffused throughout his whole being, until all his affections are sanctified, and his judgment corrected. <\/div><div class=\"paragraph jod\" id=\"v3n1030\"> Then he would have no need to pile up and read the musty records of past ages, because the principles of light, and life, and truth are planted in him; and when he began to partake of their fruits, to drink of this fountain, would he thirst again? No. When a man learns the truth, he does not feel any more anxiety about it, he does not become hungry for the comprehension of that truth any more. So Jesus said, &#x201C;They that drink of the water I will give them shall not thirst again.&#x201D;<span class=\"citation\" id=\"69013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69013)\">John 4:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1031\"> A man that receives the knowledge of the truth does not thirst for the same knowledge again. This is the principle that saves men. And if men, while they build houses and inhabit them; while they make cities, and preach the Gospel, and gather the Saints together; if they were enabled to succeed in developing this principle in themselves, and then to  <div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0227\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lead people to adopt the same course that should result in like development, then both the preacher, and the people influenced, by his preaching, would be saved, and they would be brought together, and associate together, and the kingdom of God would be built up in the beauty of holiness, and in spirit and truth; and it never can be until then. <\/div><div class=\"paragraph jod\" id=\"v3n1033\"> The knowledge of God will never cover the earth<span class=\"citation\" id=\"58129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58129)\">Isa. 11:9<\/a><\/span> until it is first in the hearts of the people. The principle must be developed there; then our building of houses, our suffering and toil will all find their reward. In what? In securing to us those blessings that cannot be destroyed; in laying up that treasure where moth and rust do not corrupt, nor thieves break through and steal.<span class=\"citation\" id=\"63497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63497)\">Matt. 6:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1034\"> Where is it? Some people talk as though they would have to go to heaven, to some distant locality to treasure up this indescribable something called wealth where the doors and gates are strong so as to defy the art of the robber and thief. The most secure thing I can think of and the nearest to an imperishable reality is the knowledge of the truth safely treasured in the memory of an intelligent human being. When treasured there, who can steal it or get it away? They may mar the body, and destroy it, or in other words, cause it to cease to live, but they cannot take away from that which constitutes the man; the treasure he holds, they cannot reach it. <\/div><div class=\"paragraph jod\" id=\"v3n1035\"> If I was going to lay up an imperishable treasure, I would seek for the knowledge of the truth, and get as much as I could of it, and there would be my treasure, and my heart, and my soul affections. If it was in a cold and uninhabitable region, among snow-clad hills, where corn is hard to make, and wheat still harder, and wood a great way off, my affections would be there because my wealth was <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0227\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there, and the fountain from which this springs would be there. Then I would not hanker after another country, only in simple obedience to the requisition laid upon me&#x2014;to serve the interests of the cause of the truth of God. <\/div><div class=\"paragraph jod\" id=\"v3n1036\"> This would fix in the soul a principle of contentment that would wear out hardship and toil, and outlive them, and shed the light of peace and harmony throughout the whole field of a man's being and operations in life. He would be contented all the time. <\/div><div class=\"paragraph jod\" id=\"v3n1037\"> Would such a man ever apostatize? No. Was a contented man ever known to apostatize? No. I never saw an apostate yet, but could tell me of some dissatisfied desire that caused him to apostatize. <\/div><div class=\"paragraph jod\" id=\"v3n1038\"> Then if you feel discontented you may know one thing, that you are not as you should be, that you have not within you the principle that should reign there, to influence, govern, and control you; that should dictate your course, and give shape to your actions. <\/div><div class=\"paragraph jod\" id=\"v3n1039\"> I want you to remember this, and become philosophers, and examine yourselves, establish an inquisition at home, within the circle you should control, over that little empire over which each of you should rule, and learn whether the love of truth is reigning there, or gathering strength each day. <\/div><div class=\"paragraph jod\" id=\"v3n1040\"> And if you do not, on examination, find your love of truth a little better today, and that you would do a little more for it today than twenty-five years ago, you had better get up and look around you, for you are certainly going downhill, and you will soon be like the man that found &#x201C;Mormonism&#x201D; to be not what it was cracked up to be; you will be going south to a warmer country, or to some other place. <\/div><div class=\"paragraph jod\" id=\"v3n1041\"> I want you to become philosophers, as far as examining yourselves is concerned, and in seeing how that little  <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0226\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>kingdom is getting on, that should be built up within you. &#x201C;O,&#x201D; says one, &#x201C;that is too spiritual.&#x201D; I know it is very spiritual. It is said, &#x201C;The letter killeth, but the spirit giveth life.&#x201D;<span class=\"citation\" id=\"74041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74041)\">2 Cor. 3:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1043\"> But I never thought the kingdom could be built up in a man's heart. I wish you as Latter-day Saints, when you go home, would sit down and study rationally, and see what principle there is that will be developed in building up the kingdom of God, according to the light of inspiration; you can read in the good book, and according to all that has ever shone around you, or in your own heart; and if you can find a principle in building up that kingdom, you will find one that, in the first place, is to be developed in the circle of every human being that hopes to be associated in building it up. <\/div><div class=\"paragraph jod\" id=\"v3n1044\"> There must be harmony in the kingdom of God in order to its peace, union, and strength. There must be a perfect subordination to those fixed and unchanging principles that characterize the operations of God. If this is not developed in you, what will you do, when associated with faithful brethren and sisters, in building up the kingdom of God? <\/div><div class=\"paragraph jod\" id=\"v3n1045\"> You will feel yourselves literally crushed under the pressure of responsibility which will rest upon you; you will be broken up, as it were, and will apostatize, and will be cast out as salt that has lost its savor, and is good for nothing but to be trodden underfoot.<span class=\"citation\" id=\"63030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63030)\">Matt. 5:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1046\"> If we have counted on you as a Saint, as a substantial material, when we come to look for you, we do not find you, but we find the place you filled unoccupied, waiting to be filled with some better material, when it is on hand, how long will it take us to build up Zion, to emigrate people from the far off corners of the earth, and they apostatize and run away when they get here? What a Zion we should have! <\/div> <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0226\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1047\"> What attraction would it create to the nations? How brilliant its light? The Zion and kingdom of God never was so built up; it is not so being built up now. What is it that marks the advance of the cause of truth on earth&#x2014;tells it definitely and truly? If you want to find this out, read the people of the Saints of the Most High, and see if they love the truth, and give it their supreme regard, to the exclusion of everything else. <\/div><div class=\"paragraph jod\" id=\"v3n1048\"> You may take this man or woman, and give them the appropriate place in the organization of the Church, and they are there every time you call for them, they will always answer. When you put your hand where you expect they are, you will not find a vacancy that is not filled. If you require a service done, you will always find the individual there to perform it, no odds whether it is duty at home or abroad, pleasant or grievous. <\/div><div class=\"paragraph jod\" id=\"v3n1049\"> Then how is the cause of God advanced? Just as fast as those principles are being developed in the people. That tells her strength, power, and durability. If it is not the love of the truth that binds the people of God together, that holds them firmly round the great center from which they cannot be induced to take their departure, and for which there is no feeling of the soul but would exert its influence to the fullest extent to bind them to it, then what is it? Who is it? It is not Brigham Young and his associates. <\/div><div class=\"paragraph jod\" id=\"v3n1050\"> It is no man or set of men that binds the Saints to the truth, that holds them together, and that maintains the rule and supremacy of the authority of God on the earth, but it is the principle of truth and the love of it developed in the hearts of the people, and the influence it exerts over them. Do the people appreciate it? I do not think they do fully, or to a very great extent. <\/div><div class=\"paragraph jod\" id=\"v3n1051\"> Why do I think this? Because,  <div class=\"break pagebreak\" id=\"150a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0150.pdf\" target=\"pdfwin\">p.&#xA0;150a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0225\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>forsooth, some who feel a great deal of human solicitude for the cause of God, would be very sorrowful because somebody is going to leave. &#x201C;O, dear, I really do feel the cause of God will apostatize, if we lose our President for a little time, for a few months or a year, what will become of us?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1053\"> They suppose, with all the strength of the authorities of this kingdom, aided by the strength of God, they have as much as they can do to hold the people together. Such people make no calculation on the influence and strength of truth, but on the influence of frail man, or on the influence of a set of mortals like themselves, who enjoy more of the light of inspiration than they. <\/div><div class=\"paragraph jod\" id=\"v3n1054\"> Does the Lord tell us this? We know He has said it is His business to provide for His Saints.<span class=\"citation\" id=\"89841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89841)\">D&amp;C 104:15<\/a><\/span> What does He require of you and me? Simply, enough to save ourselves. Says one, &#x201C;I supposed I had to save nearly half the world to become great in the kingdom of God.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1055\"> If you are able to save yourselves, you will do first-rate, because you will get all the reward you need&#x2014;all that will make you happy, and an abundant entrance will be administered unto you into the everlasting kingdom of God, and to the enjoyment of everything that is requisite to your happiness. <\/div><div class=\"paragraph jod\" id=\"v3n1056\"> They would not ask you in that state whether you have saved one, two, a hundred, or a hundred thousand souls besides yourself. &#x201C;What, and I sent you to preach for them?&#x201D; Why, to save yourself. And the reason why a great many of our Traveling Elders apostatize, and now mingle with that class of sinners, is simply because they fail to apply the principles to themselves which they recommend to others. <\/div><div class=\"paragraph jod\" id=\"v3n1057\"> &#x201C;What do you preach for?&#x201D; To save yourselves. If I get myself saved I am not concerned about you. <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0225\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I am preaching these principles to you today, to discharge a duty that I owe to you, that I may be saved. It is the same when I am somewhere else. &#x201C;But is buying a ranch embraced in your salvation. What did you buy that land for, did you do it to preach the Gospel? Do you go down to San Bernardino to preach the Gospel? Did President Young tell you to come here and preach?&#x201D; No, he said he wanted to see me; so I came and looked at him, and he saw me; and then the brethren wanted me to preach, and I have preached some ideas that may be new, and if I should find out something else I did not before comprehend, I shall preach it. And I would preach just as quick anywhere else as here, because the Saints are all alike to me; their progression is one, their hopes and expectations are one, or should be; and their heaven and reward will be one when they obtain them; and it will all be in the same country. Will it be in San Bernardino? No. In Salt Lake Valley? No. Will it be in any one of the settlements of the Saints to the exclusion of the rest? No. Where will it be? In here. In your own hearts. When you get your heaven built up there so that it becomes a living organized creation, with all its parts and properties properly associated and developed, as the parts are in the physical being of man, you would not go to tom fooling over the earth to find a heaven, because you carry it with you continually. <\/div><div class=\"paragraph jod\" id=\"v3n1058\"> If you go on a journey you take your heaven with you, or if you stay at home, it is there; if you go to meeting, you take it with you; and when you die and your spirit mingles with the spirits of just men made perfect,<span class=\"citation\" id=\"124404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124404)\">Heb. 12:23<\/a><\/span> you take your heaven there. Says one, &#x201C;How is the kingdom of God to be built up if that constitutes the great and important point?&#x201D; Why, bring in the Saints from the four  <div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0224\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>corners of the earth, by tens of millions, and associate them together, and what will they do? They will do what they are required to do. They will live in harmony one with another collectively, and with themselves individually, and with their God; consequently, the will of God will be done on earth, as in heaven.<span class=\"citation\" id=\"63352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63352)\">Matt. 6:10<\/a><\/span> The principles of truth will be exemplified in the conduct of men on earth as it is with the spirits of the just in heaven, because men will know and appreciate the truth, and their conduct will be shaped according to it. <\/div><div class=\"paragraph jod\" id=\"v3n1060\"> If this is not good Gospel, get something that is better. This Gospel fills up this little creation we live in. Where do we live? In the midst of space. Why? Because it is all around us. How far does it extend? To infinitude. The creation of man cannot reach it, his thoughts tire in the contemplation of it. <\/div><div class=\"paragraph jod\" id=\"v3n1061\"> This little portion of the Gospel we commenced to tell the people years ago, this meager supply of truth, which fills up the narrow comprehension of us mortals, is a part of that great whole which occupies this space, and that constitutes all the glory, happiness, and bliss that is within that illimitable field. <\/div><div class=\"paragraph jod\" id=\"v3n1062\"> You cannot name another heaven, you cannot find the material to make it of, you have no foundation upon which to build it. You cannot by your own reaching get away any portion of this Gospel, for it takes up all the material around us; you must go beyond this space where we occupy, so to operate. Do you esteem &#x201C;Mormonism&#x201D; as being worth all the wealth that is embraced in this vast infinitude of extent? Then what do you wish to exchange it for? Don't go and fool it away for a little tea and coffee, for a little sugar, peaches, and grapes, or for a warmer climate; in so doing you would show yourselves but poor financiers; I would not wish you to <div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0224\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> operate for me; and the master will think as I do; if you go and fool away the treasure committed to your keeping, will he ever give you another penny to start upon again? I do not know whether he will or not. He will probably not do it until you have been poor, and ragged, and destitute, and a beggar for a long time. <\/div><div class=\"paragraph jod\" id=\"v3n1063\"> Be faithful now, and learn this one thing&#x2014;that we have not learned the Gospel, but learned of it, and are still learning of it, as much truth as we can gain. How fast do we learn? Just as fast as the condition of feeling we cultivate will allow us; just as much as the spirit of it is with us; just so much we learn. <\/div><div class=\"paragraph jod\" id=\"v3n1064\"> Do you want to secure blessings? Says one, &#x201C;I want to do a great deal for my dead friends, and to this end I want to get into the temple of the Lord.&#x201D; The Gospel has to do with this; why? Because it is inside the elements of the Gospel&#x2014;it comes within the scope of its principles, and extent, and application to man's existence and happiness. <\/div><div class=\"paragraph jod\" id=\"v3n1065\"> Then do not be in a hurry about getting into the temple before you are prepared to go there. Some act as though they had no other idea, but that they will be able to get in by stealth; they expect to storm heaven, and force blessings from the Almighty irrespective of their claim. This is not the spirit of the Gospel, it is not thus in the temple of God. <\/div><div class=\"paragraph jod\" id=\"v3n1066\"> I shall secure to myself how much? That that my conduct has rendered me worthy of. &#x201C;But suppose brothers Brigham, Heber, and Jedediah pronounce blessings upon me, shall I not get them?&#x201D; If you are worthy of them you will. You are not to speculate in prospective on the blessings you expect to get; if you live here so as to be worthy of them, what need you fear about anything. <\/div><div class=\"paragraph jod\" id=\"v3n1067\"> It is impossible in the nature of truth, for you to lose anything of  <div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0223\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which you are worthy; God cannot lie; He cannot forsake His faithful children, and disannul the promise He has made to them. <\/div><div class=\"paragraph jod\" id=\"v3n1069\"> Do you want to hasten the building of the temple, or any other work, which will be to the interest of Zion on earth? Then commence at home; take a home mission, and attend strictly to the &#x201C;Mormon&#x201D; creed, which you know is, &#x201C;Mind your own business.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1070\"> Suppose you all individually take a home mission, to examine yourselves, and institute that inquisition I have alluded to, into your own conduct and condition, day by day, week by week, month by month, and year by year. Is it not of importance that it should be set up? <\/div><div class=\"paragraph jod\" id=\"v3n1071\"> To keep this perishable body from starving, you would work day and night; is not the soul of man, that can never die, that must be happy or miserable for eternity, worth your notice? Go to work and examine yourselves for a short time each day, and see how you are getting on. <\/div><div class=\"paragraph jod\" id=\"v3n1072\"> You need not take it for granted that because you live in Great Salt Lake City, you will be saved; but if there are not thousands damned who live in this place, I shall be mistaken, and things will turn out better than I expect. &#x201C;If that is the case in Salt Lake City, how are they doing in San Bernardino?&#x201D; They are doing as you are here. <\/div><div class=\"paragraph jod\" id=\"v3n1073\"> &#x201C;Why, I did not suppose you had good people enough there to do as we are doing here.&#x201D; What do you suppose is the difference between good men here and in San Bernardino? I feel that I am about the same sort of a man there as here, I do not feel any better here today than I should if I were there. I do not feel the weight of my responsibility any different, not a particle. <\/div><div class=\"paragraph jod\" id=\"v3n1074\"> The good men down there, that love the truth, are working righteousness. Is there anymore done here? <div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0223\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> If any man is doing anything but serving God&#x2014;that loves the truth&#x2014;I would like to know his name. <\/div><div class=\"paragraph jod\" id=\"v3n1075\"> &#x201C;But have you not many bad people there?&#x201D; Yes, a great many, I wish we had fewer. You may suppose we have them there, because they left here. However, we try to do as well as we can, and, if on the tide of human events, too great a preponderance of wickedness does not float in our midst, the truth will triumph; and if it does not, I do not care as concerns myself, so I am found a righteous man, acting according to the dictations of truth, that will save me. <\/div><div class=\"paragraph jod\" id=\"v3n1076\"> That is the way we are getting along in San Bernardino. And here I may also observe, it is the way they are getting on in all the settlements of the Saints, and everywhere else. <\/div><div class=\"paragraph jod\" id=\"v3n1077\"> We have not as many Saints down there as you have, but we have as many of one sort: and I feel as though I am interested down there as I am here, only not in the way I am here. <\/div><div class=\"paragraph jod\" id=\"v3n1078\"> Having made these few scattering remarks, just as they came into my mind, without study or arrangement, I will forbear. If I have said anything wrong, I have no objections that you forget it; I hope you may; and what I have said that is right, I would like you to remember, because I am interested in having you remember it; and in having this people with the Saints everywhere, become a pure, a great and good people, because I am interested in the building up of the kingdom of God, and wherever that people and the interest of the kingdom is represented, there is my interest. And I hope when we have wound up the little routine of duties assigned us here, we shall have secured to ourselves that wealth that shall be to us worth all sublunary considerations, and remain when they have passed away. That we may all obtain this, is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}