{"ID":30026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Necessity of a Living Priesthood&#x2014;The Utah Legislature.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, January 27, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Necessity of a Living Priesthood, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 1\/27\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v3n1409\"> I do not feel as though I desired to take up much time, I merely wish to say a few words in regard to what we have heard today. I am aware that a great many in the world are pleased with fancies, they are gratified and edified with that which is artificial, but if people would be pleased and instructed with such remarks as we have heard today, it would be well, for they are the principles that will save you, that will lead you into the celestial world. Listen to that which you have heard today from brother Brigham; he is our leader, our Prophet, our Priest, and our Governor&#x2014;the Governor of the Territory of Utah. In him is every power and key of celestial life and salvation, pertaining to every person there is on this earth, and that is a principle which but few persons realize. You take away the keys that are with him, and with those who sustain him, and I would not give a dime for you. Sin to such a degree that brother Brigham and his counselors, and those who are associated with him&#x2014;the Apostles of Jesus Christ&#x2014;withdraw from your midst, and I would not give a dime for all the salvation you have got; that is my faith. He holds the keys of the kingdom of heaven, just as much as Peter, James, and John did after Jesus committed the keys to them on the mount, and said, &#x201C;I give unto you the keys of the kingdom of heaven: and whomsoever you bless I will bless, and whomsoever you curse I will curse.&#x201D;<span class=\"citation\" id=\"64877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64877)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"124409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124409)\">D&amp;C 132:47<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"197b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0197.pdf\" target=\"pdfwin\">p.&#xA0;197b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0178\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1410\"> Take away that power, take away those keys, and you cannot find your way into the celestial kingdom. The keys in his possession will unlock the door and let you through into another existence more excellent than this. He holds the keys. Can anybody pass without them? No, only as they get authority through him. Are they appreciated as they should be? Do this people listen to the counsel that proceeds from his mouth, as the words of the living oracles of God? <\/div><div class=\"paragraph jod\" id=\"v3n1411\"> I would not care if there was not a Bible within ten thousand miles of this place, or any other book or script; here are the oracles living right in our midst, and we receive them from day to day, by word of mouth from a living man, an Apostle who is alive, and through a Priesthood which is living in our midst. <\/div><div class=\"paragraph jod\" id=\"v3n1412\"> At the same time, a great many persons think more of the testimony of a dead Apostle than they do of a living one, and think more of dead Prophets than they do of living ones who are here in their midst. It is generally the case that men do not fully appreciate their blessings in life; often when their wives are dead they think more of them than they did when they were living, and it is just so with some wives in regard to their former husbands. We do not always appreciate the blessings we have in our possession until they are taken from us; then we begin to appreciate them; so when good men have left us we cease thinking of their faults, but begin to  <div class=\"break pagebreak\" id=\"198a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0198.pdf\" target=\"pdfwin\">p.&#xA0;198a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0177\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cherish the memory of their good deeds. <\/div><div class=\"paragraph jod\" id=\"v3n1414\"> It is thus with a great many of our sisters when their husbands have gone to preach the Gospel; they now think they never had a fault in the world, but when they were at home they were full of failings. <\/div><div class=\"paragraph jod\" id=\"v3n1415\"> I am not going to preach a discourse filled with high flown, exalted words, having no meaning to it, but I will come down to the capacity of every person that they may understand. Many times we do not appreciate our children, and take a right course with them when living, and when they are dead, we mourn and think of their lovely behavior, but never think of their misdeeds. Let us try to think as much of the living as of the dead. That which is dead will take care of itself, while that which is living wants somebody to care for it. <\/div><div class=\"paragraph jod\" id=\"v3n1416\"> I consider that what we have heard today is of great worth to those who hear, but it is of far more worth to those who receive it, and more still to those who practice it, and bring forth the fruits thereof. Let us treasure up these things in our hearts and be faithful, and serve our God and keep His commandments. <\/div><div class=\"paragraph jod\" id=\"v3n1417\"> In regard to our doings at Fillmore, all was peaceful and harmonious, so far as the Legislature was concerned; though the brief term of forty days, allotted by Congress for a session, is not long enough for the members to thoroughly withdraw their minds from the various other channels, in which their thoughts are constantly so busily occupied. This fact tends to postpone <div class=\"break columnbreak\" id=\"198b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0198.pdf\" target=\"pdfwin\">p.&#xA0;198b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0177\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> important and difficult subjects of legislation, until most of the time has elapsed, when it is too late to enter upon them with that care, reflection, and critical arrangement, and wording, which they demand. Aside from this, the Assembly of 1854-55, by their revision, and other acts, presented us with a volume of very good laws, and wisdom did not dictate any material alterations for the present, therefore most of the bills passed this winter have been grants to herd grounds. <\/div><div class=\"paragraph jod\" id=\"v3n1418\"> It would be but just to our new Territory, and highly beneficial to her interests, if Congress would either lengthen the term of our sessions or sanction, by paying the commissioners, our wise policy in appointing a Code Commission to prepare and present laws of an important nature. The latter course is, by far, the most preferable; for by that method capable men can be selected, who have time and opportunity to give all necessary attention to any given subject, and to thoroughly prepare it for speedy and satisfactory action. Our position, surroundings, and characteristics, prohibit the ancient style of enacting very numerous, wordy, and voluminous laws, therefore the more necessity for a longer period, or the payment of Code Commissioners. <\/div><div class=\"paragraph jod\" id=\"v3n1419\"> In our votes and feelings we were one, and did the best that the time and our judgments permitted; and may God grant that this people ever be one, and cheerfully obey His commandments and all good and wholesome laws. Amen. <\/div>\n<\/div>\n<\/div>"}