{"ID":30028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Eternal Increase of Knowledge&#x2014;Necessity of Cleaving to Every Good Principle&#x2014;Men Are not Made Saints By Miraculous Gifts, But Through Obeying the Truth, and Obtaining the Witness of the Spirit.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, February 17, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Eternal Increase of Knowledge, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 2\/17\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v3n1460\"> We have just heard brother Morley's testimony concerning the religion that we have embraced. The extent of knowledge, incorporated within the salvation extended to the children of men, will vastly exceed the researches of the human family, and when they have passed the veil, they will then understand that they have but just commenced to learn. Brother Morley says he never expects to be too old to learn; I believe that doctrine. That which is to be learned in the eternities of the Gods pertains to life, and that life is exhibited to the human family <div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0173\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the degree which they are capacitated to receive it, that they may be taught as we teach our children, that they may learn the first rudiments of eternal lives. <\/div><div class=\"paragraph jod\" id=\"v3n1461\"> Could we live to the age of Methuselah, and eat the fruits which the earth would produce in her strength, as did Adam and Eve before the transgression, and spend our lives in searching after the principles of eternal life, we would find, when one eternity had passed to us, that we had been but children thus far, babies just commencing to learn the things  <div class=\"break pagebreak\" id=\"203a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0203.pdf\" target=\"pdfwin\">p.&#xA0;203a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0172\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which pertain to the eternities of the Gods. <\/div><div class=\"paragraph jod\" id=\"v3n1463\"> We might ask, when shall we cease to learn? I will give you my opinion about it; never, never. If we continue to learn all that we can, pertaining to the salvation which is purchased and presented to us through the Son of God, is there a time when a person will cease to learn? Yes, when he has sinned against God the Father, Jesus Christ the Son, and the Holy Ghost&#x2014;God's minister; when he has denied the Lord, defied Him and committed the sin that in the Bible is termed the unpardonable sin&#x2014;the sin against the Holy Ghost.<span class=\"citation\" id=\"64378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64378)\">Matt. 12:31<\/a><\/span><span class=\"citation\" id=\"82290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82290)\">Alma 39:6<\/a><\/span> That is the time when a person will cease to learn, and from that time forth, will descend in ignorance, forgetting that which they formerly knew, and decreasing until they return to the native element, whether it be one thousand or in one million years, or during as many eternities as you can count. They will cease to increase, but must decrease, until they return to the native element. These are the only characters who will ever cease to learn, both in time and eternity. <\/div><div class=\"paragraph jod\" id=\"v3n1464\"> A number of items occupy my mind pertaining to the Saints, I may say, a great many more than I could tell in one day, in one month, or in one year. Those who are well acquainted with me, know something of the action of my mind. To explain it, let me say to you, if you wish to tell me a long story, one that will take you two hours to get through with, a key word will at once give me an understanding of all you could say, in that long time. All who are acquainted with me know this. Bring any business matter before me, and the brethren with whom I am associated in business transactions, know that I need but a word to know the nature of it. So it is with regard to my preaching to the people. If I could put into them the same spirit and understanding <div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0172\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which I have, they could see and understand things without a long detail of explanation. But this is not the case with all the people, therefore I am, in a manner, compelled to use the time I do in speaking to them upon the various subjects, at least so far as I can possibly spare it. If I were disposed to, I could train myself to get up here and take a text and explain it, and dwell upon one little item, just as long as any other man, but what is the use of it? Upon this principle it would take us more eternities than we shall ever see, to learn what we have to learn, consequently, when I speak to you I speak the few words I have to say, as I already have upon the subject of intelligence and learning. <\/div><div class=\"paragraph jod\" id=\"v3n1465\"> We shall never cease to learn, unless we apostatize from the religion of Jesus Christ. Then we shall cease to increase, and will continue to decrease and decompose, until we return to our native element. Can you understand that? It is a subject worthy the attention of the eminent divines of Christendom, and they may search into it until they are tired, and still know comparatively little about it, while I preach it to you in a few words. <\/div><div class=\"paragraph jod\" id=\"v3n1466\"> I will here introduce a subject that we all should be acquainted with, I allude to morality. Have you been taught morality? Yes, every one of you have been taught not to use profane language, to be honest in all your dealings, to be courteous to all at home and abroad, and to be strictly upright on all occasions. All this you have been taught from your youth.<span class=\"citation\" id=\"56845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56845)\">Ps. 71:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1467\"> Many think that all which was taught them by their fathers and mothers, schoolteachers and priests, ought to be removed, laid aside, dispensed with, and that they should begin anew to learn every principle of civilization. This is a great mistake. I make these remarks because I have  <div class=\"break pagebreak\" id=\"204a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0204.pdf\" target=\"pdfwin\">p.&#xA0;204a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0171\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heard Elders preach that there was not a sectarian priest&#x2014;not a man living upon the earth, or that had lived upon it, neither a reformer nor a professed Christian, from the time the Priesthood was taken from the earth until Joseph Smith came, but what went straight to hell fire when he died. Yes, I have heard them preach just as absurdly as that. I have heard many say, I will dispense with this, and I will dispense with that; and many of our Elders actually dispense with praying, and say it is nothing but a sectarian notion. Were you taught by your fathers to pray? &#x201C;Yes, but that is a sectarian notion.&#x201D; Were you taught not to lie? &#x201C;Yes, but that was a sectarian notion.&#x201D; Were you taught not to pilfer? &#x201C;Yes, but we think, we won't say it aloud, it is nothing but a sectarian notion, and we have to learn everything over again.&#x201D; This is a mistaken idea. There is only one thing which the people lack on this point, in order that their traditions and former education may do them good, and that is to know how to sever the good from the bad, how to assimilate to themselves every good trait of character they have seen in their fathers and mothers, teachers and neighbors, and every good thing that has been taught them from their youth, and how to gather to themselves every good principle they have been traditionated in, and store that up as their individual property, and then dispense with every erroneous idea and every inconsistency. Many things which have been taught us in our childhood, or in our early lives, are truly inconsistent; lay them aside and cleave to the traditions which actually tend to virtue, holiness, chastity, loveliness, kindness, honesty, and truthfulness in every respect, and gather all the good into our own storehouse, and let each one say, that belongs to me. <\/div><div class=\"paragraph jod\" id=\"v3n1469\"> Some imagine that they must begin <div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0171\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and unlearn the whole of their former education, but I say, cling to all the good that you have learned, and discard the bad. This leads me into a field, the gate to which I wish to have closed up, locked up, and passed by; I do not wish to say anything about it. I will say this much, however, if there are not all kinds of fish in this Gospel net,<span class=\"citation\" id=\"64674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64674)\">Matt. 13:47<\/a><\/span> I should like to see the kind that is not in it, and I think that would be something new under the sun. <\/div><div class=\"paragraph jod\" id=\"v3n1470\"> Treasure up in your hearts that which tends to virtue. You say, &#x201C;I want an explanation upon virtue.&#x201D; I wish I could so give it to you, that you could understand it when I am done talking; I will do my best to do so. Learn the will of God, keep His commandments and do His will, and you will be a virtuous person. Can you understand that? If you can know the will of God and do it, you will be a virtuous person. You say, &#x201C;Perhaps I should be led to do that which is contrary to my former traditions, and to do that which is really wrong.&#x201D; No matter anything about that; if you can know the will of God and do it, you will be a virtuous person, and will receive knowledge upon knowledge, and wisdom upon wisdom, and you will increase in understanding, in faith, and in the light of eternity, and know how to discriminate between the right and the wrong. I know the people say that they do not understand, that they do not know what the Lord requires of them. I say keep the commandments of the Lord. We were taught that the commandments of the Lord were this, that, and the other, in our former lives, but when we can know and understand, by the revelations of Jesus Christ,<span class=\"citation\" id=\"94420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94420)\">Gal. 1:12<\/a><\/span> the will of our Father in heaven and do His will, He will make us pure and holy, and fit for the society of angels and Himself. Will we not be virtuous then? Yes, in the  <div class=\"break pagebreak\" id=\"205a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0205.pdf\" target=\"pdfwin\">p.&#xA0;205a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0170\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>highest sense. Many say, &#x201C;I don't know the will of the Lord, I wish I did. I do really wish I knew what the Lord requires of me, but I do not know, and do not know how to find out.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1472\"> I will now refer you to the scripture where it reads that we shall be judged according to the deeds done in the body.<span class=\"citation\" id=\"74123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74123)\">2 Cor. 5:10 (JST)<\/a><\/span><span class=\"citation\" id=\"82025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82025)\">Alma 5:15<\/a><\/span><span class=\"citation\" id=\"86822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86822)\">D&amp;C 76 Headnote<\/a><\/span> If I do not know the will of my Father, and what He requires of me in a certain transaction, if I ask Him to give me wisdom concerning any requirement in life, or in regard to my own course, or that of my friends, my family, my children, or those that I preside over, and get no answer from Him, and then do the very best that my judgment will teach me, He is bound to own and honor that transaction, and He will do so to all intents and purposes. I have often reflected with regard to people knowing the mind and will of the Lord by revelation. My thoughts turn within me in a moment, in my reflections upon what has hitherto been, and that which actually now comes before me, concerning the Saints in the last days and in the former days. For instance, Jesus, when upon the earth, called twelve men to be witnesses that he was the Christ. Then, there were a great many others who believed that fact, but he showed to those twelve men things that he showed to none else;<span class=\"citation\" id=\"64492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64492)\">Matt. 13:11<\/a><\/span> he convinced them in a degree that he convinced no other person, that is, in some instances. <\/div><div class=\"paragraph jod\" id=\"v3n1473\"> My mind then reflects, in a moment, did Jesus have the power to make his disciples believe that he was the Son of God by raising the dead,<span class=\"citation\" id=\"69771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69771)\">John 11:43<\/a><\/span> by laying hands on the sick,<span class=\"citation\" id=\"64026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64026)\">Matt. 8:14-15<\/a><\/span> by walking on water,<span class=\"citation\" id=\"64759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64759)\">Matt. 14:25-26<\/a><\/span> by multiplying the particles of bread and fish set before the multitude,<span class=\"citation\" id=\"64751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64751)\">Matt. 14:19<\/a><\/span> or by any other miracle? Did he convince, and prove to twelve men that he was the Christ, by the miracles he performed? He did not. He did not convince them by one or all of the acts, which were called miracles, that he <div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0170\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> performed upon the earth. I know that many think that they are a great proof, that it is astonishing that people will not believe, when they read over the history and miracles performed in the days of Jesus and his Apostles. Let me tell you that if his Apostles were here in this our day, traveling through the country, raising the dead, laying hands on the sick, casting out devils, walking upon the water, or doing whatever they might be able to perform, it would all be no proof to the people that they were sent of God. I know that some of you think this is strange, and if so, I have strange views upon these subjects. It is no proof to me, it is no proof to any person else, and often serves to throw persons, relying upon it, into temptation, and to cast them still further into darkness. &#x201C;Have you any proof of this?&#x201D; Yes, right here in our midst. Men who have professedly seen the most, known and understood the most, in this Church, and who have testified in the presence of large congregations, in the name of Israel's God, that they have seen Jesus, &amp;c., have been the very men who have left this kingdom, before others who had to live by faith. I have a witness right before me, and I am fearful every time that a man or woman comes to me and relates great visions, saying, &#x201C;I have had a vision, an angel came and told me thus and so; the visions of eternity were opened, and I saw thus and so; I saw my destiny; I saw what the brethren would do with me; I foresaw this and that.&#x201D; Look out for that man or woman going to the devil. <\/div><div class=\"paragraph jod\" id=\"v3n1474\"> I ask, is there a reason for men and women being exposed more constantly and more powerfully, to the power of the enemy, by having visions than by not having them? There is and it is simply this&#x2014;God never bestows upon His people, or upon an individual, superior blessings without a  <div class=\"break pagebreak\" id=\"206a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0206.pdf\" target=\"pdfwin\">p.&#xA0;206a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0169\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>severe trial to prove them, to prove that individual, or that people, to see whether they will keep their covenants with Him, and keep in remembrance what He has shown them. Then the greater the vision, the greater the display of the power of the enemy. And when such individuals are off their guard they are left to themselves, as Jesus was. For this express purpose the Father withdrew His spirit from His Son, at the time he was to be crucified.<span class=\"citation\" id=\"66370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66370)\">Matt. 27:46<\/a><\/span> Jesus had been with his Father, talked with Him, dwelt in His bosom, and knew all about heaven, about making the earth, about the transgression of man, and what would redeem the people, and that he was the character who was to redeem the sons of earth, and the earth itself from all sin that had come upon it. The light, knowledge, power, and glory with which he was clothed were far above, or exceeded that of all others who had been upon the earth after the fall, consequently at the very moment, at the hour when the crisis came for him to offer up his life, the Father withdrew Himself, withdrew His Spirit, and cast a veil over him. That is what made him sweat blood.<span class=\"citation\" id=\"68255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68255)\">Luke 22:44<\/a><\/span> If he had had the power of God upon him, he would not have sweat blood; but all was withdrawn from him, and a veil was cast over him, and he then plead with the Father not to forsake him.<span class=\"citation\" id=\"66369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66369)\">Matt. 27:46<\/a><\/span> &#x201C;No,&#x201D; says the Father, &#x201C;you must have your trials, as well as others.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1476\"> So when individuals are blessed with visions, revelations, and great manifestations, look out, then the devil is nigh you, and you will be tempted in proportion to the vision, revelation, or manifestation you have received. Hence thousands, when they are off their guard, give way to the severe temptations which come upon them, and behold they are gone. <\/div><div class=\"paragraph jod\" id=\"v3n1477\"> You will recollect that I have often told you that miracles would not save a person, and I say that they never <div class=\"break columnbreak\" id=\"206b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0206.pdf\" target=\"pdfwin\">p.&#xA0;206b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0169\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> should. If I were to see a man come in here this day, and say, &#x201C;I am the great one whom the Lord has sent,&#x201D; and cause fire to come down in our sight, through the ceiling that is over our heads, I would not believe any more for that. It is no matter what he does, I cannot believe any more on that account. What will make me believe? What made the Twelve Apostles of Jesus Christ witnesses? What constituted them Apostles&#x2014;special witnesses to the world? Was it seeing miracles? No. What was it? The visions of their minds were opened, and it was necessary that a few should receive light, knowledge, and intelligence, that all the powers of earth and hell could not gainsay or compete with. That witness was within them, and yet, after all that was done for them, after all that Jesus showed them, and after all the power of the spirit of revelation which they possessed, you find that one of them apostatized, turned away and sold his Lord and master for thirty pieces of silver,<span class=\"citation\" id=\"66209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66209)\">Matt. 26:15<\/a><\/span> in consequence of his not being firm to his covenant in the hour of darkness and temptation. Another of them was ready to say, &#x201C;I do not know anything about the Lord Jesus Christ,&#x201D; and denied him with cursing and swearing.<span class=\"citation\" id=\"66309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66309)\">Matt. 26:74<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1478\"> Some are apt now to say, &#x201C;I don't know anything about this Mormonism, I don't know about the Priesthood.&#x201D; Did you not once know? &#x201C;I thought I did.&#x201D; Did you not once know that Joseph Smith was a Prophet? &#x201C;I thought I did.&#x201D; Did you not once know that this was the kingdom of God set up on the earth? &#x201C;I thought I did, but now I find myself deceived.&#x201D; What is the reason? Because they give way to temptation; they may have had great light, knowledge, and understanding, the vision of their minds may have been opened and eternity exhibited to their view, but when this is closed up, in proportion  <div class=\"break pagebreak\" id=\"207a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0207.pdf\" target=\"pdfwin\">p.&#xA0;207a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0168\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the light given to them, so is the darkness that comes upon them to try them. <\/div><div class=\"paragraph jod\" id=\"v3n1480\"> Are you going to apostatize when you are in darkness? That is the time to stand firm. I know there are some people right in our midst, only about on a par with good Quakers; say they, &#x201C;I pray when I feel like it.&#x201D; Have you prayers in your families? &#x201C;Yes, sometimes, but I do not always feel like praying, and then I feel as though it would be a sin.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1481\"> Let me tell you how you should do. If you feel that you are tempted not to open your mouth to the Lord, and as though the heavens are brass over your heads and the earth iron beneath your feet,<span class=\"citation\" id=\"55160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55160)\">Deut. 28:23<\/a><\/span> and that everything is closed up, and you feel that it would be a sin for you to pray, then walk up to the devil and say, Mr. Devil, get out of my way; and if you feel that you cannot get down upon your knees for fear you will swear, say, get down knees; and if they don't feel right when they are down, put something under them, some sharp sticks, for instance, and say, knees come to it. &#x201C;But I dare not open my mouth,&#x201D; says one, &#x201C;for fear that I shall swear.&#x201D; Then say, open, mouth, and now tongue, begin. Cannot I say Father? Yes, I can: I learned that in the days of my youth. Suppose you say, &#x201C;Father, look in mercy upon me,&#x201D; do you think the devil is going to snap you up then? If he is still by, and you dare not open your eyes for fear you will see him, tell him to stand there until you have done praying, and bring the body to a state of submission. <\/div><div class=\"paragraph jod\" id=\"v3n1482\"> I have taught you that the spirit is pure, when it comes into the tabernacle. The tabernacle is subject to sin, but the spirit is not. A great many think that the spirits of the children of men, when they enter the tabernacles, are totally depraved; this is a mistake. They are as holy as the <div class=\"break columnbreak\" id=\"207b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0207.pdf\" target=\"pdfwin\">p.&#xA0;207b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0168\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> angels; the devil has no power to contaminate them, he only contaminated the bodies. When your spirit wishes to worship the Father, and your body is so full of weakness or wickedness, that you feel as though you could not do it, go to and bring your body into subjection; bow the knee and confess that Jesus is the Christ,<span class=\"citation\" id=\"75431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75431)\">Philip. 2:10-11<\/a><\/span> if it is darker than 10,000 midnights in your minds; say, &#x201C;I am for the Lord anyhow.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1483\"> That makes me think of a great many Christians in the world; when they are sick and in trouble they will pray; if they are in fear of starving to death for want of food, of freezing through lack of raiment or fuel, then they will call upon the Lord. I know the old Prophet said, &#x201C;In the day of trouble they draw nigh unto me.&#x201D;<span class=\"citation\" id=\"56907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56907)\">Ps. 77:2<\/a><\/span><span class=\"citation\" id=\"89415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89415)\">D&amp;C 101:8<\/a><\/span> Get out, say I, in my feelings, in regard to such a religion. When I am starving to death it is time for me to be diligent in getting something to eat; when the ship is in a storm, it is then time to look out for the rigging. One may say, &#x201C;Are you not going down below to pray, in this dreadful storm?&#x201D; &#x201C;No, I have no time to pray now, I must take care of the ship.&#x201D; So it should be with every Latter-day Saint. By and by the storm is over, then let us go down into the cabin and do up our praying in fair weather. That is what &#x201C;Mormonism&#x201D; teaches me; and when it is dark as midnight darkness, when there is not one particle of feeling in my heart to pray, shall I then say, I will not pray? No, but get down knees, bend yourselves upon the floor, and mouth, open; tongue, speak; and we will see what will come forth, and you shall worship the Lord God of Israel, even when you feel as though you could not say a word in His favor. That is the victory we have to gain; that is the warfare we have to wage. It is between the spirit and the body; they are inseparably connected. The  <div class=\"break pagebreak\" id=\"208a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0208.pdf\" target=\"pdfwin\">p.&#xA0;208a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0167\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>spirit was not made here, it was organized in eternity, before the worlds were, with the Father and with angels before they came here. <\/div><div class=\"paragraph jod\" id=\"v3n1485\"> When the devil got possession of the earth, his power extended to that which pertains to the earth. He obtained influence over the children of men in their present organization, because the spirits of men yielded to the temptations of the evil principle that the flesh or body is subjected to. This causes the warfare spoken of by Paul,<span class=\"citation\" id=\"72484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72484)\">Rom. 7:18,23<\/a><\/span> when he says, &#x201C;The spirit warreth against the flesh, and the flesh against the spirit.&#x201D;<span class=\"citation\" id=\"74634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74634)\">Gal. 5:17<\/a><\/span> Paul explained it as well as he could, and I am trying to explain it as well as I can. Often when the spirit would do good the body overcomes, then one does the evil that brings into subjection the spirit. When the spirits of men are subject to the body, and continue to be, and commit the amount of evil necessary to fill up their cup, they are cast out and their names will be blotted out from the Lamb's Book of Life.<span class=\"citation\" id=\"79079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79079)\">Rev. 3:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1486\"> You know that it used to be a great saying, and I might say worthy of all acceptation, among the Methodists, &#x201C;I know that my Redeemer lives, and my name is written in the Lamb's Book of Life.&#x201D;<span class=\"citation\" id=\"80828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80828)\">Rev. 21:27<\/a><\/span> Their names were always there, and never will be blotted out, though they may be up and down, warm, hot, and cool, and though they may sin today, and tomorrow repent of it, but their names will remain in the Lamb's Book of Life until they sin the sin unto death.<span class=\"citation\" id=\"78802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78802)\">1 Jn. 5:16<\/a><\/span> And when their names are once blotted out they will never be written there again; they will then be numbered with those who will cease to increase, cease to learn, to multiply, and spread abroad. <\/div><div class=\"paragraph jod\" id=\"v3n1487\"> But again to the witness, that is on my mind. It was necessary for Jesus Christ to open the heavens to certain individuals that they might be witnesses of his personage, death, sufferings, and resurrection; those men were <div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0167\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> witnesses. But as Jesus appeared to the two brethren going out of Jerusalem, he was made known to them in the breaking of bread.<span class=\"citation\" id=\"68426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68426)\">Luke 24:30-31<\/a><\/span> Now suppose he had eaten that bread, and gone out without opening their eyes, how could they have known that he was the Savior who had been crucified on Mount Calvary? They could not; but in the breaking of bread the vision of their minds was opened. This was necessary in order to constitute safe witnesses, and they returned to Jerusalem and told the brethren what they had seen. <\/div><div class=\"paragraph jod\" id=\"v3n1488\"> When Jesus came and ate fish broiled upon the coals,<span class=\"citation\" id=\"70970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70970)\">John 21:9-14<\/a><\/span> and told his disciples to cast the net on the other side of the ship, which they did and got it so full that they could hardly draw it to shore,<span class=\"citation\" id=\"70963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70963)\">John 21:6<\/a><\/span> would they have known that he was the Savior by the catching and hauling in a wonderful quantity of fish, or by anything else that they could have seen with their natural eyes? No, but when he came and ate the broiled fish and honeycomb,<span class=\"citation\" id=\"68447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68447)\">Luke 24:42<\/a><\/span> he opened their eyes and they saw that he was present with them. He had been back to his Father, had ascended to heaven and again descended, and opened their minds that they might be special witnesses. This is necessary. Did all the disciples, in the days of the Apostles, see the risen Jesus? No. Did all the disciples have visions? No, they did not. Do they now? No. I know the inquiry may arise, can a person be a real disciple without having visions? Yes, but that person cannot be a special witness to the doctrine he believes in. <\/div><div class=\"paragraph jod\" id=\"v3n1489\"> What makes true disciples to a doctrine, to a religion, to a creed, or to a faith, no matter what it is which is subscribed to? To be faithful adherents to those articles of faith or doctrine taught, makes them true disciples to that religion or doctrine. Then if we have the religion of the Savior we are entitled to the blessings  <div class=\"break pagebreak\" id=\"209a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0209.pdf\" target=\"pdfwin\">p.&#xA0;209a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0166\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>precisely as they were anciently. Not that all had visions, not that all had dreams, not that all had the gift of tongues or the interpretation of tongues, but every man received according to his capacity and the blessing of the Giver. &#x201C;Well, brother Brigham, have you had visions?&#x201D; Yes, I have. &#x201C;Have you had revelations?&#x201D; Yes, I have them all the time, I live constantly by the principle of revelation. I never received one iota of intelligence, from the letter A to what I now know, I mean that, from the very start of my life to this time, I have never received one particle of intelligence only by revelation, no matter whether father or mother revealed it, or my sister, or neighbor. <\/div><div class=\"paragraph jod\" id=\"v3n1491\"> No person receives knowledge only upon the principle of revelation, that is, by having something revealed to them. &#x201C;Do you have the revelations of the Lord Jesus Christ?&#x201D;<span class=\"citation\" id=\"74375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74375)\">Gal. 1:12<\/a><\/span> I will leave that for others to judge. If the Lord requires anything of this people, and speaks through me, I will tell them of it; but if He does not, still we all live by the principle of revelation. Who reveals? Everybody around us; we learn of each other. I have something which you have not, and you have something which I have not; I reveal what I have to you, and you reveal what you have to me. I believe that we are revelators to each other. Are the heavens opened? Yes, to some at times, yet upon natural principles, upon the principle of natural philosophy. &#x201C;Do you know the will and mind of the Lord?&#x201D; Yes, concerning this people, and concerning myself. Do every one of my brethren and sisters know the will of the Lord? Let me say to the Latter-day Saints, if they will take up their cross and follow the Lord Jesus Christ<span class=\"citation\" id=\"64934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64934)\">Matt. 16:24<\/a><\/span> in the regeneration,<span class=\"citation\" id=\"65207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65207)\">Matt. 19:28<\/a><\/span> many of them will receive more, know more, and have more of the spirit of revelation than they are aware of; but the revelations <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0166\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which I receive are all upon natural principles. I will give you one revelation which I had in Far West, and it was upon the same principle that it would be for me to have a revelation now, while I am talking to you. It was in the spring of 1838, before there was any disturbance in Far West, or in Davis County. <\/div><div class=\"paragraph jod\" id=\"v3n1492\"> This people, thought I, are obnoxious to these Missourians, our religion they hate, our Prophet they despise and would like to kill him; they are ignorant of the things of God; they have received the precepts of men and drank deep into them, and are so interwoven with their feelings that the true religion of heaven cannot abide in their minds. Therefore I saw, upon natural principles, that we would be driven from there, but when, I did not know; but still it was plain to me that we would have to leave the State, and that when we did leave it we would not go south, north or west, but east, back to the other States. That I saw upon natural principles, and I knew what those people were afraid of. I then saw that we would go north, as a Church and people, and then to the west, and that when they went to Jackson County, they would go from the west to the east. Mark my words, write them down, this people, as a Church and kingdom, will go from the west to the east. I can tell you more concerning what I saw upon natural principles; I saw that this people would have to gain a foothold, a strength, power, influence, and ability to walk by themselves and to take care of themselves, and power to contend with their enemies and overcome them, upon the same principle that the whites did when they first came to America and overcame the Indians. Many here do not know anything about the history of the early settling of America. <\/div><div class=\"paragraph jod\" id=\"v3n1493\"> New Orleans was one of the first  <div class=\"break pagebreak\" id=\"210a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0210.pdf\" target=\"pdfwin\">p.&#xA0;210a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0165\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>places settled by the Europeans, after North America was discovered. St. Louis was settled long before New York, and in that region you can find apple trees two feet through, standing among the oaks which are several feet in diameter. Did the first settlers stay there? No, they were either killed or had to leave lest they should be killed, with the exception of a few of the Spaniards who intermarried and lived with the Indians. The whites had to leave and go down the Mississippi River, and went round into Maine and Massachusetts, and when they reached there the Indians said, &#x201C;You are welcome to this land;&#x201D; a region where they have thirteen months of winter during each year. I use that extravagant expression in order to convey an idea of the rigor of the climate; but you talk about hard winters and snows here; in comparison many of you know but little about them. <\/div><div class=\"paragraph jod\" id=\"v3n1495\"> I can pick up scores of Yankees here, who have lived in countries where they could have fine orchards, and live like nabobs, and yet, in the winter season often ride in their sleighs over fences five feet high. I have rode over snow in the eastern states when it was fifteen feet deep. To return to the subject; I said, upon natural principles, that this people had to go to a country that the Gentiles do not desire. I can tell you another thing, when you see any member of this community wishing to withdraw and go to where there is a beautiful country&#x2014;where it is easy to live, let me tell you that that man will apostatize, or be driven from his favorite locality: write that down brother George as the word of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v3n1496\"> I have deed after deed of land for which I did not get a cent when I was obliged to leave it. I also built many houses in the States, they are there now, for ought I know; they will fall down some of these days, and <div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0165\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I care not how quickly. This people can only gain strength upon the principle of fleeing to a country where the wicked will not live, and where they can gain strength enough to walk by themselves, and to go where they please. This is one of the truths of heaven. <\/div><div class=\"paragraph jod\" id=\"v3n1497\"> Whenever you see persons from this place on their way to a milder climate, seeking a better home, they will apostatize or be driven from their loved asylum; you may set that down for a fact. I saw that this people would have to flee into the mountains, and into a climate and country that the Gentiles would not desire. If we are not in such a place, I do not know where we will find one more undesirable than this. Do the Saints delight in this locality? No, it is repugnant to their feelings, if they could have their choice. Did I come here by choice, or was it not because I had to come? I like this country, and if it is not bare enough, cold and disagreeable enough, to those who wish to live in ease, we will find another location a little farther off. When we came here we were one thousand miles from everybody. Are you afraid of the Gentiles coming here? Should we all move from this city and give the Gentiles liberty to occupy our houses, our farms, &amp;c., in five years you would not find them here; they could not live here, for this is not a place that would suit them. If this is not the place for us to dwell, it is not to be found in Texas, in California, nor in old or new Mexico. Where is it then? That is not for me nor you to inquire about, but it will not be in any of those places. If we are not now in the right place, the Lord will lead us to where we can gather up our strength, and multiply and sanctify ourselves, so that we can go forth and serve the Lord with clean hands and pure hearts. <\/div><div class=\"paragraph jod\" id=\"v3n1498\"> I will now tell you a little more about the witnesses; I have strayed  <div class=\"break pagebreak\" id=\"211a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0211.pdf\" target=\"pdfwin\">p.&#xA0;211a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0164\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>some from that point, but I never bind myself while I am with the brethren. If I were preaching abroad in the world I should feel myself somewhat obliged, through custom, to adhere to the wishes and feelings of the people in regard to pursuing the thread of any given subject, but here I feel as free as air. You have gathered the idea from me that it is not the miracles that are performed before a person's eyes that convince him that one is of God, or of the devil; yet, if the Lord designs that a person should heal the sick, that individual can do so; but is that to convince the wicked that the operator is sent of God? No, it is a blessing on the Saints, and the wicked have nothing to do with it, they have no business to hear of it; that is for the Saints, it is especially for their benefit, and theirs alone. What should the wicked hear? They should hear a man testify that Joseph Smith was and is a Prophet of God, that he was a good man, and that he did plant and establish the kingdom of God on the earth, and we know it. &#x201C;How shall I know?&#x201D; says one. By obeying the commandments given to you. The Lord has said, go into the waters of baptism and be baptized for the remission of your sins, and you shall receive a witness that I am telling you the truth.<span class=\"citation\" id=\"85243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85243)\">D&amp;C 39:6<\/a><\/span> How? By baptism and the laying on of hands alone? No. By seeing the sick healed? No, but by the Spirit that shall come unto you through obedience, which will make you feel like little children, and cause you to delight in doing good, to love your father in heaven and the society of the righteous. Have you malice and wrath then? No, it is taken from you, and you feel like the child in its mother's lap. You will feel kind to your children, to your brothers and sisters, to your parents and neighbors, and to all around you; you will feel a glow, as of fire, burning <div class=\"break columnbreak\" id=\"211b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0211.pdf\" target=\"pdfwin\">p.&#xA0;211b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0164\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> within you. And if you open your mouths to talk you will declare ideas which you did not formerly think of; they will flow into your mind, even such as you have not thought of for years. The Scriptures will be opened to you,<span class=\"citation\" id=\"94028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94028)\">JS&mdash;H 1:74<\/a><\/span> and you will see how clear and reasonable everything is which this or that Elder teaches you. Your hearts will be comforted, you can lie down and sleep in peace, and wake up with feelings as pleasant as the breezes of summer. This is a witness to you. You ask the Lord to heal you, or your sick child, and if He is disposed to do it He will, and if not, it is all right. If He is disposed to open the heavens and give us a visit from an angel, it is all right. If He is disposed to reveal to us, by natural philosophy, what is going to take place, that is right. If He is disposed to show us by vision where this people are going, and when, all right, and it is right if He withholds that information. <\/div><div class=\"paragraph jod\" id=\"v3n1500\"> If, by the whispering of a small, still voice,<span class=\"citation\" id=\"55709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55709)\">1 Kgs. 19:12<\/a><\/span> He dictates you to do this or that, showing you which is right and which is wrong, it is all right, and it is right to acknowledge the hand of the Lord in His so doing. <\/div><div class=\"paragraph jod\" id=\"v3n1501\"> But if you had faith to go out to the graveyard and raise up scores of the dead, that alone would not make you Latter-day Saints, neither if the visions of your minds were opened so as to see the finger of God.<span class=\"citation\" id=\"83491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83491)\">Ether 12:20<\/a><\/span> What will? Keeping the commandments of the Lord, to walk humbly before your God,<span class=\"citation\" id=\"62201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62201)\">Micah 6:8<\/a><\/span> and before one another, to cease to do evil and learn to do well, and to live by every word that proceeds from the mouth of God;<span class=\"citation\" id=\"62809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62809)\">Matt. 4:4<\/a><\/span> then you are a Latter-day Saint, whether you have visions or not. <\/div><div class=\"paragraph jod\" id=\"v3n1502\"> You may be tried and cast down, and be inclined to say that the Lord has not revealed this or that to you, but that has nothing to do with me or you. I do not desire to dictate the  <div class=\"break pagebreak\" id=\"212a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0212.pdf\" target=\"pdfwin\">p.&#xA0;212a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0163\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Lord in that matter; all I have to do is to concern myself with the things He requires of me, for it is His right to pursue His own way, and take His own time and course in dealing with me. Can you gain a victory? You can. <\/div><div class=\"paragraph jod\" id=\"v3n1504\"> As I have told you, your spirit is continually warring with the flesh; your spirit dictates one way, your flesh suggests another, and this brings on the combat. What are you to do? You must bring the hands, the elbows, the feet, the tongue, and all the organs of speech, and every power of the body into subjection. <\/div><div class=\"paragraph jod\" id=\"v3n1505\"> You must say that you will not swear, nor say or do anything which is wrong. An Elder was cut off from the Church here last Sunday for swearing. What do I think of it? Time and time again have I requested the High Priests and Seventies to cut off such members of their several quorums as will break the Sabbath, and take the name of God in vain. I say sever them from the tree, for these loose and wicked characters hurt the tree. They are like dry limbs, and have become so decayed, that the moisture leaks through them, and seeks its way into the heart of the tree, and, by and by, if we do not cut away such branches, the tree itself will die. <\/div><div class=\"paragraph jod\" id=\"v3n1506\"> I often think that the High Priests and Seventies dare not walk up strictly to this duty, and I am disposed, at times, to imagine that some of the presidents of those quorums are guilty of such things themselves. <\/div><div class=\"paragraph jod\" id=\"v3n1507\"> Bring the names of such men to this stand and I will cut them off, if no other person will, and ask no odds of the quorum, and you will go in with me. Bring the names of men who take the name of God in vain and do wrong in any way, and I will not ask for a High Council or Bishop's Court to deliberate on their case; I will sever them from the tree of life, and ask them what they are going to do about it. They will wither and die. <\/div> <div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0163\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1508\"> You may try to make dead limbs grow on the tree, but such a practice is a detriment to the bearing of good fruit. <\/div><div class=\"paragraph jod\" id=\"v3n1509\"> I want to talk a little more about the witnesses. I am a witness&#x2014;of what? I have told it here and in Nauvoo. I know what I am a witness of, and I know my Apostleship. I am a witness that Joseph Smith was a Prophet of God. What an uproar it would make in the Christian world to say, I am an Apostle of Joseph. Write it down, and write it back to your friends in the east, that I am an Apostle of Joseph Smith. He was a man of God and had the revelations of Jesus Christ,<span class=\"citation\" id=\"94421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94421)\">Gal. 1:12<\/a><\/span> and the words of Jesus Christ to the people. He did build and establish the kingdom of God on earth, and through him the Lord Almighty again restored the Priesthood to the children of men. <\/div><div class=\"paragraph jod\" id=\"v3n1510\"> Brethren, I am a witness of that; not by my laying hands on the sick and they being healed, nor by the revelations which are given of him in the Bible, but by receiving the same Spirit and witness which the ancients received; by the visions of the heavens being opened to my mind; by my understanding that which is revealed in the Book of Mormon, and that which Joseph revealed as comprised in the Book of Doctrine and Covenants. <\/div><div class=\"paragraph jod\" id=\"v3n1511\"> I am a witness that those are the revelations of the Lord through Joseph Smith, in this the last dispensation for the gathering of the people; and all who reject my testimony will go to hell, so sure as there is one, no matter whether it be hot or cold; they will incur the displeasure of the Father and of the Son. <\/div><div class=\"paragraph jod\" id=\"v3n1512\"> I am a witness of this; and all who will hear the voice of the servants of God, pay attention to what they say, and obey the commandments given to the people, shall receive a testimony and know that we tell  <div class=\"break pagebreak\" id=\"213a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0213.pdf\" target=\"pdfwin\">p.&#xA0;213a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0162\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them the truth, that Joseph is a Prophet of God, and did actually finish the work which the Lord gave him to do, sealed his testimony with his blood, and has gone to dwell in the world of spirits, until he gets his body. All will have to acknowledge that this is true. <\/div><div class=\"paragraph jod\" id=\"v3n1513\"> There are many other things that might be noticed, and much more might be said upon this subject. I have merely hinted at the witness, at the privileges, blessings, and duties of the Saints, and at what makes a Saint, but I feel as though I had talked long enough, or as much as <div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0162\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I should today. I have a bad cold, and could cough as well as the rest of you, but I have been enabled to refrain from coughing since I have been here, and during the brief time I have occupied while addressing you this morning. <\/div><div class=\"paragraph jod\" id=\"v3n1514\"> I hope and trust that we will order our lives so as to be worthy of the blessings promised to us, and live to the glory of God, that we may have a glorious resurrection, and enjoy each other's society in the kingdom of our God. This is our constant prayer concerning you, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}