{"ID":30029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Salvation&#x2014;The Lord's Prayer&#x2014;Newness of Life.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Amasa M. Lyman, Delivered in Kaysville City, December 20, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Salvation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Amasa M. Lyman<\/div>\n<div class=\"date\">Date: 12\/20\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v3n1515\"> Brethren and sisters, it gives me much gratification and joy to have the opportunity of meeting with you on this occasion. And probably there is no necessity for me to tell you why I am glad. You may be enabled to infer that, from what I may say. <\/div><div class=\"paragraph jod\" id=\"v3n1516\"> I have come not to tell you of any new things, or of any strange things. And I shall not take a text this evening, for this simple fact&#x2014;that I once had a text given me to preach from, to preach on, and to preach about or to explain to the people; and I have been at work for the last twenty years, and I have not done preaching yet. <\/div><div class=\"paragraph jod\" id=\"v3n1517\"> We used to think that a man could preach the Gospel in one sermon, and explain all the prophecies, besides making a great many new ones. But I have learned better as I have grown older. I have found out to my astonishment, that instead of having preached <div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0162\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all the Gospel, I have learned but very little of it yet; consequently I could not preach it all. I am a pupil in the school, but I have also been engaged by him who teaches me, to teach those of my fellow pupils, in the school, who have not advanced farther than I have. <\/div><div class=\"paragraph jod\" id=\"v3n1518\"> Now, the accomplishment of the objects for which the Gospel is preached, is a matter that presents itself to our minds. It is of the greatest importance. For men might preach the Gospel till there is not a people under heaven who have not heard it; and they might return, and sit themselves down as having faithfully made this proclamation, and still there might be but very few saved; and there might have been but a very small work accomplished: for the extent of their salvation is in accordance with the amount of principle and truth  <div class=\"break pagebreak\" id=\"214a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0214.pdf\" target=\"pdfwin\">p.&#xA0;214a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0161\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which they have learned and obeyed. <\/div><div class=\"paragraph jod\" id=\"v3n1520\"> We talk about men being saved from sin, and then we get a Scriptural definition of what sin is. It is Scripturally a transgression of the law. Well, now, this leaves us just as dark as if there had been no Scripture. Then sin is a transgression of the law;<span class=\"citation\" id=\"78693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78693)\">1 Jn. 3:4<\/a><\/span> but in order for us to fully comprehend the matter, we should know what the law is, so that we might know when we transgress it. <\/div><div class=\"paragraph jod\" id=\"v3n1521\"> Now, for our information, supposing we leave these things, and what we have read in books, and what was told us a great many years ago, and, in our own way of expressing what we do understand, let us reason together. We will reason together as if we were at the beginning, and said all that had been said, and done all that had been done. <\/div><div class=\"paragraph jod\" id=\"v3n1522\"> Well, now, so that we can understand what salvation is, we shall be enabled to comprehend the way in which we shall have to be saved. Salvation, like everything else, is something that we cannot make or create. We are not going to do one particle towards making it. <\/div><div class=\"paragraph jod\" id=\"v3n1523\"> Then we will lay down this, that we are not going to make anything, or destroy anything, in becoming saved. There will be no more truth in the world, after we are saved, than there is now. The sun will rise and set, and the works of Jehovah continue to be unchanged, and there will be no difference in things only in what will relate to ourselves. Jesus is said to be the author of our salvation,<span class=\"citation\" id=\"76644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76644)\">Heb. 5:9<\/a><\/span> having learned certain things, and having clothed himself with his love of righteousness and obedience, he came to reveal that salvation to all the sons of earth, so that all might have an opportunity of deriving such advantages as it was calculated to bestow; therefore, he was the author and revealer of the Gospel. <\/div> <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0161\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1524\"> He said, he came unto his own, and his own received him not; but unto as many as did receive him, unto them gave he power to become the sons and daughters of God.<span class=\"citation\" id=\"68572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68572)\">John 1:11-12<\/a><\/span> And he gathered his disciples and Apostles around him, and taught them the truth that he himself comprehended, and he sent them forth, even as his Father had sent him forth. He said that he had come to do the will of his Father,<span class=\"citation\" id=\"69158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69158)\">John 5:30<\/a><\/span> and bear record of the truth. This was his testimony, and the object of his mission to earth. He taught his disciples this. <\/div><div class=\"paragraph jod\" id=\"v3n1525\"> Now, for the accomplishment of what purpose were these things to be taught? To bring salvation to the lost and fallen sons of earth, and to bestow upon them the gift of eternal life. Well, what is salvation? It is that which we learn in our every day life; it is what the schoolboy learns at school. <\/div><div class=\"paragraph jod\" id=\"v3n1526\"> One of the old Apostles said, it is eternal life, to know the only true God, and Jesus Christ whom He has sent.<span class=\"citation\" id=\"70546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70546)\">John 17:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1527\"> Well, is this what it takes to become the sons and daughters of God? Yes. Then, how did the Apostles obtain this knowledge? I will tell you: Jesus said unto them, &#x201C;Follow me;&#x201D;<span class=\"citation\" id=\"64935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64935)\">Matt. 16:24<\/a><\/span> and he took them up into the mountains, and there in secret he taught them the principles of truth. And as evidence that he thought they were learning, he enquired of Peter, and the other Apostles (when they came in; for ought I know, they had been out preaching, as the &#x201C;Mormon&#x201D; Elders do, and probably had baptized a thousand persons), who do men say that I am? Why, said they, &#x201C;Some say that thou art John, others one of the prophets.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1528\"> But, said Jesus, &#x201C;Who do you say that I am, ye disciples of mine who have been laboring in the vineyard?&#x201D; Says Peter, &#x201C;Thou art the Christ, the Son of the living God.&#x201D; Then said he  <div class=\"break pagebreak\" id=\"215a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0215.pdf\" target=\"pdfwin\">p.&#xA0;215a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0160\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to Peter, &#x201C;Thou art blessed, for flesh and blood has not revealed this unto thee, but my Father who is in heaven.&#x201D;<span class=\"citation\" id=\"64817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64817)\">Matt. 16:13-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1530\"> The Apostles acquired knowledge as the result of their application to searching for it. Can you tell what change there was effected in these men? They were men just as we are now, subject to like passions;<span class=\"citation\" id=\"71882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71882)\">Acts 14:15<\/a><\/span><span class=\"citation\" id=\"77738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77738)\">James 5:17<\/a><\/span> then this is just as interesting as anything we can look at; and we will not question for one moment in our minds, but that it all transpired just as the Bible relates it. <\/div><div class=\"paragraph jod\" id=\"v3n1531\"> Then what was the change in the condition of these men, I ask? When our Savior called them they were fishing,<span class=\"citation\" id=\"62876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62876)\">Matt. 4:18-19<\/a><\/span> and they had never made the acquaintance of the Son of God; they knew nothing of him, or of his father who had sent him. <\/div><div class=\"paragraph jod\" id=\"v3n1532\"> It was his request that first attracted their attention, and we learn that subsequently they were sent forth as messengers to preach the Gospel to their fellowmen. And what of all that? &#x201C;Why,&#x201D; says one, &#x201C;they had learned the things of God.&#x201D; Well had they any more than learned them? What had happened to them? Was there any difference with them, more than they knew a little more than they did before? <\/div><div class=\"paragraph jod\" id=\"v3n1533\"> The very first salvation that Peter was enabled to treasure up as his own property, was that he knew that Jesus was the Christ, the Son of the living God.<span class=\"citation\" id=\"64830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64830)\">Matt. 16:16<\/a><\/span> It was the Spirit of God that revealed this unto him; and he continued to have the comprehension of truth, in addition to the truth which he had already learned; and that was all the difference there was with Peter or the rest of the Apostles. <\/div><div class=\"paragraph jod\" id=\"v3n1534\"> &#x201C;But,&#x201D; says one, &#x201C;did they not speak in tongues?&#x201D;<span class=\"citation\" id=\"71091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71091)\">Acts 2:4<\/a><\/span> Yes, but they did not learn anything, unless there was an interpreter present.<span class=\"citation\" id=\"73755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73755)\">1 Cor. 14:28<\/a><\/span> The Apostle Paul said, he had rather speak five words, with his understanding,<span class=\"citation\" id=\"73749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73749)\">1 Cor. 14:19<\/a><\/span> than <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0160\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ten thousand words in an unknown tongue. <\/div><div class=\"paragraph jod\" id=\"v3n1535\"> They also prophesied. And did they learn anything by that? Yes, because something was foretold, and they could understand what was said; and for this reason the Apostle Paul once said, &#x201C;That he would to God that they were all prophets.&#x201D;<span class=\"citation\" id=\"54695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54695)\">Num. 11:29<\/a><\/span> So he seems to have been a disciple to this doctrine&#x2014;that the love and comprehension of truth was the principle that edified&#x2014;that it was the principle that would fix and establish the palpable change in the condition of mankind. <\/div><div class=\"paragraph jod\" id=\"v3n1536\"> We read of the Apostles being in prison, and we read of their getting out of prison;<span class=\"citation\" id=\"71479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71479)\">Acts 5:18-19<\/a><\/span> but we do not find them telling of anything that constitutes eternal life, but the comprehending of something. <\/div><div class=\"paragraph jod\" id=\"v3n1537\"> &#x201C;Well, but&#x201D; says one, &#x201C;is the truth that we comprehend anywhere, eternal life?&#x201D; A man might comprehend a truth which would not effect a delineation of the Gospel; but this is eternal life&#x2014;to know the only true God, and His Son Jesus Christ, whom He has sent.<span class=\"citation\" id=\"70547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70547)\">John 17:3<\/a><\/span> Then, according to this language, the knowing certain personages, or the comprehending certain truths, constitutes salvation. It is not simply to know that He exists; for a man might know that He exists, and still not be in a position to receive eternal life. <\/div><div class=\"paragraph jod\" id=\"v3n1538\"> Perhaps some of my scholars will get impatient to know what brother Lyman is wanting to get at. Well, I will comfort you with a little explanation. I want to show you that it is not merely the labor that you can perform, that will give you eternal life; I want you to understand that if you have eternal life, it will be when you comprehend the truth, so that it becomes your property; so that you can apply it&#x2014;the same as it is when you have got money in your pocket, you can buy bread with it or anything else you want. <\/div> <div class=\"break pagebreak\" id=\"216a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0216.pdf\" target=\"pdfwin\">p.&#xA0;216a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0159\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1540\"> You may sing, or pray, or just do what you please, but if you do not learn the truth, and fully comprehend it, you will fail to obtain salvation. I want you to understand this, that you may not waste yourselves away. <\/div><div class=\"paragraph jod\" id=\"v3n1541\"> I know the Saints do a great deal of labor, and they suffer a great deal at times; but I want to get you posted up in such a manner that you will see that you need not work and slave yourselves so awfully hard, thinking that it will bring you salvation; if you do, you will find after you get through, that you will be as bad as a man who was endeavoring to become a State's senator (if I mistake not, in California) in some of the recent political contests. The rival candidates, in connection with other friends, had used all their influence in order to gain the day. At length the election came off, and most of the returns were in, so that they thought the results were actually known; therefore, the one who imagined himself elected, made a great dinner, but just about the time the dinner was to come off, it was proved that his opponent was elected. How bad the poor man felt. <\/div><div class=\"paragraph jod\" id=\"v3n1542\"> How will it be with us? For we do not expect to live here always. Why, we shall wake up to the comprehension of the fact, that we have not obtained the heaven or salvation we expected. Then, you see, we should have to wait like the Californian did, at least till another election. <\/div><div class=\"paragraph jod\" id=\"v3n1543\"> I want to have you discriminate between that which is salvation, and that which is not salvation. There is such a thing in the world as means, and the object that the means effect. The object and the means are two different things. I want you to learn this, that it is a comprehension of truth, treasured up in the mind and soul of man, and a just application of the same, that will save him. Just as far as you comprehend and practice truth, you are saved. <\/div> <div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0159\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1544\"> &#x201C;Well,&#x201D; says one, &#x201C;is this knowledge which you refer to, all that we have to gain and profit by in order to be saved?&#x201D; I know of nothing else; I have nothing else to teach you. <\/div><div class=\"paragraph jod\" id=\"v3n1545\"> &#x201C;But,&#x201D; says one, &#x201C;I thought it was the doing of my duty that would save me; for instance, I am required to pay my tithing, whether ecclesiastical or municipal, or any other; besides this, I have to labor a considerable portion of my time; and I have to go and preach the Gospel, and call upon sinners to obey the truth; I verily thought that this had something to do with my salvation.&#x201D; Well, this has something to do with your salvation, but I do not want you, because you have been preaching the Gospel, and have returned again, to think that you are saved. <\/div><div class=\"paragraph jod\" id=\"v3n1546\"> Can we not understand that millions of men are laboring with all their powers, though they are not carrying out &#x201C;Mormonism.&#x201D; They labor as much, and suffer as much as we do, and then they go down into the earth by thousands and millions, still there is not a soul of them that has gained eternal life; not a soul of them has gained salvation for their self-martyrdom; for many of them have been martyred. <\/div><div class=\"paragraph jod\" id=\"v3n1547\"> Well, now, what is the reason if suffering will exalt and save the Latter-day Saints, that it will not save and exalt the suffering millions who never knew anything about &#x201C;Mormonism?&#x201D; As I heard a Universal preacher say (the saying struck me when I heard it), that if we could find a plan that would save one man, we could find a plan that would save all men. Well, this is what we want; for if we can find a plan that has saved one, we can find the plan that has saved all that have been saved. <\/div><div class=\"paragraph jod\" id=\"v3n1548\"> If there is not developed in us the comprehension and correct practice of the truth, we shall fail to be saved. Our baptism for the remission of sins,  <div class=\"break pagebreak\" id=\"217a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0217.pdf\" target=\"pdfwin\">p.&#xA0;217a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0158\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>followed by the laying on of hands, and our washings and anointings will not avail anything, if they are not followed by this development. <\/div><div class=\"paragraph jod\" id=\"v3n1550\"> If the lamp of eternal truth is not lighted in us&#x2014;is not planted here&#x2014;does not receive its strength here, all our efforts will be in vain. If the knowledge and light of eternal truth does not follow as the result of our toil, the ordinances that we receive, and all that is done to us will not save us. We may build cities with gold, adorned with splendor and magnificence, fit to receive the Son of God; it will be all the same. <\/div><div class=\"paragraph jod\" id=\"v3n1551\"> Nebuchadnezzar built a magnificent city, but was it the principle of salvation with him, or among his people? Was there one soul of them saved who built that great city? No, and instead of Nebuchadnezzar's going into heaven, he went into the pasture to feed with the cattle.<span class=\"citation\" id=\"61476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61476)\">Dan. 4:30-33<\/a><\/span> And this is the way that it will be with you, if you do not toil right; instead of going into heaven, you will have to go into the pasture, as he did. <\/div><div class=\"paragraph jod\" id=\"v3n1552\"> This is a truthful illustration. Nebuchadnezzar held the command of millions of men, and he built magnificent cities and palaces; and we go to work on the same principle, and build cities; but we build them with coarse materials; of one portion we make a wall and of another portion we make a house. We are progressing to the splendor of what Nebuchadnezzar did, but we cannot look up to heaven and say, here are a great many cities that we have made; but we can say, here are a great many cities that we have commenced; but we are far richer than the king; for we have got that which will make us wise unto salvation.<span class=\"citation\" id=\"76217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76217)\">2 Tim. 3:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1553\"> This is a part of my sermon, I have not preached to you about baptism for the remission of sins, and about the laying on of hands, and prophecy, and so forth. <\/div><div class=\"paragraph jod\" id=\"v3n1554\"> You can read about these things at <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0158\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> home; consequently, you have no need for me to come here, and wear myself out in talking about them. I want to teach you something that you cannot read. If I had you in a school, I would not take more liberty with you. You are not saved by the truth till you know and obey it. In &#x201C;Mormonism&#x201D; there is A and B. Well, then, you will have to learn A and B and so forth. Do any of you remember learning your letters at home which your mother taught you? She would get some old book or other and say, well, my son, what is the first letter in this book? Why, he could not name it; she might just as well have asked the boy about the sun, as to ask him about that. <\/div><div class=\"paragraph jod\" id=\"v3n1555\"> The mother would say, well, that is A; then the little fellow would try to say so. After a little she would ask him to tell her again what A is, but the little fellow is just as dumb as before. Well, she tries him again, and after she has told him what it is, he says A; now he has learned something; he has learned to know the formation of the letter before him. <\/div><div class=\"paragraph jod\" id=\"v3n1556\"> I suppose I was not born into the world with a knowledge of my letters; hence I have had to learn them like the rest of you. Well, I want you to know that this is the way that we shall have to get salvation. <\/div><div class=\"paragraph jod\" id=\"v3n1557\"> The revelations tell us that intelligence was not created, neither can it be.<span class=\"citation\" id=\"89061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89061)\">D&amp;C 93:29<\/a><\/span> Hence, what we have to do is to comprehend that which does exist. This explains the propriety and truth of the Lord's prayer. Now, says the Lord; &#x201C;When you pray, pray in this manner&#x2014;Our Father who art in heaven, Hallowed be thy name. Thy kingdom come. Thy will be done on earth, as it is done in heaven.&#x201D;<span class=\"citation\" id=\"63325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63325)\">Matt. 6:9-10<\/a><\/span><span class=\"citation\" id=\"67452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67452)\">Luke 11:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1558\"> Well, what about this? Why, in the first place, we do not suppose that simply the using of these words would save anybody; for fathers and mothers very frequently teach their chil<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"218a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0218.pdf\" target=\"pdfwin\">p.&#xA0;218a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0157\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dren this prayer, almost before they can talk, and they will repeat it till they are old enough to run away. <\/div><div class=\"paragraph jod\" id=\"v3n1560\"> I want you to see that here is one of the guideboards of the Gospel. We say, our Father who art in heaven.<span class=\"citation\" id=\"63299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63299)\">Matt. 6:9<\/a><\/span> Now, what does this language imply? Why, it tells us that we have a Father in heaven, and that we are His children. The next tells us that He is holy: &#x201C;Thy kingdom come. Thy will be done on earth, as it is done in heaven.&#x201D;<span class=\"citation\" id=\"63353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63353)\">Matt. 6:10<\/a><\/span> We pray this, simply because we want His will to be done here, as it is done there. <\/div><div class=\"paragraph jod\" id=\"v3n1561\"> But we have only read one side of the guideboard yet. Well, then, we now come to the asking of the Father for a peculiar favor; and we now say to Him, &#x201C;Father, forgive us of all our sins, as we forgive those who trespass against us.&#x201D;<span class=\"citation\" id=\"63468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63468)\">Matt. 6:12<\/a><\/span> Now, do you want to know how much He will forgive you? If you curse your neighbor because he has trespassed against you, get down and pray for your Father to curse you. <\/div><div class=\"paragraph jod\" id=\"v3n1562\"> Why, &#x201C;But,&#x201D; says one, &#x201C;I would not like to pray for God to curse me.&#x201D; I suppose you did not think that the Lord's prayer meant so much as this. Well, now, as you would have God deal with you, so deal with your neighbor. <\/div><div class=\"paragraph jod\" id=\"v3n1563\"> Now, we all would like the man on whom we trespass to forgive us, and then we suppose that God would forgive him, just as he has forgiven us. Our Savior said that we should forgive men when they trespass against us.<span class=\"citation\" id=\"63488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63488)\">Matt. 6:14-15<\/a><\/span> And why? Because that is the way that God will do with us. We ought not to forget or neglect the first principles of the Gospel, but at the same time go on unto perfection.<span class=\"citation\" id=\"76662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76662)\">Heb. 6:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1564\"> But have you left off your practical sins? For theory will do you no good; you may have all the knowledge you please, but it will do you no good until it defines the divinity of its character, until it becomes indelibly fixed in <div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0157\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> your minds. I want that you should learn this. <\/div><div class=\"paragraph jod\" id=\"v3n1565\"> Says one, &#x201C;Is it not good for us to be baptized?&#x201D; Yes. And it is also good to use the Lord's prayer; and when you ask forgiveness, the example given tells you the very course that you should adopt towards God, and towards all with whom you have anything to do. There is nothing you ought to be more particular about than this; when you say, father, forgive me, just make yourselves certain that you have forgiven your brother; and, if you have not forgiven your brother,<span class=\"citation\" id=\"65101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65101)\">Matt. 18:35<\/a><\/span> when the expression is just about to fall from your lips, shut your mouth&#x2014;make it a prisoner. <\/div><div class=\"paragraph jod\" id=\"v3n1566\"> Perhaps you will accuse me and say, &#x201C;Why, we thought brother Lyman would tell us something new, that would entertain us.&#x201D; Well, I think I have been good company anyhow. <\/div><div class=\"paragraph jod\" id=\"v3n1567\"> When Jesus Christ came down here, he came as a character to be followed; he came in the character of a God; not as a simple boy, but to preach the Gospel. Well, then, what comes next? Did he tell the people to go to work and lay up bread for a year, or for ten years? Or, did he tell them to ask for bread for tomorrow? No, he did not. Why? Because that is a day we know nothing about. Supposing we had been without bread for eight or nine days, and were to ask him for bread for tomorrow; what would He think of us? Why, just what you would think of your children, if they were to ask you for bread, with their hands full, and their mouths full. <\/div><div class=\"paragraph jod\" id=\"v3n1568\"> Then, if we have no bread, we ought to ask for this day our daily bread;<span class=\"citation\" id=\"63462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63462)\">Matt. 6:11<\/a><\/span> for we do not know whether we shall want it tomorrow or not. Yesterday is past, and today is all that a man lives. <\/div><div class=\"paragraph jod\" id=\"v3n1569\"> Well, then, what comes next? &#x201C;Thine be the power, and the glory, for ever and ever. Amen.&#x201D;<span class=\"citation\" id=\"63476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63476)\">Matt. 6:13<\/a><\/span> We have  <div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0156\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>now got through with the Lord's prayer, but I do not want you always to get through with it so soon; I do not care if you are a week about it. Most of you teach your children this form of prayer, before they can appreciate it. You can appreciate it, but they cannot. You teach them to say, &#x201C;Our Father who art in heaven,&#x201D;<span class=\"citation\" id=\"63300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63300)\">Matt. 6:9<\/a><\/span> without their having any rational supposition who He is, or whether He is anybody or nobody. <\/div><div class=\"paragraph jod\" id=\"v3n1571\"> There are some other things I want you to take into consideration. The ordinance of baptism is abused by a great many. Some of you get baptized a great many times; and what do you get baptized for? As long as I see you getting baptized for the remission of sins, I shall conclude that you are not saved. <\/div><div class=\"paragraph jod\" id=\"v3n1572\"> Well, now, you go down into the ordinance of baptism, and it is said that you are buried. Are you buried alive? A burial, of course, presupposes that somebody is dead. It is also said, that we are to put off the old man of sin&#x2014;<span class=\"citation\" id=\"75279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75279)\">Eph. 4:22<\/a><\/span><span class=\"citation\" id=\"72442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72442)\">Rom. 6:6<\/a><\/span><span class=\"citation\" id=\"75625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75625)\">Col. 3:9<\/a><\/span>the old garment that we have worn; and from that grave we are to rise unto newness of life,<span class=\"citation\" id=\"72392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72392)\">Rom. 6:4<\/a><\/span> as toucheth the former conversation.<span class=\"citation\" id=\"75280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75280)\">Eph. 4:22<\/a><\/span> We are not to act as we once acted and do as we once did. <\/div><div class=\"paragraph jod\" id=\"v3n1573\"> Well, then, we are to be dead; but we are not to die as people generally die; for when they are dead, do they come back, and build cities, and do as they did before? It formerly took butter and cheese, and these good things to keep them alive; but when they die, this expense stops. <\/div><div class=\"paragraph jod\" id=\"v3n1574\"> Well, then, how shall it be with us in relation to our former existence? We were not Saints then; we said and did things which were wrong often, because we did not know that which was right. We should die unto sin and darkness, and learn the light, and live in it, and be dictated and governed by it. <\/div><div class=\"paragraph jod\" id=\"v3n1575\"> This is what baptism should teach <div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0156\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> us. Have you so read the guideboard? Simply telling us that we should die unto darkness and corruption, that we might live to immortality and eternal life, will not save us. If you have not read the guideboard so, you have not read it right. <\/div><div class=\"paragraph jod\" id=\"v3n1576\"> Those who have not been buried with Christ in baptism, and risen unto newness of life,<span class=\"citation\" id=\"72393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72393)\">Rom. 6:4<\/a><\/span> and put off the old man of sin,<span class=\"citation\" id=\"75281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75281)\">Eph. 4:22<\/a><\/span> they are living without the light; they are those who have never left the sable shades of darkness; they think wrong, they act wrong, and they go wrong, because they have not the light. They do not know the difference between that which is pure, and that which is not pure. <\/div><div class=\"paragraph jod\" id=\"v3n1577\"> Perfection is not at the guideboard, but we can read it there, that this is the way that leads to it. But supposing you were to stay there, what would you accomplish? You would be perfectly bewildered, without any possibility of ever getting right. How foolish it would be for us to stay there and say, why, I cannot leave this; it first pointed out to me the way of life; and can I leave it now? No, I will live by it, and die by it. <\/div><div class=\"paragraph jod\" id=\"v3n1578\"> Is there any such a thing as this in &#x201C;Mormonism?&#x201D; No. &#x201C;Mormonism&#x201D; gives a man more than one wife. Ah! say some poor, half-hearted &#x201C;Mormons,&#x201D; talk about a man's having more wives than one; now we know that the Church has all apostatized, and Brigham and the Twelve are all going wrong. Such poor wretches have got to the guideboard, and they want to stay there. <\/div><div class=\"paragraph jod\" id=\"v3n1579\"> The Saints who have the Spirit of light and truth, would shame to own that they are of the same race. As brother Kimball sometimes says, &#x201C;Such persons are all puckered up; there is not as much of them as there used to be.&#x201D; All the difference there is between that kind of &#x201C;Mormon&#x201D; and us is, that we have passed beyond the first guideboard, and they have not. <\/div> <div class=\"break pagebreak\" id=\"220a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0220.pdf\" target=\"pdfwin\">p.&#xA0;220a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0155\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1580\"> I want you to realize that there is a time for everything; there is a time for you to be baptized, and there is a time for you to put away things of childhood, and become men and women. There is a great difference between the guideboard which leads to salvation, and salvation itself. Says one, &#x201C;I guess we understand it pretty well.&#x201D; I hope you do. <\/div><div class=\"paragraph jod\" id=\"v3n1581\"> Some years ago a text was given me to preach from, but I have not learned it all yet; but I am learning it as fast as I can, and preaching it; this is my mission. Other men might have missions of another kind. <\/div><div class=\"paragraph jod\" id=\"v3n1582\"> Says one, &#x201C;Were you always an Apostle?&#x201D; No. &#x201C;Were you ordained an Apostle?&#x201D; Yes. &#x201C;What did that do for you?&#x201D; It only connected me with twelve men; it did not give me any more knowledge, or make me any different. <\/div><div class=\"paragraph jod\" id=\"v3n1583\"> I have come to preach you the Gospel; and if I had thought that there was no necessity for so doing, and that you understood all about it, I would have stayed at home, or up at brother Allred's here, and enjoyed myself at the fireside. <\/div><div class=\"paragraph jod\" id=\"v3n1584\"> It is my right to ordain people, but I shall not ordain you, but I will give you all a mission to teach this Gospel, that I have preached to you tonight, to your neighbors, and to yourselves; and examine yourselves, and see if you live the truth. <\/div><div class=\"paragraph jod\" id=\"v3n1585\"> I will tell you how to know. Do you know how much you would give for the truth last year? Says one, &#x201C;I would give a tenth last year.&#x201D; Would you give any more now? &#x201C;I do not really know. Why, I thought they only asked me for my tithing, and that that was all it was worth.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1586\"> Then you do not think it worth <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0155\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> more now than you thought it worth last year. Well, now, what are you going to do? Are you going to swindle somebody out of nine-tenths of their salvation? You gave a tenth. What for? Why, you thought &#x201C;Mormonism&#x201D; worth that much; you considered it worth your tithing. Well, what are you going to get? You are going to get a tenth. <\/div><div class=\"paragraph jod\" id=\"v3n1587\"> I came into this kingdom to identify myself with all that I have, and all that I expect to have. You have given a tenth, and you expect to get a dollar, do you? Now, is there any good hard sense about that? &#x201C;Well,&#x201D; says one, &#x201C;what do you mean by treating the subject in this way?&#x201D; Why, I want you to think of this, and not deceive yourselves by thinking that you will get a full salvation for paying a tenth; if you devote yourselves and all that you have for the cause of truth, you will merit the whole. <\/div><div class=\"paragraph jod\" id=\"v3n1588\"> I want you to learn that &#x201C;Mormonism&#x201D; is worth everything; that it is all there is of life&#x2014;that it is all there is of truth&#x2014;that it is all there is of everything that is worth having; and you will then comprehend, as I do, that to merit it, you will have to throw in all that you have got. <\/div><div class=\"paragraph jod\" id=\"v3n1589\"> You cannot do more for the truth than it is worth: then come forward and consecrate your property. Says one, &#x201C;What will it do for me, if I do?&#x201D; Do you not say, that &#x201C;Mormonism&#x201D; is worth everything? Yes; but you will only pay a tenth for it. Then here you have got the bars up. <\/div><div class=\"paragraph jod\" id=\"v3n1590\"> May God bless you and me with His Holy Spirit, that we may be led into all truth,<span class=\"citation\" id=\"70332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70332)\">John 16:13<\/a><\/span> and fully comprehend and appreciate that salvation which we seek, is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}