{"ID":30023, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Salvation&#x2014;Men Are Damned By Their Misdeeds&#x2014;Truth&#x2014;Comprehensiveness of &#x201C;Mormonism&#x201D;.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Amasa M. Lyman, Delivered in the Tabernacle, Great Salt Lake City, December 9, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Salvation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Amasa M. Lyman<\/div>\n<div class=\"date\">Date: 12\/9\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d23\">\n<div class=\"paragraph jod\" id=\"v3n1160\"> It seems, my brethren and sisters, that an occurrence of circumstances has brought us together again; and the occurrence of circumstances has taken away from you, for a time, those who have been more with you than I have myself. But there is one thing that has not changed, viz: our in<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0211\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>terests&#x2014;the nature of the object to be gained by us as Saints. <\/div><div class=\"paragraph jod\" id=\"v3n1161\"> The simple fact of the Presidency having left us for a brief period of time, has not effected, legitimately, any change in those things that should interest us, and engage our attention. If we are Saints at all  <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0210\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we have the same interest to sustain, the same knowledge to gain, and the same fountain from which to draw that knowledge as those have who have gone from us for a season. It is our right, our privilege, and a duty that we owe to ourselves; to those with whom we stand connected by the ties of the Everlasting Covenant, as well as by all the relationship that binds us to each other as intelligent human beings, to continue our labor, and so labor that our efforts may be continually in the acquisition of that knowledge that is requisite to our salvation; for this comprises all that should interest us, by whatever name you may call it, or how many divisions or subdivisions you may make of it, and yet when all is considered in connection, the one part with the other constitutes but simply the salvation which we seek. That alone will render us happy; that alone is capable of accomplishing for us that, that is necessary to our peace and comfort here, and hereafter. We may perhaps think that there are many very nice distinctions which might be made between different things, as we may consider them, that may constitute in us, with us, or for us the means of happiness and comfort, and that one thing considered is one thing, and something else is salvation. <\/div><div class=\"paragraph jod\" id=\"v3n1163\"> I do not know of anything that exists, as a means of happiness and comfort within our reach, or that can be made available, but that belongs to our salvation. <\/div><div class=\"paragraph jod\" id=\"v3n1164\"> These things are so various and so numerous that we might fill up a short lifetime in recounting them, and still the sum of them would then lack much of being told; but the great business of our life should be to have them and enjoy them, and then, perchance, we should be able, to some small extent, to appreciate them, and our happiness, and comfort, and glory will be determined in its extent, and <div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0210\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> defined precisely by the extent to which we appreciate the great truths that exist around us, in the midst of which we have our being. <\/div><div class=\"paragraph jod\" id=\"v3n1165\"> So that when we have gained the salvation we seek for, in all the vast infinitude to which it may extend, with the experience of untold ages&#x2014;when the experience of almost numberless ages shall have added their contribution to its stores of wealth and enjoyment; when these shall be circumstances that surround us, we will find that it is all constituted of one thing, which is simply learning to comprehend the truth that exists around us, in the midst of which we live, move, and have our being.<span class=\"citation\" id=\"94407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94407)\">Acts 17:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1166\"> To effect this is the object of the Gospel&#x2014;the plan of salvation&#x2014;that is good for us to reason upon and speak of often one to another;<span class=\"citation\" id=\"94408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94408)\">Mal. 3:16<\/a><\/span> to reflect upon, that we may understand the object for which the Gospel is revealed to us, that we may be enabled to appropriate the things that are rendered available to us&#x2014;those appliances that are thrown within our reach, in such a way as to conduce to the accomplishment of this object. Then, in order to the proper appropriation of those things, it is needful that we should understand what is to be affected by it; it is needful we should be correct on this point, lest we might be seeking after something that does not exist, and, consequently, we should never find the reality; lest we should be exploring some country to find jewels of our happiness where it is not. <\/div><div class=\"paragraph jod\" id=\"v3n1167\"> All of us have experience enough to give us comprehension of the truth, sufficient to be satisfied, that our search for a thing where it does not exist, must ultimately prove a fruitless one, one that will not bring to us a reward for our labor and toil, that will not give us comfort for the anxiety we have cherished, while in search for something we should fail to find. <\/div> <div class=\"break pagebreak\" id=\"166a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0166.pdf\" target=\"pdfwin\">p.&#xA0;166a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0209\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1169\"> Well, then, what is it, my brethren and sisters, let us reason a little this morning, what is it the Gospel has to do for us? What have we calculated in our own minds it is? Has something that does not now exist to be created? Has our natural constitutional being to become changed by our becoming the recipients of salvation? Are we to be saved as we are, constituted as we are, or are we to be saved as some other kind of beings? What are we to be when we are saved? Do we suppose that we will be seen and known, that we will be recognized as the same individuals that we are now? <\/div><div class=\"paragraph jod\" id=\"v3n1170\"> If we are not, I would like much to know what I would be, and who I might be, because there are somethings that, could I avoid it, I would not be. But, in fact, I do not know that there are any reasons that have ever commended themselves to my judgment, as being good ones, for me to entertain a wish to change my identity at all. <\/div><div class=\"paragraph jod\" id=\"v3n1171\"> The enjoyment of salvation with me, this far, has been ever cherished and understood in connection with my own identity, that when I am saved I shall be, simply, brother Lyman saved, and nobody else; I should be, simply, brother Lyman in possession of all the knowledge requisite to salvation, and the consequent participant of all the blessings accruing from having that knowledge in possession. If I am not that, I shall be disappointed, I shall not be happy, or satisfied, unless I lose all my present expectations and faith. <\/div><div class=\"paragraph jod\" id=\"v3n1172\"> Then it is, simply, we who are here today that are to be saved; and what is it all embraced in? Simply, in a change of our condition, and not of the condition of some other individual. In the place of ignorance, we will possess that principle of knowledge and comprehension that makes us free. What from? From ignorance. That is all. <\/div> <div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0209\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1173\"> Well, says one, &#x201C;Are there not many other things besides ignorance?&#x201D; If there are calculating men and women in this room, who can think and reflect, I wish that class particularly, if they never have done it, to make it their study, for a little time, to determine one thing for their own benefit, and for the benefit of others, as far as their influence may extend, to find out how much of the ill that afflicts mankind is not truly attributable to ignorance, to the existence of darkness that pervades the human mind, and in consequence of which they fail to comprehend the truth. By reason of it they know not God, nor understand the principles upon which He acts. <\/div><div class=\"paragraph jod\" id=\"v3n1174\"> When you find out an evil that is not traceable, legitimately and truly, to this great cause&#x2014;this great apparent fountain of evil and wrong that exists in the world, just mark it down, name it, and let me see it; if there is any other source for evil, I want to know it. Jesus, we understand, came into the world to save sinners; he came to save, as we say, lost and fallen man; he came to restore the sinful sons of earth to the enjoyment of the mercy, and the favor, and the blessing of heaven. <\/div><div class=\"paragraph jod\" id=\"v3n1175\"> What did Jesus propose to do, any more than, simply, to save men? The Gospel that he sent into the world proposes to do no more than to save men; and it does just as much for the poorest man as for the richest, it saves them, and that is all it does do. <\/div><div class=\"paragraph jod\" id=\"v3n1176\"> &#x201C;But,&#x201D; says one, &#x201C;does it not damn men also?&#x201D; Do you think it does? Did you ever find anything about the Gospel that would damn any of you? &#x201C;But does not the Scriptures hold out such an idea?&#x201D; I do not know whether they do or not; you ought to know your own experience better than the Scriptures, because it is nearer to you, it is your own property. I would rather have my own  <div class=\"break pagebreak\" id=\"167a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0167.pdf\" target=\"pdfwin\">p.&#xA0;167a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0208\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>experience than to have the Bible thrown in my face, it is richer far to me. <\/div><div class=\"paragraph jod\" id=\"v3n1178\"> What has the Gospel done for you, and for me? It has never done us anything but good. &#x201C;But,&#x201D; says one, &#x201C;Here is a man that has embraced the truth and then has gone from it, left it, and is now damned.&#x201D; What has damned him? Is it the Gospel? Nothing has damned him but his own mean conduct; his own misdeeds that have influenced him thus against his own interest. Does the Gospel require him to commit sin? Does it require him to utter falsehoods, and cherish a principle of hypocrisy and practice deceit with his neighbor? No. The Gospel requires of him practical virtue, righteousness and truth in all his conduct. <\/div><div class=\"paragraph jod\" id=\"v3n1179\"> Then let us not charge the Gospel with damning anybody, until we find out it has actually done it. The Gospel was sent into the world, by the Savior of mankind, to place the means of salvation within the reach of mortals, to give to those who should believe, the power to become the sons of God.<span class=\"citation\" id=\"68574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68574)\">John 1:12<\/a><\/span> That was the object of this proclamation throughout the earth, and was the reason why it was taught in that simplicity that marked the teachings of the ministers of truth. The Scriptures promise salvation to those who believe; and those who do not, we are informed, shall be damned.<span class=\"citation\" id=\"66855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66855)\">Mark 16:16<\/a><\/span> What damns them that do not believe? The same thing that damned them before they heard the Gospel. They were in darkness, and what was their condition afterwards? They were in darkness. <\/div><div class=\"paragraph jod\" id=\"v3n1180\"> Then the object of this Gospel being sent unto the world was, simply, to give men a knowledge of the truth, and open their eyes, it was to cause the light to shine in the midst of the darkness that surrounded them; that in that light they might discover things as they exist around, that they <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0208\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> were before ignorant of, and entertain conceptions of things that before did not reach or occupy their minds at all; all this was to effect man's salvation. From what? From the fall, or any other of the evils that surround him. I do not care whether you regard them as the consequences of the fall or not, I care not what you name the ills that afflict men, and keep them from the enjoyment of a fulness of happiness and glory; from them mankind have need to be saved; they constitute the chains with which men are bound&#x2014;the clouds of darkness which obscure the light of truth, that prevents the sunlight of truth from rendering the whole sphere of man's being, radiant, glorious, and resplendent. In what? In that which the great architect of nature has placed there, and made all creation rich with. <\/div><div class=\"paragraph jod\" id=\"v3n1181\"> We live in the midst of it, and are insensible to the beauties around us, to the excellencies within our reach. We tread the blessings that cluster around our path, like the flowers of spring, under our feet, not appreciating their worth, instead of feasting upon the glory, power, skill, and judgment that are manifested in the combinations that have been associated together, to present this beauty to the eye. <\/div><div class=\"paragraph jod\" id=\"v3n1182\"> Well, so it is with truth and its excellency in all the various departments of nature's works and its glory. We live in the midst of it, and are starving; we are a poor, starving, miserable, wretched, beggarly set of creatures in the midst of plenty. <\/div><div class=\"paragraph jod\" id=\"v3n1183\"> Now it is from these chains, that bind us in this condition, that the Gospel proposes to set us free&#x2014;that the plan of salvation is to snap asunder, and give unto us an abundant deliverance, and a correspondingly abundant entrance into the kingdom of God, and to make our future as glorious, as luminous, and as broad, as the path in which we have walked has  <div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0207\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been dangerous, dark, and gloomy. This is what the Gospel proposes to do for us. How is it to be effected? Upon this simple principle&#x2014;by learning us the truth, and this is the reason why, that to know the only living and true God and Jesus Christ whom He has sent is eternal life.<span class=\"citation\" id=\"70542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70542)\">John 17:3<\/a><\/span> There is a reason for that as well as for every other truth that extends, as such, throughout the wide range of creation. It is eternal life, because it is freedom from the chains of darkness, from the dominion of error&#x2014;an emancipation from that bondage that makes man, in his existence, wretched and miserable. <\/div><div class=\"paragraph jod\" id=\"v3n1185\"> Then, if this is actually salvation, where should we seek to know its blessings? How shall we come to the enjoyment of them? Simply, in the acquisition of knowledge. Says one, &#x201C;Is this all?&#x201D; Yes, this comprises all. &#x201C;But must we not do right; and is it not important that we should?&#x201D; Yes; but how can you do right before you know what right is? <\/div><div class=\"paragraph jod\" id=\"v3n1186\"> What do you Latter-day Saints do? I can see that miserable confusion among them that characterizes the men of the world; everything must give way to the pursuit of this world's wealth and honor; in their eyes this seems to be the only thing that can make them happy. And there are as many ways in which men seek out happiness, as there are men to seek it; and there is as great a variety of interests to be served in the world of mankind, collectively, as there are men who embrace those interests, and labor to save them, and these will be constantly in contact with each other, and what one man labors to build up, another labors to pull down; that which is the wealth of one is the poverty of another; what is the filling of one man's pocket is the draining of another's pocket to the last dime&#x2014;the last dollar leaves him, and gets into his neighbor's purse. This is the <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0207\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> way the world get rich, and imagine themselves happy, and this is the way many of the Latter-day Saints would find salvation&#x2014;in undertaking to do right without first knowing what is right. <\/div><div class=\"paragraph jod\" id=\"v3n1187\"> The Savior spoke sensibly and reasonably, when he said, &#x201C;This is eternal life, to know the only true God, and Jesus Christ whom He hath sent.&#x201D;<span class=\"citation\" id=\"70543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70543)\">John 17:3<\/a><\/span> Without knowing Him, what can you know rightly? What do you understand and comprehend of truth, rightly? Like geologists and chemists in the world, they dig a well, and find a great many crusts, that is when you apply the term crust to something that is a riddle to them, they find many kinds of material that enter into the combination of the earth. The alchemist analyzes portions of the earth, that are thrown out, to discover the different proportions and kinds of matter of which it is composed. What do they learn? Some truth. But what is it like? They cannot tell. If it possesses the property of an acid or an alkali they know it. But do they know anything about who combined its various parts, do they know anything about the active mind shadowed forth in the combinations they find? They do not. So we may search for truth in the earth, on the earth, and above the earth, and we may find a great deal, but we do not comprehend anything of it, from the fact that we do not know God; we have not commenced at the beginning of our lesson. <\/div><div class=\"paragraph jod\" id=\"v3n1188\"> Many men have become satisfied there is a God, but they do not know Him, where He lives, who He looks like, or whether He is like anybody or anything that is seen, heard, handled, or comprehended by us. Now the Gospel simply proposes to teach the world of mankind the truth in relation to the great fountain of truth, that is at the beginning of all things that we can see as a beginning; to lead them to a discovery of facts in relation to  <div class=\"break pagebreak\" id=\"169a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0169.pdf\" target=\"pdfwin\">p.&#xA0;169a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0206\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that truth which pervades universal creation&#x2014;that exists as far as existence is known, or not known, where it actually is. There is a truth that is co-equal in extent with it. If there is light there, it is its light, if glory, it belongs to truth. <\/div><div class=\"paragraph jod\" id=\"v3n1190\"> &#x201C;Well,&#x201D; says one, &#x201C;is it great as God? Does it comprehend God, or is God comprehended of it?&#x201D; You know the great principle of eternal life is to know the only true and living God, &amp;c.<span class=\"citation\" id=\"70544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70544)\">John 17:3<\/a><\/span> In our childish speculations we talk about a great many Lords and Gods, and you can get the doctrine made holy by applying the Scriptural language to it. <\/div><div class=\"paragraph jod\" id=\"v3n1191\"> But, supposing the Scriptures had said nothing about it, what man that has looked abroad upon the face of universal nature, as it is presented to us, who has lived in this being, and breathing world for only a few years, who has not learned and understood for himself, perfectly, that there is a principle of truth which pervades every thing which is in itself immutable, that is the same everywhere, in every land, country, and clime, whether we speak of a single atom, the crawling insect, or the clustering universe of worlds, all are moving, and existing, and are controlled by the same great law&#x2014;the same great principle that causes them to have their existence in truth and harmony with each other. <\/div><div class=\"paragraph jod\" id=\"v3n1192\"> Let us return from traveling abroad&#x2014;from this wandering, and see if we can find the same applied here at home with us. Is there a principle that does control us, and that we can control, a principle which is in all things, in which we live, move, and have our being,<span class=\"citation\" id=\"71979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71979)\">Acts 17:28<\/a><\/span> that is greater than the greatest thing we can conceive of, and embraces all things? Yes, the simple principle revealed in this small thing&#x2014;two multiplied by two makes four, is one that we cannot change, or conceive of a principle by which it could be changed. <\/div> <div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0206\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1193\"> We cannot entertain a conception of what it would be, if it was not what it is. It is all the time the same in every land, country or place. It is the same whether we apply the principle to determine the number of apples in the market basket, or whether we apply it in more extended calculations, in determining the magnitudes, times, and distances of the planets. <\/div><div class=\"paragraph jod\" id=\"v3n1194\"> Here is a principle to which we must yield; to which we must bow. Why? Simply, because it is greater than we, it defies our efforts to change it; it controls our actions, influences our being; it determines things, and we with other things are determined by it. What can we say to it? Can we treat it with indignity? No; for it will rule us; it governs us. What is it? It is the light that is within us. The revelation says, &#x201C;It is the light of our eyes that enlighteneth our understandings.&#x201D;<span class=\"citation\" id=\"88291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88291)\">D&amp;C 88:11<\/a><\/span> And what is this? It is the God we see in the sun, and in the moon, and in the stars, for He is the light thereof, and the power by which they were made.<span class=\"citation\" id=\"88282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88282)\">D&amp;C 88:7-10<\/a><\/span> It is, simply, what the Apostle talked about anciently, as recorded in the Scriptures; he exclaims, &#x201C;Great is the mystery of godliness: God manifest in the flesh.&#x201D;<span class=\"citation\" id=\"75919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75919)\">1 Tim. 3:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1195\"> Some may have supposed that the revelation of God is confined to some few things only&#x2014;some few specimens of what we look upon in the wide range of nature's works, as they are called; I do not know as nature has any works. While we look upon these, we find that all we do see, read of, and can reach, by the means that we can render available for the acquisition of knowledge, and for the awakening of conceptions within the mind, in relation to the vast infinitude of the work of the Almighty, we find that it is simply the shadowing forth of&#x2014;what? Of this great principle of truth, this God that we adore, that we seek to know, whom to know aright is life  <div class=\"break pagebreak\" id=\"170a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0170.pdf\" target=\"pdfwin\">p.&#xA0;170a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0205\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>everlasting. Why? Because it bursts the chains of ignorance asunder that have held us in bondage; it dissipates the clouds of darkness that obstructs the sunlight of truth from shining around us, and then, in the light of truth, we begin to see and comprehend what exists around us, and the relationship we sustain to nature, to God, to one another, and the object for which we live, and for which we are constituted, and the end to which we are tending. <\/div><div class=\"paragraph jod\" id=\"v3n1197\"> Until we begin to learn this, we are benighted and darkened; we are as effectually lost as is any man in a swamp without light, or without a guide, he is no worse off than we without the light of truth, for we know not which way to go, or in what direction to look for succor; we know not from whence deliverance is coming, or if it is coming at all. <\/div><div class=\"paragraph jod\" id=\"v3n1198\"> Then what do we need to save us? Simply, a knowledge of the truth. Says one, &#x201C;I do not know but that God will save me.&#x201D; I know but little about Him, but I know more about Him than I do about any other God. Why? Because I have seen more of Him. Any of you that have gazed on the heavens, have seen the light of day, been cheered by the light of the sun, and comforted by its genial rays, have felt the exhilarating influences of it. <\/div><div class=\"paragraph jod\" id=\"v3n1199\"> Here is a God that I see, a God that I have heard, whose voice is uttered by all time, and millions of earths, and suns, in the magnitude of the universe, and thousands of universes, associated together, shadow forth His greatness and glory. Then there is a God who is gentle and kind, easy to be entreated, full of compassion and tender mercy, whose storehouse of good is richly filled to make&#x2014;who happy? Those that seek for happiness. Where does He live? Everywhere. Which of the Gods is it? It is that God that lives everywhere; <div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0205\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that lives through all life, and extends through all extent; that spreads undivided, and operates unspent; that is the God I am talking about now. <\/div><div class=\"paragraph jod\" id=\"v3n1200\"> What other God is there? You may talk about the Lord Jesus Christ, and about his Father; what did Jesus say of himself&#x2014;that man who came into the world, and, as the Scriptures say, became the author of eternal salvation, to as many as would believe?<span class=\"citation\" id=\"76643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76643)\">Heb. 5:9<\/a><\/span> What did he say that he came into the world to do? No other work but what he saw his Father do.<span class=\"citation\" id=\"69113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69113)\">John 5:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1201\"> He came to do his Father's will. What is said of him? &#x201C;Thy throne, O God, is forever and ever: a scepter of righteousness is the scepter of thy kingdom.&#x201D;<span class=\"citation\" id=\"56602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56602)\">Ps. 45:6<\/a><\/span><span class=\"citation\" id=\"76390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76390)\">Heb. 1:8<\/a><\/span> It was because he loved righteousness, and hated iniquity, that he was preferred before his fellows, and was anointed with the oil of gladness above them.<span class=\"citation\" id=\"76392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76392)\">Heb. 1:9<\/a><\/span> What had been done with his Father? Did Jesus say of himself that he was in the sun, and in the moon, and that he was the principle that enlightened our understanding? No, he did not say so, but he said, that any man who had looked upon these, had seen God moving in majesty and power.<span class=\"citation\" id=\"88551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88551)\">D&amp;C 88:47<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1202\"> What does he say of himself? Says he, &#x201C;Holiness is my name.&#x201D;<span class=\"citation\" id=\"93052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93052)\">Moses 7:35<\/a><\/span> Suppose we change it a little, and say he was a holy man, does it change the facts in the case any? No he was, simply, a holy man. How came he to be holy? Just as you and I shall come to be holy, if we ever are. What constituted him a holy man? Simply, his being guided by holy influences, his being engaged continually in the perpetration of holy and righteous deeds; this made him a man of holiness. <\/div><div class=\"paragraph jod\" id=\"v3n1203\"> Again he said, &#x201C;Man of Counsel is my name;&#x201D;<span class=\"citation\" id=\"93051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93051)\">Moses 7:35<\/a><\/span> because that he had been subject to counsel always. He came into this world to minister unto man, and laid down his life for him, because he was a man of counsel. He came to save man, because he was a man of  <div class=\"break pagebreak\" id=\"171a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0171.pdf\" target=\"pdfwin\">p.&#xA0;171a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0204\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>counsel; and he preached the truth because he was a man of counsel. Were the perfections with which he was clothed inherent in him? I say no, because the Scriptures say no; he was made perfect through suffering,<span class=\"citation\" id=\"94409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94409)\">Heb. 2:10<\/a><\/span><span class=\"citation\" id=\"94410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94410)\">Heb. 11:40 (JST)<\/a><\/span> they inform us. <\/div><div class=\"paragraph jod\" id=\"v3n1205\"> We might call it experience, for he learned obedience by the things which he suffered.<span class=\"citation\" id=\"76635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76635)\">Heb. 5:8<\/a><\/span> Well, then, we are required to be perfect even as he is perfect, and he required his disciples that were with him to be perfect, even as their Father in heaven was perfect.<span class=\"citation\" id=\"63272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63272)\">Matt. 5:48<\/a><\/span> It opens to us this view of the matter. Jesus had nothing but what he gained, as vast and extended as might be the power with which he was clothed. The ability that rendered him sufficient for the accomplishment of the great work he accomplished, was the result of his gathering around him from the great fountain of truth, that amount of comprehension of the vast infinitude of truth, that vested him with the ability he possessed. <\/div><div class=\"paragraph jod\" id=\"v3n1206\"> This is the path in which we are to travel as Saints of God, in which we are to look for salvation, and gather from the same rich store the sum of our happiness, greatness, and glory. God was not too great to drink from the same fountain, and draw from it all He possessed of power, greatness, and glory. That which constitutes His glory, constitutes the greatness, power, might, and majesty of all who progress, and are clothed with the same principle. That the Father of Jesus Christ was in no way very different from himself is evident from what he said; he came to be nearly equal with his father,<span class=\"citation\" id=\"69108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69108)\">John 5:18<\/a><\/span><span class=\"citation\" id=\"75418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75418)\">Philip. 2:6<\/a><\/span> and is declared, by virtue of his obedience,<span class=\"citation\" id=\"76636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76636)\">Heb. 5:8<\/a><\/span> heir of all his Father's inheritance.<span class=\"citation\" id=\"76333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76333)\">Heb. 1:2<\/a><\/span> He says he came to do the same things he saw his Father do.<span class=\"citation\" id=\"69114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69114)\">John 5:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1207\"> Then if we wish to read the history of his Father, we have only to read the history of the son; for in reading the history of the son, we also read <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0204\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the history of the Father; and Jesus Christ has told us, his brethren, that this is eternal life to know the only living and true God, and Jesus Christ whom He has sent.<span class=\"citation\" id=\"70545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70545)\">John 17:3<\/a><\/span> What does that lead to? Not only to know that they had the truth, but to understand and comprehend the principle upon which they possessed it; whether it was truth inherent&#x2014;that dwells in them from all eternity, without beginning or end, in the history of their existence&#x2014;when they commenced to acquire knowledge, and whether they acquired knowledge of this great truth as we are taught to acquire it. <\/div><div class=\"paragraph jod\" id=\"v3n1208\"> Now that this was the highest object that was had in view in the proclamation of the Gospel&#x2014;in its revelation to mankind&#x2014;is obvious to me, it is as plain to me, as I can see anything else. Because, when man has learned the truth, in relation to all these things, is there anything more which he can learn? No. It is the vast infinitude of truth that has reflected light enough around us to open our minds, and enable us to entertain a conception of nothing higher, more noble, nothing possessing greater excellencies than simply the truth itself. <\/div><div class=\"paragraph jod\" id=\"v3n1209\"> We talk about holiness, and glory, and power, and might, but there is no power, but what is of truth, no greatness, no uncontaminated bliss but what is of truth. It embraces the sum of all the excellencies combined in the wide range of universal existence; whether applied to a mote or a mountain; to a single planet, to a universe or to an association of universes. <\/div><div class=\"paragraph jod\" id=\"v3n1210\"> To learn the truth is the best thing we can do, it is a pursuit fraught with the greatest good to us, for it will bring salvation to us, and bestow upon us the bliss, and blessedness of that state in full; and enable us to appreciate it, for we shall have the light of truth to discover things as they exist around us. And this is in fact our happiness, glory, and strength. What  <div class=\"break pagebreak\" id=\"172a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0172.pdf\" target=\"pdfwin\">p.&#xA0;172a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0203\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>can we see more, than when we first heard the sound of the Gospel? <\/div><div class=\"paragraph jod\" id=\"v3n1212\"> Let us consider&#x2014;those of us who have had the privileges and blessings that a great many have not enjoyed; we who have had the experience of a score of years since we first heard the Gospel explained, talked about; since it was first suggested to us that the heavens have been propitious, in sending an invitation to the erring sons of earth, to return from their wandering, and place themselves under the tuition which heaven has instituted, to develop in them a perfect knowledge of the principles of truth. I say, what do we know more today than then? What capacity do we possess more? Says one, &#x201C;I know a great deal more, and we are enabled to accomplish more now than we could then.&#x201D; It is, simply, because we know more truth and in the application of it we can occupy a wider field, and are prepared to encounter a greater variety of circumstances, and under them all to be enabled to apply the truth, and create circumstances that are good and acceptable to God, to our increase in the truth, and to the increase of the kingdom of God upon the earth. <\/div><div class=\"paragraph jod\" id=\"v3n1213\"> The kingdom of God is being developed under the influence of the Gospel. How fast? Just as fast as true principles are developed in the hearts of men and women. Just so fast, and just so far the kingdom of God is actually developed, possesses strength, and is built up with sound, substantial materials that will outlive the waste of time, continuing to grow in strength and might when sublunary things have passed away. Taking this view of salvation, we see its object is to put that in our possession without which it is impossible for us to be happy. <\/div><div class=\"paragraph jod\" id=\"v3n1214\"> Well then, should we be subject to counsel, and be advised? Yes. Men here stick up their noses, and com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0203\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>plain because they are required to be subject to counsel. Says one, &#x201C;I know enough to attend to my own business; I don't wish any man to manage for me, I cannot endure it; I am too independent.&#x201D; Now you poor independent soul; you that are too independent to learn the truth; to be taught your duty; what independence have you got? &#x201C;O, I have the privilege of moving round in this breathing world as I please; and I won't be controlled?&#x201D; You won't; but I say you will, and you are controlled, and that is the very reason you say as you say, and do as you do, you are controlled every moment of your lives and still you say you are not. You are not independent, you never were, and you never will be. That being does not exist within the range of man's history. The very principles upon which we exist make us the objects of dependence. <\/div><div class=\"paragraph jod\" id=\"v3n1215\"> I know the history of that independent man. What is it? It is the history of every man that comes into the world. Man comes into the world a beggar, naked, destitute, and the veriest specimen of dependence and poverty that ever was laid out on the stage of human existence. Could he help himself, clothe his nakedness? No. The very first thing he needed, when he looked upon this earth, he had to borrow from the atmosphere that God had provided for him before he came here. <\/div><div class=\"paragraph jod\" id=\"v3n1216\"> And had it not been for the provisions of his great benefactor, he would have been born only to perish in the morning of his days. Such is the man who tells us he is independent. He is too independent to be taught and instructed. I say what did he know, or what could he do in the days of his infancy? The veriest crawling insect that wiggles its way along through the dust of the earth was as independent as he, and had more help for itself. Talk about independence;  <div class=\"break pagebreak\" id=\"173a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0173.pdf\" target=\"pdfwin\">p.&#xA0;173a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0202\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he has forgot that he was born, and that is the difficulty. He is not only ignorant of the truth, but he has been shutting his eyes against it all the time, since he has been in the world. <\/div><div class=\"paragraph jod\" id=\"v3n1218\"> He has forgot he was born naked and helpless. I suppose he thinks he was born in silken robes, when he does think about it, because he may, perchance, have worn them ever since. I don't know but he thinks he was born in the jewelry that bedecks his body since he has been on the earth, or, as the old saying has it, with a silver spoon in his mouth. <\/div><div class=\"paragraph jod\" id=\"v3n1219\"> He is independent, he says. What does he do in the first place? He had to be cradled in helplessness, and cared for. It is to a mother's anxiety and tender care he is indebted for his life, for the perpetuity of his being on the earth. When he became of sufficient age to draw his nourishment, and means to sustain his being from other sources, he ate the bread that the earth produced&#x2014;that was here before him&#x2014;he had no hand in preparing it, he eats it, enjoys the blessing flowing from it, and still looks up to heaven, and like Nebuchadnezzar of old exclaims, &#x201C;I have made all these things,&#x201D; he is so independent.<span class=\"citation\" id=\"61469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61469)\">Dan. 4:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1220\"> Supposing there had been no earth to have produced bread for his nourishment, how could he have lived? Supposing there had been no hand that had tilled the earth, and produced bread as the result of labor. He was not able to travel abroad to find it, and could not manufacture it. He is dependent all the time. Here we find him clad in fine robes, enjoying the place his fellows occupied, and men on the right hand, and on the left that go at his bidding, and come at his call. <\/div><div class=\"paragraph jod\" id=\"v3n1221\"> But what could he do, supposing they were not there, and he the only tenant of this wide world? How much could he accomplish in providing means for his enjoyment? Who <div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0202\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would be his farmer, his gardener, or his mechanic? Who would build his palace, serve him, and administer to his wants? Nobody. He would be poor, destitute, naked, without a house in which to dwell, destitute of the blessings of association, and kind attention of friends. <\/div><div class=\"paragraph jod\" id=\"v3n1222\"> Still he says, he is independent. If he is, let him live alone; and when he has lived alone six months, he will be apt to come to his senses, if he has bread enough to keep him until then. <\/div><div class=\"paragraph jod\" id=\"v3n1223\"> At the end of that time he would be wishing for the society of the negro baboon, or anything at all like the human form. He would hunger and thirst for an association with his fellow being; he would find himself wretched without it, and he would exclaim like Nebuchadnezzar in the bitterness of his soul, &#x201C;God is great and good.&#x201D;<span class=\"citation\" id=\"61482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61482)\">Dan. 4:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1224\"> Jesus Christ never declared his independence at all. He said he came into the world&#x2014;on his own business? No, but he came to do the will of his Father.<span class=\"citation\" id=\"69157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69157)\">John 5:30<\/a><\/span> In this we have an example of what we should seek for, and how we should value the principles we should cherish within us. The truth is before us, and it is for us to learn it. This is the great key to our happiness; and when we have learned all the truth, we shall get all our salvation. That which does not learn us the truth does not bestow salvation on us; it is that which learns us the truth, and enables us to comprehend it, which is salvation to us. <\/div><div class=\"paragraph jod\" id=\"v3n1225\"> I do not care how it is gained, or where it is found, whether at our labor, or in our moments of rest, and hours of reflection, study, and contemplation. The voice of truth is everywhere. It is but the voice of that Holy Spirit that was to do&#x2014;what? To lead you and me, and all others who have covenanted with God to keep His commandments, into all truth.<span class=\"citation\" id=\"70329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70329)\">John 16:13<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"174a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0174.pdf\" target=\"pdfwin\">p.&#xA0;174a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0201\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1227\"> How much of a teacher is that Holy Spirit? What is its capacity? The capacity it is obliged to have; unless there is a falsehood connected with the declaration to do what it promises to do. What is that? Not to lead me into a portion of the truth, and then stop until it has learned the balance, but to lead me into all truth.<span class=\"citation\" id=\"70330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70330)\">John 16:13<\/a><\/span> That is what is promised, and what is declared to be the office of the Holy Spirit. <\/div><div class=\"paragraph jod\" id=\"v3n1228\"> Can you think of a principle that is universal, and infinite in its extent; there being no space that is not filled with it; no creation that does not owe its existence to its power and influence? Think of that, and ask yourselves the question, who is it, and what is it that can lead you into all that vast infinitude of truth, but that principle. <\/div><div class=\"paragraph jod\" id=\"v3n1229\"> Can you have any idea what the Holy Ghost is that is to perform this office for you and me, to lead us into all truth;<span class=\"citation\" id=\"70331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70331)\">John 16:13<\/a><\/span> or in other words the Holy Spirit? If it leads us into all truth, it must itself comprehend all truth, or it could not lead us there. <\/div><div class=\"paragraph jod\" id=\"v3n1230\"> When we have this Spirit dwelling in us, to be our constant companion, and our instructor, we will grow in grace, and in the knowledge of the truth;<span class=\"citation\" id=\"94411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94411)\">2 Pet. 3:18<\/a><\/span> because it will each day unfold to us new treasures of truth; our field of truth will become broader and broader, and consequently will embrace more of the facts in nature, as they exist today, than yesterday; and in this way we will add knowledge to knowledge, truth to truth, to make up that sum that will constitute us equal to the accomplishment of all that is requisite to our happiness, until it may extend to a vast illimitable infinitude. <\/div><div class=\"paragraph jod\" id=\"v3n1231\"> Now I want you to cultivate and cherish within you a love and regard for His Spirit. You have been exhorted again and again, so to live, that the Spirit of truth&#x2014;the Holy Ghost, <div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0201\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may dwell within you, and be your constant companion. You should cultivate that condition of feeling that is congenial with the Holy Spirit. <\/div><div class=\"paragraph jod\" id=\"v3n1232\"> You should banish all littleness of soul; and banish all scanty, meager conceptions; and learn that the infinitude of truth is boundless. And when you have cherished that conception, do not calculate there is something else bigger; for there can be nothing bigger, than that which is boundless&#x2014;that fills the immensity of space. Why? Simply, because there is no room for anything bigger. <\/div><div class=\"paragraph jod\" id=\"v3n1233\"> That is the reason why &#x201C;Mormonism&#x201D; is bigger than everything else. Now go to work and apostatize, will you, you poor, independent class of Latter-day Saints. But where will you go to, for you cannot get beyond the range of &#x201C;Mormonism,&#x201D; if you die and go to hell? <\/div><div class=\"paragraph jod\" id=\"v3n1234\"> Old David was satisfied as to this, for he said, &#x201C;If I take the wings of the morning, and fly to the uttermost parts of heaven, thou art there; if I go down to hell, to get out of sight, behold, thou art there.&#x201D;<span class=\"citation\" id=\"57308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57308)\">Ps. 139:8-9<\/a><\/span> You will apostatize, thinking to find something better than &#x201C;Mormonism.&#x201D; Where does that something hang? I would like to see the foundation upon which it is based. <\/div><div class=\"paragraph jod\" id=\"v3n1235\"> &#x201C;Mormonism&#x201D; extends to a boundless infinitude; there is no place where it is not; no existence that does not exist by its influence and power. If it has life, it is enlivened by it. If it possesses light, it is enlightened by it. I will continue with &#x201C;Mormonism;&#x201D; though I know but little of it, I have learned enough to satisfy me that there is no room for anything else. All I have to do is to live, and extend my acquaintance with it; increase my explorations through its various ramifications. <\/div><div class=\"paragraph jod\" id=\"v3n1236\"> I expect to range in them through the vast future of my being, gathering knowledge. I never expect to get  <div class=\"break pagebreak\" id=\"175a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0175.pdf\" target=\"pdfwin\">p.&#xA0;175a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0200\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>outside &#x201C;Mormonism;&#x201D; I have given up the idea long ago of ever apostatizing to get out of the way of it. <\/div><div class=\"paragraph jod\" id=\"v3n1238\"> I would advise you who have such thoughts to abandon the idea, for it is a long journey; you will never get to the end of it. After you have fought many hard battles against the rights of truth and its convictions, I shall meet you in your wanderings, and still find you inside of &#x201C;Mormonism;&#x201D; and you will live inside of it; I do not care where you go you cannot get rid of it. <\/div><div class=\"paragraph jod\" id=\"v3n1239\"> I would advise you to give up all ideas of apostatizing. Suppose you wake up from your slumbers, and try my plan of getting a thorough knowledge of the truth. Suppose you try it for twenty years; be faithful to God, deal honestly with yourselves and your neighbor that long; love God that long, and cultivate a love of the truth that long, and it will effect quite a change in you. And probably you may be as much attached to the truth, by that time, as you are to your tea, coffee, and tobacco; not because they loved them when they were born, or had a natural taste for them, but because they have loved them ten, twenty, or thirty years. <\/div><div class=\"paragraph jod\" id=\"v3n1240\"> They do not wake up and forget them, nor go into the field, and return home and forget them, because the recollection of them is fixed by long using them; they have become a principle of their life and being, as it were. Do you not wish the plan of salvation had become so fixed in you? Would you not be a great deal happier than you are now? <\/div><div class=\"paragraph jod\" id=\"v3n1241\"> I suppose this is the case with some. I hope so at least. You want a love of the truth, which is the only thing that will ensure you success as Latter-day Saints, for if you have not the love of it in you, you cannot appreciate it; and if you do not appreciate it, you would give it away for a little sweet cake, or some trifling <div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0200\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thing, because the love of it was never fixed in your affections. <\/div><div class=\"paragraph jod\" id=\"v3n1242\"> When you appreciate the truth so&#x2014;as it is worth everything you can give or exchange for it&#x2014;then you are secure; and as long as you continue to love it, you will not apostatize. But if you begin to be discontented, look out or you will apostatize. You say, &#x201C;I like &#x201C;Mormonism&#x201D; as well as ever I did, but I do not like this country.&#x201D; You tell the truth, I believe, but you never believed it firm enough, if you had you would have loved this country where duty has called you; or any other country where the interest of the cause of truth calls you. Why? Because your interest is there; that which you love is there, and the reward you seek is there. You ought to have &#x201C;Mormonism&#x201D; get fast hold on your affections, so as to occupy the entire affections of the soul, until the love of the truth is disseminated throughout your whole being. <\/div><div class=\"paragraph jod\" id=\"v3n1243\"> I want you to watch these things, and not apostatize. It is a bad business, and don't do you any good. Stand firmly in the covenants you have made, and learn the truth day by day, and gain knowledge continually. If I thought there was anything more or better than &#x201C;Mormonism,&#x201D; anything that would do you more good, I would talk about it. <\/div><div class=\"paragraph jod\" id=\"v3n1244\"> I have not addressed you precisely as I would another people, under other circumstances. A great many of you have been a long time in &#x201C;Mormonism,&#x201D; and have had considerable experience in it, and again some have had but a few years experience, in which to learn and be instructed. <\/div><div class=\"paragraph jod\" id=\"v3n1245\"> Well, as Latter-day Saints, you should learn that you are not independent, but dependent all the time, that you have the truth to learn. You have merely adopted it, and said in your hearts that the testimony of the servants of God is true. You  <div class=\"break pagebreak\" id=\"176a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0176.pdf\" target=\"pdfwin\">p.&#xA0;176a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0199\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>may have received the manifestations of the Holy Spirit that have borne record to you, and brought to your understanding things that were promised you. But this is just at the beginning of truth, it is yet all before you, you only comprehend but a little of it; you simply comprehend the fact, that there is a system of salvation. <\/div><div class=\"paragraph jod\" id=\"v3n1247\"> Are you living today in the enjoyment of that freedom from darkness, doubt, and dubiety that is only the result of a perfect comprehension of truth, that satisfies the soul, and relieves it of all its anxieties and cares? Are you enjoying that today? Do you fully understand the principles of &#x201C;Mormonism?&#x201D; When you speak honestly, you will tell me you do not. <\/div><div class=\"paragraph jod\" id=\"v3n1248\"> Seek to learn them. This is the duty which lies before you; your future labor consists in this. You have been baptized for the remission of sins, as a sign of the covenant you have made, that you would put off the old man and his deeds; that you would die according to the rudiments of the world which influenced your former life, and follow the rudiments of Christ. <\/div><div class=\"paragraph jod\" id=\"v3n1249\"> Are you growing in grace, and in the knowledge of the truth?<span class=\"citation\" id=\"94412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94412)\">2 Pet. 3:18<\/a><\/span> Are you becoming more and more intelligent? Do you live the truth more today than last year, last week, or five or ten years ago, when you first heard it? Do you comprehend more of it? If you do not, you are not growing in grace, and in the knowledge of God, and of the truth. <\/div><div class=\"paragraph jod\" id=\"v3n1250\"> Obey the Word of Wisdom.<span class=\"citation\" id=\"88858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88858)\">D&amp;C 89:1-21<\/a><\/span> &#x201C;Do you mean I shall not drink tea, or coffee?&#x201D; I do not care whether you do or not. I do not consider that you obey the Word of Wisdom, simply, because you do not drink tea and coffee. Maybe you cannot get it. I have seen the time that I drank it when it was hard to get, and when I did not use it, when I could have got it. <\/div> <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0199\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1251\"> Do not work yourselves to death, but try to live a long time, and learn to run and not weary, walk and not faint.<span class=\"citation\" id=\"88960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88960)\">D&amp;C 89:20<\/a><\/span> Do you think of leaving off tea and coffee, alone, will enable you to scale the mountains, and outstrip the mountain goat in fleetness. It is just as true that weariness is the consequence of excessive toil as that God lives and reigns. It is manifest in you and me, and in every other part of His work. Keep the Word of Wisdom; and if you want to run and not weary, walk and not faint, call upon me and I will tell you how&#x2014;just stop before you get tired. <\/div><div class=\"paragraph jod\" id=\"v3n1252\"> The Word of Wisdom was given for a principle, with promise;<span class=\"citation\" id=\"88887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88887)\">D&amp;C 89:3<\/a><\/span> as a rule of conduct, that should enable the people so to economize their time, and manage and control themselves, as not to eat and drink to excess, or use that which is hurtful to them; that they should be temperate in all things, in the exercise of labor, as well as in eating and drinking. Clothe yourselves properly if you can. Exercise properly if you can, and do right in everything. <\/div><div class=\"paragraph jod\" id=\"v3n1253\"> Do not stay the work of improvement and reform to pay attention to small things that are beneath your notice, but let it extend through the entire circle of your being, let it reach every relationship in life, and every avocation and duty embraced within your existence. <\/div><div class=\"paragraph jod\" id=\"v3n1254\"> Let it affect your thinking, and the feelings which you cultivate, and let there be nothing pertaining to your being but what shall be influenced by it. The Word of Wisdom would itself save you, if you would only keep it, in the true sense and spirit of it, comprehending the purpose for which it was given. <\/div><div class=\"paragraph jod\" id=\"v3n1255\"> It reaches everything that affects your happiness. Go on then and observe the Word of Wisdom. What does wisdom tell you? Let tea and coffee alone, and abstain from that  <div class=\"break pagebreak\" id=\"177a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0177.pdf\" target=\"pdfwin\">p.&#xA0;177a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0198\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which would overtax the strength of your system, and favor the innovations of disease, and shorten your lives, and thereby limit the extent of your usefulness. <\/div><div class=\"paragraph jod\" id=\"v3n1257\"> Study to save yourselves. That which saves your life, and lengthens out your days is salvation. And that which fills out your days with the perpetration of good is salvation&#x2014;it helps to make up the sum of your salvation. <\/div><div class=\"paragraph jod\" id=\"v3n1258\"> I want you to look at it in this point of view, and be influenced by <div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0198\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the spirit of truth, foster it within the fountains of your feelings, and it will give a good character to your conduct. <\/div><div class=\"paragraph jod\" id=\"v3n1259\"> This will be living your religion every day, in everything you do; you will have nothing to do outside of your religion. <\/div><div class=\"paragraph jod\" id=\"v3n1260\"> Now that you may have wisdom to adopt this course of life, and live to enjoy the blessings that will accrue from its adoption, is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}