{"ID":30025, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Powers of the Priesthood not Generally Understood&#x2014;The Necessity of Living By Revelation&#x2014;The Abuse of Blessings.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, January 27, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Powers of the Priesthood, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 1\/27\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d25\">\n<div class=\"paragraph jod\" id=\"v3n1372\"> I am thankful for the privilege of again appearing here before the brethren and sisters. A few of us have been absent for a short time, and, in our absence, I hope and trust you have been blessed with the Holy Spirit of the Lord. I pray for the continuance of the light of that Spirit to rest upon the Saints, this I crave continually for myself and for all who profess to be Saints of the Most High. <\/div><div class=\"paragraph jod\" id=\"v3n1373\"> As I have frequently thought, and said, when duty requires I am happy in going from home, and I am happy in returning, for it is my greatest joy and comfort to do what the Lord requires of me, and what I know to be my duty, no matter what it is if the Lord requires it of me. This course gives joy and peace. When this principle becomes the acting principle of all the Saints, we shall find that Zion is here; we shall be in the midst of it; we shall enjoy it. <\/div><div class=\"paragraph jod\" id=\"v3n1374\"> As individuals, we enjoy Zion at present, but not as a community; there is so much sin, darkness, and ignorance, and the veil of the covering<span class=\"citation\" id=\"89470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89470)\">D&amp;C 101:23<\/a><\/span> which is over the nations of the <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0184\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth is measurably over the Latter-day Saints. The same unrighteous principles, which becloud the minds of men universally, more or less becloud the minds of the Latter-day Saints. Though the veil is partially broken to the Saints, though it becomes thin, as it were, and the twilight appears like the dawning of the day, yet we may travel for many years before the sunshine appears. It does not yet appear to this people, they are merely in the twilight. <\/div><div class=\"paragraph jod\" id=\"v3n1375\"> As one expressed it in ancient times, &#x201C;We see through a glass, darkly&#x201D;&#x2014;<span class=\"citation\" id=\"73710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73710)\">1 Cor. 13:12<\/a><\/span>through a smoked or dim glass&#x2014;through which we cannot behold objects clearly with the natural eye. <\/div><div class=\"paragraph jod\" id=\"v3n1376\"> We have not faith sufficient to have revelation, to have the visions of eternity opened unto us so clearly that we may see things as they are, consequently, we have to live by faith and not by sight.<span class=\"citation\" id=\"74108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74108)\">2 Cor. 5:7<\/a><\/span> We have to live by the principles of the Gospel, which is faith in the heart and obedience to its requirements. It is our joy and salvation that we have this privilege. <\/div><div class=\"paragraph jod\" id=\"v3n1377\"> If we could understand the nature  <div class=\"break pagebreak\" id=\"192a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0192.pdf\" target=\"pdfwin\">p.&#xA0;192a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0183\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Priesthood&#x2014;could comprehend it fully, this people, as a community, the Elders, as Elders of Israel, quorums, as quorums, when they present themselves before the Lord, would possess keys to unlock the treasury of heaven, and we could receive as one person receives from another. To us, as a people, the keys of the rich storehouse of the Lord are committed, yet we do not fully know how to unlock and receive. We receive a little here and there, and the hearts of the people are comforted by the very Priesthood we are in possession of, which has been given to this people for the express purpose of their receiving that which God has given them, though not yet to possess it independently, but as means for trial. <\/div><div class=\"paragraph jod\" id=\"v3n1379\"> This Priesthood is given to the people, and the keys thereof, and, when properly understood, they may actually unlock the treasury of the Lord, and receive to their fullest satisfaction. But through our own weaknesses, through the frailty of human nature, we are not yet capable of doing so. <\/div><div class=\"paragraph jod\" id=\"v3n1380\"> We have to humble ourselves and become like little children in our feelings&#x2014;to become humble and childlike in spirit, in order to receive the first illuminations of the spirit of the Gospel, then we have the privilege of growing, of increasing in knowledge, in wisdom, and in understanding. This is a great privilege, while the world, excepting this people who inhabit these valleys, and those that are associated with us in different parts of the earth, are destitute of this principle and privilege. Still, many of us, and I may say comparatively all of us, are upon the same ground, situated precisely like other professors of religion, in order that we may struggle, wrestle, and strive, until the Lord bursts the veil and suffers us to behold His glory, or a portion of it. <\/div><div class=\"paragraph jod\" id=\"v3n1381\"> If we did fully understand the prin<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0183\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciples of the Gospel&#x2014;the keys of the Priesthood, it would be familiar with us, and be easy to be understood and to act upon and perform, and be no more of a miracle to know how to receive the things of God by revelation, than it is now a miracle to cast seed into the ground, after it is prepared, and reap our crops. <\/div><div class=\"paragraph jod\" id=\"v3n1382\"> An individual who holds a share in the Priesthood, and continues faithful to his calling, who delights himself continually in doing the things God requires at his hands, and continues through life in the performance of every duty, will secure to himself not only the privilege of receiving, but the knowledge how to receive the things of God, that he may know the mind of God continually;<span class=\"citation\" id=\"91066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91066)\">D&amp;C 124:95<\/a><\/span> and he will be enabled to discern between right and wrong, between the things of God and the things that are not of God. And the Priesthood&#x2014;the Spirit that is within him, will continue to increase until it becomes like a fountain of living water;<span class=\"citation\" id=\"94418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94418)\">John 4:14<\/a><\/span><span class=\"citation\" id=\"86421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86421)\">D&amp;C 63:23<\/a><\/span> until it is like the tree of life;<span class=\"citation\" id=\"52445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52445)\">Gen. 2:9<\/a><\/span> until it is one continued source of intelligence and instruction to that individual. <\/div><div class=\"paragraph jod\" id=\"v3n1383\"> This is one of the most glorious and happy principles that can be set before any people, or any individual who will be faithful to his God and to his religion. Upon whoever are bestowed the keys of the eternal Priesthood, by a faithful life, will secure to themselves power to see the things of God, and will understand them as plainly as they ever understood anything by gazing upon it with their natural eyes, or as clearly as they ever could distinguish one object from another by their sensations. <\/div><div class=\"paragraph jod\" id=\"v3n1384\"> It is the privilege of every person who is faithful to the priesthood,<span class=\"citation\" id=\"86647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86647)\">D&amp;C 67:10-14<\/a><\/span> who can overcome the enemy, thwart the design of death, or him that hath the power of it,<span class=\"citation\" id=\"76470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76470)\">Heb. 2:14<\/a><\/span> to live upon the earth until their appointed time;<span class=\"citation\" id=\"90935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90935)\">D&amp;C 122:9<\/a><\/span> and they may know, see,<span class=\"citation\" id=\"89005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89005)\">D&amp;C 93:1<\/a><\/span> and understand, by  <div class=\"break pagebreak\" id=\"193a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0193.pdf\" target=\"pdfwin\">p.&#xA0;193a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0182\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>revelation, the things of God just as naturally as we understand natural things that are around us. <\/div><div class=\"paragraph jod\" id=\"v3n1386\"> We inquire, is this the character of the people called Latter-day Saints? We can say it is the character of many of them, but when we reflect, it is not the case with the whole of them. There are many who never fail to improve upon every means of grace given them, upon every particle of light imparted to them. They perform every duty that is made known to them, they cease to do evil wherever an evil is presented to them, they refrain, so far as is in their power, from every act and from every thought and disposition which is contrary to the holy Gospel. <\/div><div class=\"paragraph jod\" id=\"v3n1387\"> Again, when we look around we see many, very many, men and women who profess to know the things of God, to belong to His family, to the Church of the Firstborn&#x2014;<span class=\"citation\" id=\"77257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77257)\">Heb. 12:23<\/a><\/span><span class=\"citation\" id=\"90179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90179)\">D&amp;C 107:19<\/a><\/span>the Church of Jesus Christ, who are ofttimes wrought upon by the Holy Spirit of the Gospel which has caused them to rejoice therein, who give thanks to their God, rejoice with joy unspeakable, and you would think they were very near the kingdom of heaven&#x2014;near the threshold of the gate which opens into the presence of the Father and the Son, and yet, if anything crosses them, will give way to an evil temper; and if anything is presented to them which they do not understand, they condemn it at once; they are ready to pass judgment upon that which they do not understand. If they are crossed by their friends and families they are ready to speak by the spirit of evil, by the spirit of contention; they are ready to receive a little malice in their hearts. They do all this, they turn round and repent of it, they are sorry for it, and they say they will try to do better, will try to overcome their passions, or the temptations of the evil one in their natures. You see them again, have <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0182\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they kept themselves pure? No, they have not, but they have given way to evil, to a little dishonesty, falsifying, shading of sentiment, speeches, sayings, and doings of their neighbors. They have given way to anger, and will remark, &#x201C;It is true I got angry, I was overcome, true I acted the fool, but I mean to refrain from so doing in the future.&#x201D; And thus they live for a spell, but how long will it be before they are again overtaken in fault? Then if a delusive spirit, professedly a righteous one, is cast into a neighborhood, how easy such people are decoyed by it, led away by it. <\/div><div class=\"paragraph jod\" id=\"v3n1388\"> At one time you see them as enthusiastic as mortals can be, in what they call righteous principles, and hear them saying, &#x201C;I have more light now than I ever had before in my life, I am better now than I ever was, I am filled with the Holy Spirit.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1389\"> This is the way we often find them, they are rejoiced exceedingly and are upon Pisgah's top&#x2014;<span class=\"citation\" id=\"54833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54833)\">Num. 21:20<\/a><\/span><span class=\"citation\" id=\"54934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54934)\">Deut. 3:27<\/a><\/span><span class=\"citation\" id=\"55271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55271)\">Deut. 34:1<\/a><\/span>flaming Latter-day Saints, and, perhaps, when the next day or the next week has passed over they are angry, filled with malice and wrath. After a while they will say, &#x201C;That was a delusive spirit, it is true I felt joyful and happy, I thought it was the best spirit and the most light I ever enjoyed in all the days of my life, but I now find I was deceived, I find that if I had continued in that spirit there was a trap laid to catch me, to decoy me away, and destroy my faith in the holy Gospel.&#x201D; Is this the case with the Latter-day Saints? Yes, with many of them. <\/div><div class=\"paragraph jod\" id=\"v3n1390\"> Our religion is a practical and progressive one. It will not prepare a thief, a liar, a sorcerer, a whoremonger, an adulterer, a murderer, or a false swearer, in one day, so that he can enter into the celestial kingdom of God. We ought to understand that when our lives have been filled with all manner of wickedness, to turn and repent of our sins, to be baptized for  <div class=\"break pagebreak\" id=\"194a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0194.pdf\" target=\"pdfwin\">p.&#xA0;194a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0181\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the remission of them, and have our names written upon the Church records, does not prepare us for the presence of our Father, and elder brother. What will? A continuation of faithfulness to the doctrines of Christ; nothing short of this will do it. The Latter-day Saints should understand this. Do they? Yes. Do they live to it? A great many of them do not. All ought to live their religion every day, and there are a great many who do. But there are a great many who do not, who are overcome with evil, get out of the true path of righteousness, and do those things which are wrong. They contend with each other, quarrel, have broils and difficulties in families, and in neighborhoods, law with each other touching property, one saying, &#x201C;This is mine,&#x201D; and another saying, &#x201C;It is not yours, but it is mine.&#x201D; One says, &#x201C;You have wronged me,&#x201D; the other says, &#x201C;I have not.&#x201D; Thus there are thousands of plans which the enemy of all righteousness employs to decoy the hearts of the people away from righteousness. <\/div><div class=\"paragraph jod\" id=\"v3n1392\"> If this people would live their religion, and continue year after year to live their religion, it would not be many years before we would see eye to eye;<span class=\"citation\" id=\"94419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94419)\">D&amp;C 84:98<\/a><\/span> there would be no difference of opinion, no difference of sentiment, and the veil that now hangs over our minds would become so thin that we should actually see and discern things as they are. <\/div><div class=\"paragraph jod\" id=\"v3n1393\"> True we labor under many embarrassments with regard to our progress in Christian life, and it is right we should be situated just as we are. We wish to save the world of mankind, and difficulties, embarrassments, and obstacles are thrown in our way continually. If this congregation could live twenty years without communion and intercourse with any other people, if we did not preach any more to the world, and no more Saints were ga<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0181\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thered from abroad, we might, perhaps, train ourselves so as to see eye to eye, and that too before we had lived as many years to come as this Church has been organized. <\/div><div class=\"paragraph jod\" id=\"v3n1394\"> But no, if we are instructed now, and understand all it is our privilege to understand, another year we must have another batch of clay thrown in the mill, as brother Kimball calls it, and this new supply spoils more or less of the clay that is already well tempered, and it is right that it should be so. Though this is a good comparison&#x2014;the making of vessels out of clay, and the grinding up of clay,<span class=\"citation\" id=\"60497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60497)\">Jer. 18:1-6<\/a><\/span> still, is it in every respect correct? We might carry it out perhaps, but I argue, and believe with all my soul, that if there were 10,000 Saints to emigrate to this point yearly from England, or any other country, and though thousands of the wicked should gather with them, it would not prove, for one moment, that any Saint would be obliged to sin thereby; it would not prove, for one moment, that this congregation before me would be obliged to do wrong. <\/div><div class=\"paragraph jod\" id=\"v3n1395\"> Though we may be mingled together, and our interchanges are as they are, still if a stranger should look upon us as a community, who have been here many years, and see but few of the newcomers do wrong, and then judge us off and say, we are all evil, that none of us are righteous, that there is no good fruit here, that would be an unrighteous judgment and decision. <\/div><div class=\"paragraph jod\" id=\"v3n1396\"> It is our privilege, for you and me to live, from this day, so that our consciences will be void of offense towards God and man;<span class=\"citation\" id=\"72104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72104)\">Acts 23:1<\/a><\/span><span class=\"citation\" id=\"92023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92023)\">D&amp;C 135:4<\/a><\/span> it is in our power to do so, then why don't we? What is the matter? I will tell you what the difficulties and troubles are, by relating brother John Young's dream. He dreamed that he saw the devil with a looking glass in his hand, and the devil held it to the faces of the  <div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0180\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people, and it revealed to them everybody's faults but their own. <\/div><div class=\"paragraph jod\" id=\"v3n1398\"> The difficulty is, neglecting to watch over ourselves. Just as soon as our eyes are turned away from watching ourselves, to see whether we do right, we begin to see faults in our neighbors; this is the great difficulty, and our minds become more and more blinded until we become entirely darkened. So long as I do the thing the Lord requires of me, and do not stop to inquire what I shall tell to my neighbor as his duty, and pay very close attention to my individual person, that my words are right, that my actions are right before God, that my reflections are right, and that my desires are according to the holy Gospel, I have not much time to look at the faults of my neighbors. Is not this true? <\/div><div class=\"paragraph jod\" id=\"v3n1399\"> This is our practical religion; it is our duty to stop and begin to look at ourselves. We may have trials to pass through, and when people come to me, and tell me that they are wonderfully tried and have a great many difficulties to encounter&#x2014;have their troubles on the right and on the left, and what to do they are at a loss to know, I say, &#x201C;I am glad of it.&#x201D; I rejoice to think that they must have trials as well as other people. And when they say, &#x201C;It seems as though the devil would overcome me,&#x201D; it is a pretty good evidence that an individual is watching himself. <\/div><div class=\"paragraph jod\" id=\"v3n1400\"> If people could always understand the manifestations of the Spirit upon themselves, they would learn that they can be tempted as well as other people, and that would make them careful to watch against temptation and overcome it. Consequently, I rejoice for them, inasmuch as every individual who is prepared for the celestial kingdom must go through the same things. <\/div><div class=\"paragraph jod\" id=\"v3n1401\"> I am happy, brethren, for the privilege of having temptation. A great <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0180\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> many people have thought that in my life I was not tempted like other men. I tell them if I am it is none of their business; it is nothing to them. Some say &#x201C;Brother Brigham, you slide along and the devil lets you alone.&#x201D; If I have battles with him, I can overcome him single-handed quicker than to call in my neighbors to help me. If I am tempted to speak an evil word, I will keep my lips locked together. Says one, &#x201C;I do not know about that, that would be smothering up bad feelings, I am wonderfully tried about my neighbor, he has done wrong, he has abused me and I feel dreadful bad about it. Had I not better let it out than to keep it rankling within me?&#x201D; No. I will keep bad feelings under and actually smother them to death, then they are gone. But as sure as I let them out they will live and afflict me. If I smother them in myself, if I actually choke them to death, destroy the life, the power, and vigor thereof, they will pass off and leave me clear of fault, and pure, so far as that is concerned; and no man or woman on earth knows that I have ever been tempted to indulge in wicked feelings. Keep them to yourselves. <\/div><div class=\"paragraph jod\" id=\"v3n1402\"> If you feel evil, keep it to yourselves until you overcome that evil principle. This is what I call resisting the devil, and he flees from me.<span class=\"citation\" id=\"77685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77685)\">James 4:7<\/a><\/span> I strive to not speak evil, to not feel evil, and if I do, to keep it to myself until it is gone from me, and not let it pass my lips. <\/div><div class=\"paragraph jod\" id=\"v3n1403\"> You should succeed in bringing your tongues into subjection, so as to never let them speak evil, so that they will perfectly obey your judgment and the discretion God has given you, and are perfectly obedient to the will of the holy Gospel. How long have we to live for that? I do not know, but I am strongly of the opinion that it is possible for a person to overcome their dispositions to evil, to such a de<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"196a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0196.pdf\" target=\"pdfwin\">p.&#xA0;196a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0179\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gree that they will have no evil in the heart to slip out over the tongue; and if there is none in the heart, there is less danger of the tongue being used to the disadvantage of that individual, or to that of anybody else. If there is nothing in the heart which governs us, and controls to an evil effect, the tongue of itself will never produce evil. <\/div><div class=\"paragraph jod\" id=\"v3n1405\"> Quite a number of us have returned from our southern mission, and as I have given you a few of my views with regard to some of the particular parts of our religion, I say for myself, and for the rest of my brethren who have been absent with me, we are happy to see you. I am, and I am sure that the rest are glad of the privilege of standing before you again in this house. I have nothing particular upon my mind, only to urge all the Latter-day Saints to live their religion. <\/div><div class=\"paragraph jod\" id=\"v3n1406\"> I might say something with regard to the hard times. You know that I have told you that if anyone was afraid of starving to death, let him leave, and go where there is plenty. I do not apprehend the least danger of starving, for until we eat up the last mule, from the tip of the ear to the end of the fly whipper, I am not afraid of starving to death. There are many people who cannot now get employment, but the spring is going to open upon us soon, and we are not going to suffer any more than what is for our good. I am thankful for the hand of the Lord which is visible; I am as thankful for this providence of His as for any that I ever received. I have told you, years ago, my feelings with regard to their sympathies, their faith, gratitude, and thankfulness, and their acknowledgment of the hand of the Lord and of the dispensations of His providence. My <div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0179\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> soul has been grieved to bleeding, to see the waste, and the prodigal feeling of this people in the use of their bountiful blessings. Many have walked them underfoot, and have been ready to curse God who bestowed them. They wanted gold and silver, instead of wheat and corn, and fine flour, and the best vegetables that ever grew upon the earth. They walked them underfoot, and set at nought the choice blessings of the Lord their God. If I were to see those individuals, obliged to gnaw the ground in order to get out the thistle roots, and have no fingers to dig them with, it would not be a disagreeable sight to me, until they learn to know who it is that feeds them. <\/div><div class=\"paragraph jod\" id=\"v3n1407\"> We never ought to be without three or five years provisions on hand. But when you see men run to hell to sell a bushel of wheat for sixty cents, instead of laying it up in their granaries for a day of scarcity, you are forced to conclude that they would trade with the very devil, to get his coat and shoes in exchange for their wheat. I hope they will learn wisdom in the future, and lay up wheat to feed the brethren when they come here from distant countries. If they will learn wisdom now, I will promise them, in the name of Israel's God, that the earth will yield its abundance, as it has heretofore. Men in these valleys have reaped crop after crop which grew spontaneously, without putting a drag or a plow in the land, and yet they are ready to curse God for His blessings. How do you suppose the Lord feels? If He were no better than I am, He would chastise us far more severely than we have been. I will give way to others. <\/div>\n<\/div>\n<\/div>"}