{"ID":30022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Rebuking Iniquity&#x2014;The Potter and the Clay&#x2014;a Dream.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, February 25, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Rebuking Iniquity, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 2\/25\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v3n1130\"> Brother Woodruff has just given us a sketch of many things, touching upon the Prophets, the welfare of Israel, and the sorrow and desolation that will finally fall upon the wicked; and the wicked among us will not <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0215\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> escape, any more than will those in the world. <\/div><div class=\"paragraph jod\" id=\"v3n1131\"> I was thinking considerably upon what he said about the wickedness that is creeping into our midst, and of that wickedness being rebuked. I  <div class=\"break pagebreak\" id=\"161a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0161.pdf\" target=\"pdfwin\">p.&#xA0;161a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0214\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>want my brethren and sisters to understand that only those who are guilty are rebuked. Our rebukes do not touch the innocent, nor affect them one hair's breadth. When you use the whip the lash will, perhaps, hit a person who sits in the outer edge of the congregation, and one in this, and another in that part of the room. It is intended for them, and not for those it does not hit. You will not hear any man or woman, enter a complaint, or find any fault with brother Brigham, or brother Heber, except that person who is hit. <\/div><div class=\"paragraph jod\" id=\"v3n1133\"> When you load your musket with buckshot, or coarse shot, and fire into a flock of ducks or geese, you never will see any flutter except the wounded. When you see a person flutter, you may know that is the character who is hit, and is the one who ought to be hit. <\/div><div class=\"paragraph jod\" id=\"v3n1134\"> I was reflecting, yesterday, whether I had any articles left of all I had when I came into this Church, and I found that I had one chest which brother Brigham Young made and painted at my house, and my wife has a little tin trunk which her father gave her before she was married, and I have one earthen tea canister which I made about the time I was married. I think those are the only articles left of those I had when I came into this Church. What is the reason? I have been driven from my possessions, and robbed of the things which were given me by my father and mother, and of those given to my wife by her parents. <\/div><div class=\"paragraph jod\" id=\"v3n1135\"> I reflect upon these things, and when I see sin working in our midst like the leaven in a measure of meal, I feel to rebuke it; and I would rather die in the valleys of the mountains than be driven again. I am against sin, and I am one with those who are against it. We are at war with it, and with the devil and with his works; and so is every good, honest, virtuous, holy Saint. <\/div><div class=\"paragraph jod\" id=\"v3n1136\"> Will you sit down and go to sleep? <div class=\"break columnbreak\" id=\"161b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0161.pdf\" target=\"pdfwin\">p.&#xA0;161b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0214\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Will you rock yourselves in your easy chairs and see the leaven of iniquity working in our midst? (Voices, &#x201C;No&#x201D;) Don't say no, and then do it. I have never injured any gentleman, by speaking in this congregation. None of my remarks have had reference to a true gentleman, but I have reference to those who take a course to pollute this people; they are the ones who deserve the lash. <\/div><div class=\"paragraph jod\" id=\"v3n1137\"> There are men and women in our midst, and perhaps some who profess &#x201C;Mormonism,&#x201D; who would take my life in a moment, if they dare, and the life of President Young. As for death, I do not trouble myself much about it. When the time comes for me to depart from this life and go into what we call eternity, to pass through the veil, it is, simply, to leave the body to rest awhile, and blessed are the dead who die in the Lord,<span class=\"citation\" id=\"80023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80023)\">Rev. 14:13<\/a><\/span> for their sleep shall be sweet unto them.<span class=\"citation\" id=\"85431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85431)\">D&amp;C 42:46<\/a><\/span> Death is merely a sleep to the body, and all the fear I have concerning it is what arises from my traditions. I was taught in my youth that after death I had to go directly into the bowels of hell, and go down, down, down, because there is no bottom to it. I am not troubled about any such thing as that, for I never expect to see any worse hell than I have seen in this world. And those who do not the works of righteousness, and are not worthy to be gathered with the spirits of the Saints, will go into precisely such society, in the world of spirits, as they are now in. <\/div><div class=\"paragraph jod\" id=\"v3n1138\"> The spirits of the Saints will be gathered in one, that is, of all who are worthy; and those who are not just will be left where they will be scourged, tormented, and afflicted, until they can bring their spirits into subjection and be like clay in the hands of the potter,<span class=\"citation\" id=\"60517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60517)\">Jer. 18:6<\/a><\/span> that the potter may have power to mold and fashion them into any kind of vessel, as he is directed by the Master Potter. <\/div> <div class=\"break pagebreak\" id=\"162a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0162.pdf\" target=\"pdfwin\">p.&#xA0;162a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0213\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1140\"> When the Lord spoke to Jeremiah He told him to go down to the potter's house, and there he would cause him to hear His words.<span class=\"citation\" id=\"60496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60496)\">Jer. 18:1-6<\/a><\/span> When he went down to the potter's house, &#x201C;Behold, he wrought a work on the wheels.&#x201D;<span class=\"citation\" id=\"60504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60504)\">Jer. 18:3<\/a><\/span> The potter tried to bring a lump of clay in subjection, and he worked and tugged at it, but the clay was rebellious, and would not submit to the will of the potter, and marred in his hands. Then, of course, he had to cut it from the wheel and throw it into the mill to be ground over, in order that it might become passive; after which he takes it again and makes of it a vessel unto honor, out of the same lump that was dishonored,<span class=\"citation\" id=\"72675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72675)\">Rom. 9:21<\/a><\/span> because it would not be subject to the potter, and was, therefore, cut from the wheel, and put through another grinding until it was passive. There may ten thousand millions of men go to hell, because they dishonor themselves and will not be subject, and after that they will be taken and made vessels unto honor, if they will become obedient, and God will make us, who are His servants, bring about His purposes. Can you find any fault with that? <\/div><div class=\"paragraph jod\" id=\"v3n1141\"> The Lord said to Jeremiah, &#x201C;O house of Israel, cannot I do with you as the potter? Behold, as the clay is in the potter's hand, so are ye in mine hand.&#x201D;<span class=\"citation\" id=\"60518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60518)\">Jer. 18:6<\/a><\/span> They dishonored themselves and were rebellious, and I have cut them off and thrown them in the mill, and they shall grind until they are passive. And I have taken a gentler lump, to see if I cannot make a vessel unto honor. By and by that lump will dishonor itself, and be thrown back into the mill, and God will take Israel and make of them a vessel unto honor. <\/div><div class=\"paragraph jod\" id=\"v3n1142\"> Some time ago, when I spoke to the congregation in words of rebuke, it made a wonderful stir with a few men, that is, with those who were hit, and with those who were filled <div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0213\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with sympathy for them, because they were such fine, accomplished gentlemen. After I went home from the council that same evening, I dreamed that I was at work at my old trade of making pots, that I had a kiln, and that brothers Brigham, Grant, and others were there. The kiln was full of earthen vessels, and we had burnt wood in the arches until it became red hot, but the blaze was coming out of the flues. It did not draw as we wished it to, for the wood was not sufficiently dry. We went and got some good, dry wood, but were gone sometime, and when we came back the kiln got considerably low in heat. We put in some dry wood, and soon brought it back to the same heat it had before we left it. But when I began to look around, I saw a great many vessels, off on one side, that were not good for anything, they would not stand the fire and began to fall in when nobody was touching them; a whole tier of them fell in at a time. Said I, &#x201C;Why have you made these vessels so thin? You have made them two-thirds larger than they ought to be, with the amount of clay that is in them. Their skin is too thin, you have stretched them too far, and not given them the thickness in proportion. What shall we do with them? Let us break them up and put them into the mill, and grind them up again. The material is good, but they all need making over.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1143\"> Do you understand that dream? The Elders or somebody else, had stretched those vessels too much; they had got the big head, that is, their heads were larger than the substances would sustain, and they fell in&#x2014;the vessels fell in. The clay was good, but the vessels were made too big in the start; we must not stretch them too much. Potters always work according to the amount of clay on hand; if it is a small  <div class=\"break pagebreak\" id=\"163a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0163.pdf\" target=\"pdfwin\">p.&#xA0;163a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0212\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lump they make a small vessel, and make it all the way of a thickness, as near as possible. <\/div><div class=\"paragraph jod\" id=\"v3n1145\"> In the dream, I discovered that there were many just such thin characters all around us, and they fell in because we touched some of them. I have touched many people here, both men and women, who profess to be Latter-day Saints, and I hurt them just as bad as I hurt some strangers. But I never hurt the feelings of a true Saint, nor of a stranger who is a gentleman, no, not one of them. I hurt scoundrels who will take a course, and have taken a course, to pollute themselves, and to put the leaven of corruption and wickedness in the midst of this people. I am directly opposed to such characters, and to their principles. Do you understand why? Because I have been driven and afflicted, until there is hardly a vestige of anything left which I had when I came into &#x201C;Mormonisim.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1146\"> I am plain and definite in my language, and I use plain figures, and now and then one that is sometimes considered vulgar, by those who are themselves vulgar. To those who are pure, all things are pure, but to those who are impure, all things are impure.<span class=\"citation\" id=\"76304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76304)\">Titus 1:15<\/a><\/span> Again, when you are pure, righteous&#x2014;without sin, you think, many times, that everybody else is without sin. When I see, hear, and know of practices in our midst, that are impure, I will go against them. Gentlemen, you may expect this, I would rather die, than undergo what I have already undergone in the travel from Nauvoo to this place, under the same circumstances. <\/div><div class=\"paragraph jod\" id=\"v3n1147\"> When we left that city, between one and two hundred souls were attached to me, and looked to me for bread, and I had to travel to this land when it seemed as though I could not live under the load. And President Young was in the same situation with another company attached to <div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0212\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> him, and thus we traveled through sorrow, misery, and death. <\/div><div class=\"paragraph jod\" id=\"v3n1148\"> Now, if any persons wish to begin another scrape, and desire to again break us up, and to corrupt this people, and to bring death, hell, and the devil into our midst, come on, for God Almighty knows that I will strive to slay the man who undertakes it. [The congregation said, &#x201C;AMEN.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v3n1149\"> I am opposed to corruption; I wish every man to keep himself pure, whether he is Jew, or Gentile, or Latter-day Saint; keep yourselves pure. I do not allow my women to fondle with other men, or to sit in their laps, and they must not suffer other men to kiss or hug them, if they do, I will cast them off. Let my wives alone, and let my daughters alone, except you have my permission to pay them attention, and do as you wish to be done by. <\/div><div class=\"paragraph jod\" id=\"v3n1150\"> I talk plainly, I am not afraid, for I am my heavenly Father's friend, and I am a friend to all His sons and daughters, whether they make a profession of religion or not, but they must not undertake to pollute this people. I delight to have strangers come to my house, and they shall have the privilege of visiting and associating with me, and I will associate with them, on condition that they behave like true gentlemen. <\/div><div class=\"paragraph jod\" id=\"v3n1151\"> &#x201C;Mormonism&#x201D; is meat and drink to us, it is sweeter than the honeycomb; it is life to us, and to the world it is poison. &#x201C;Mormonism&#x201D; is true, it is righteous, and we are a pure people, with but very few exceptions. <\/div><div class=\"paragraph jod\" id=\"v3n1152\"> I know that there are some who cultivate unwholesome principles and practices. The old saying is, &#x201C;Birds of a feather will flock together,&#x201D; so they will, perhaps, leave us. I am plain, and I will tell you what I think of you. If a man rebels, I will tell him of it, and if he resents a timely warning, he is unwise. <\/div><div class=\"paragraph jod\" id=\"v3n1153\"> Notwithstanding I am a plain  <div class=\"break pagebreak\" id=\"164a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0164.pdf\" target=\"pdfwin\">p.&#xA0;164a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0211\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>spoken man, I never had a difficulty that would bring me before a court of my country. I dislike and despise dissension, war, and bloodshed, and that is why I am not pleased with the lawyers. I may like their persons, but God knows that I do not like their works nor their principles, when they strive to produce confusion and contention here, after we have made laws which suit us, good laws, and as few of them as possible. <\/div><div class=\"paragraph jod\" id=\"v3n1155\"> This people are a good people, and I love them as I love my life. But I would rather lay down my life, than to again pass through what I have already endured. <\/div><div class=\"paragraph jod\" id=\"v3n1156\"> I have never yet shed man's blood, and I pray to God that I never may, unless it is actually necessary. I have never had occasion to fight, but I have often stood, with my firelock in readiness, guarding the Prophet Joseph (with brother Brigham and others), for his life was sought all the time, and that too in Kirtland, Ohio, that civilized country. I stood by him until his death, and I will stand by President Young in like manner, <div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0211\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God helping me, and so will thousands of this people, and I know it. <\/div><div class=\"paragraph jod\" id=\"v3n1157\"> God grant that this spirit may rest upon you, ye Elders of Israel, ye servants of God, upon you, mothers in Israel, and upon you, daughters of God. May it abound in you, and be inherited by your posterity, that you may become like angels of God, and stand in the defense of Israel. These are the blessings I seal upon all of you. Be virtuous and pure, and keep your hands from everything that is not your own, and restore everything that is your neighbor's. <\/div><div class=\"paragraph jod\" id=\"v3n1158\"> Do as you would wish to be done by,<span class=\"citation\" id=\"63789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63789)\">Matt. 7:12<\/a><\/span> and God will bless you forever. Lay aside all covetous, penurious, and narrow, contracted feelings, cast them off. Be one, brethren. Let each family be one with its head, and let that head be united with the Presidency, and then we are one and God is for us, and who can be against us? <\/div><div class=\"paragraph jod\" id=\"v3n1159\"> May God instruct you, and cause these principles to enter deep into your hearts and multiply within you, from this time henceforth, and forever. Amen. <\/div>\n<\/div>\n<\/div>"}