{"ID":30021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Necessity of the Saints Having the Spirit of Revelation&#x2014;Faith and Works&#x2014;The Power of God and of the Devil.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, May 6, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Necessity of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/6\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v3n1079\"> It is hardly time to close the meeting, and I take the liberty of making a few remarks. I expect, in a day or two, to leave home for a few weeks, to visit the natives in the south, and shall call on the brethren in that region. I now wish to ask a few favors for myself, for those who may accompany me, and for all who remain. <\/div><div class=\"paragraph jod\" id=\"v3n1080\"> If you should hear any reports about me during our absence, always have enough of the spirit of truth to know whether they are false or true; always so enjoy the Spirit of the Lord, that you can discern between truth and error, and know the spirit of evil from the spirit of righteousness. If you should hear that I have apostatized from the Gospel and gone to California to get gold, you need not believe that report; but if you hear that I am opposed to a spirit which prevails among a good many, who profess to be Saints, you may believe it; but if you hear that the Indians have killed me, you need not believe that. Still, if the Lord sees fit to take me away, I am just as ready to go while on this mission as at any other time; I never expect to be better prepared, though I presume that I shall only be gone a few weeks and return, and I ask all the brethren and sisters to be faithful while I am gone. <\/div><div class=\"paragraph jod\" id=\"v3n1081\"> Do not be fretting about this, that, or the other thing, for I will warrant <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0222\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that we shall have harvest as well as seed time, and that we shall reap a good harvest. I expect that some of the brethren may think, &#x201C;Now is the time for speculation,&#x201D; and may run and buy up all the wheat and flour for that purpose, but there is enough and will be enough, there will be no lack, and if we have no surplus, what does it matter? It will all be right, and we will acknowledge the hand of the Lord in all things. <\/div><div class=\"paragraph jod\" id=\"v3n1082\"> It would be pleasing if all the Saints had strong faith and confidence, but sometimes many seem to falter in their feelings. I do not know how many I might find in this congregation who would have faith enough to believe that we could live on the tops of these high mountains, which are 6,619 feet higher than the Temple Block, in case we were called to go up there and live, and there was no other place for us; I do not know whether a great many in this congregation could have faith to believe that we could live there. <\/div><div class=\"paragraph jod\" id=\"v3n1083\"> At the same time, when I exhort the brethren to have faith, I really had rather that they would have good works; I do not care half so much about their faith as I do about their works. Faith is not so obvious a principle, but in good works you see a manifestation, an evidence, a proof that there is something good about the person who is in the habit of doing them. <\/div> <div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0221\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1085\"> Now, if the people will only be full of good works, I will insure that they will have faith in time of need. I wish the brethren to be diligent in their affairs here, to be honest, faithful, prudent, and upright, and try to receive the spirit of the Gospel. I am ready to acknowledge that this people have the Gospel, that they are a good people; they are the best we know of upon the earth. At the same time there is a great lack with regard to the sentiments of many of them, with regard to their understanding, their views, the proportions, the degree and quality of the spirit they are in possession of. <\/div><div class=\"paragraph jod\" id=\"v3n1086\"> All ought to seek to know the mind and will of the Lord, and when they know it, they will be taught that the interest of this people is the interest of the Lord, and that all we do is for His glory. This is not all, it is likewise for our own benefit, and when we learn the principles of the Gospel perfectly, we shall learn that our interest is one, that we have no correct individual interest separate from this kingdom; if we have true interest at all, it is in the kingdom of God. If we truly possess and enjoy anything, it is in this kingdom; if we build it up, we shall be built up; if we neglect so to do, we shall fail to sustain ourselves. <\/div><div class=\"paragraph jod\" id=\"v3n1087\"> If we draw off in our feelings and have a divided interest from the kingdom of God, we shall fail in obtaining the object of our Priesthood. Nothing will stand on this earth, in the final issue, but the kingdom of God, and that which is in it; everything else will pass away&#x2014;will be destroyed. Then if we in all our works seek to identify our feelings, our interests, our whole efforts in one to sustain and build up the kingdom of God on the earth, we are sure to build ourselves up. <\/div><div class=\"paragraph jod\" id=\"v3n1088\"> If we can correctly see and understand the proper labor of man, and <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0221\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will direct our course to build up the kingdom of God, it prepares the people to receive those blessings which the Lord has in store for them. But if a people are separate in their feelings, divided in their efforts, have an individual interest each one for themselves, it tends to destruction. Those who are well instructed in the principles of the kingdom of God, and who receive it as it is, will discern that all they do is in reality to benefit themselves; and when the people do all they can, the Lord is bound to do the rest. <\/div><div class=\"paragraph jod\" id=\"v3n1089\"> If we have good works and plenty of them, I have not the least doubt but what we shall reap a bountiful harvest this year, and have a surplus of grain after supplying all who will come here this season. But suppose that we should have no surplus, would not good works in abundance produce the faith that is necessary for the Lord to do the rest, when we have done what we can? Good works will produce good faith, and good faith will produce good works. <\/div><div class=\"paragraph jod\" id=\"v3n1090\"> If our faith is correct, we will apply our labor in that way which will promote our own interest, thereby promoting the interest of the kingdom of God on the earth; but if we have even one interest separate and apart from that kingdom, we do not fully promote our own individual welfare. <\/div><div class=\"paragraph jod\" id=\"v3n1091\"> If the people will be patient and faithful, industrious and humble, so as to know truth from error, and not worry themselves in the least, no person need be afraid of all earthly powers and influences, nor of the powers and influences of hell, not in the least. <\/div><div class=\"paragraph jod\" id=\"v3n1092\"> Brother George Q. Cannon has just stated, If he had not believed &#x201C;Mormonism&#x201D; until he went to the Sandwich Islands, what he saw there would have proved it to be true. We might ask whether there is an individual here who has seen enough of the  <div class=\"break pagebreak\" id=\"155a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0155.pdf\" target=\"pdfwin\">p.&#xA0;155a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0220\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>handiwork of the Lord, to prove &#x201C;Mormonism&#x201D; to be true. Are this people convinced by the course that the Lord has taken with them, and by what He has done for them, that &#x201C;Mormonism&#x201D; is true? If there was no other proof, that might be satisfactory, but after we have had that proof, we need the testimony within us, and that testimony we must have. <\/div><div class=\"paragraph jod\" id=\"v3n1094\"> In all the labor of the Saints, when faith springs up in the heart, good works will follow, and good works will increase that pure faith within them. That is the case with brother Cannon, and that is the case with every Saint. <\/div><div class=\"paragraph jod\" id=\"v3n1095\"> What the Lord has done for this people would convince any man in the world, upon rational principles, that it is not the wisdom of man, nor his power or might, nor the power or might of this people unitedly, that has accomplished what has been done, but that it has been brought to pass by an invisible power. Still a person, unless he has the light of the Spirit within him, will attribute the work of the Lord to the wisdom of man, or necromancy, or the power of the devil. Again, a person may see the power of the devil displayed, and mistake it for the power of God, for without the light of the Spirit one cannot tell the difference between the power of the Lord and the power of the devil. <\/div><div class=\"paragraph jod\" id=\"v3n1096\"> We must have the testimony of the Lord Jesus to enable us to discern between truth and error, light and darkness, him who is of God, and him who is not of God, and to know how to place everything where it belongs. That is the only way to be a scientific Christian; there is no other method or process which will actually school a person so that he can become a Saint of God, and prepare him for a celestial glory; he must have within him the testimony of the spirit of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v3n1097\"> Persons may see miracles perform<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0220\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ed; may see the sick healed, the eyes of the blind opened, the lame made to leap, and even the dead raised, and may acknowledge that it is all done by the power of God, but will all this enable them to discern whether it is the power of God or not? No, it will not. They must have the spirit by which the dead are raised, by which the sick are healed, and the eyes of the blind opened, or they cannot tell whether it is done by the power of God or the power of the devil, or whether there is a mist over their own eyes. <\/div><div class=\"paragraph jod\" id=\"v3n1098\"> I make these remarks that you may understand that my faith is not placed upon the Lord's working upon the islands of the sea, upon His bringing the people here, upon His causing a drouth in the eastern lands, and wars, bloodshed, and destruction among the people; nor upon the favors He bestows upon this people, or upon that people, neither upon whether we are blessed or not blessed, but my faith is placed upon the Lord Jesus Christ, and my knowledge I have received from him. <\/div><div class=\"paragraph jod\" id=\"v3n1099\"> That must be the case with every person who expects to receive a celestial glory, to be crowned in a celestial kingdom of our God. We might have a drouth here, and still, by some invisible power or hand, this whole people be sustained, even though not a mouthful of bread was raised in this whole Territory. Would that prove that our God is the God we should serve? To a person who knows anything about the Spirit of the Lord Jesus Christ, it is no proof at all. <\/div><div class=\"paragraph jod\" id=\"v3n1100\"> If we read right, in the last days we expect the power of the enemy to have a great influence among the people, and to succeed in deceiving very many.<span class=\"citation\" id=\"94403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94403)\">Matt. 24:5,11<\/a><\/span> Do you expect the eyes of the blind opened by the power of the devil? I do, and I expect to see the lame made to leap, and the ears of the deaf unstopped by that power. <\/div> <div class=\"break pagebreak\" id=\"156a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0156.pdf\" target=\"pdfwin\">p.&#xA0;156a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0219\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1102\"> Have any of this congregation ever seen, witnessed, or had any knowledge of such a thing? Yes. Have the sick been healed? Yes, both by the power of God and by the power of the devil. We say that we can witness that the power of God has healed the sick. Are there individuals here who have seen the sick healed when they did not know by what power they were healed? Yes, a great many. Mesmerism has healed many persons in the world. Do you know whether that works by the power of God, or by the power of the devil? You do not, unless you have the light of revelation. You may believe the testimony of others, but unless you get a revelation for yourselves, you do not know whether it is by the power of God or by the power of the devil. Have we witnessed persons apostatizing from this people, from the kingdom of God, to go into the world and become wicked, and give way to swearing, drinking, gambling, and horse racing, and become as they formerly had been, only more wicked than they were previous to coming into this Church, and that, too, through the principle of Mesmerism? <\/div><div class=\"paragraph jod\" id=\"v3n1103\"> I know of many whom Mesmerism has led out of this Church; they would see the sick healed, and attribute it to the power of God; would fall under its influence, embrace and practice it, and thus give the devil power over them to lead them out of the kingdom of God. They could not tell whether it was the power of God or the power of the devil. What is the reason? They had not the light of revelation within them; they had not the knowledge of God. Are you not aware how easily we may be deceived? A neighbor comes along and tells you a story, and you are ready to believe him, for, you say, &#x201C;That man is a man of truth, I must believe his statement. That sister is a woman of truth, I <div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0219\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cannot but believe her statement.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1104\"> Have any of you ever experienced a circumstance like this? For instance, a person, say a sister in the Church, has a dream, that such and such things are going to take place; she tells it to another in the morning; that one tells it to a second person by noon, who tells it to a third ere night, and so on. How long has that story to go the rounds before it is told as a revelation&#x2014;as a vision, and perhaps as coming from a man of God, from a proper source, that the Lord is going to do thus and so, for there is a revelation upon it? I have known people to be thus deceived here in this city, and I have also known them to be greatly deceived upon a true principle, if they had only understood it, but they did not understand it. <\/div><div class=\"paragraph jod\" id=\"v3n1105\"> Mesmerism is an inverted truth; it originated in holy, good, and righteous principles, which have been inverted by the power of the devil. <\/div><div class=\"paragraph jod\" id=\"v3n1106\"> Again, many people in this city do not know whether astrology is true or not, whether it is of God or of the devil; hence they are liable to be deceived, as is every person unless they have the power of revelation within themselves. If there are any brethren here who have been studying astrology, and they were called upon to speak, would they not say that they believed it to be a true science? They would; they testify that they know it to be true. But what does it do for them? It leads them into thousands of errors. Does God ever lead you into error? Is He mistaken when He reveals? No; when He sets you to make calculations and figures, I will insure you that every sum will prove and come out precisely right. The Lord does not deceive people, but astrology and Mesmerism do lead them astray. How many deceptions are there in the world? Millions, for a great many spirits have gone forth into the world to deceive the people.<span class=\"citation\" id=\"94404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94404)\">1 Jn. 4:1<\/a><\/span><span class=\"citation\" id=\"85926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85926)\">D&amp;C 50:2<\/a><\/span> Spirit  <div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0218\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rappings are of the same class. Are they calculated to deceive the people? They are. <\/div><div class=\"paragraph jod\" id=\"v3n1108\"> There are many Elders in this house who, if I had the power to Mesmerize that vase and make it dance on that table, would say that it was done by the power of God; and I expect that some of them would begin to shout, and that some of the sisters would shout, &#x201C;Glory be to God, hallelujah.&#x201D; Who could tell whether it was done by the power of God or the power of the devil? No person, unless he had the revelations of Jesus Christ<span class=\"citation\" id=\"94405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94405)\">Gal. 1:12<\/a><\/span> within him. I suppose you are ready to ask brother Brigham if he thinks the power of the devil could make the vase dance. Yes, and could take it up and carry it outdoors, just as easy as to turn up a table and move it here and there, or to cause a rap, rap, rap, or to bake and pass around pancakes, or to get hold of a person's hand, and make him write in every style you can think of, imitating George Washington's, Benjamin Franklin's, Joseph Smith's, and others' autographs. Can you tell whether that is by the power of God or by the power of the devil? No, unless you have the revelations of Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v3n1109\"> Now do not let the power of the devil deceive you. You may ask, &#x201C;How shall we know, brother Brigham, whether you are telling us the truth or not?&#x201D; Get the spirit of revelation, then you will know, and not without. Will you take my counsel? (though you may do as you please with regard to that) if you will, I can tell you what to do, and what all the Latter-day Saints&#x2014;whom I have preached to from the first of my preaching, from the first of my testimony that Joseph Smith was a Prophet of God, and that the Book of Mormon is true&#x2014;would have done if they had followed my counsel, and that is, to seek unto the Lord your God until He opens the visions of your minds, <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0218\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and lets the rays of eternity shine within you. <\/div><div class=\"paragraph jod\" id=\"v3n1110\"> I never would have been a &#x201C;Mormon&#x201D; had it not been for that; no, never. Not that I am proof against false spirits and delusions, but I had seen so much nonsense on the earth, that I had not the least particle of confidence in any &#x201C;ism&#x201D; that was agoing, and I never did have until I sought unto the Lord my God with all my heart. <\/div><div class=\"paragraph jod\" id=\"v3n1111\"> If you would take my counsel you never would cease to plead with the Lord, until He opened the eyes of your understanding and revealed eternity to you, that you might know for yourselves how things are, and when you know and keep in that spirit, you will never be deceived, but the spirit of truth will always be with you, and if you cleave to that, it will lead you into all truth<span class=\"citation\" id=\"70328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70328)\">John 16:13<\/a><\/span> and holiness. Without it, you are constantly liable to be deceived, to receive evil, false reports, and false testimony, through the evil power and arts which have been upon the earth from the days of Adam until now. <\/div><div class=\"paragraph jod\" id=\"v3n1112\"> Mesmerism is a true principle inverted, just like every other evil or error. Show me one principle that has originated by the power of the devil. You cannot do it. I call evil inverted good, or a correct principle made an evil use of. Has Mesmerism a resemblance to any true principle? It has. In one feature it resembles the principle taught in the 14th and part of the 15th verses of the 5th chapter of the general epistle of the Apostle James, &#x201C;If any are sick, &amp;c.&#x201D;<span class=\"citation\" id=\"77721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77721)\">James 5:14-15<\/a><\/span> But why not say to the sick, be made well; just as well as to put your hands upon them? Because in the latter case, they come in connection with the same fluid and power which are in the operator, and if I, as the operator, have any good power, it tends to thwart the evil influence that is afflicting the sick, and to cause it to  <div class=\"break pagebreak\" id=\"158a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0158.pdf\" target=\"pdfwin\">p.&#xA0;158a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0217\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>depart; through this connection the power of God administers to the sick, and that, too, upon rational principles. <\/div><div class=\"paragraph jod\" id=\"v3n1113\"> The first Elders can recollect, when we commenced preaching &#x201C;Mormonism,&#x201D; that present revelation and a Prophet of God on the earth were the great stumbling blocks to the people, were what we had to contend against, and were, seemingly, the most potent obstacles in our way to the introduction of the Gospel. The people would meet us with, &#x201C;There is no such thing now as prophets sent of God; they all died long ago, and the revelations have long since been closed up.&#x201D; The first Elders had to argue with the people, and show them from the Scriptures that if they were complied with according to the letter and spirit, there would be Prophets and revelations on the earth. <\/div><div class=\"paragraph jod\" id=\"v3n1114\"> The Elders of Israel were prepared to meet the priests on this ground, and they prevailed over the devil, for those who believed the Bible saw that they had to believe in new revelation, and the devil had to give up that point. <\/div><div class=\"paragraph jod\" id=\"v3n1115\"> What next? When the world would believe in new revelation, the devil commenced to give them his revelations by spirit rapping, and by every kind of necromancy that he could induce the people to believe. He had to resort to a new method for deceiving mankind, for the old plan did not entirely succeed against the revelation of the truth, the sending of angels, and the causing the hearts of the people to be filled with the light of eternity. <\/div><div class=\"paragraph jod\" id=\"v3n1116\"> I recollect meeting some priests; and taking them on their own grounds. They believed that the Bible had a literal meaning, and that if it was literally carried out in the lives of the people, the same gifts and blessings would be produced as anciently. They cited revelation after revelation given in ancient days, and quoted miracle after miracle. I said, &#x201C;Suppose now <div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0217\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that I am an infidel, how do your miracles look to me? Do not your own creed and your own views teach you all the time that a poor miserable witch, called the witch of Endor, had power to raise the Prophet Samuel from the dead?<span class=\"citation\" id=\"55525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55525)\">1 Sam. 28:7-20<\/a><\/span> Was that done by the power of your God that you are speaking about?&#x201D; &#x201C;O, no.&#x201D; &#x201C;What proof have you that she was not as good a woman as ever lived, and had as much power as any in her day? Your own Bible teaches you that Samuel was a Prophet of God, and that she had power to raise him from the dead; then, why don't you worship her as a great saint?&#x201D; They left the question and turned to Moses, who had access to all the learning of Egypt; &#x201C;and when Pharaoh had called in his wise men, his astrologers and soothsayers,&#x201D; said I, &#x201C;Moses was a little smarter than the rest of those Egyptians, and all you can say about it is, that he had few keys which led him a little ahead of the astrologers of Egypt; but they were on the course of miracle working, and you have no evidence to prove to the contrary. You say that Moses was a Prophet of God, and that he led a people out of the land of Egypt. But Pharaoh's soothsayers could turn the water to blood,<span class=\"citation\" id=\"53915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53915)\">Ex. 7:20-22<\/a><\/span> &amp;c., and when they threw their canes on the floor they became serpents; now, because Moses' cane or serpent swallowed up theirs,<span class=\"citation\" id=\"53898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53898)\">Ex. 7:10-12<\/a><\/span> you naturally give him the preference. True, this indicates that he was a little the smartest man, and that he had a few more keys than those had who were around Pharaoh. Have you any argument to prove more than that? Take your Bible and produce one if you can.&#x201D; They were compelled to abandon that point. <\/div><div class=\"paragraph jod\" id=\"v3n1117\"> Had a man who did not know Moses, nor Pharaoh's wise men&#x2014;one destitute of revelation and of a knowledge of heavenly things&#x2014;one who knew nothing about God, devils,  <div class=\"break pagebreak\" id=\"159a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0159.pdf\" target=\"pdfwin\">p.&#xA0;159a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0216\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>angels, nor their power; nothing about good or bad principles&#x2014;stepped in and seen those miracles wrought, do you not perceive that he could not have told which was from a good or which was from an evil source? He could not have judged the matter upon any worldly principle. Moses says to Pharaoh, &#x201C;Let the children of Israel go.&#x201D; He would not do it. &#x201C;Then,&#x201D; says Moses, &#x201C;I will cause frogs to come upon the whole land.&#x201D;<span class=\"citation\" id=\"53916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53916)\">Ex. 8:1-7<\/a><\/span> Pharaoh replies, &#x201C;I don't believe it.&#x201D; But up they came. He calls for his soothsayers, astrologers and wise men, and tells them what Moses had done, and asks them what they can do. &#x201C;We can do just what he has.&#x201D; And sure enough up came the frogs. <\/div><div class=\"paragraph jod\" id=\"v3n1119\"> Moses next made the dust into lice.<span class=\"citation\" id=\"53925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53925)\">Ex. 8:16-18<\/a><\/span> Pharaoh calls for his wise men, saying, &#x201C;What can you do, my friends?&#x201D; &#x201C;O, we can do the same.&#x201D; How could a man, woman, nation or people, destitute of the spirit of revelation discern and determine which were right, Moses or the wise men of Egypt? They could not. <\/div><div class=\"paragraph jod\" id=\"v3n1120\"> Hence, you comprehend that every principle set forth in our holy religion&#x2014;every part of the religious experience which we have obtained on the earth, proves the necessity there is for all Saints to live their religion, that the Lord may reveal unto them, from time to time, His will concerning them. Then you would not be troubled about crickets, nor about grasshoppers, rain, drouth, nor anything else; but you would inquire what the Lord requires of you, and how He wishes you to do His will on the earth. Pay attention to what the Lord requires of you and let the balance go. He will take care of that if you will acknowledge His hand in all things. Then you will rejoice that your names are written in heaven&#x2014;<span class=\"citation\" id=\"67409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67409)\">Luke 10:20<\/a><\/span>that you have the privilege of being able to discern between the right and wrong, to recognize the goings forth of the Lord, <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0216\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and that you can perceive His handiwork among the people and His footsteps among the nations; how He pulls down one kingdom here and raises another there, and turns and overturns in the earth according to His good pleasure and men cannot help it, and the people know it not&#x2014;they understand not. <\/div><div class=\"paragraph jod\" id=\"v3n1121\"> The Lord causes the people to bring forth His purposes that His Saints may rejoice, and that wickedness may eventually be destroyed from the earth; He will bring it all about, therefore let us pay attention to our duties. Attend to your crops, and let the gardens be attended to; and if your corn is eaten off today plant again tomorrow; if your wheat is cut down by the grasshoppers, sow a little more and drag it in. Last season when the grasshoppers came on my crops, I said, &#x201C;Nibble away, I may as well feed you as to have my neighbors do it; I have sown plenty, and you have not raised any yourselves.&#x201D; And when harvest came you would not have known that there had been a grasshopper there; the yield was as good as I expected at the planting and sowing. <\/div><div class=\"paragraph jod\" id=\"v3n1122\"> Do your duty and cleave to the truth, and let us attend to adorning this block and to building the temple, and let the brethren come and pay their labor tithing. We have completed what some call the endowment house, though what I call the House of the Lord. In it you will get your endowments, but do not fret about it, for you will receive them in your times. <\/div><div class=\"paragraph jod\" id=\"v3n1123\"> Let us build the temple, and when we have finished that building we will call it the Temple of our God. Be diligent and upright in all things, and acknowledge the hand of the Lord in all things; rejoice evermore, pray without ceasing, and in everything give thanks,<span class=\"citation\" id=\"75726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75726)\">1 Thes. 5:16-18<\/a><\/span> even if you have nothing but buttermilk and potatoes. <\/div> <div class=\"break pagebreak\" id=\"160a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0160.pdf\" target=\"pdfwin\">p.&#xA0;160a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0215\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1125\"> Do those things that are necessary to be done and let those alone that are not necessary, and we shall accomplish more than we do now. <\/div><div class=\"paragraph jod\" id=\"v3n1126\"> In the United States, where I lived in my youth, I have known immigrant families who would rise early, have their breakfast ready and eaten in about forty minutes, and all turn out to work on their farm until half-past eleven, then go to the house, eat dinner and not devote more than an hour for rest. What was the result of this steady labor? People who had crossed the ocean with no money and with very little clothing, who knew little or nothing about farming, and in a new country, would soon have a good farm cleared and paid for. In a few years more they would have their carriages and horses, and every comfort and luxury to be derived from fine gardens and orchards. After a while they could purchase more land and add it to their well cultivated farms, and, perhaps, in fifteen or twenty years, become wealthy, though they had nothing but health and industry to begin with. <\/div><div class=\"paragraph jod\" id=\"v3n1127\"> If we wish to be rich the Lord has wealth in store for us, but let us take a course to gather it together, and <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0215\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> then to prepare it for usefulness when it is gathered. I am not for hoarding up gold and other property to lie useless, I wish to put everything to a good use. I never keep a dollar lying idly by me, for I wish all the means to be put into active operation. If I now had in my possession one hundred million dollars in cash, I could buy the favor of the publishers of newspapers and control their presses; with that amount I could make this people popular, though I expect that popularity would send us to hell. True with such a sum we could gather up the poor scattered Israelites and redeem Zion, but I feel to say, &#x201C;No, Lord, when riches before their time are agoing to destroy the people.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1128\"> Let the people have righteousness, be taught of the Lord, live in the revelations of Jesus Christ,<span class=\"citation\" id=\"94406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94406)\">Gal. 1:12<\/a><\/span> and then they can handle the gold and silver of the whole earth without having a desire for it, only as a means with which to gather Israel, redeem Zion, subdue and beautify the earth, and bring all things in readiness to live with God in heaven. <\/div><div class=\"paragraph jod\" id=\"v3n1129\"> May the Lord help us to do this great work. Amen. <\/div>\n<\/div>\n<\/div>"}