{"ID":30027, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Present Scarcity of Food&#x2014;Exhortation to the Bishops to Take Care of the Poor&#x2014;The Failure of the Crops Will Prove a Blessing to the Saints.<\/div>\n<div class=\"subtitle\">Remarks by President J. M. Grant, Delivered in the Tabernacle, Great Salt Lake City, January 27, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Present Scarcity of Food, Etc.<\/div>\n<div class=\"speaker\">Speaker: Jedediah M. Grant<\/div>\n<div class=\"date\">Date: 1\/27\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d27\">\n<div class=\"paragraph jod\" id=\"v3n1421\"> I have been instructed while listening to the brethren, and am pleased with the practical observations that our President has given. They pertain to the business of every day, and will greatly benefit the Saints. We have had a great variety from this stand, and the scenes of life, as we pass through, are varied in their nature. <\/div><div class=\"paragraph jod\" id=\"v3n1422\"> I am pleased with brother Kimball's feelings, testimony, and views, in relation to our visit to the capital of the Territory of Utah. <\/div><div class=\"paragraph jod\" id=\"v3n1423\"> I am aware that the general labor of the Legislature, perhaps, has been as great as that of any other legislature in the different Territories, in the same length of time. <\/div><div class=\"paragraph jod\" id=\"v3n1424\"> Our laws, proceedings, grants, &amp;c., are necessarily different from the usual routine of other legislative bodies, but our committees were doubtless as diligent as the committees in any other legislative body. <\/div><div class=\"paragraph jod\" id=\"v3n1425\"> And when we were in session, we were in order, and in a situation to act as correctly, and with as much precision and consistency, as any other legislative body that can be found upon the face of the earth. Though we may not tie ourselves to all of those strict rules that others tie themselves to, yet we understand legislating, we understand the science as far as legislative science is understood by the present age, which is only in a measure. <\/div><div class=\"paragraph jod\" id=\"v3n1426\"> I wish, therefore, under all the <div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0176\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> feelings and circumstances we may be placed in, that we may each act with an eye single to the welfare of the people, as much so as the Legislature has during the present session. <\/div><div class=\"paragraph jod\" id=\"v3n1427\"> I hope the Saints will treasure up the remarks they have heard today, and profit by them. I am satisfied that we should bear with each other's weaknesses, for we are ourselves subject to the same infirmities as our brethren; we are subject to the same temptations as those who are similar in their nature; we should, therefore, be willing to look with the same complacency on the weaknesses of others, as we would wish them to look upon ours. <\/div><div class=\"paragraph jod\" id=\"v3n1428\"> I am aware of the feelings that exist in the community through darkness and unbelief; many neglect their duty as Saints, and they grow dark in their minds. <\/div><div class=\"paragraph jod\" id=\"v3n1429\"> I have doubts of that man who neglects his prayers, and I have also doubts of some who attend to their prayers. I have great doubts of those who profess to be Saints, have all the privileges of Saints, and participate in the enjoyments of Saints, yet do not consider that the duty of prayer is obligatory on them. <\/div><div class=\"paragraph jod\" id=\"v3n1430\"> They think they can have around them, their wives, and children, and friends, and engage in the duties of life and take great responsibility upon them, and yet slide along and lay aside their duty as a Saint of God in regard to praying. <\/div> <div class=\"break pagebreak\" id=\"200a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0200.pdf\" target=\"pdfwin\">p.&#xA0;200a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0175\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1432\"> If a person is in trouble, or in want, he should seek unto the Lord by prayer, and obtain from Him aid, assistance, and light, and by that Divine Spirit he may overcome his weakness, break through the cloud of darkness, and walk in the light of the Lord. <\/div><div class=\"paragraph jod\" id=\"v3n1433\"> There are instructions in the Gospel, in the words of the men of God, though the language which they use may not, peradventure, be as beautiful as words can be arranged, or as that which others can use, but there is an influence attending the words of a man who speaks by the Spirit of God.<span class=\"citation\" id=\"86658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86658)\">D&amp;C 68:3-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1434\"> I relish greatly the instructions which you have received this morning; to me they are sweet, very wholesome, and good. I like them, they suit my disposition, they agree with my palate, and I am thankful for such instructions. I am thankful that we live in a day when the Almighty so blesses us. <\/div><div class=\"paragraph jod\" id=\"v3n1435\"> We are gathered out from the land that gave us birth, and from former associations in life; we are blessed here with peace; the hand of the oppressor is not upon us, and the arm of the tyrant has ceased to afflict and fall upon our neck. <\/div><div class=\"paragraph jod\" id=\"v3n1436\"> We are enjoying happiness, we can worship our God and keep His commandments, and listen to the voice of His servants without molestation, without being afraid or annoyed, without expecting a mob on the right hand and on the left. For these things I am very thankful. <\/div><div class=\"paragraph jod\" id=\"v3n1437\"> I am also fully apprised of the truth of our President's remarks, in reference to that lavish spirit which has existed in the minds of the Saints in relation to their grain. I am aware that all do not husband and take care of their grain as they should; they have counted it of little worth, as dross, as a thing of naught, and have been anxious to sell their wheat, corn, <div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0175\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and such staple articles of food as might have been secured in granaries, and laid up for a hard time, or against a day of famine. <\/div><div class=\"paragraph jod\" id=\"v3n1438\"> In regard to those who have been improvident and not careful, I am with the President, I cannot pity them if they have to suffer. I have seen the time, in this beautiful valley, when we first came here, when we had to bring enough of grain from the States to last eighteen months, that we were under the necessity of boiling and eating the hides of our cattle, and of going to the lowlands to dig thistle roots to subsist upon, that we might not die, but live on the earth. <\/div><div class=\"paragraph jod\" id=\"v3n1439\"> We did not all have to do this; some of us were comfortable, and had as much to live upon as we have now, for we took care to save what we brought with us. Many of those, who are now destitute of grain, are among those who were lavish with the food that the Almighty caused the earth to produce. <\/div><div class=\"paragraph jod\" id=\"v3n1440\"> I will here remark that I hope the Bishops in the different wards of the city will see that the poor do not go hungry, that they will keep themselves posted up as to the situation of the poor in their wards, and send round the Teachers and assistants to ascertain the condition of the people. I know that there is not grain enough to feed the people; some will have to suffer for the want of that article of food. <\/div><div class=\"paragraph jod\" id=\"v3n1441\"> Take the city of Fillmore; they have old grain enough for that place; they have not raised grain the present season, yet there is one man in that city who has eleven hundred bushels of wheat. The price there is two dollars a bushel, and they are selling flour to each other at six dollars a hundred. <\/div><div class=\"paragraph jod\" id=\"v3n1442\"> In Sanpete they have wheat, corn, and potatoes, sufficient to last them until harvest. The main suffering in the Territory of Utah, this season,  <div class=\"break pagebreak\" id=\"201a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0201.pdf\" target=\"pdfwin\">p.&#xA0;201a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0174\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will be in Great Salt Lake County. The masses of the people are here, and the grain is consumed where the masses are; consequently, you may look for more suffering in Great Salt Lake County than in any other. <\/div><div class=\"paragraph jod\" id=\"v3n1444\"> It will necessarily be here that the Bishops and their assistants will look for the poor. Some will not go very hungry before they beg, but there are some who will actually suffer very much before they make their wants known; that class ought to be seen to and felt after, and ought to be administered to. We should feel for each other, and seek to relieve, as far as we can, the needy and distressed. <\/div><div class=\"paragraph jod\" id=\"v3n1445\"> I do not look for much trouble myself; I do not look for the people to suffer as they did the first winter we came here. The winter is cold and the cattle are dying, but ere long the weather will break, the people will get employment, and feel better. <\/div><div class=\"paragraph jod\" id=\"v3n1446\"> Do not be discouraged in a hard time, be patient until spring comes, when you will feel pleasant and happy, and then is the time to deny the faith, if you are inclined to do so; never deny the faith in a dark day. <\/div><div class=\"paragraph jod\" id=\"v3n1447\"> I for one am glad that our crops failed. Why? Because it teaches the people a lesson, it keeps the corrupt at bay, for they know that they would have to starve, or import their rations, should they come to injure us in the Territory of Utah. <\/div><div class=\"paragraph jod\" id=\"v3n1448\"> With the practical lessons we have learned, and their effects upon our enemies I am glad, and I consider it one of the greatest Godsends that ever happened to the people of the Saints, since their immigration to this land. I consider the grasshopper war one of the greatest blessings to those who see it in the light of the Lord, and who discern the hand of the Lord in it. <\/div><div class=\"paragraph jod\" id=\"v3n1449\"> We found our brethren southward in a pretty good spirit, generally speaking; they needed a little com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"201b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0201.pdf\" target=\"pdfwin\">p.&#xA0;201b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0174\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>forting and instruction on this point. We have some men among us who hold high and important offices which we respect, and we would be very glad to respect the men, and will actually respect them, if they will respect the people of the Territory, and the laws of the Territory. But when a man comes among us and will not respect us, nor our laws, will not respect our Governor nor our Legislature, he need not expect us to respect him. <\/div><div class=\"paragraph jod\" id=\"v3n1450\"> Our brethren southward, I think, through the time of the Legislature, had the privilege of learning this practical lesson, to respect those who respect our laws, and not to respect men when they trample upon the laws of the country, and set at defiance the enactments of the Legislature. <\/div><div class=\"paragraph jod\" id=\"v3n1451\"> I believe, on the whole, that the capital of this Territory will not be injured by the visit of the Members from the various counties. I believe that the people were benefited, and I believe that the community at large will be profited through the labors of the Legislature. <\/div><div class=\"paragraph jod\" id=\"v3n1452\"> I hope then to see the Saints united more and more, and notwithstanding we have to be mixed with new clay, and ground over and over again, I say, come on you new recruits, I am not hide-bound in my feelings, I reach out my hands to the south, to the north, and to the universe, and say, come on, we want the new recruits here. <\/div><div class=\"paragraph jod\" id=\"v3n1453\"> I want to see the Territory filled up in the north and in the south, in the east and in the west, and to see the valleys flourish and blossom as a rose. I like to see the hardy men come forth from the other side of the ocean; I like to see them pouring in by tens of thousands. The new recruits, as a general thing, have stood well. <\/div><div class=\"paragraph jod\" id=\"v3n1454\"> Take the Yankees in Kirtland, have they all stood the test? No. One half, at least, of the Yankee members of this Church have apostatized. Take the first quorum of the Twelve, how many of  <div class=\"break pagebreak\" id=\"202a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0202.pdf\" target=\"pdfwin\">p.&#xA0;202a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0173\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them stood by the Prophet of the living God, and kept the faith? Six only. <\/div><div class=\"paragraph jod\" id=\"v3n1456\"> Then we may expect that some of our new recruits back out, depart and deny the faith, and this has been the case from the commencement. I like to see the new recruits come on, they will get ground up with the old clay and be just as good. You are only in the morning of &#x201C;Mormonism,&#x201D; just in the commencement of it. We have no old recruits, in one sense, but we are all new recruits, enlisted under the same banner, worshipping the same God, and united under the same brotherhood of Latter-day Saints which always pertains to the Priesthood of God. <\/div><div class=\"paragraph jod\" id=\"v3n1457\"> Then I like to see the English, the <div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0173\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Scotch, Welsh, French, Danes, and men from every nation, kindred, tongue, and people, come forth and unite under the standard of truth, obey God and be one. <\/div><div class=\"paragraph jod\" id=\"v3n1458\"> We had no difficulty, while at Fillmore, among the &#x201C;Mormons,&#x201D; they kept themselves right side up with care, and with them all was harmonious and satisfactory. <\/div><div class=\"paragraph jod\" id=\"v3n1459\"> May the peace of God be with you; may the light of the Holy Ghost illuminate you; may the words of the Prophet be unto you as a sweet morsel; and may the leaven of the Gospel work in you; and may the God and Father of our Lord Jesus Christ<span class=\"citation\" id=\"74756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74756)\">Eph. 1:3<\/a><\/span> bless you forever, which may He grant, in the Redeemer's name. Amen. <\/div>\n<\/div>\n<\/div>"}