{"ID":30024, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The First Principles of the Gospel.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Parley P. Pratt, Delivered in the Bowery, Great Salt Lake City, August 26, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The First Principles of the Gospel.<\/div>\n<div class=\"speaker\">Speaker: Parley P. Pratt<\/div>\n<div class=\"date\">Date: 8\/26\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d24\">\n<div class=\"paragraph jod\" id=\"v3n1261\"> I rise before you this morning, my friends and brethren, to preach to you the everlasting Gospel, for as my calling has been for the last quarter of a century to proclaim this Gospel, I have always endeavored to do my duty both before you and others, here and in many other places. <\/div><div class=\"paragraph jod\" id=\"v3n1262\"> Before I came here this morning, I was thinking, what shall I say to the brethren and sisters, if called upon to speak, and after a moment's reflection, I said, I will preach the Gospel, and when brother Kimball called upon me to address you, he said, &#x201C;Brother Parley, we want you to preach the Gospel to us.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1263\"> The Gospel of our Lord and Savior Jesus Christ is the only system whereby man can be saved, and his being the only name whereby we can approach our Father in heaven with acceptance, the only name in which remissions of sins can be obtained, and the only name whereby man can <div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0198\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have power over unclean spirits, over devils, over diseases, over the elements, and over everything this side of the celestial kingdom, and its influences, it is of the highest importance, therefore, that this message of life should be declared to all the world. <\/div><div class=\"paragraph jod\" id=\"v3n1264\"> This Jesus Christ, the Son of God, was once born in Bethlehem, crucified on Calvary, risen again from the dead, and having ascended to his Father and to our Father to lead captivity captive, and give gifts unto men,<span class=\"citation\" id=\"75018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75018)\">Eph. 4:8<\/a><\/span> his name has become the only name under heaven through which man may be saved&#x2014;<span class=\"citation\" id=\"71424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71424)\">Acts 4:12<\/a><\/span>receive everlasting life and exaltation. It is the only name by which man can get remission of sins, the gift of the Holy Spirit, and all its attendant blessings. It is the only name by which we may approach our Father in heaven and invoke His blessings&#x2014;the only name by which we may control disease, and the very elements, by the power of His Spirit  <div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0197\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and the authority of His Priesthood. <\/div><div class=\"paragraph jod\" id=\"v3n1266\"> This same Jesus, after having risen from the dead, after having received all power in heaven and on the earth,<span class=\"citation\" id=\"66419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66419)\">Matt. 28:18<\/a><\/span> gave a mission to his Apostles, Peter and others, to go into all the world, preach the Gospel to every creature,<span class=\"citation\" id=\"66722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66722)\">Mark 16:15<\/a><\/span> baptize them in the name of the Father, Son, and of the Holy Ghost,<span class=\"citation\" id=\"66430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66430)\">Matt. 28:19<\/a><\/span> and gave commandments that repentance and remission of sins should be preached in his name, in all the world, beginning at Jerusalem.<span class=\"citation\" id=\"68455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68455)\">Luke 24:47<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1267\"> Having given these commandments, and instructed his Apostles that they should teach all things whatsoever he commanded,<span class=\"citation\" id=\"66472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66472)\">Matt. 28:20<\/a><\/span> he ascended up on high,<span class=\"citation\" id=\"75019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75019)\">Eph. 4:8<\/a><\/span> and took his seat upon the right hand of God his Father,<span class=\"citation\" id=\"84322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84322)\">D&amp;C 20:24<\/a><\/span> and he then shed forth the gift of the Holy Ghost, and bestowed gifts upon men. <\/div><div class=\"paragraph jod\" id=\"v3n1268\"> Those Apostles began at Jerusalem to perform the duties of their mission, for it had been said that they should tarry there until they were endowed with power from on high;<span class=\"citation\" id=\"68463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68463)\">Luke 24:49<\/a><\/span> and after receiving this power they stood forth and preached to the people, on the day of Pentecost, the crucified and risen Redeemer, and when the people were convinced of the death and resurrection of the Messiah, and wished to know what to do to get rid of their sins, and become acceptable in the sight of heaven, Peter told them to repent and be baptized, every one of them, in the name of Jesus Christ for the remission of sins, and he then added, &#x201C;For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.&#x201D;<span class=\"citation\" id=\"71185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71185)\">Acts 2:37-39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1269\"> This being written in the 2nd chapter of the Acts of the Apostles, in the New Testament, as the first instructions given by Peter and the Apostles, at the place appointed, and at the time appointed, and under the circumstances appointed, and this being the first attempt to carry out <div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0197\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the great mission&#x2014;&#x201C;to preach the Gospel to the world,&#x201D;<span class=\"citation\" id=\"66723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66723)\">Mark 16:15<\/a><\/span> hence we conclude that the Gospel there preached was the same Gospel that was to be preached in all the world, and that was to be efficacious to all the world, it mattered not what color or country, what nation or language, learned or unlearned, Hindoo or anything else, it was the everlasting Gospel given by the Savior, at the place appointed, and at the time appointed, when they were endowed with power from on high, the Holy Ghost descending upon them agreeably to the promise. <\/div><div class=\"paragraph jod\" id=\"v3n1270\"> Consequently, at that time and under those circumstances, which I have briefly named, the Apostles made that proclamation, viz., that all should repent and be baptized in the name of Jesus Christ for the remission of sins;<span class=\"citation\" id=\"71270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71270)\">Acts 2:38-39<\/a><\/span> and they were told that all who would do this, should receive the remission of sins, and that the Gospel, with its promises, should go to every creature; and whether in some distant age or country that mankind should be found, it mattered not; there the Lord should send His Gospel with the promise of remission of sins, and the gift of the Holy Ghost, through obedience to the Gospel. Yes, in every place and among all people the promises should hold good, and the signs follow them that believe.<span class=\"citation\" id=\"66887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66887)\">Mark 16:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1271\"> This Gospel, its history, and characteristics, are clearly recorded in the New Testament, in the English version, translated by the order of King James, and handed down to us by our fathers; and it is also given to us by our fathers, in the Book of Mormon, and in many other good books, and in the words of many other good men who lived in ancient times, and in the words of many modern men, and many of our young men are made partakers of it by becoming members of the Church of Christ, and they know what it is to become members of the body of Christ, and to be justified,  <div class=\"break pagebreak\" id=\"179a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0179.pdf\" target=\"pdfwin\">p.&#xA0;179a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0196\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>freed from sin, and to stand before God with clean hearts and pure minds. <\/div><div class=\"paragraph jod\" id=\"v3n1273\"> We have to know these things, and to be made sensible of what it is to feel the satisfying influence of His Holy Spirit. <\/div><div class=\"paragraph jod\" id=\"v3n1274\"> Mind you do not forget, when we preach this Gospel, that it is a Gospel of repentance; do not slip over part of it, but while summing it up, look at it item by item. It is the Gospel of repentance, not a mere Gospel of baptism, but a Gospel of repentance, and remission of sins, to be preached in all the world.<span class=\"citation\" id=\"68456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68456)\">Luke 24:47<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1275\"> Why have any people a notion or disposition to obey this Gospel? How can the people determine whether this Gospel is good, whether it is of any value to them, or what it will do for the people generally if complied with? What would this Gospel do for the people of any age if they would obey it as a people? Whether it were a neighborhood, a town, a city, a nation, or a world, or a million of worlds, I ask what would it do for that neighborhood, that people, that city, that nation, or that world? I will tell you. There would be no thieving there any longer, there would be no lying there any longer, no cheating, no deceiving, no intentional breaking of promises, no wrong dealing, no extortion, no hatred, no envy, and no evil speaking. But why would all these things cease? Simply because they obeyed the Gospel; because obedience to the Gospel implies repentance, which means nothing more nor less than putting away all our evils, and ceasing to do them. Among the people that obeyed the Gospel there would be no longer adulterers, nor fornicators, nor any other evil that you can name. <\/div><div class=\"paragraph jod\" id=\"v3n1276\"> Now what cause of objection can people have in any age, among any nation or language&#x2014;in England or in Texas, or anywhere else, to a Gospel that would have a tendency to put <div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0196\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> away all those evils from among men? But, say you, &#x201C;Are there no evils where this Gospel is obeyed?&#x201D; No sir; where this Gospel prevails in the heart of an individual, that individual ceases from those things which are evil, for he is cleansed from them; he refrains from all that tends to evil. As the Gospel influences a man's heart, he ceases to countenance all evil practices, and where the Gospel influences his family, there is a family without those evils, and if a town or a city can be found that is influenced by the Gospel, there you will find a town or city without those evils which I have named, and you will find them gradually putting away those which may be amongst them, as fast as they perceive them. <\/div><div class=\"paragraph jod\" id=\"v3n1277\"> &#x201C;But really,&#x201D; says one, &#x201C;in Utah, I thought the Gospel was pretty well obeyed, and yet we are not without those evils, we are not entirely free from those sins.&#x201D; Allowing such to be the case, that does not make these words false. Show me a man that is guilty of false swearing, a man that is found traducing his brethren, or that is found evil speaking, or that is a fornicator or a thief, and I will show you a man that does not obey the Gospel; he may call himself a &#x201C;Mormon,&#x201D; a Latter-day Saint, or a brother in Christ, but that is not proving that he has repented of his sins, but as repentance is a part and parcel of the everlasting Gospel of Jesus Christ, and without which we cannot be benefited by his atonement and his mercy, we cannot have the blessings he purchased without we associate repentance with our faith. I say, as repentance is an essential part of the Gospel, that the man who has not put away his sins has deceived himself, because this repentance is one of the first principles of salvation. If I have other sins, and then add the sin of neglecting repentance, my case is still worse than it was before. <\/div> <div class=\"break pagebreak\" id=\"180a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0180.pdf\" target=\"pdfwin\">p.&#xA0;180a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0195\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1279\"> I have known the Gospel, as I remarked, for 25 years, and in that time I have materially altered my views upon some points. I then thought that they came into the Church for the purpose of repenting and forsaking their evils, and receiving the Gospel with all their hearts and with a resolution to do right. Well, it is true that there is a oneness, as far as repentance and faith is concerned, in the outward acknowledgment, but do all who in word acknowledge the Gospel forsake their sins? We would all like to see such a state of things in the world, we would like to see our neighbors forsaking their sins, even if we could not forsake and overcome our own dear sins. Suppose we happen to repent and leave off our sins, would not that be about right? Would not that answer for us without waiting for others? Or can we have some ceremony performed that will do as well, something besides leaving off our sins and leading a new life? <\/div><div class=\"paragraph jod\" id=\"v3n1280\"> Perhaps we may not come to the repentance of fear, or feel afraid of doing wrong, but the other part we will come to, says one, &#x201C;For instance the baptism for the remission of sins given by the Savior, in whose name we can receive every good gift,<span class=\"citation\" id=\"77451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77451)\">James 1:17<\/a><\/span> and without whose name we cannot receive any spiritual gift.&#x201D; Then seeing that he, with all this power in his hands, and he, knowing all things that would be good for man, not only ordered that repentance should be preached in his name, but that the Apostles should baptize the people in his name, and to fulfil this mission they did baptize the penitent believer for the remission of sins; and they exhorted the people, every one of them, to repent and obey this ordinance for the remission of sins; and they also assured them that if they would do so they should have the gift of the Holy Ghost;<span class=\"citation\" id=\"71271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71271)\">Acts 2:38-39<\/a><\/span> and the Apostles further assured them that this promise was to them that were <div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0195\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> afar off, to all nations and countries&#x2014;it extended to every creature. <\/div><div class=\"paragraph jod\" id=\"v3n1281\"> And now, what objection can a man have to obeying one part more than another part of the Gospel? Why should men have such various opinions about the Gospel when it is so plainly set forth? One man says, &#x201C;I suppose that baptizing or sprinkling me when I was an infant was sufficient, for that was the custom in those days, and I suppose they called that baptism.&#x201D; Well, have we not shown you that repentance was of God, and therefore that all men must repent? Jesus Christ did not come to call the righteous, but sinners to repentance,<span class=\"citation\" id=\"64058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64058)\">Matt. 9:13<\/a><\/span> and he also commanded his servants to go forth testifying to those that were seeking the kingdom of God, and gave them power to heal the sick and cast out devils.<span class=\"citation\" id=\"64086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64086)\">Matt. 10:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1282\"> Can little children commit sins? Can they hear the Gospel and receive it in their hearts? Can little children reason, think, repent, and bring forth fruits meet for the kingdom of God?<span class=\"citation\" id=\"87822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87822)\">D&amp;C 84:58<\/a><\/span> Can little children be instructed to obey the Gospel in their infancy? To all these questions every rational man would answer&#x2014;No! Well, then, what have we to do with the Gospel as it pertains to little children? We are willing to carry out the instructions of the Savior where we are told to bless them,<span class=\"citation\" id=\"65155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65155)\">Matt. 19:14-15<\/a><\/span> and this we are willing to do wherever we see them, and to pray for them, but to sinners that are sufficiently grown to be free to act for themselves&#x2014;persons who are sufficiently grown to be accountable before the Almighty, and to be capable of conceiving sin in their hearts,<span class=\"citation\" id=\"92738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92738)\">Moses 6:55<\/a><\/span> and of bringing forth the fruits of it, to such was repentance and baptism, and therefore the Gospel could never be applied to little infants; it was a Gospel of voluntary obedience, and therefore it could not apply to the infant in its mother's arms. <\/div> <div class=\"break pagebreak\" id=\"181a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0181.pdf\" target=\"pdfwin\">p.&#xA0;181a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0194\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1284\"> Go and &#x201C;teach&#x201D; all nations,<span class=\"citation\" id=\"66431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66431)\">Matt. 28:19<\/a><\/span> and baptize the people; not the teaching to &#x201C;follow&#x201D; baptism, but teach them to observe all the things spoken by Jesus. Well, now, if you baptize a little infant, then remember to tell it all the things; teach it, then baptize, after which, you must teach it to observe all things.<span class=\"citation\" id=\"66473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66473)\">Matt. 28:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1285\"> But you see it won't require a dead form to carry out the Gospel of Christ, but an infant could not ask, what is the word? Persons have been used to trust to a dead form and have their children sprinkled, but if any of you were sprinkled, it was at a time when you could not help yourself, and hence you do not know anything about it, only, that you have been told that somebody sprinkled you when an infant. <\/div><div class=\"paragraph jod\" id=\"v3n1286\"> Then, notwithstanding your infant sprinkling, you never obeyed the Gospel because it was a Gospel of repentance, and is to be so when carried to all whom the Lord our God shall call.<span class=\"citation\" id=\"71282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71282)\">Acts 2:39<\/a><\/span> The Gospel, which we have to preach, is a Gospel of repentance and of remission of sins, to everyone that will obey it, including a baptism, a voluntary baptism, which is applicable to all the truly obedient, in every nation, who are determined to lead a new life, and bring forth fruit meet for repentance,<span class=\"citation\" id=\"82134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82134)\">Alma 12:15<\/a><\/span> and what was it? The Apostle, in the New Testament, informs us that it was to be buried with Christ by baptism into his death, and rise to newness of life in the likeness of his resurrection.<span class=\"citation\" id=\"72429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72429)\">Rom. 6:4-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1287\"> In my travels abroad, I sometimes meet, among many others, members of the church of Rome, so called; I believe they call themselves such. I say to them, &#x201C;Are you sure there was such a church as that in the days of the Apostles, and that you are members of that church?&#x201D; &#x201C;If there was such a church,&#x201D; says I, &#x201C;it is spoken of in the New Testament. Well are you sure that you are a member <div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0194\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the church of Rome that is spoken of as having grown and swelled and perpetuated itself? How have you become such?&#x201D; &#x201C;By being baptized,&#x201D; is the answer. &#x201C;Then you would think an unbaptized person was not a member of that church?&#x201D; &#x201C;Yes, we would consider all such persons aliens.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1288\"> &#x201C;Well, then, I will convince you that you are not a legal member in the church of Rome, baptism being the initiatory right into that church.&#x201D; &#x201C;How will you do it,&#x201D; says he, &#x201C;Because the Apostle in his epistle gives instructions and directions how every member was initiated into the Church, that was established by himself at Rome.&#x201D; He says that &#x201C;as many of you as have been baptized into Christ have put on Christ, and if ye have put on Christ, then are ye Christ's.&#x201D;<span class=\"citation\" id=\"74575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74575)\">Gal. 3:27,29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1289\"> &#x201C;He also says, 'Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death? Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life. For if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection: Knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that henceforth we should not serve sin.'&#x201D; Romans, chapter 6:3-6.<span class=\"citation\" id=\"72378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72378)\">Rom. 6:3-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1290\"> &#x201C;Now,&#x201D; says I, &#x201C;remember that every one of your members of the Church of Rome have been buried with Christ by baptism into death, and hence you must have risen to newness of life in the likeness of his resurrection. So writes the Apostle to the true Church of Rome, and you will find it in the New Testament, as before stated.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1291\"> &#x201C;Now then,&#x201D; says I, &#x201C;you have acknowledged that no man is a member of the Church of Rome, unless he  <div class=\"break pagebreak\" id=\"182a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0182.pdf\" target=\"pdfwin\">p.&#xA0;182a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0193\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>has been baptized, and the Apostle himself says that 'every member of the Church of Rome has been buried with Christ by baptism, and has risen again from that grave into the likeness of his resurrection.'<span class=\"citation\" id=\"72430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72430)\">Rom. 6:4-5<\/a><\/span> Where, Sir, were you buried with him, and when did you rise from that grave in the likeness of his death and resurrection? And have you ever led a new life, avoiding this sin and the other which you before were guilty of?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1293\"> &#x201C;Well,&#x201D; says the professor of Roman religion, &#x201C;You have got us in a curious position, I must acknowledge; I will have to give it up, for that is true; it is the written word of an Apostle of God. I have never become a member of the Church of Rome, and am consequently an heathen, according to the views of the Roman Catholic Church.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1294\"> I have conversed with men who have come out as honestly as men could in their positions. Members of the Catholic Church have come out as honestly as I have stated, and said that they must give up, but the Protestants are very tenacious, and will stick to their creed, often in spite of reason. I presume they are like all men in reference to tenacity, they would stick to their oath, that, if possible, they might gain converts to their faith. <\/div><div class=\"paragraph jod\" id=\"v3n1295\"> The question is often asked, &#x201C;Are there any honest people among this sect, and the other party?&#x201D; I tell you there are honest men in every sect of religionists, and if you try to classify men, you will have a difficult job, for you will find honest men in this class and the other, and, in fact, among all classes and sects of men. <\/div><div class=\"paragraph jod\" id=\"v3n1296\"> You need not suppose that honesty depends upon our traditions, or upon where a man was born; but there are honest people in every community, and in every sect under heaven, and there are those that hate the truth, and that would not aid in the spread of light and truth, nor lend their in<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0193\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fluence to any servant of God under the heavens. <\/div><div class=\"paragraph jod\" id=\"v3n1297\"> Well now, I love a man without regard to his country, or where he was brought up, without reference to color or nation. I love a man that loves the truth, and I do not blame any man under heaven for having been born and brought up in any particular town, city, or nation. You might as well blame a man for being brought up under certain traditions, in countries where they have not had the opportunity of discoursing with others, no discussions, no free press, where they never could know anything else but tradition through life. <\/div><div class=\"paragraph jod\" id=\"v3n1298\"> You might as well blame them for their country as for their traditions. Circumstances might come round, and so order the course of a man's mind and his mission as to give him a new channel of thought, and prevent his making any distinction, as it was with the Apostle Peter. <\/div><div class=\"paragraph jod\" id=\"v3n1299\"> There are whole nations, and generations of them, that have lived and died with the same knowledge right before their eyes, and that without the opportunity of thinking of any other degrees of knowledge. Well, what did Peter do with regard to those he was called to visit and preach to? When he preached the Gospel under the instructions of a risen Jesus, when he undertook to preach the Gospel&#x2014;repentance, baptism, and the laying on of hands for the gifts of the Holy Ghost, he said, &#x201C;The promise is to you;&#x201D;<span class=\"citation\" id=\"71283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71283)\">Acts 2:39<\/a><\/span> meaning that present generation, and he thought a little more, and then said, &#x201C;It is to your children;&#x201D; meaning the next generation, and finally his heart enlarged a little further, by the Holy Ghost that was in him, and he uttered its dictation, &#x201C;To <span class=\"italic\">all<\/span> that are afar off;&#x201D; and then he happened to think that they might count those that had been brought up in some other country, with different tradition, and he limited a little, and said,  <div class=\"break pagebreak\" id=\"183a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0183.pdf\" target=\"pdfwin\">p.&#xA0;183a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0192\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;Even to as many as the Lord our God shall call.&#x201D;<span class=\"citation\" id=\"71284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71284)\">Acts 2:39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1301\"> Although the mind of Peter was liable to be too contracted, he knew one thing, viz., that the Lord their God was in the habit of communicating with the people, and he understood that He always would be, for he knew that God lived, and he also knew that the Lord Jesus Christ was alive, for he had seen and talked with him, and had handled him, and he had seen him ascend up on high; and he had heard him testify that he had all power given him in heaven and in earth,<span class=\"citation\" id=\"66420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66420)\">Matt. 28:18<\/a><\/span> and he knew that he would have power to send the Gospel to every creature,<span class=\"citation\" id=\"66724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66724)\">Mark 16:15<\/a><\/span> for he had the keys to send the Gospel wherever he pleased, to all tribes, nations, and languages, in worlds without end, therefore when he made the promise he only limited it, or gave it a certain jurisdiction, recollecting where it belonged. <\/div><div class=\"paragraph jod\" id=\"v3n1302\"> The promise he gave of the Holy Ghost was to all that are afar off, to those whom the Lord our God shall call.<span class=\"citation\" id=\"71285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71285)\">Acts 2:39<\/a><\/span> To express it in language more appropriate than any other, perhaps, the promise of the Holy Ghost is, to wherever the Lord sends forth a revelation, wherever He makes proclamation of the Gospel, wherever He commissions men and sends forth the keys of the kingdom of God, and authorizes men to administer those ordinances in His name. It matters not whether in Judea, or America, or whether it be in Samaria, or England, whether to the heathen, the Jew, or the refined philosopher. It matters not whether we apply it to ancient days or modern times, wherever the Almighty God or Jesus Christ His Son, sees fit to reveal the fulness of the Gospel, and the keys of the eternal Priesthood, and the ministration of angels, there the promise contained in the Gospel was to hold good; and the nation or people obeying that call should receive remission of sins in his name, in <div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0192\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> obedience to his Gospel, and be filled with the Holy Spirit of Promise&#x2014;the Holy Ghost, which is the gift of prophecy and revelation, and also includes many other gifts. <\/div><div class=\"paragraph jod\" id=\"v3n1303\"> Is that Gospel any less true because it was revealed to Mormon, and was preached by him? Is that truth any less true because it has been hid up in the earth, inscribed upon plates, and has come forth and been translated in this age of the world? Was not that Gospel as good when preached to the Nephites in America, as it was when preached to the Jews in Palestine? <\/div><div class=\"paragraph jod\" id=\"v3n1304\"> And if as good why not write it? And if good enough to be preached and written, why not have those writings and read them, and rejoice in the spirit and truths they contain? <\/div><div class=\"paragraph jod\" id=\"v3n1305\"> Rejoice because it swells the heart, expands the mind, gives a more enlarged view of God's dealings and mercies, shows them to be extended to all extent, published in different countries, and upon different continents, revealed to one nation as well as another;<span class=\"citation\" id=\"94413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94413)\">2 Ne. 29:8<\/a><\/span> in short, it gives a man that feeling when he contemplates the bearing and extent of that Gospel; it gives a man a feeling which affords joy and satisfaction to the soul; it gives a man that feeling which angels had when they sung in the ears of the shepherds of Judea&#x2014;&#x201C;We bring you glad tidings of great joy&#x201D;&#x2014;<span class=\"citation\" id=\"67030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67030)\">Luke 2:10<\/a><\/span>which shall be in a few countries, and to a few people? No, that was not the song, though they were singing to those who had a few traditions in their families; which they had received from their forefathers. <\/div><div class=\"paragraph jod\" id=\"v3n1306\"> The shepherds were astonished, and well they might be, and they brought everybody to this text throughout the whole of Judea. Still those angels were honest enough to sing the whole truth, notwithstanding the Jews looked upon all Gentiles as dogs, and I think I hear the shepherds saying, that  <div class=\"break pagebreak\" id=\"184a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0184.pdf\" target=\"pdfwin\">p.&#xA0;184a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0191\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>brought glad tidings to everybody&#x2014;&#x201C;To these dogs?&#x201D; Still the angels&#x2014;a choir of them&#x2014;were bold enough to sing, &#x201C;We bring you glad tidings of great joy, which shall be to <span class=\"italic\">all people!<\/span>&#x201D;<span class=\"citation\" id=\"67031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67031)\">Luke 2:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1308\"> What a big saying for Jewish shepherds! Why they must have enlarged their hearts, and wondered at this very strange news! Why Peter had hardly got his heart sufficiently enlarged to believe these glad tidings, many years after they were proclaimed, although he had preached so much. <\/div><div class=\"paragraph jod\" id=\"v3n1309\"> It swelled by degrees, and contracted again, I suppose, and at last he had to have a vision, and a sheet let down from heaven, and things shown him, and explained to him over and over again,<span class=\"citation\" id=\"71738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71738)\">Acts 10:9-18<\/a><\/span> to get him to realize the truth of the glad tidings sung by angels at the birth of the Savior. <\/div><div class=\"paragraph jod\" id=\"v3n1310\"> It was showing so much, it was too broad a platform, such a boundless ocean of mercy! It was making such a provision for the human family that Peter could not comprehend it. If the angel had said it was for the Jews, for the peculiar people of God, these that could receive the new revelation, why then it might have done; but to throw off their traditions, they who were the peculiar few, as they considered themselves, to believe that the glad tidings of the Savior's birth was for those Gentile dogs, they could not endure this for a moment. They were of the house of Israel, the seed of promise. <\/div><div class=\"paragraph jod\" id=\"v3n1311\"> This was indeed a peculiar vision, bringing the glad tidings of the Savior's birth&#x2014;for that was the peculiar mission of those angels&#x2014;hence they did not bring the Gospel, they did not say anything about baptism, nor repentance, nor remission of sins, but they simply brought glad tidings of it. They announced the fact that a Savior was born at such a date and place, told the birthplace and events of a Savior being born in Bethlehem, <div class=\"break columnbreak\" id=\"184b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0184.pdf\" target=\"pdfwin\">p.&#xA0;184b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0191\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> under the circumstances named at that time, and declared that this news, this glad tidings, should go to all people.<span class=\"citation\" id=\"67051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67051)\">Luke 2:8-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1312\"> What was the result? Why it went through Judea; it was sounded through Samaria; it went to Rome and to Greece; it went to Ethiopia; it went to the uttermost parts of the earth; it soon bounded over the sea; the angels of God that sung that song could never contradict their words. If then they had to carry it over the seas, to every country and continent where the seed of promise was, they were bound to fulfil that mission, and they swiftly flew to America, and proclaimed the glad tidings there. <\/div><div class=\"paragraph jod\" id=\"v3n1313\"> They found the people there shut out by a cloud of darkness,<span class=\"citation\" id=\"82539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82539)\">3 Ne. 8:20<\/a><\/span> from the light of truth. They found a people there called the Nephites and Lamanites who were a branch of the house of Israel, that were cast off, or rather brought over the great waters from their country, and they bore the glad tidings to them (you have read it in the Book of Nephi),<span class=\"citation\" id=\"82518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82518)\">3 Ne. 7:15<\/a><\/span> and they informed them that at such a time and place the Savior was born. <\/div><div class=\"paragraph jod\" id=\"v3n1314\"> By and by the Savior himself came over here, and told it to the people;<span class=\"citation\" id=\"82588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82588)\">3 Ne. 11:8<\/a><\/span> but this was after his resurrection, for the work was too much, and the field too large for his mortal life; for he had but a few years to preach the Gospel to the Jews, and part of that short life of 33 years was he a child&#x2014;a boy, and hence, he had to be limited to that country where he had a mortal body, and could be borne by the mountain waves that might separate one country from another. But after his resurrection, he was as independent of the waves and mountains as he was of those who crucified him; for then he could rise above their power; he was able to pass from planet to planet with perfect ease; he was as able to ascend up and go from continent to continent; he was as able to ascend  <div class=\"break pagebreak\" id=\"185a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0185.pdf\" target=\"pdfwin\">p.&#xA0;185a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0190\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to his God, and to our God, as he was to appear to his disciples. <\/div><div class=\"paragraph jod\" id=\"v3n1316\"> I say, Jesus could not be held in Palestine; the mountains, nor the rolling seas had not power to stay his progress, for he had told his disciples, while he was yet living, that he had other sheep which were not of that fold, and, said he, &#x201C;They shall hear my voice.&#x201D;<span class=\"citation\" id=\"69668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69668)\">John 10:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1317\"> In fulfillment of this, and according to the nature of his grand commission, the Savior of the whole world, not half of it, in his glorified body, showed himself to the Nephites in America,<span class=\"citation\" id=\"82622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82622)\">3 Ne. 11:21-22<\/a><\/span> and bestowed upon them the Priesthood,<span class=\"citation\" id=\"82798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82798)\">3 Ne. 18:36-37<\/a><\/span> with all its gifts and qualifications&#x2014;that same glorious Gospel that he had just before given to his Prophets and Apostles at Jerusalem&#x2014;and he told those whom he selected to hold the Priesthood upon this continent, to go forth and preach the same glad tidings of salvation to all their world,<span class=\"citation\" id=\"82946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82946)\">3 Ne. 26:17<\/a><\/span> fulfilling in part the words of Peter, &#x201C;For the promise is to all that are <span class=\"italic\">afar off<\/span>.&#x201D;<span class=\"citation\" id=\"71286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71286)\">Acts 2:39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1318\"> And Jesus called to those Nephites, when he descended, and they fell at his feet, as many as could get near him, and they bathed his feet in their tears, and they examined his wounds,<span class=\"citation\" id=\"82604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82604)\">3 Ne. 11:14<\/a><\/span> and heard the gracious words of his mouth, and they saw him ascend, and descend again, and they felt so large in their charity and affections, and the light of truth was so large and extended in its benefits, and benevolence; and the testimony so strong, that they feasted upon the blessings that were bestowed, and he then commanded them to write his sayings,<span class=\"citation\" id=\"82706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82706)\">3 Ne. 16:4<\/a><\/span> and an account of the miracles he wrought among them. <\/div><div class=\"paragraph jod\" id=\"v3n1319\"> They did this as he commanded, and they liked the writings so well that they handed them down to each succeeding prophet, until Mormon, who was born three or four ages afterwards; and he could not hand those sacred records down any further <div class=\"break columnbreak\" id=\"185b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0185.pdf\" target=\"pdfwin\">p.&#xA0;185b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0190\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> because of apostasy, and the blasphemy and wickedness of the people, and because of the wars and troubles that spread among the people; so he made a secret deposit of those writings, and put them in the earth, and he also wrote a book and called it the &#x201C;Book of Mormon,&#x201D; which was an abridgment of the other records, and this was hid up to the Lord, and through the interference of the Almighty, a young man, Joseph Smith, by the gift and power of God&#x2014;<span class=\"citation\" id=\"91960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91960)\">D&amp;C 135:3<\/a><\/span>I say, through that young man, and the ministration of holy angels to him, that book came forth to the world, and it has since that time been preached and read in our language, and many others, and we rejoice in it, and have borne testimony of it in the world. <\/div><div class=\"paragraph jod\" id=\"v3n1320\"> It is through that blessed Book of Mormon, with that blessed Gospel in it, that we have the testimony which we have in reference to the death and resurrection of the Savior of men. <\/div><div class=\"paragraph jod\" id=\"v3n1321\"> It is true, as recorded in the Book of Mormon, and as preached upon this continent, and it is true as written in the New Testament, and as it was preached to the Jews in Jerusalem, and as preached to the Ten Tribes, though we have not got their record yet, but we will have it,<span class=\"citation\" id=\"94414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94414)\">2 Ne. 29:12-14<\/a><\/span><span class=\"citation\" id=\"91898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91898)\">D&amp;C 133:30<\/a><\/span> and we shall find that the blessed Jesus revealed to them the Gospel, and that they rejoiced in it. <\/div><div class=\"paragraph jod\" id=\"v3n1322\"> And their record will come so that we will know of a surety, and of a truth, that they had the everlasting Gospel as well as their brethren in Jerusalem, and upon this continent. <\/div><div class=\"paragraph jod\" id=\"v3n1323\"> When these things come to pass we will have three ancient records, delivered in three different countries. We have in the Old and New Testaments, and the Book of Mormon, and other good books, all we at present require. <\/div><div class=\"paragraph jod\" id=\"v3n1324\"> We shall eventually have the history of the Ten Tribes in the north, of the Nephites in America, and of  <div class=\"break pagebreak\" id=\"186a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0186.pdf\" target=\"pdfwin\">p.&#xA0;186a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0189\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Jews in Jerusalem, and their written testimony will become one, and their words will become one,<span class=\"citation\" id=\"81559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81559)\">2 Ne. 29:12-13<\/a><\/span> and the people of God will be gathered, under testimony, into one body, and the testimony of the Latter-day Saints will become one with that of the Former-day Saints (and it is now so far as it goes), and the testimonies of those shall sweep the earth as with a flood, and by the voice of men and angels, and eventually by the great sound of a trumpet, and none shall escape. <\/div><div class=\"paragraph jod\" id=\"v3n1326\"> Prior to this great destruction, the everlasting Gospel will be taught to them by the servants of God, by the testimony of men and angels, and by the testimony of Jesus Christ, and by the testimony of ancient and modern Prophets; by the testimony of Joseph Smith, and of the Apostles ordained by him, and by the testimony of ancient and modern Saints; by the testimony of the Ten Tribes; by the testimony of heaven and the testimony of earth; then shall the wicked be sent to their own place, and truth shall be established in the earth; and the voice of joy and gladness shall be heard with the meek of the earth.<span class=\"citation\" id=\"94415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94415)\">Isa. 29:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1327\"> Those that forsake their sins shall have abundant cause to rejoice with those that love the truth, and are made pure in heart by it. <\/div><div class=\"paragraph jod\" id=\"v3n1328\"> Joy and gladness shall be heard,<span class=\"citation\" id=\"59230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59230)\">Isa. 35:10<\/a><\/span> and there shall be glad tidings to all the meek, and to all the pure in heart; to all that love instruction; to all that will not harden their hearts; to all the sinners that will be obedient and refrain from their sins, and live a holy life. <\/div><div class=\"paragraph jod\" id=\"v3n1329\"> The cry will no longer go forth, &#x201C;They will not repent and be converted, that I may heal them;&#x201D;<span class=\"citation\" id=\"64502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64502)\">Matt. 13:15<\/a><\/span> for the Lord God, the blessed Savior, who is full of virtue, power, and love, and healing, with his Priesthood will bless them, and they will find comfort, for he will heal them. <\/div><div class=\"paragraph jod\" id=\"v3n1330\"> From the fact that Jesus complains <div class=\"break columnbreak\" id=\"186b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0186.pdf\" target=\"pdfwin\">p.&#xA0;186b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0189\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of a people that will not be converted, lest he might heal them, we would conclude from that, that conversion was a condition of the healing power. Why, says he, &#x201C;They will not turn from their sins and be converted, that I may heal them.&#x201D;<span class=\"citation\" id=\"64503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64503)\">Matt. 13:15<\/a><\/span> But when they are converted and grown up into one, the day of his power comes, and then says he, &#x201C;They are converted, and I will heal them.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1331\"> Don't you see that he came to the Nephites (you have read it in the Book of Mormon), and he said, &#x201C;Bring forth your halt, and blind, and dumb, and I will heal them, for I see your faith is sufficient and I will heal them all;&#x201D;<span class=\"citation\" id=\"82760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82760)\">3 Ne. 17:7<\/a><\/span> and he healed them every one as they were brought to him.<span class=\"citation\" id=\"124408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124408)\">3 Ne. 17:9<\/a><\/span> That day of general healing came to them, for the more wicked part of the inhabitants had been cut off, and I would to God that that day would come among us. <\/div><div class=\"paragraph jod\" id=\"v3n1332\"> Well, let us be converted, and those that have been converted and have held on to it, be converted a little more, for I tell you I like conversion pretty often. I don't mean that I like people to turn round from the truth and then repent, and say, I am sorry; but I mean that a man needs converting today, and the next day, and the day after, because a man that is progressing learns by degrees. Today he gets to understand that a certain principle or practice of his is wrong; and when he finds himself wrong, and learns his error, he turns from it; but even then he does not understand all things pertaining to right and wrong. He has not learned all things that might stand in the way of building up the kingdom of God, and hence, he wants or needs to be converted today, and the next day, and the next, and so on until he is converted from all his bad habits, and from his impurities, and he becomes just such a man as the Lord delights in. <\/div><div class=\"paragraph jod\" id=\"v3n1333\"> And Jesus said, &#x201C;Be ye as I am,  <div class=\"break pagebreak\" id=\"187a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0187.pdf\" target=\"pdfwin\">p.&#xA0;187a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0188\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and I am as the Father.&#x201D;<span class=\"citation\" id=\"94416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94416)\">3 Ne. 12:48<\/a><\/span> He contrasts himself and them with the Father, and then says, &#x201C;What manner of men ought ye to be? Verily I say unto you such as I am,<span class=\"citation\" id=\"82984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82984)\">3 Ne. 27:27<\/a><\/span> and I am as the Father is.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1335\"> It is for this purpose that we came into the world, that we might become like the Father; and that we may become like Him, we need converting every day, or at least until we are free from all evil, even if it be five hundred times&#x2014;not to turn away from the truth, but keep going on to perfection. <\/div><div class=\"paragraph jod\" id=\"v3n1336\"> We need converting until we feel that indeed the promise of the Holy Ghost is &#x201C;to all that afar off, even to as many as the Lord our God shall call.&#x201D;<span class=\"citation\" id=\"71287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71287)\">Acts 2:39<\/a><\/span> The Lord calls the Jews, the Christians, the &#x201C;Mormons,&#x201D; the Gentiles; He calls the Ten Tribes; and He has called us also; God has called brother Joseph, brother Hyrum, and brother Brigham, and His Apostles, and the Elders who hold the Priesthood in this age, and He calls the people of America and of Europe, and the whole human family. Some He calls by His angels, and by His own voice out of the heavens. In this way He called Joseph and his associates, and revealed to them the fulness of the Gospel, put upon them the powers of the eternal Priesthood, after the same order as Himself, and told them to go forth and call others to assist them. <\/div><div class=\"paragraph jod\" id=\"v3n1337\"> They did so, and others obeyed the Gospel; they laid their hands upon them, after they had baptized them and confirmed them; and they ordained them to bear testimony of their calling, and the restoration of the Gospel in its fulness&#x2014;that a new call had been made to the nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v3n1338\"> And it required another call in our day, for Peter had gone the way of all the earth, and also his brethren who were his contemporaries; and the <div class=\"break columnbreak\" id=\"187b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0187.pdf\" target=\"pdfwin\">p.&#xA0;187b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0188\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> brethren among the Nephites had gone, or had been taken away; and those holding the authority among the Ten Tribes had gone the way of all the earth. <\/div><div class=\"paragraph jod\" id=\"v3n1339\"> And it was this that brought those glad tidings and those messengers to us; and those were the ones that brought the light of heaven to our beloved brother Joseph Smith. <\/div><div class=\"paragraph jod\" id=\"v3n1340\"> Well, if I have been made a high witness of these things, what brought the truth to me? It was through the ministration of angels, under whose hands these my brethren have been ordained to the holy Priesthood, and it brought down with it the blessings of the everlasting Gospel, for it could not be in the world without a call; for those who previously held it had gone to another sphere. <\/div><div class=\"paragraph jod\" id=\"v3n1341\"> The Gospel was revealed to ancient men in different climes and countries, whenever there were men to be saved, and it was revealed to modern men, because there were modern men to be saved by it. The Gospel was to all whom the Lord our God should call,<span class=\"citation\" id=\"71288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71288)\">Acts 2:39<\/a><\/span> in every age and country, and but for this call we would have been as blind as bats in the traditions of our fathers, led away by divers creeds and by the cunning of men who lie in wait to deceive.<span class=\"citation\" id=\"75233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75233)\">Eph. 4:14<\/a><\/span> Where would we have been if it had not been for this call? We might have been good men enough, perhaps, but where would we have been? <\/div><div class=\"paragraph jod\" id=\"v3n1342\"> The introduction of the Gospel was worthy of an angel, yes, the errand was worthy of a corps of them&#x2014;it was worthy of a host of them! It was worthy of a God! It was an object of importance that called Jesus from the bosom of his Father in the eternal world. A call was necessary then; faith was necessary, and faith comes by hearing the word of God;<span class=\"citation\" id=\"72750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72750)\">Rom. 10:17<\/a><\/span> and how could you have heard it, if nobody had been called to deliver it?<span class=\"citation\" id=\"72735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72735)\">Rom. 10:15<\/a><\/span> We were in the midst of darkness,  <div class=\"break pagebreak\" id=\"188a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0188.pdf\" target=\"pdfwin\">p.&#xA0;188a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0187\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and the darkness comprehended it not.<span class=\"citation\" id=\"68505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68505)\">John 1:5<\/a><\/span> We could see revelations given in other ages, but we want them in our age; but we wanted a call. <\/div><div class=\"paragraph jod\" id=\"v3n1344\"> I am aware that some will be thinking of their grandmothers or grandfathers who died in the middle ages, and who died in hope, as far as they could get at it. I know they will be querying all the while to know what has become of them. <\/div><div class=\"paragraph jod\" id=\"v3n1345\"> Well, it is no matter; it is for us to attend to our own business, and see to our own salvation; if we do this, we shall have no condemnation. We do not know but as we progress in righteousness, that in the provisions made by our great Father, we may have to serve them, and to do for those good old fathers and mothers of ours, who did see the light afar off, but could not come at it for want of a <span class=\"italic\">call<\/span>&#x2014;for want of a Priesthood, which is without beginning of days&#x2014;<span class=\"citation\" id=\"76819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76819)\">Heb. 7:3 (JST)<\/a><\/span>and men holding the authority of heaven; yes, we may have to do for them what they have not had the privilege of doing for themselves. <\/div><div class=\"paragraph jod\" id=\"v3n1346\"> Well, what is the provision? Why did I not just name to you, that this eternal Priesthood is without beginning of days or end of life,<span class=\"citation\" id=\"87552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87552)\">D&amp;C 84:17-18<\/a><\/span> after the order of the Son of God?<span class=\"citation\" id=\"90098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90098)\">D&amp;C 107:3<\/a><\/span> Do you suppose that when a man passes beyond the veil, he is any less a Priest? If angels or men, by the spirit of prophecy, have laid their hands upon him and ordained him to an office in the Priesthood of the Son of God, and have given him a call in the name of the Lord to give salvation to others, do you suppose that by passing the veil he becomes unordained? <\/div><div class=\"paragraph jod\" id=\"v3n1347\"> What did Jesus say to the Jews? Says he, &#x201C;The God of Abraham, Isaac, and Jacob, is the God you profess to worship; but,&#x201D; says he, &#x201C;I want you to understand that He is not the God of the dead, for what glory would their be in that? But,&#x201D; says he, &#x201C;He is the God of the living.&#x201D;<span class=\"citation\" id=\"65430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65430)\">Matt. 22:32<\/a><\/span> He was speaking <div class=\"break columnbreak\" id=\"188b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0188.pdf\" target=\"pdfwin\">p.&#xA0;188b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0187\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the children of Abraham who were dead, as much as to say that Abraham was living then. <\/div><div class=\"paragraph jod\" id=\"v3n1348\"> Well, then, when a man holding the eternal Priesthood passes the veil, he still holds his authority, and his heart is full of affection and love towards God's creatures, and he is clothed with the power of God, and he is His Prophet, Apostle, and Elder. It is impossible to keep a man silent who is filled with the testimony of Jesus. I would as soon undertake to shut up fire in dry shavings, as to shut up in that man's heart the good news, for He has his mission, which is to preach the Gospel to those that were and are in darkness. <\/div><div class=\"paragraph jod\" id=\"v3n1349\"> The good old fathers and mothers who had not the privileges and blessings of the Gospel&#x2014;for instance&#x2014;go to deliver your message to them, that they may come to the light of truth, and be saved. <\/div><div class=\"paragraph jod\" id=\"v3n1350\"> The Apostle, when addressing the Saints, says, &#x201C;But ye have obeyed from the heart, that form of doctrine which was delivered to you. Being then made free from sin, ye became the servants of righteousness.&#x201D; Rom. vi. 17 and 18.<span class=\"citation\" id=\"72466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72466)\">Rom. 6:17-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1351\"> There was the freedom of obedience to that form of doctrine delivered to them. Obedience to that form of doctrine made them free, but it did not prevent them from acting as men, in a temporal point of view. <\/div><div class=\"paragraph jod\" id=\"v3n1352\"> The Apostle also speaks of passing from death unto life, because they loved the brethren.<span class=\"citation\" id=\"78708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78708)\">1 Jn. 3:14<\/a><\/span> Passing the veil does not alter a man; it certainly takes him from the eyes of flesh, but the capacity, the intelligence, the thinking powers, are all alive and quick; and if they hear the Gospel, they will be glad, and the promises are made to them, and they will rejoice in them. <\/div><div class=\"paragraph jod\" id=\"v3n1353\"> Let a man pass the veil with the everlasting Priesthood, having magnified it to the day of his death, and  <div class=\"break pagebreak\" id=\"189a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0189.pdf\" target=\"pdfwin\">p.&#xA0;189a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0186\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you cannot get it off him; it will remain with him in the world of spirits; and when he wakes up in that world among the spirits, he has that power, and that obligation on him, that if he can find a person worthy of salvation, why, as soon as he ascertains that, and he remembers what he may teach and who he may teach, he then discovers that he has got a mission, and that mission is to those souls who had not the privilege which we have in this world, that they may be partakers of the Gospel as well as we. <\/div><div class=\"paragraph jod\" id=\"v3n1355\"> And herein, when fully carried out, are the keys of the &#x201C;baptism for the dead,&#x201D; and the salvation of those not on the earth, a subject into which I need not now enter, although it is among the first principles of salvation; but they are so lengthy that we cannot dwell upon them all at one time. <\/div><div class=\"paragraph jod\" id=\"v3n1356\"> But suffice it to say, that when the Lord made provision that there should be one name by which man should be saved;<span class=\"citation\" id=\"71425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71425)\">Acts 4:12<\/a><\/span> and when He planned glad tidings of great joy<span class=\"citation\" id=\"67032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67032)\">Luke 2:10<\/a><\/span> to go over the islands and continents, and to the four quarters of the earth, He also remembered the spirits in prison,<span class=\"citation\" id=\"78013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78013)\">1 Pet. 3:19<\/a><\/span> and He made provision wide as eternity, that it might reach the case of &#x201C;every creature,&#x201D;<span class=\"citation\" id=\"66725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66725)\">Mark 16:15<\/a><\/span> under every circumstance that could arise within the reach of mercy. <\/div><div class=\"paragraph jod\" id=\"v3n1357\"> He so ordered it, that &#x201C;all manner of sins and blasphemies, in due time, might be forgiven, except that which could not be justly forgiven in this world, nor in that which is to come.&#x201D;<span class=\"citation\" id=\"64398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64398)\">Matt. 12:31-32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1358\"> The plan was so devised that every man might have repentance and remission of sins, and the gift of the Holy Ghost, in his time and in his place, if he would; but if he would not, very well then, he might do as he pleased, whether in this world or any other, according to the clear freedom that he lives under. <\/div><div class=\"paragraph jod\" id=\"v3n1359\"> You know you cannot compel one <div class=\"break columnbreak\" id=\"189b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0189.pdf\" target=\"pdfwin\">p.&#xA0;189b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0186\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the dumb animals to drink; you can lead him to the water, direct his attention to the clear, crystal, pure stream, but still he may die of thirst. And men may die because they will not leave off their sins, and lay hold of the cross; and if they will die of thirst, and will not lay hold of the salvation offered by a bleeding Savior, they may die the death of the wicked. <\/div><div class=\"paragraph jod\" id=\"v3n1360\"> And if, because they will not give up their freedom to do right, they can go; they will die to all eternity, and never be compelled to obey the truth. <\/div><div class=\"paragraph jod\" id=\"v3n1361\"> Well, friends, here is the Gospel; and where is the man's heart so hard that he will not see and embrace it? A man must be hardened in wickedness, that will not abide the law of the Gospel. And that portion of you who have not obeyed, my invitation is to you all; and all of you in the Church, who have not obeyed the Gospel in its fulness, see that you obey it in its fulness; I mean, to every day, attend to the repentance part of it&#x2014;the leaving off part&#x2014;forsaking your evils&#x2014;the conversion part, and bring forth fruits suited to a new life. <\/div><div class=\"paragraph jod\" id=\"v3n1362\"> I will have to be judged for my preaching, and you for your hearing. I shall be pretty careful for myself; I can do that, I think. I shall look into things, prepare my mind to discern between the right and the wrong; otherwise I might neglect; and it will keep a man pretty busy to repent and bring forth fruits for a new life. There will be a good deal of watching and praying, and he will have to be pretty careful to live so as to get the Holy Spirit, so that it will not leave him, and he will be, without it, like a fish out of water, or like a person in hot weather destitute of pure air. If he once loses the Spirit, after having received it, it will keep him pretty busy to get it again. <\/div><div class=\"paragraph jod\" id=\"v3n1363\"> That repentance, and that burial in the name of the risen Jesus, wants  <div class=\"break pagebreak\" id=\"190a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0190.pdf\" target=\"pdfwin\">p.&#xA0;190a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0185\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a good deal of humility and perseverance; for there is the old man with his deeds to put off, and lay aside, and to walk a new life. <\/div><div class=\"paragraph jod\" id=\"v3n1365\"> It does not only mean something, but it is shown forth in the actions of the man. Well won't that keep a man pretty busy? I think it will in such a world as this. Well, in this sense of the word the Saints are called upon to obey the Gospel and repent, all the while; but we talk of dying unto sin<span class=\"citation\" id=\"72363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72363)\">Rom. 6:2<\/a><\/span> and of walking in newness of life.<span class=\"citation\" id=\"72390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72390)\">Rom. 6:4<\/a><\/span> The dying unto sin and rising in the new life, and the baptism were to be for a moment, but the stream that flows from obedience is perpetual. <\/div><div class=\"paragraph jod\" id=\"v3n1366\"> Well, those out of the Church are certainly called upon to obey the Gospel; and when people are careless and indifferent respecting their duties, then it is that wicked people rise up amongst us, and we are then called upon to repent and obey the Gospel. I will clear my garments, as far as one day will do it, before I sit down. The little children are called upon to obey the Gospel, such as are capable of being taught, and they ought to be taught by their parents, so that they may understand it by the time they are eight years of age.<span class=\"citation\" id=\"94417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94417)\">D&amp;C 68:25<\/a><\/span> Then they are called upon to repent, to understand and bring forth the fruits meet for the kingdom of God,<span class=\"citation\" id=\"87823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87823)\">D&amp;C 84:58<\/a><\/span> and be buried in the likeness of death as Jesus was,<span class=\"citation\" id=\"72391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72391)\">Rom. 6:4<\/a><\/span> and then leave off all their foolish and sinful ways, and rise out of their watery grave, understanding that Jesus rose again from the dead&#x2014;from his grave, and knowing this they should then take up their cross.<span class=\"citation\" id=\"64933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64933)\">Matt. 16:24<\/a><\/span> This is a figure to show us that then commences a new life. <\/div><div class=\"paragraph jod\" id=\"v3n1367\"> Now you folks that have been brought up in the Gospel, in the light of heaven, but have been careless or wicked, rise up and obey the Gospel, and don't you be baptized without you repent, for all you hear of the Gos<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"190b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0190.pdf\" target=\"pdfwin\">p.&#xA0;190b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0185\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pel and attend to, unless you are as humble as a little child, it won't do you any good, and remember that it is through the name, and the atoning blood of Jesus Christ, that you can have remission of sins, through the ordinance of baptism which represents the burial. And those people that have not been brought up within this call and influence, I say, come and obey it and do not call yourselves outsiders and aliens, but fellow heirs to the promises made to Abraham, and which were established by him and given to him for an everlasting covenant. <\/div><div class=\"paragraph jod\" id=\"v3n1368\"> You may suppose that it was a part of the law given to Moses, and therefore done away in Christ. Let me tell you that the everlasting covenant made with Abraham, and mentioned in the Scriptures, was made four hundred and fifty years before the law was thundered from Mount Sinai. Separate and apart from the Gospel, the law was given to Moses, but not to disannul that covenant, and when the Lord Jesus Christ came he never disannulled it, but commanded his Apostles to preach it. It is much older than the law, for it applied before Moses was born and also afterwards, and all we have to do is to come into it, and be faithful as Abraham was faithful, and then we shall become sons, and if sons, the sons of Abraham, and if daughters, the daughters of Sarah, because we have embraced the same Gospel and principles. And then when we get into heaven with Rachel and Leah, they will not be ashamed of us, and what is more we will not be ashamed of them. Then we shall be hail fellows well met, and we shall sit down in the kingdom of God, and go no more out forever.<span class=\"citation\" id=\"79102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79102)\">Rev. 3:12<\/a><\/span> &#x201C;And many will come from the east and from the west, and will sit down in the kingdom of God,&#x201D;<span class=\"citation\" id=\"64006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64006)\">Matt. 8:11<\/a><\/span><span class=\"citation\" id=\"67675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67675)\">Luke 13:29<\/a><\/span> and unless we are faithful we shall be shut out. Therefore I wish you to  <div class=\"break pagebreak\" id=\"191a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0191.pdf\" target=\"pdfwin\">p.&#xA0;191a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0184\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>understand that the promises, that are special, will not apply to us, and where they go we cannot come, except by adoption. <\/div><div class=\"paragraph jod\" id=\"v3n1370\"> May the Lord bless you. Amen. <\/div><div class=\"paragraph jod\" id=\"v3n1371\"> I like preaching the Gospel this morning. Before I came here I thought, <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0184\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> what shall I say if they call on me to speak today? And the thought came into my mind, I will preach the Gospel, and the moment I came brother Kimball said, &#x201C;Brother Parley, come preach the Gospel to us;&#x201D; I replied, &#x201C;That is just what I was thinking of.&#x201D; <\/div>\n<\/div>\n<\/div>"}