{"ID":30034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Wickedness Among the Saints&#x2014;The Day of Purification at Hand&#x2014;Elders Called to Go on Missions.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, February 24, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Wickedness Among the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 2\/24\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v3n1734\"> I do not suppose that any good Saint is tried one particle, by the plainness of the remarks just made by brother Brigham. <\/div><div class=\"paragraph jod\" id=\"v3n1735\"> As to the principles just advanced by brother Joseph Hovey, and by brother Brigham, they are God's truth, and I know that the curse will be fulfilled upon every character that it applies to, if they do not repent and turn from their sins, and that immediately. <\/div><div class=\"paragraph jod\" id=\"v3n1736\"> I can say, with all my heart, may God grant that these words may be fulfilled, and I know they will. I will stand by him in these things, yea, I will stand by the going forth of righteousness until there is not a drop of blood left in my veins, if need be, and so will every honest, upright, good son of God. <\/div><div class=\"paragraph jod\" id=\"v3n1737\"> I am disgusted myself with the evil practices which have just been spoken of. Day before yesterday was the first time that I have been into a court, for between 25 and 30 years. Did I stay there long? No. I said to brother Brigham, I want to go and see about the missionaries, because my spirit was not there, it don't dwell there. Still I would not have left if he had not, for I feel perfectly willing to go where he goes. These are my feelings, and have been all the time. <\/div><div class=\"paragraph jod\" id=\"v3n1738\"> When I see evil spirits working and operating, as I have seen many times, I feel like severing the good from bad, for this people have been broken up and robbed, and our Prophets, Patriarchs, and brethren have been slain, <div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0133\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> through letting such spirits work in our midst, like the leaven of the devil, until the whole lump becomes leavened with them. I say clear out evil in the start, and sever the bitter branches from the tree,<span class=\"citation\" id=\"81733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81733)\">Jacob 5:65<\/a><\/span> as fast as wisdom will permit. <\/div><div class=\"paragraph jod\" id=\"v3n1739\"> These are my feelings, and, if you do not listen to the warning voice, not many days will pass before it will be done, and it will not be allowable to introduce into the kingdom that which is against its order, for there is order in the Church of God. <\/div><div class=\"paragraph jod\" id=\"v3n1740\"> The Elders of Israel, in all their meetings and speeches, say they are willing to do whatsoever they are called upon to do, by the authorities of this Church. As some missionaries are wanted, we are now ready to test whether you are willing or not; and when a man is appointed to take a mission, unless he has a just and honorable reason for not going, if he does not go he will be severed from the Church. Why? Because you said, you were willing to be passive, and if you are not passive, that lump of clay must be cut off from the wheel and laid aside, and a lump put on that will be passive. <\/div><div class=\"paragraph jod\" id=\"v3n1741\"> That is my doctrine, and it is the doctrine of Christ and of the Father. The Lord's servant is here to guide, dictate, and advise you what course to take, that he may mold and fashion you into the image and likeness of the Son of God. <\/div><div class=\"paragraph jod\" id=\"v3n1742\"> I will present to this congregation  <div class=\"break pagebreak\" id=\"243a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0243.pdf\" target=\"pdfwin\">p.&#xA0;243a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0132\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the names of those whom we have selected to go on missions. Some are appointed to go to Europe, Australia, and the East Indies, and several will be sent to Las Vegas, to the North, and to Fort Supply, to strengthen those settlements. <\/div><div class=\"paragraph jod\" id=\"v3n1744\"> We wish to have those who are appointed to go to the Vegas and Fort Supply, immediately begin to gather up their effects, and prepare to take a portion of their families with them, or all if they choose, though where a <div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0132\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> family is large it will be better to take only a part, and go as soon as the weather will permit. <\/div><div class=\"paragraph jod\" id=\"v3n1745\"> I mention these things that you may not misunderstand, that you may go to work, without running to brother Brigham and to brother Grant every moment. Those who go north are requested not to take their families, but gather up their teams, seeds, etc., and go as soon as practicable. I believe that is all. <\/div>\n<\/div>\n<\/div>"}