{"ID":30033, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Lawyers, and Those Who Practice Attending Law Courts, Rebuked&#x2014;a Curse Pronounced Upon All Who Love Litigation and Do not Repent.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, February 24, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Lawyers Rebuked, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 2\/24\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d33\">\n<div class=\"paragraph jod\" id=\"v3n1700\"> So far as I am a judge of the true spirit of the Gospel, I think that we have had that spirit manifested this morning, by brother Joseph Hovey, in his expression of his feelings, and that too in his own natural way. He is a blacksmith, carpenter, stone cutter, wood chopper; or anything else within his power, the particular channel of his operations depending entirely upon counsel. Some of the brethren <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0139\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> present are no doubt apprised of the mission which brother Hovey has been engaged in during this present winter; they may also be apprised that his course was found fault with when he was in the county of Utah, and more especially while in a place called Payson. While I was in Fillmore the brethren wrote to me concerning the doings and sayings of brother Hovey, and in searching to  <div class=\"break pagebreak\" id=\"237a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0237.pdf\" target=\"pdfwin\">p.&#xA0;237a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0138\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>know the ground of the complaint against him, I learned that it amounted to simply this&#x2014;&#x201C;If brother Hovey is let alone, the people will confess their sins.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1702\"> I wrote back to them, inquiring whether they thought there was any danger of any persons confessing to more sin than he was guilty of; that if they could find out that any had confessed to more stealing, swearing, lying, and swindling, than they were really guilty of, it would be well to give brother Hovey a word of caution, and to tell him to hold up a little and not cause the innocent to belie themselves. At the same time I said, that I thought there was not much danger of that, and that they might go on in that course for sometime longer, and not then have made all the confessions that they ought to. <\/div><div class=\"paragraph jod\" id=\"v3n1703\"> I asked brother Hovey to preach today, and to frankly express his feelings as they really existed, that I might have a chance to understand some of his &#x201C;Mormonism.&#x201D; I wish to see the Elders get up here and manifest their spirits, and speak as they feel when they are alone in their meditations. Let us know how you feel, and what you think. We can form some kind of an idea how a man feels by looking at him, but if you wish a man to portray himself faithfully you must get him to talk, and I will insure that the organs of speech will show out the true state of the mind, sooner or later, and reveal the fruit of his heart. No man can hide it if he is allowed to talk; he will be sure to manifest his true feelings. <\/div><div class=\"paragraph jod\" id=\"v3n1704\"> Brother Hovey has referred to several incidents in his experience. I will refer to what I witnessed no longer ago than yesterday, in the courtroom. A lawyer rose to make his plea before the jury; he took up the laws of Utah, which are strict and pointed in reference to lawyers making pleas, binding them to fairly array the <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0138\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> facts in the case, whether they are for or against their clients, and he was so serious, so religious, so pious, and so honest, that he appealed to high heaven to witness his honesty before the jury. When he had induced the jury to believe that he was honest, he stood there and misrepresented the merits of the case, for half an hour at a stretch, in regular lawyer style. <\/div><div class=\"paragraph jod\" id=\"v3n1705\"> Men will portray what is in their hearts, when they talk freely, and they cannot keep from it. This is the way in which the Lord will exhibit the hearts of the children of men. Will He take out their hearts and show them to the people? No, for that would not exhibit the fruit of their hearts; but He will draw them into circumstances which will compel them to manifest what is in them. Let a man rise up here and talk, and freely express his thoughts, and you can judge of what spirit he is. <\/div><div class=\"paragraph jod\" id=\"v3n1706\"> We have just heard the words which give a manifestation of the spirit of one of our missionaries, and I say now, as I have said before, I wish we had hundreds of such missionaries throughout this Territory, preaching to the people, and firing up their hearts with the spirit of honesty, so that they would entirely quit pilfering, lying, and deceiving, and deal honestly with one another, with themselves, and with their God, and be industrious and prudent, and pay attention to their business, instead of loafing about the streets. I wish we had one hundred such missionaries in this city to get up prayer meetings, preaching meetings, and evening meetings in every ward. What for? To draw away that filthy, nasty mess which assembles at the corner of this public square. For a week or two past, that courthouse has been thronged with men, and it is darker than the bowels of hell. If you ask me how I know, I answer, I have been there and seen for myself; I have understood how they felt and tried  <div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0137\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the spirits, and I saw who were there. It is a shame for men to be found loafing about in such places, where there is contention, and quarrelling, and every stratagem that can be used to deceive juries and witnesses, and lying before them with all the grace and sanctity of a Saint, pretending to be one. Such a place is darker to me than midnight darkness. <\/div><div class=\"paragraph jod\" id=\"v3n1708\"> There is not a jury which has occupied seats in that courthouse that comprehends the full scope of truth; they are put there and then their minds are beclouded, dust is thrown into their eyes, and they do not fully know truth from error, light from darkness, what is of God from what is not of God. <\/div><div class=\"paragraph jod\" id=\"v3n1709\"> As I have already said, a lawyer commenced his plea yesterday, by appealing to high heaven to witness his honesty before the jury, and this he did to decoy their feelings, to throw them off their guard, and in all this he was true to his client, in accordance with the approved mode of the Gentiles. He has been a Gentile lawyer for many years before he entered this Church, and therefore I do not think that he really merits such severe censure as he otherwise would for taking the Gentile shoot so faithfully, as the strong power of tradition and habit still enfolds him. Instead of setting before the jury the true merits of the case, and nothing else, he never touched upon them, but avoided them at every turn and threw dust in their eyes, that they might give an unrighteous decision. <\/div><div class=\"paragraph jod\" id=\"v3n1710\"> Elders of Israel also throng such a place, and that too when no spirit reigns there but the devil's spirit, and unless enough righteous Elders go in to purify the atmosphere and overbalance the power of evil, you can get nothing from that den but the principles of hell. There is not a righteous person, in this community, who will have difficulties that cannot be settled <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0137\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by arbitrators, the Bishop's Court, the High Council, or by the 12 Referees (as provided in Resolution No. 4, page 390 of Utah Laws), far better and more satisfactorily than to contend with each other in law courts, which directly tends to destroy the best interests of the community,<span class=\"citation\" id=\"73248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73248)\">1 Cor. 6:6<\/a><\/span> and to lead scores of men away from their duties, as good and industrious citizens. Take from one to two hundred men and detain them in a courtroom week after week, just look at it!! How many men have been detained at that courthouse during the past week? Will a hundred fill the number? No. Will the time of one hundred and fifty men, for the past six days, indemnify this community for the wasted time that has been spent there in trying to decide one case, that any boy 15 years old, possessed of good common sense, and having the spirit of truth within him, could have decided in one hour? I tell you that the time of one hundred and fifty men, for six days, will not supply the loss to this community which has been incurred to satisfy the lustful, wicked, cursed, hellish appetites of professed brethren, in striving to cheat their neighbors, by employing lawyers to deceive or lie for them, which are synonymous terms in the eyes of justice, and by bringing in witnesses to screen the guilty and deceive a jury, whereby they are liable to give a wrong verdict. <\/div><div class=\"paragraph jod\" id=\"v3n1711\"> I am making these remarks for your benefit, if you will be benefited by them. I tell you that a cricket war, a grasshopper war, or an Indian war, would not begin to be so direful as what you would have to pass through, were it not for your ignorance. If you are willfully ignorant you will have to feel the lash, but if you are innocently ignorant, and do the best you know how, you may be excused. <\/div><div class=\"paragraph jod\" id=\"v3n1712\"> Does the Lord love your conduct when you drag each other before the  <div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0136\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ungodly? When you run after difficulties, contentions, broils, and strifes? Do you think He has fellowship with your conduct in such things? No, you do not. Do you suppose that Jesus Christ has? No. Do you believe that angels and good men can fellowship your conduct? You do not, for one moment. There is not a man or woman in this house, whether Saint or sinner, Jew or Gentile, bond or free, black or white, that can so believe for a moment. <\/div><div class=\"paragraph jod\" id=\"v3n1714\"> Do you believe that your consciences can be clear in the day of retribution, if you spend your time for naught, and run after the filthiness of the wicked? Do you believe that, in so doing, you can stand in the great day of account with a clear conscience? You cannot. Then why, in the name of common sense, do you tag after the devil and his imps? <\/div><div class=\"paragraph jod\" id=\"v3n1715\"> Old greyheaded men, who ought to be fathers in Israel, were empanelled as a jury on the case I have alluded to, and what were they after? The fog, the froth, and spawn of hell, and they feast upon it, men who do not know their right hands from their left, with regard to the influences of the Spirit of God. Might they not have known better? Yes, if they had taken the course which Joseph Hovey has taken. If they would walk humbly before God and know His will, they would go to work and get stone and timber, and work at repairing their fences preparatory to raising grain, potatoes, and other articles of food, instead of following after courts and the nonsense, wickedness, and lying associated with them. <\/div><div class=\"paragraph jod\" id=\"v3n1716\"> Do I say that lying is practiced in those places? Yes, often from beginning to end. Men will take a solemn oath that they will tell the truth, in the name of Israel's God, and nothing but the truth, and then, if they have a prejudice against Mr. A or B, they will tell their story to suit themselves, <div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0136\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and if possible crush an innocent person. The juries are liable to be deceived, where there is so much darkness, and the whole posse will go to hell, and I will say it in the name of Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v3n1717\"> You men who follow after such a course of things as I refer to, I would not give the ashes of a rye straw for the whole of you, jurymen, witnesses, and every other person who countenances such a place. It is a cage of unclean birds, a den and kitchen of the devil, prepared for hell, and I am going to warn you of it. Some of you wondered why I sent Thomas Bullock to take your names; I wanted to know the men who were coaxing hell into our midst, for I wish to send them to China, to the East Indies, or to where they cannot get back, at least for five years. Who do we wish to stay at home? Such men as Joseph Hovey, men who will pay attention to making fences, tilling the soil, and providing for their families, those who will live their religion at home. But we will send off the poor curses on a mission, and then the devil may have them, and we do not care how soon they apostatize, after they get as far as California. <\/div><div class=\"paragraph jod\" id=\"v3n1718\"> You may think my remarks are severe upon the lawyers here, but the most of them take a course which is highly censurable, and you may see greyheaded men running after them, and asking, &#x201C;Can you call me up as a witness, or put me on the jury?&#x201D;&#x2014;in order that they may get a dollar or two. Would I go there for money? No. There is not an honest man in this community would go there merely for money, or would plead law unless it was demanded at his hands, by the principles of justice, to prevent the innocent from being wronged and abused. No principle would ever lead an honest man into a courtroom, only to preserve the innocent from being rode down and destroyed. <\/div> <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0135\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1720\"> To see professed brethren, old and young, idling away their time in and around courtrooms, proves them to have little or no love for their religion, and that they care but little about their God. I would like to see a strictly honest community, if we can have one, and then there would be no differences of opinion brought before a Gentile court&#x2014;never, never! Every difficulty would be settled amicably, without ever calling upon a court. I am ashamed of many of you; it is a disgrace for men who profess to be men of dignity and character&#x2014;men who have been judges in the supreme court of their country, to condescend to the mean, low-lived calling of a pettifogger, and miserable tools at that. I am ashamed for such persons, their conduct is a disgrace to them, and to the name of &#x201C;Mormon.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1721\"> I wish we had in our midst thousands and millions of such men as Joseph Hovey, I would then bid defiance to all the powers of darkness. But while we have hundreds and thousands of men, whom we hold in fellowship, who would rather take off their hats and scrape their shoes to a servant of the devil, and black his boots, I tell you we are in danger. <\/div><div class=\"paragraph jod\" id=\"v3n1722\"> Men who love corruption, contention, and broils, and who seek to make them, I curse you in the name of the Lord Jesus Christ; I curse you, and the fruits of your lands shall be smitten with mildew, your children shall sicken and die, your cattle shall waste away, and I pray God to root you out from the society of the Saints. To observe such conduct as many lawyers are guilty of, stirring up strife among peaceable men, is an outrage upon the feelings of every honest, law-abiding man. To sit among them is like sitting in the depths of hell, for they are as corrupt as the bowels of hell, and their hearts are as black as the ace of spades. I have known them for years; I know where they were <div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0135\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> begotten and by whom, and how they were brought forth, and the history of their lives. They love sin, and roll it under their tongues as a sweet morsel, and will creep around like wolves in sheep's clothing, and fill their pocket's with the fair earnings of their neighbors, and devise every artifice in their power to reach the property of the honest, and that is what has caused these courts. I say, may God Almighty curse them from this time henceforth, and let all the Saints in this house say, Amen [a unanimous Amen from 3,000 persons resounded through the house], for they are a stink in the nostrils of God and angels, and in the nostrils of every Latter-day Saint in this Territory. <\/div><div class=\"paragraph jod\" id=\"v3n1723\"> We have been driven from the face of man into the wilderness, and now the poor devils follow us to stir up strife, and to produce the spawn of hell, in which they delight to live and upon which they feed. And simple ones in this community will beg of them, &#x201C;Cannot I be on the grand jury? Cannot I get a little to do in the court?&#x201D; You are fools; God will never pay you; all the pay you will receive will be from the devil, and it will be miserable pay. <\/div><div class=\"paragraph jod\" id=\"v3n1724\"> This I say to lawyers and to all who will run after strife, and I say it in honesty and soberness before high heaven, before my Father in heaven, before Jesus Christ His Son, and before the holy angels. <\/div><div class=\"paragraph jod\" id=\"v3n1725\"> To see lawyers, as I saw them yesterday; strive to make the jury believe them honest, and then throw dust in their eyes, who will reward you for this? The devil, when he gets you in deep suffering and trouble, for there he will leave you; and say that he has no more use for you. You would do better to labor for the Lord, and you would get better pay. And the people of this Territory will make money by paying their honest debts, and gain property and be blessed in their basket  <div class=\"break pagebreak\" id=\"241a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0241.pdf\" target=\"pdfwin\">p.&#xA0;241a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0134\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and in their store,<span class=\"citation\" id=\"94422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94422)\">Deut. 28:5<\/a><\/span> in their fields and in their crops, in their flocks and herds, in their wives and children, while the withering touch of the Almighty will be upon them if they practice wickedness. <\/div><div class=\"paragraph jod\" id=\"v3n1727\"> Keep away from courthouses; no decent man will go there unless he goes as a witness, or is in some manner compelled to. I know that many are obliged to go, but those who creep around to see what is going on, let me tell you, the devil has possession of them. I wish such persons to go to California, if they wish to. I counsel you to keep away from courts, we have got the names of those who have attended that courtroom, and we will send those characters on long missions, for we want to get rid of them, and we do not care whether they apostatize or not. <\/div><div class=\"paragraph jod\" id=\"v3n1728\"> If the world complain of this, say I, if you have not sense enough to know the difference between an honest man and a devil, you must run the risk of it. I could always discern the difference, and if you have not insight enough to know when they tell the truth and when they lie, you have to run the same chance that we have. People abroad may say, &#x201C;Why don't you send us all good men?&#x201D; Do you believe them? No, you do not, when we send them. We wish them to stay here, only those whom it is necessary to have go, but we have no business here for those poor miserable devils. I call you miserable, because the Spirit of the Almighty has no fellowship for you; your names are written with ours here, and also in the Lamb's book of life,<span class=\"citation\" id=\"80829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80829)\">Rev. 21:27<\/a><\/span> as I have often told you, where they will remain until you sin against the Holy Ghost.<span class=\"citation\" id=\"64379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64379)\">Matt. 12:31<\/a><\/span> Angels have no fellowship for you, neither have I. Now go and prove yourselves, and if you desire to be Saints you have an opportunity. Were it not for your ignorance, there would be a severing between the righteous and the wicked. <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0134\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I would not endure what I am obliged to endure, whether I am righteous or not. I would make a scattering among this people, and make the wicked leave forthwith. <\/div><div class=\"paragraph jod\" id=\"v3n1730\"> I wanted to give you this brief exhortation. You may say that I have talked rather hard, but I do not care what you say about it, not one particle. I will tell you what I think about the matter, if you do not stop your wickedness we will lay judgment to the line and righteousness to the plummet,<span class=\"citation\" id=\"58614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58614)\">Isa. 28:17<\/a><\/span> and I tell you that the hailstorm that will be around you will sweep away the refuge of lies and all liars. <\/div><div class=\"paragraph jod\" id=\"v3n1731\"> I am not afraid of all hell nor of all the world, in laying judgment to the line, when the Lord says so. Now, then, behave yourselves, you old grayheaded know-nothings, you are doted; you are&#x2014;shall I say hardshells? No, you are poor old softshell fogies, that a few pounds of tea and sugar will buy. <\/div><div class=\"paragraph jod\" id=\"v3n1732\"> I feel as ready as any man to honor gray hairs, but I also believe in the old proverb which reads that &#x201C;a wise child is better than an old and foolish king.&#x201D; We do not want any such men to go to courts. When they want you to sit on a jury, tell them to judge the case themselves, and you keep away and mind your own business. Let me ask you, is there a man obliged to go into court and sit on a jury? No. Our law will not oblige him to do it, only on certain conditions. You can get rid of doing so, you are there because you love to be there. You suck down the drink that is there, eat the food that is there, and sup the broth that is there, because it is of hell and you like it better than you do the Saints, and the sustenance of the Saints. May God bless the honest in heart, and separate the wicked and unrighteous from them, and curse the latter class from this time henceforth. Amen. <\/div>\n<\/div>\n<\/div>"}