{"ID":30031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Elders Called to Go on Missions&#x2014;Existence of Good and Evil Spirits, and of Holy Angels.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, March 2, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Elders Called to Go on Missions, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 3\/2\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v3n1624\"> I wish you to understand and observe what brother Brigham taught here this forenoon. I can say, from knowledge and experience, that every word was true, and, in my humble opinion, he truthfully portrayed the situation in which this people are at the present time, that is, in a careless, stupid condition. I know this from my own feelings, when I stand before this congregation. If you were filled with light, even the light of Christ, I know that I should be constantly inspired by the Holy Ghost, to speak according to the light which is in this people. But it is not so, therefore there is a hindrance to bringing forth light and truth, much more abundantly than they are presented. <\/div><div class=\"paragraph jod\" id=\"v3n1625\"> The present is a peculiar time, many people are frightened at their condition, and we discover that it is almost universally so; it is tight times. Am I sorry? No, I have never seen anything transpire in these valleys that has given me more satisfaction than do the times that we now see. If you will reflect for one moment, you will remember that the scenery we are now passing through was predicted more than three years past. If this people had observed the counsel that was given to them from time to time, would any of you have been placed in the straightened circumstances you are in this day? No, you would not. <\/div><div class=\"paragraph jod\" id=\"v3n1626\"> When brother Brigham and myself, with a hundred and forty-one men, <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0148\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> came into this valley nearly nine years ago, he proclaimed the propriety of this people laying up their grain for a time to come, a time or scarcity, and a time has come. He said there would be a time when it would be one of the greatest temporal blessings, for this people to have wheat in their storehouses. <\/div><div class=\"paragraph jod\" id=\"v3n1627\"> You have been warned beforehand, and that by revelation from God through Joseph Smith, and afterward through brother Brigham who is our Prophet, you have been warned, time and time again, to take care of your grain.<span class=\"citation\" id=\"92051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92051)\">D&amp;C 136:9<\/a><\/span> In future build yourselves good storehouses and save your grain for a time of famine, and sickness, and death upon the nations of the wicked,<span class=\"citation\" id=\"85524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85524)\">D&amp;C 43:25<\/a><\/span><span class=\"citation\" id=\"88212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88212)\">D&amp;C 87:6<\/a><\/span> to get rid of the evildoers. I have noticed those predictions, I have reflected upon them ever since they were told us. <\/div><div class=\"paragraph jod\" id=\"v3n1628\"> There will not many calamities come upon the nations of the earth, until this people first feel their effects, and when hard times commence they will begin at the house of God,<span class=\"citation\" id=\"78173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78173)\">1 Pet. 4:17<\/a><\/span><span class=\"citation\" id=\"90642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90642)\">D&amp;C 112:25-26<\/a><\/span> and if there is any house of God on the earth, where is it? It is here, is it not? It is where the people have assembled together according to the commandments of the Almighty. We have got to feel the effects of these things, and if we do so patiently it will be good for us. No serious loss or injury will arise from calamities, if we do as we are told. <\/div><div class=\"paragraph jod\" id=\"v3n1629\"> Take this people as a people,  <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0147\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>throughout the valleys of the mountains, and I presume that they are the best people upon the face of the earth, and even here there is hardly a person but what takes a course to live from hand to mouth, that is, they will never lay up anything. This course will not answer for us, we must lay up grain against the famines that will prevail upon the earth. What shall we lay up that grain for? Shall we lay it up to feed the wicked? No, we shall lay it up to feed the Saints who gather here from all the nations of the earth, and for the millions of lovers of good and wholesome laws who will come from the old countries and from the United States, fleeing to this place for their bread, and I know it. <\/div><div class=\"paragraph jod\" id=\"v3n1631\"> How much have you got to feed them on now? We talk about those in the household of faith,<span class=\"citation\" id=\"74722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74722)\">Gal. 6:10<\/a><\/span><span class=\"citation\" id=\"90901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90901)\">D&amp;C 121:45<\/a><\/span> and those who are inclined to serve the Lord, they will be the ones to suffer first. The Spirit has been in my heart all the time, and when the drouth came I laid up all the wheat that I could get in my mill by toll, and never used any for horses or cattle, but kept it to feed my laborers and my family. I have now dealt it out until I have nearly used it up, and I have not sold it for money. I have not sold twenty-five dollars worth of grain during the past year, but I have let my brethren have it, and kept it to sustain my family. <\/div><div class=\"paragraph jod\" id=\"v3n1632\"> Let us all take such a course, and in future raise an abundance of grain, and save ourselves from the dilemma which we will otherwise fall into. It is necessary for you to understand and comprehend these things, and I wish you to understand them for yourselves; I can only act for one. When I lay up grain and others do not, I cannot let them starve to death, it is not in me to do that, but it is a pretty difficult position to be placed in. When we attempt to draw the line of distinction between right and wrong, <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0147\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it is unpleasant to have individuals among us who will lie for a pound of flour. When we know such individuals is it right for me to give flour to them? No, it is not right for me to give it to anyone, only in exchange for something else, except under certain circumstances. <\/div><div class=\"paragraph jod\" id=\"v3n1633\"> In the Bible Jesus uses a parable concerning talents which were delivered to different individuals, with instructions to go and improve upon them, to put them to use that they might increase upon that capital. In due time, the lord called upon those men to whom he gave the talents, and the one who had received one talent had hid it, but the others had put theirs to use, and received their reward accordingly.<span class=\"citation\" id=\"66078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66078)\">Matt. 25:14-30<\/a><\/span> This is the way in which we have got to prove ourselves, and we have got to be tested and become suitable for governors, to govern others and to control our families, and then to control nations and kingdoms. <\/div><div class=\"paragraph jod\" id=\"v3n1634\"> Have I not worked as hard as any of you for my living? Who ever saw me indolent, or idling away my time around street corners, or about the Council House? No one, either of the living or dead. I am always busy in striving to adorn my plantation, and my works show it all the time. I am not preaching anything but what I practice. Does brother Brigham preach anything but what he practices? No, he practices it night and day, and is just as virtuous and pure before his family as he is when he is before the public, and I would not give a dime for a man who is not. Does not the Almighty know all these things? Some may think that the Almighty does not see their doings, but if He does not, the angels and ministering spirits do. They see you and your works, and I have no doubt but they occasionally communicate your conduct to the Father, or to the Son, or to Joseph, or to Peter, or  <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0146\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to someone who holds the keys in connection with them. Perhaps there are some who do not believe much in spirits, but I know that they exist and visit the earth, and I will tell you how and why I know it. <\/div><div class=\"paragraph jod\" id=\"v3n1636\"> When I was in England, brother Geo. D. Watt was the first man baptized, and his mother was baptized directly after he was. The night previous to my going forward to baptize brother Watt and eight others, I had a vision, as old father Baker used to say, &#x201C;of the infernal world.&#x201D; I saw legions of wicked spirits that night, as plain as I now see you, and they came as near to me as you now are, and company after company of them rushed towards me; and brother Hyde and brother Richards also saw them. It was near the break of day, and I looked upon them as I now look upon you. They came when I was laying hands upon brother Russell, the wicked spirits got him to the door of the room, I did not see them till after that took place, and soon afterwards I lay prostrate upon the floor. That was in England, pious England, in the little town of Preston, at the corner of Wilford Street, and they struggled and exerted all their power and influence. That was the first introduction of the Gospel into England, and I was shown those spirits as plainly as ever I saw anything. I was thinking of that circumstance while brother Brigham was speaking this morning, and I was thinking that those spirits were just as much on hand to perplex this people as they were on hand there. I saw their hands, their eyes, and every feature of their faces, the hair on their heads, and their ears, in short they had full-formed bodies. <\/div><div class=\"paragraph jod\" id=\"v3n1637\"> If evil spirits could come to me, cannot ministering spirits and angels also come from God? Of course they can, and there are thousands of them, and I wish you to understand <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0146\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this, and that they can rush as an army going to battle, for the evil spirits came upon me and brother Hyde in that way. There is one circumstance in the visit of those evil spirits, that I would not tell if brother Hyde had not often told it himself; they spoke and said to brother Hyde, &#x201C;We have nothing against you,&#x201D; no, but I was the lad that they were after. I mention this to show that the devil is an enemy to me, he is also an enemy to brother Brigham, to brother Jedediah, to the Twelve, and to every righteous man. When brother Benson goes to the old country he will find hosts of evil spirits, and he will know more about the devil than he ever did before. The spirits of the wicked, who have died for thousands of years past, are at war with the Saints of God upon the earth. Do I ever pray that I may see them again? No, I do not. We had prayed all day, and almost all night, that we might have power to establish the Gospel in England. Previous to this, Mr. Fielding, a clergyman, came and forbid my baptizing those persons who had come forward. Said I, sir, they are of age, and I shall baptize them, if they wish for it, and I baptized nine. The next morning I was so weak that I could scarcely stand, so great was the effect that those spirits had upon me. I wrote a few words to my wife about the matter, and brother Joseph called upon her for the letter and said, &#x201C;It was a choice jewel, and a testimony that the Gospel was planted in a strange land.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1638\"> When I returned home I called upon brother Joseph, and we walked down the bank of the river. He there told me what contests he had had with the devil; he told me that he had contests with the devil, face to face. He also told me how he was handled and afflicted by the devil, and said, he had known circumstances  <div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0145\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>where Elder Rigdon was pulled out of bed three times in one night. After all this some persons will say to me, that there are no evil spirits. I tell you they are thicker than the &#x201C;Mormons&#x201D; are in this country, but the Lord has said that there are more for us than there can be against us.<span class=\"citation\" id=\"55812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55812)\">2 Kgs. 6:16<\/a><\/span> &#x201C;Who are they?&#x201D; says one. Righteous men who have been upon the earth. <\/div><div class=\"paragraph jod\" id=\"v3n1640\"> But do you suppose that angels will pay friendly visits to those who do not live up to their privileges? Would you? No, you would not like to visit with persons who lie, and steal your goods, and borrow and never pay. Would not you forsake such persons? Yes, you would. Will the Holy Ghost dwell with a man who will lie, steal, and swear? No. It is written that where the Holy Ghost takes up its abode the Father and Son will come and abide.<span class=\"citation\" id=\"69997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69997)\">John 14:23<\/a><\/span> That is the God whom I serve, one who has millions of angels at His command. Do you suppose that there are any angels here today? I would not wonder if there were ten times more angels here than people. We do not see them, but they are here watching us, and are anxious for our salvation. Will one out of twenty of those who are here today go through the gates into the celestial city? As I told some today, when passing through the gate at noon, when you go to the straight gate that we read of,<span class=\"citation\" id=\"63860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63860)\">Matt. 7:14<\/a><\/span><span class=\"citation\" id=\"91615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91615)\">D&amp;C 132:22<\/a><\/span> you will not go through there crowding by hundreds as you do now, the righteous and wicked all mixed up together; you cannot go into the celestial world unless you are sanctified through the celestial law.<span class=\"citation\" id=\"88387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88387)\">D&amp;C 88:22<\/a><\/span> Do you not think that it will require faith, repentance, and baptism, to enable you to get through the celestial gates? Yes, and it will require obedience to every word that proceeds from the mouth of God.<span class=\"citation\" id=\"62810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62810)\">Matt. 4:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1641\"> There are many who will feed the <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0145\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ungodly sooner than the Saints, but I tell you I will feed the Saints first and the poor devils afterwards, if there is any to spare. But none of them should have food unless they worked for it. I am expressing some of my feelings, and speaking of some of my actual knowledge of things, temporal and spiritual. The Lord has hosts of angels who are qualified to defend us, and they have information enough to march armies and to select leaders to lead them against the enemy of the Saints; and the devil has leaders enough to march his armies against the Saints. <\/div><div class=\"paragraph jod\" id=\"v3n1642\"> If men and women do not qualify themselves and become sanctified and purified in this life, they will go into a world of spirits where they will have a greater contest with the devils than ever you had with them here. It will not be fifty years, perhaps, before all of us here today will leave this state of existence, and then you will prove whether brother Brigham and the rest of the brethren have told you truth or not. You know that the world has made a great deal of fuss, and told many lies about the devil pitching on to Joseph Smith when he went to get the plates, but they will get to a place where the devils will handle them worse than they did Joseph when he got the plates; if they do not embrace the Gospel, it will be so. <\/div><div class=\"paragraph jod\" id=\"v3n1643\"> Let us repent and forsake our sins and turn our hearts to our God,<span class=\"citation\" id=\"55213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55213)\">Deut. 30:10<\/a><\/span> every one of us. I have said a thousand times, if I was to die now, today, I could not do better than I have done, still I have my weaknesses. But I don't go and sell my grain to the Gentiles, and then say that my family are on rations. If there are men who have done so, they will see sorrow and I know it. <\/div><div class=\"paragraph jod\" id=\"v3n1644\"> Shall we turn unto the Lord with all our hearts, and deal justly, do as we would wish another to do to us? Methinks every heart says, &#x201C;Yes, we  <div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0144\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will go to work and try, if we die in the attempt.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1646\"> My heart is in &#x201C;Mormonism;&#x201D; it is my joy, and I have no joy in anything else. I have no pride in gold or silver, if I had I should take the dimes for my flour. If I have any food to spare I will hand it to the Bishop, and let him hand it to those who are destitute. This is what I believe in doing, and I wish others to do so too. If our Bishops do not attend to their duties, in these and all other matters, we shall drop them when conference comes; I say we, because we shall all take a hand in it. Now mark it. Our Bishops on Juries&#x2014;under the dictation of those spirits that are in courts! I cannot stay in such places, they are so obnoxious to me. Men will make lawsuits, brother go to law with brother. Does this agree with the word of God? Does this agree with the word of Jesus, or with the words of the Prophets? No, and it is a set of poor devils that will do so, and by so doing they have taken a course by which they have forfeited their right and title as members of this Church and kingdom. Do you wish me to talk softly? If you do, I must be made another man. Let me be made an instrument in the hands of God to play the tune which He influences me to play; that is my way. There are not many who dare do this; they have not got force enough in them, nor intelligence enough, they do not know enough about God. <\/div><div class=\"paragraph jod\" id=\"v3n1647\"> I am ready, when the time comes, for the line to be drawn, and the ax to be laid at the root of every tree which does not bear good fruit.<span class=\"citation\" id=\"62679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62679)\">Matt. 3:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1648\"> I stick to &#x201C;Mormonism,&#x201D; and I pray God that it may stick to me. I wish to take a course to love and fear God, that when I bow before Him to ask for His Holy Spirit, I may have the communion thereof. Do I have that communion? I do, day by day, <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0144\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and I am not satisfied without it. If I get into a bad humor, the first thing I do is to pray; and I never am so angry but that I can pray. Often, in the town of Mendon, N. Y., when I went out to pray, it seemed as though there were hosts of devils trying to stop me; they did not wish me to become a &#x201C;Mormon.&#x201D; Have I ever been sorry that I became a &#x201C;Mormon?&#x201D; Have I ever regretted it? No, never for one moment. I may be asked whether I know Joseph Smith was a Prophet; yes, I know it just as well as I do that you are sitting before me this day; and I also know that brother Brigham is his successor, and that I am his brother. Do not try to get between him and me, nor between me and brother Jedediah, if you do your toes will be pinched. I wish men to keep round about us to encircle us with their love and kindness, but not to get between us, for we intend to stand by each other to death. This is our integrity, and God ever help us to be one, and also the Twelve Apostles of Jesus Christ, and every Latter-day Saint, that we may all be one with Joseph, as is Joseph with Peter, and Peter with Jesus, and Jesus with his Father. This is the connection that we hold in the holy Priesthood. <\/div><div class=\"paragraph jod\" id=\"v3n1649\"> Do any wish to destroy the union that exists among this people? I am opposed to everyone who tries to do so, and so is every true Saint, and those who dwell here and in the heavens will say, Amen. I am an enemy to the devil and all his imps, and to all who come here to make merchandise of the Saints of God. I know that men come here and act on a principle of policy to get trade, but with us, dollars and dimes are not objects of worship, for we love to deal with the true principles of righteousness. Let us go to work, every man, woman, and child, and strive to fill these valleys of the mountains with  <div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0143\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>corn, wheat, potatoes, beets, and vegetables of every kind, that, when another fall comes, we may be able to say that we have food in abundance, as well as sealings and marriages. I will say a few words about divorces, do they prove that you are loving men and women, having your prayers ascend to God? No, but they prove that you are contending with each other. However, I presume that such cases will occur, that people will keep apostatizing until the Savior comes, and he says that even then they of the king<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0143\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dom will be like ten virgins, five wise and five foolish.<span class=\"citation\" id=\"65988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65988)\">Matt. 25:1-2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1651\"> Take the counsel that you have heard today and last Sunday. Stop your lawing one with another, your quarrelling one with another, and let all cease to do evil, and then will not the angels rejoice? Well, God have mercy upon you all and save you from your follies, that you may be His in time, and His in eternity, which is the prayer of your unworthy servant, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}