{"ID":30030, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Necessity of the Saints Living Up to the Light Which Has Been Given Them.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, March 2, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Necessity of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 3\/2\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d30\">\n<div class=\"paragraph jod\" id=\"v3n1591\"> I have many subjects that I would like to speak upon for the benefit of the Saints, and one thing in particular I would like to do for them, which I believe would be the greatest blessing that could be bestowed upon them, and that is to give you eyes with which to see things as they are.<span class=\"citation\" id=\"81695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81695)\">Jacob 4:13<\/a><\/span> If I had power to bestow that description of sight upon the Latter-day Saints, I do not believe that there is a man or woman but what would try to live their religion. <\/div><div class=\"paragraph jod\" id=\"v3n1592\"> Some might suppose that it would be a great blessing to be taken and carried directly into heaven and there set down, but in reality that would be no blessing to such persons; they could not reap a full reward, could not enjoy the glory of the kingdom, and could not comprehend and abide the light thereof, but it would be to them a hell intolerable, and I suppose would consume them much quicker than would hell fire. It would be no blessing to you to be carried into the celestial kingdom, and obliged to stay therein, unless you were prepared to dwell there. <\/div><div class=\"paragraph jod\" id=\"v3n1593\"> If people had eyes to see, ears to hear, and hearts to understand things as they are, it would prove a blessing to them, for they would then order their lives in a manner to secure the blessings which they anticipate. However, it is out of my power to thus bless this people, but the gift has been placed within the reach of every person by the purchase of the Son of <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0154\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God, and it is for them to obtain it, or to pass along without obtaining it, just as they may choose. But some facts are easily comprehended; take the Latter-day Saints and compare their feelings, lives, and doings with those of the world, and what will be readily discovered? Were any of you now to go forth into the world, if you had one spark of honesty or of virtue about you, you would desire to return as soon as duty would permit, and would exclaim, &#x201C;I had no idea that the world was as I found it to be.&#x201D; Many of our Elders exclaim, on their return from foreign missions, &#x201C;How wicked the world has got to be! They are growing worse and worse, and go rapidly from bad to worse.&#x201D; I have heard them exclaim, &#x201C;It was astonishing to see how the people could so alter in the course of two or three years!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1594\"> On this point I will remark that the Elders rapidly alter one way, and the people of the world alter directly the other way, thus the space between them increases much faster than we are apt to be aware of. Elders who go forth to proclaim the Gospel, unless they do something to clip their faith, or cause them to apostatize from their religion, so that they are left in the dark, are generally on the increase in improvement, grow in grace and in the knowledge of the truth,<span class=\"citation\" id=\"85979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85979)\">D&amp;C 50:40<\/a><\/span> and gather to themselves more knowledge than they had before they went on their mission. They are advancing in the principles  <div class=\"break pagebreak\" id=\"222a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0222.pdf\" target=\"pdfwin\">p.&#xA0;222a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0153\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of truth, while the world are receding from the truth they once had; consequently, it appears to the Elders, and to those who go from the Saints into the world, that it is growing wicked faster than it really is, and the Elders do not always realize that their advancement in truth produces much of the appearance of the great distance between them and the world. <\/div><div class=\"paragraph jod\" id=\"v3n1596\"> If many of this congregation knew, if they had eyes to see, and ears to hear, they would often be ashamed of their conduct, when contrasted with all the light that has been manifested in the Gospel of salvation revealed to us. We have heard Joseph the Prophet preach, have seen his face, and have the revelations given through him, and the manifestations of the Holy Spirit; we have knowledge, we have the living oracles in our midst, and with all this let me say to the Latter-day Saints that they stand upon slippery places. They do not all fully know the paths they walk in, they do not all perfectly understand their own ways and doings, many do not altogether realize their own weaknesses, do not understand the power of the devil and how liable they are to be decoyed one hair's breadth, to begin with, from the line of truth. They are first drawn by a fine line, in a little time it becomes a cord, it soon increases to a strong rope, and from that to a cable; thus it grows from the size of a spider's web, in comparison. <\/div><div class=\"paragraph jod\" id=\"v3n1597\"> Let a Saint diverge from the path of truth and rectitude, in the least, no matter in what, it may be in a deal with his neighbor, in lusting after that which is not in his possession, in neglecting his duty, in having an overanxiety for something he should not be anxious about, in being a little distrustful with regard to the providences of God, in entertaining a misgiving in his heart and feeling with regard to the hand of the Lord towards him, <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0153\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and his mind will begin to be darkened. <\/div><div class=\"paragraph jod\" id=\"v3n1598\"> Brother Amasa Lyman has just observed, that some say, &#x201C;I suppose we must acknowledge the hand of God in all things.&#x201D; There is no supposition with as me to that matter, we can do as we please about it; but we have to confess or be chastised until we know and understand how things are, and realize that the Lord God is with us, in our midst and around about us, by His angels, by His Spirit, and by His eye which searches and researches our hearts. If He is not here in person, He is conversant with our actions, and scans every thought of our hearts and every action of our lives. He is in our midst, and we might as well begin to think about it first as last. <\/div><div class=\"paragraph jod\" id=\"v3n1599\"> If there is a misgiving in the heart with regard to confidence in our God, do you not see that there is a chance for one to slide a hair's breadth from the truth? This gives power to the enemy, and if we are decoyed in the least from the path of duty, do you not perceive that it produces darkness? Do you not understand that, in your experience? Yes, every Saint does. If you become dark, do you not know that the enemy has still greater power to decoy you further from the path? Then how soon the people would go to destruction, how soon they would go to ruin! <\/div><div class=\"paragraph jod\" id=\"v3n1600\"> I will tell you what this people need, with regard to preaching; you need, figuratively, to have it rain pitchforks, tines downwards, from this pulpit, Sunday after Sunday. Instead of the smooth, beautiful, sweet, still, silk-velvet-lipped preaching, you should have sermons like peals of thunder, and perhaps we then can get the scales from our eyes. This style is necessary in order to save many of this people. Give them smooth preaching, and let them glide along in their own desires and wishes, and they will follow after the traditions of  <div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0152\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their forefathers and the inclinations of their own wicked hearts, and give way to temptation, little by little, until, by and by, they are ripe for destruction. <\/div><div class=\"paragraph jod\" id=\"v3n1602\"> If I could take away the veil, and let you see how things really are, you would then know just as well as I know, and I know them just as well as any man on the face of the earth need to. I would not ask for a particle more knowledge upon that subject than I now have in my possession, were I capable of imparting it to this people, until we improve upon what knowledge we already possess. I know the condition of this people, I know what induces them to do as they do, I know the secret springs to their actions, how they are beset, the temptations and evils that are around them, and how liable they are to be drawn away, consequently, I tell you, brethren, that you need to have the thunders of the Almighty and the forked lightnings of truth sent upon you, to wake you up out of your lethargy. <\/div><div class=\"paragraph jod\" id=\"v3n1603\"> Some may say, &#x201C;Brother Brigham always chastises us.&#x201D; But what do I tell you? I say that if there are any Saints on earth they are here, if the kingdom of God is on the earth it is here, if Jesus is not known here, he is not known upon the earth, if his Father is not known here, He is not known upon the earth. What of all this? If we have this knowledge greater is the shame, unless we live to it, and greater will be our condemnation. The people should be preached to, but they need something besides smooth teaching. Comparatively speaking, they should have their ears cuffed and be roughly handled, be kicked outdoors, and then kicked in again. Most of the Elders who preach in this stand ought to be kicked out of it, and then kicked into it again, until they overhaul themselves and find out what is the matter with them. <\/div> <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0152\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1604\"> The mass of the people are all asleep together, craving after the world, running after wickedness, desiring this, that, and the other, which is not for their good. <\/div><div class=\"paragraph jod\" id=\"v3n1605\"> You hear many talk about having made sacrifices; if I had that word in my vocabulary I would blot it out. I have never yet made what I call sacrifices; in my experience I know nothing about making them. We are here in this wicked world, a world shrouded in darkness, principally led, directed, governed, and controlled, from first to last, by the power of our common foe&#x2014;him who was opposed to Jesus Christ and to his kingdom&#x2014;the son of the morning&#x2014;the devil. Lucifer<span class=\"citation\" id=\"58264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58264)\">Isa. 14:12<\/a><\/span> has almost the entire control over the whole earth, rules and governs the children of men and leads them on to destruction. He has millions and millions of agents; they are in every place, the air is full of them and the earth is full of them. You cannot go anywhere without finding some of them, unless it is among a few of the Saints who have faith to turn them out of their hearts and affections, out of their houses, and then out of their midst. <\/div><div class=\"paragraph jod\" id=\"v3n1606\"> There are a few such places on the earth, but they are very few, compared with all the world beside. The world is drunk with its own folly, with its own wickedness. <\/div><div class=\"paragraph jod\" id=\"v3n1607\"> I know that I spoke very harshly to you last Sabbath, but that does not hurt the oil and the wine;<span class=\"citation\" id=\"67416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67416)\">Luke 10:34<\/a><\/span> no, not one particle. There was not a Latter-day Saint then within hearing of my voice but that his soul shouted, &#x201C;Amen, thank God, glory, hallelujah.&#x201D; You need such preaching as was that, from day to day, until the rubbish cleaving to you is swept away, until your minds are upon something beside the follies and vanities of the world. You have much to learn. Do you think I was too rash last Sunday? (Voices, no.) Even then I told you only a small  <div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0151\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>portion of the truths pertaining to the subjects touched upon. <\/div><div class=\"paragraph jod\" id=\"v3n1609\"> I cannot tell you the whole truth, for you are not in a condition to receive it; my voice is not powerful enough to pierce your hearts; I alone am not able to remove the scales from your eyes that you may see things as they are. I can talk to you here, and diffuse my spirit among you, so far as you will receive it. If I have the Spirit of the Lord, and your hearts are soft, I can impart to you what the Lord has for you through me; that is all I can do. I have to cling to my Father, to my God, and to my religion every day, yes, every moment of my life; have to plead with Him and center all my confidence, hopes, and faith in Him, and so should you. <\/div><div class=\"paragraph jod\" id=\"v3n1610\"> There is one thing I desire of this people more than everything else on this earth, more than gold, silver, houses, lands, and the riches of this world which are not to compare with it, and that is that this people would so live as to know the Father and the Son, to know the will of God concerning them, and to be filled with the Holy Ghost, and have the visions of eternity opened to them. Then my soul would be satisfied; that is all I could ask of them. I do not care whether we have half rations, or quarter rations, that is a matter I care but little about. I would rather that this people should starve to death in the mountains, than to have the Lord Almighty hand us over to a cursed, infernal mob. I would rather go down to the grave in peace than to fight a mob, unless the Lord would give me enough Saints to fight and kill the poor devils; in such case I wish to live and fight them. But I never want to see a mob again drive and tread under foot the Saints. <\/div><div class=\"paragraph jod\" id=\"v3n1611\"> While brother Amasa was addressing the people, I admired the principles he taught, and I can apply them to myself, so far as they pertain to <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0151\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> me; but I do not know how my little boys and girls, now growing up in our midst, could understand what is in the world, unless we sent them forth so that they could contrast one class with the other. For my part I do not need a mob to aid me to purify myself; I do not require to hear another man take the name of God in vain, in order to complete my experience concerning profanity. I have no occasion for the devil and his imps, nor to see the face of a wicked man while I live, in order to make me more acquainted with their power. I will be perfectly satisfied with the glory and crown I shall receive, if I have no further acquaintance or experience with the power of the devil, so far as I am concerned. <\/div><div class=\"paragraph jod\" id=\"v3n1612\"> If I have to pass through scenes of trouble, sorrow, and affliction, if we have to fight the devil, and I have the power to live, I pray my Father in heaven, in the name of His Son Jesus Christ, to let me live to enjoy this privilege. If I, of necessity, must pass through war and bloodshed, toils and labors, let me live, for I love to fight the devils, but I love to overcome them. If I had the power I would doubtless use them up, perhaps to the injury of the Saints. Why? Because if you do not know wickedness you cannot enjoy the happiness God has in store for you. <\/div><div class=\"paragraph jod\" id=\"v3n1613\"> Paul asks, &#x201C;Shall we sin that righteousness may abound?&#x201D;<span class=\"citation\" id=\"72362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72362)\">Rom. 6:1<\/a><\/span> No, there is plenty of sin without your sinning. We can have all the experience we need, without sinning ourselves, therefore we will not sin that good may come, we will not transgress the law of God that we may know the opposite. There is no necessity for such a course, for the world is full of transgression, and this people need not mingle up with it. <\/div><div class=\"paragraph jod\" id=\"v3n1614\"> Can you discern between the righteous and the wicked here? You know I have spoken of a certain class  <div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0150\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of men who frequent our law shops, and every other wicked hole they can get into; can they discern the difference between those who love the law of God and those who despise it? No. The vilest sinner on the earth who will come with a bland countenance, using the airs that belong to the etiquette of the day, you receive as a very fine man, a beautiful gentleman. Do you not know that you need the Spirit of the Almighty to look through a man and discern what is in his heart, while his face smiles upon you and his words flow as smoothly as oil? If you had the power of God upon you, you might see the sword lurking within him, and that, if he had the power, he would plunge it in your heart and destroy you from the earth. I meet many such men in these streets, and in the houses round about. <\/div><div class=\"paragraph jod\" id=\"v3n1616\"> Do you not know that Jesus told the truth when he said, &#x201C;They that are not for us are against us?&#x201C;A<span class=\"citation\" id=\"64367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64367)\">Matt. 12:30<\/a><\/span> great many have our patronage and influence, benefit by our forbearance, and enrich themselves with our cash, but when that is gone, what shall we hear next? &#x201C;Wipe them from the earth, put them out of existence and let the earth not be infested with them any longer, for they have no money, no influence for us now; they cannot patronize and promote us, therefore destroy them from the earth.&#x201D; That is the spirit of the devil which reigns in every man who is not a Saint at heart. This wicked principle may lay dormant, to all appearance, year after year, lurking in the flesh, until it increases to such a degree that the flesh has overcome the spirit of light which God implanted in them, when it exhibits itself, and then the cry is, &#x201C;Destroy the Apostles of Jesus and every one of his true followers; root out that clan which will destroy us unless we destroy them; root them out, that we be no more pestered with them.&#x201D; <\/div> <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0150\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1617\"> Suppose one of my brethren had a large family connection, had many brothers and sisters near and dear to him, as near his feelings as a child is to its father's or mother's, and that this blood connection, embracing all the friends he had upon earth, should, on a night so dark that they could not see one inch before their eyes, mount their horses, put spurs to them, and start at the top of their speed, on a road that neither they nor their horses had ever traveled one inch upon, would he not cry at the top of his voice, &#x201C;Where are you going?&#x201D; Would he not say, &#x201C;You are riding in the dark and on a road which you do not know?&#x201D; They might put spurs in their horses and reply, &#x201C;We will perform the journey.&#x201D; You are the individuals I am referring to. Let anyone see people hastening to the brink of an awful precipice, hundreds of feet in depth, and before they are aware of it, about to leap into the abyss, what feelings would move the individual looking upon such a sight? Would he not wish to take them by the hair of their heads, if they would not stop, and save them if possible? <\/div><div class=\"paragraph jod\" id=\"v3n1618\"> So I feel about you. I feel like taking men and women by the hair of their heads, figuratively speaking, and slinging them miles and miles, and like crying, stop, before you ruin yourselves! But I have not the power to do this; I can talk to you a little and can beseech you to stop your mad career, and can ask your Father in heaven to give you the light of His Spirit, and when you receive that you will find every word that I said last Sabbath to be true. There are men here, by the score, who do not know their right hands from their left, so far as the principle of justice is concerned. Does our High Council? No, for they will let men throw dust in their eyes, until you cannot find the hundredth millionth part of an ounce of common sense in them. You may  <div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0149\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>go to the Bishops' courts, and what are they? A set of old grannies. They cannot judge a case pending between two old women, to say nothing of a case between man and man. We have already dropped many of them, and we are picking up young men. We will train them, and tell them to serve God or apostatize. <\/div><div class=\"paragraph jod\" id=\"v3n1620\"> The time is coming when justice will be laid to the line and righteousness to the plummet;<span class=\"citation\" id=\"58613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58613)\">Isa. 28:17<\/a><\/span> when we shall take the old broad sword and ask, &#x201C;Are you for God?&#x201D; and if you are not heartily on the Lord's side, you will be hewn down. I feel like reproving you; you are like a wild ass that rears and almost breaks his neck before he will be tamed. It is so with this people. <\/div><div class=\"paragraph jod\" id=\"v3n1621\"> Have we not given you salt enough to season you? You have been sweetened with velvet lips, until you do not know salt from anything else. Will you hear now? If I have strength and continue to feel like it, I will come here and train you every Sabbath, and I wish my sermons to be like the raining of pitchforks point foremost, until you awake out of your sleep and find out whether you are Saints or not. We have a great many gars, sharks, sheepheads, lamper eels, and every other kind of fish that is to <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0149\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be found, in the pond; the Gospel net has gathered them up,<span class=\"citation\" id=\"64675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64675)\">Matt. 13:47<\/a><\/span> and what may you expect from such a mess? You may expect the best and worst of all God's creation mingled here together. The foolish will turn from correct principles, go over to the wicked, and cease to be righteous, so that they can go to hell with the fools. I wish to have every man who rises to speak from this stand, lay aside the smooth tongue and velvet lips and let his words be like melted lead, that they may sink into the hearts of the people. <\/div><div class=\"paragraph jod\" id=\"v3n1622\"> Now do not think that I have cast you off; you are my brethren, if I have any. If there are any Saints on the face of the earth they are here. I am one with you, and if you turn round and say, &#x201C;Brother Brigham ought to live according to his preaching,&#x201D; I answer, I live so now that you cannot keep up with me. Do not fret yourselves, I am ready to be weighed in the balance<span class=\"citation\" id=\"61514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61514)\">Dan. 5:27<\/a><\/span> in all my ways, with any of you. Learn to live your religion day by day, and do right all the time. Let us strive to get more light, more of the grace and power of God, that we may increase therein, which is my prayer continually. May God bless you: Amen. <\/div>\n<\/div>\n<\/div>"}