{"ID":30035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Instructions to the Bishops&#x2014;Men Judged According to Their Knowledge&#x2014;Organization of the Spirit and Body&#x2014;Thought and Labor to Be Blended Together.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, March 16, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Instructions to the Bishops, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 3\/16\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v3n1746\"> I do not now rise expressly for the purpose of giving additional instructions, for we have already heard much today; still, I have a few reflections which I will offer. Can you not remember hearing public speakers, both here and in other countries, use many words without clearly and distinctly conveying ideas? <\/div><div class=\"paragraph jod\" id=\"v3n1747\"> The discourse by brother Vernon, in the forenoon, quite delighted me. I was extremely well pleased to hear him clothe his ideas with such beautiful language, and so easily understood. Hence, I exhort my brethren, the Elders, when they rise to teach, edify, or instruct the people, not to hamper themselves with efforts to merely select nice sounding words, but to deal out correct and useful ideas, even if you do not use one word in ten in a way that the learned would deem proper. If a speaker <div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0132\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> presents useful ideas to a congregation of the best scholars in existence, though not one word of his language is strictly proper, yet what he says will feed that congregation, far more than will a perfect volume of nice sounding words which convey few or no important ideas. I will leave the correctness of this remark to philosophers of every grade. <\/div><div class=\"paragraph jod\" id=\"v3n1748\"> Still, when anyone rises to speak, if his mind is stored with valuable ideas, let him clothe his thoughts with the best language he can command&#x2014;that which comes to him easily and naturally. I really wish to impress this idea upon the minds of the Elders. <\/div><div class=\"paragraph jod\" id=\"v3n1749\"> If you will reflect upon what class of speakers have most edified you, no matter whether they are taught or untaught in the learning of the schools, you will readily discover that it has  <div class=\"break pagebreak\" id=\"244a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0244.pdf\" target=\"pdfwin\">p.&#xA0;244a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0131\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been those whose minds were stored with good ideas, and who spoke so that you could readily and easily understand them, whether their language was couched in the most approved style or not. When you hear individuals speak whose minds are stored with rich ideas, do they not benefit you the most? I care but little about your language, hand out the ideas, and let us know what you have stored in your minds. <\/div><div class=\"paragraph jod\" id=\"v3n1751\"> I will now refer to a portion of the discourse delivered here this afternoon, and say to the Bishops, that it would be highly gratifying to me, and to all of us, if you would prove yourselves wise stewards. You have a good opportunity to exhibit your abilities, and I say to the Bishop who has just addressed us, won't you do as I have formerly directed you, and appoint good, wise, judicious men to go through your Ward, to find out what is in that Ward, and the situation of every family, whether they have money, flour, or costly clothing, or whether they are destitute and suffering? This is your business and calling. But many of our Bishops are sleepy and good for nothing, and if I were going to cleanse the Church, knowing the character of individuals, I think I should commence with the Bishops. Theirs is one of the most laborious and responsible offices in the whole Church; it is an office which requires men of the best skill, judgment and talent, to fill, and is one of the greatest importance. Bishops, will you take hold and try to make men of yourselves? After all I have said now and heretofore, if you were going to search your Wards, you would be very apt to come to me to inquire what you should do. I will tell you, do not let there be one place, in the habitations of the Saints in your Wards, about which you are uninformed. Brother Woolley has reported the circumstance of a Bishop <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0131\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> finding a woman who had been living upon the charity of her neighbors, and who, at the same time, had valuable property, and money hid up. I can refer you to scores of like circumstances, and what is more, to some of the Elders, those who are supposed to be among the best of our Elders, who have been preaching abroad and brought their hundreds into the Church, who come here with a lie in their hearts and on their tongues, with regard to their means, and declare, emphatically, that they have no means to help themselves with, neither money nor goods. <\/div><div class=\"paragraph jod\" id=\"v3n1752\"> We have brought them here, and they are still owing the Perpetual Emigrating Fund for their passage, and they have gold, if they have no silver, and have the richest kind of clothing. This brings to my mind the circumstance, of a family in Nauvoo, who were in the habit of traveling from house to house, begging their living, and said, that they were poor and destitute. When the time came for us to leave that city, and that family was starting to St. Louis, the woman loosed her dress and showed one of the sisters her stays, and said, &#x201C;I have my money sewed up in these stays, and the Church won't get it.&#x201D; This woman begged her living, and stayed in Nauvoo almost two years, and would rather be damned than to part with the sovereigns sewed up in her stays. Such people will be damned, and the sooner they leave us the better. <\/div><div class=\"paragraph jod\" id=\"v3n1753\"> Were I a Bishop, I would know to a reasonable degree of accuracy, the value of the clothing owned by those in my Ward, who were calling upon me for assistance, and I would be familiar with every nook and habitation, and watch carefully that money was not secreted, and the owners begging from those poorer than themselves. I would know whether they had money hoarded, or hid away. <\/div> <div class=\"break pagebreak\" id=\"245a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0245.pdf\" target=\"pdfwin\">p.&#xA0;245a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0130\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1755\"> A score of years ago the Elders had to be very watchful, and I do not suppose that, for many years, I slept so soundly but what the slightest tap would wake me up. If any person should say, &#x201C;Brigham!&#x201D; I am ready at once to ask, &#x201C;What is wanted?&#x201D; I am ready to jump, at a moment's warning. No person could stir about, without our knowing it. <\/div><div class=\"paragraph jod\" id=\"v3n1756\"> The Bishops should be equally wide awake, and set those whom they have confidence in, those whom they know to be honest, to be watchmen on the tower, and let them find out who are suffering. Doubtless, there are many who are suffering through want of food, but there is no necessity of any family suffering in this City, and when this City is supplied, the remainder of the Territory may be considered independent. <\/div><div class=\"paragraph jod\" id=\"v3n1757\"> I presume that we have one fourth less provisions in this City, to the number of the inhabitants, than has any other portion of the Territory, and yet we need not suffer. Here we need not be ashamed to beg, when stern necessity has closed around us. I do not expect to see the day when I am perfectly independent, until I am crowned in the celestial kingdom of my Father, and made as independent as my Father in heaven. I have not yet received my inheritance as my own, and I expect to be dependent until I do, for all that I have is lent to me. <\/div><div class=\"paragraph jod\" id=\"v3n1758\"> If a man comes to me and says, he is out of food, what of that? He is out of food, that is all. If a man comes along and says, &#x201C;My family is destitute of food and clothing,&#x201D; what of that? Simply that they are destitute of food and clothing, and still they may be gentlemen and ladies, for all that, and be honoring their tabernacles and being on the earth. <\/div><div class=\"paragraph jod\" id=\"v3n1759\"> The customs of the world have made it degrading to ask for food, but it is not, when a person cannot honestly procure it in any other way. The <div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0130\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man who is hungry and destitute has as good a right to my food as any other person, and I should feel as happy in associating with him, if he had a good heart, as with those who have an abundance, or with the princes of the earth. They all are esteemed by me, not according to the wealth and position they hold, but according to the character they have. <\/div><div class=\"paragraph jod\" id=\"v3n1760\"> Bishops, will you try to magnify your calling? I will give you a few words of consolation; at our next Conference we expect to drop a good many Bishops, and appoint others, and we intend to keep doing so, until we get men with good hearts and active brains, to fill that responsible station. <\/div><div class=\"paragraph jod\" id=\"v3n1761\"> I will now speak upon another subject; one which I have touched upon many times, but which, to this day, is but little understood. I allude to the organization of the spirit and the body, the distinction between the two, and their operations. This subject is not well understood, and generally not much reflected upon, but is one which the Saints have got to learn, if they ever learn the real organization of man. Then they will know and understand the peculiarities of our present organization, and how liable mankind are to submit to its weaknesses, and to the influences of the powers that rule over them. <\/div><div class=\"paragraph jod\" id=\"v3n1762\"> Were you in possession of this knowledge, you would be more compassionate. As severely as I sometimes talk to you, my soul is full of compassion. It has ever been my study to understand myself, for by so doing I can understand my neighbors. <\/div><div class=\"paragraph jod\" id=\"v3n1763\"> If this people would apply their minds to wisdom, with regard to themselves, they would be more compassionate than they are now. <\/div><div class=\"paragraph jod\" id=\"v3n1764\"> From what is at times said here, it might be inferred that everyone who did not walk to the line was at once going to be destroyed, but who has  <div class=\"break pagebreak\" id=\"246a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0246.pdf\" target=\"pdfwin\">p.&#xA0;246a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0129\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been hurt? Who is about to be killed? Who is about to be taken out of the way? When this people have lived long enough upon the earth, to have the principles of life and salvation disseminated among them, and to have their children taught in those principles, so that they fully know the principles of eternal salvation, then let us or our children turn away from the commandments of God, as some do now, and I could tell you what will be done with them. <\/div><div class=\"paragraph jod\" id=\"v3n1766\"> Brother Wesley has said, the time is not far distant, but it will never come until the inhabitants of the earth, and especially those who have been gathered together, have a sufficient time to be educated in the celestial law, so that each person may understand for himself. Then if they transgress against the light and knowledge they possess, some will be stoned to death,<span class=\"citation\" id=\"94424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94424)\">Lev. 20:2<\/a><\/span> and &#x201C;judgment will be laid to the line, and righteousness to the plummet.&#x201D;<span class=\"citation\" id=\"58615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58615)\">Isa. 28:17<\/a><\/span> But people will never be taken and sacrificed for their ignorance, when they have had no opportunity to know and understand the truth. Such a proceeding would be contrary to the economy of heaven. But after we receive and understand things as they are, if we then disobey, we may look for the chastening hand of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v3n1767\"> If we could learn ourselves, we should see thousands and thousands of weaknesses in the people. They turn to the right and to the left, to this and that which is wrong; yet if we did know and see things as they are, we should understand that thousands of those acts are performed in ignorance. <\/div><div class=\"paragraph jod\" id=\"v3n1768\"> I presume there are people hearing me talk, who would give the riches of the Indies, if they had them in their possession, to be able to obtain the mind and will of God concerning themselves. They would give all they <div class=\"break columnbreak\" id=\"246b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0246.pdf\" target=\"pdfwin\">p.&#xA0;246b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0129\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> possess on the earth, or expect to possess, were they in possession of keys by which they could know the path to walk in. What are we going to do with this class of persons? I will tell you what I am going to do with them, so far as I am concerned. I am going to give them my faith, confidence, prayers, and full fellowship. And when they get through with this probation, if they have done, all the time, according to the best they knew, God will not hold them responsible for what they did not know, and they will be received, through the merits of the Son, into the kingdom of our Father. <\/div><div class=\"paragraph jod\" id=\"v3n1769\"> I mention this to inform the people, that they may understand what they should do with regard to the law of God, and the transgression thereof. The law is very strict; and in this congregation there are men and women who, with uplifted hands to heaven, before the Father, the Son, and all the holy angels, made solemn covenants that they never would do thus and so. For example, one obligation is, &#x201C;I will never have anything to do with any of the daughters of Eve, unless they are given to me of the Lord.&#x201D; Men will call God to witness that they never will transgress this law, and promise to live a virtuous life, so far as intercourse with females is concerned; but what can you see? A year will not pass away before some few of them are guilty of creeping into widows' houses, and into bed with the wives of their brethren, debauching one woman here, and another there. Do we enforce upon them the strict penalty of the law?<span class=\"citation\" id=\"94425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94425)\">Lev. 20:12<\/a><\/span><span class=\"citation\" id=\"94426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94426)\">D&amp;C 132:64<\/a><\/span> Not yet. I hope their conduct arises from their ignorance, but let me transgress my covenant, and the case would be different. I want to live as long as I can, on the earth, but I would not like to live to violate my covenants; I would rather go behind the veil before doing so. <\/div> <div class=\"break pagebreak\" id=\"247a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0247.pdf\" target=\"pdfwin\">p.&#xA0;247a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0128\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1770\"> A few of the men and women who go into the house of the Lord, and receive their endowments, and in the most sacred manner make covenants before the Almighty, go and violate those covenants.<span class=\"citation\" id=\"85262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85262)\">D&amp;C 40:3<\/a><\/span> Do I have compassion on them? Yes, I do have mercy on them, for there is something in their organization which they do not understand; and there are but few in this congregation who do understand it. <\/div><div class=\"paragraph jod\" id=\"v3n1771\"> You say, &#x201C;That man ought to die for transgressing the law of God.&#x201D;<span class=\"citation\" id=\"94427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94427)\">D&amp;C 132:64<\/a><\/span> Let me suppose a case. Suppose you found your brother in bed with your wife, and put a javelin through both of them,<span class=\"citation\" id=\"54844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54844)\">Num. 25:7-8<\/a><\/span> you would be justified, and they would atone for their sins, and be received into the kingdom of God. I would at once do so in such a case; and under such circumstances, I have no wife whom I love so well that I would not put a javelin through her heart, and I would do it with clean hands. But you who trifle with your covenants, be careful lest in judging you will be judged.<span class=\"citation\" id=\"63682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63682)\">Matt. 7:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1772\"> Every man and woman has got to have clean hands and a pure heart,<span class=\"citation\" id=\"56518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56518)\">Ps. 24:4<\/a><\/span> to execute judgment, else they had better let the matter alone. <\/div><div class=\"paragraph jod\" id=\"v3n1773\"> Again, suppose the parties are not caught in their iniquity, and it passes along unnoticed, shall I have compassion on them? Yes, I will have compassion on them, for transgressions of the nature already named, or for those of any other description. If the Lord so orders it that they are not caught in the act of their iniquity, it is pretty good proof that He is willing for them to live; and I say let them live and suffer in the flesh for their sins, for they will have it to do. <\/div><div class=\"paragraph jod\" id=\"v3n1774\"> There is not a man or woman, who violates the covenants made with their God, that will not be required to pay the debt. The blood of Christ will never wipe that out, your own blood must atone for it; and the judgments <div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0128\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the Almighty will come, sooner or later, and every man and woman will have to atone for breaking their covenants. To what degree? Will they have to go to hell? They are in hell enough now. I do not wish them in a greater hell, when their consciences condemn them all the time. Let compassion reign in our bosoms. Try to comprehend how weak we are, how we are organized, how the spirit and the flesh are continually at war.<span class=\"citation\" id=\"74270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74270)\">2 Cor. 10:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1775\"> I told you here, some time ago, that the devil who tempted Eve, got possession of the earth, and reigns triumphant, has nothing to do with influencing our spirits, only through the flesh; that is a true doctrine. Inasmuch as our spirits are inseparably connected with the flesh, and, inasmuch as the whole tabernacle is filled with the spirit which God gave, if the body is afflicted, the spirit also suffers, for there is a warfare between the flesh and the spirit, and if the flesh overcomes, the spirit is brought into bondage, and if the spirit overcomes, the body is made free, and then we are free indeed, for we are made free by the Son of God. Watch yourselves, and think. As I heard observed, on the evening of the 14th, at the Social Hall, &#x201C;think, brethren, think,&#x201D; but do not think so far that you cannot think back again. I then wanted to tell a little anecdote, but I will tell it now. <\/div><div class=\"paragraph jod\" id=\"v3n1776\"> In the eastern country there was a man who used to go crazy, at times, and then come to his senses again. One of his neighbors asked him what made him go crazy; he replied, &#x201C;I get to thinking, and thinking, until finally I think so far that I am not always able to think back again.&#x201D; Can you think too much for the spirit which is put in the tabernacle? You can, and this is a subject which I wish the brethren instructed upon, and the people to understand. The spirit is the intelligent part of man,  <div class=\"break pagebreak\" id=\"248a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0248.pdf\" target=\"pdfwin\">p.&#xA0;248a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0127\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and is intimately connected with the tabernacle. Let this intelligent part labor to excess, and it will eventually overcome the tabernacle, the equilibrium will be destroyed, and the whole organization deranged. Many people have deranged themselves by thinking too much. <\/div><div class=\"paragraph jod\" id=\"v3n1778\"> The thinking part is the immortal or invisible portion, and it is that which performs the mental labor; then the tabernacle, which is formed and organized for that express purpose; brings about or effects the result of that mental labor. Let the body work with the mind, and let them both labor fairly together, and, with but few exceptions, you will have a strong-minded, athletic individual, powerful both physically and mentally. <\/div><div class=\"paragraph jod\" id=\"v3n1779\"> When you find the thinking faculty perfectly active, in a healthy person, it should put the physical organization into active operation, and the result of the reflection is carried out, and the object is accomplished. In such a person you will see mental and physical health and strength combined, in their perfection. We have the best opportunity afforded any people to cultivate these properties of man. <\/div><div class=\"paragraph jod\" id=\"v3n1780\"> I do not know that I am trammeled by tradition, or that any of us need to be, hence we are in the best situation to exhibit, through the organization of the tabernacle, the labor and properties of the invisible part. When a person is thinking all the time he is little better than a machine; he perverts the purpose of his organization, and injures both mind and body. Why? Because the mental labor does not find vent through the organism of the tabernacle, and has not that scope&#x2014;that field of labor which it desires, and which it was wisely designed that it should have. Think according to your labor, labor according to your thinking. <\/div><div class=\"paragraph jod\" id=\"v3n1781\"> Some think too much, and should labor more, others labor too much, <div class=\"break columnbreak\" id=\"248b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0248.pdf\" target=\"pdfwin\">p.&#xA0;248b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0127\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and should think more, and thus maintain an equilibrium between the mental and physical members of the individual; then you will enjoy health and vigor, will be active, and ready to discern truly, and judge quickly. Is it not your privilege to have discernment to circumscribe all things, no matter what subject comes before you, and to at once know the truth concerning any matter? When you see a person of this character, you see one with a healthy and vigorous mind, throughout the whole operations of organization. True, this is not the privilege of everyone; some have to do much thinking, and but little manual labor, while others do much manual labor with little, if any thinking. The latter class are as dull and stupid as the brutes, and when their labor is done, they lie down and sleep, like the brutes. They do not think enough, they should bring their minds into active operation, as well as their bodies. Men who do much thinking, philosophers for instance, should apply their bodies to more manual labor, in order to make their bodies more healthy and their minds more vigorous and active. <\/div><div class=\"paragraph jod\" id=\"v3n1782\"> Let me take twenty years to come, in which to build cities, temples, tabernacles, halls, dwellings, &amp;c., with my mental organization, and not put forth my hands, or use any manual labor, to perform any of this work, do you not perceive that my body would not have labored during all this period, and that my mind would have labored to excess, even to the overcoming of the tabernacle. Again, let me build house after house, hall after hall, temple after temple, &amp;c., my mind would have something to rest upon, and my body being weary with labor, I could lie down, and both would rest together. When I wish to build a temple it costs me much thought, and when I see a temple finished on this block, as I have seen  <div class=\"break pagebreak\" id=\"249a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0249.pdf\" target=\"pdfwin\">p.&#xA0;249a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0126\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it in the vision of my mind, do you not perceive that the whole of the labor of the mind, on that matter, is at rest? This is my philosophy on thinking; and if I were obliged to think for ten years, and not erect a building, or help build up a city, or in any way put my thoughts into execution, it would materially injure my mental faculty, through want of results for it to rest upon. But let me engage in active operations, even though I do not personally perform one day's manual labor, let me see the result of my thinking budding into existence, and my mind has something to rest upon. If I cannot carry out that which is in my mind&#x2014;that which I wish to accomplish in all the improvements, in building up Zion in the latter days, as soon as I am deprived of the necessary physical labor I withdraw my mind from that object; I will not suffer my mind to rest upon it. For instance, we are going to suspend labor upon the Temple for a year, until we can prepare ourselves more fully for that work. We have abandoned the idea of using adobies in the walls of that building, and intend to use granite. Now, suppose I should begin to think, and think, <div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0126\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and still think about it, are you not aware that it would be a worse than useless waste of time and mental labor? My body would become wearied and languid. I do not expect to think about it for one year; goodbye to it, for the present. I must carry out the labor of my mind, or I injure it. Can you go to sleep in one minute, after you have said your prayers and gone to bed? Can you cease reflection, bid goodbye to thought, and say to the body, compose yourself and let us go to sleep? How many now in this house can do that? Whether it is natural, or supernatural, mental or mechanical, it matters not, but I have trained myself to go to sleep when I get ready, and when I am in good health, as a general thing, in about one minute I can be fast asleep. <\/div><div class=\"paragraph jod\" id=\"v3n1784\"> Until you can govern and control the mind and the body, and bring all into subjection to the law of Christ, you have a work to perform touching yourselves. I delight to talk upon the subject of our organization, but I must do so a little at a time, or I might weary your bodies and distract your thoughts. Short sermons fitly spoken, are better than long ones ill spoken. May God bless you, Amen. <\/div>\n<\/div>\n<\/div>"}