{"ID":30039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Plurality of Wives&#x2014;The Free Agency of Man.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Bowery, Provo, July 14, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Plurality of Wives, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/14\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v3n1904\"> I have a few words to say concerning one item of doctrine, that I seldom think of mentioning before a public congregation; I refer to the doctrine pertaining to raising up a royal Priesthood to the name of Israel's God, for which purpose the revelation was given to Joseph, concerning the right of faithful Elders, in taking to themselves more than one wife.<span class=\"citation\" id=\"94428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94428)\">D&amp;C 132:1-66<\/a><\/span> I frequently hear from others that this doctrine is laughed at and ridiculed; I heard yesterday of its being laughed out of doors, even jeered and sneered out of a Bishop's house. <\/div><div class=\"paragraph jod\" id=\"v3n1905\"> I am not personally cognizant of anyone jeering at and deriding this doctrine; still, I hear that there are some few who are opposed to it. Once in a while sentiments reach my ears which sound very curious and strange, and when I hear them, I do really wish that some were possessed of better sense; I will, therefore, tell you a few things that you should know. God never introduced the Patriarchal order of marriage with a view to please man in his carnal desires, nor to punish females for anything which they had done; but He introduced it for the express purpose of raising up to His name a royal Priesthood, a peculiar people.<span class=\"citation\" id=\"77805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77805)\">1 Pet. 2:9<\/a><\/span> Do we not see the benefit of it? Yes, we have lived long enough to realize its advantages. <\/div><div class=\"paragraph jod\" id=\"v3n1906\"> Suppose that I had had the privilege of having only one wife, I should have had only three sons, for those are all that my first wife bore, whereas, I <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0111\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> now have buried five sons, and have thirteen living. <\/div><div class=\"paragraph jod\" id=\"v3n1907\"> It is obvious that I could not have been blessed with such a family, if I had been restricted to one wife, but, by the introduction of this law, I can be the instrument in preparing tabernacles for those spirits which have to come in this dispensation. Under this law, I and my brethren are preparing tabernacles for those spirits which have been preserved to enter into bodies of honor, and be taught the pure principles of life and salvation, and those tabernacles will grow up and become mighty in the kingdom of our God. <\/div><div class=\"paragraph jod\" id=\"v3n1908\"> I believe that our children will become mighty in faith, be powerful in defending the truth, and will soon have to take important places in the great work of this dispensation. They may be rude at present, yet, you will find within them the true principles of &#x201C;Mormonism,&#x201D; and, when our sons become men, they will be men of God, and be useful in accomplishing a good work upon the earth. <\/div><div class=\"paragraph jod\" id=\"v3n1909\"> The spirits which are reserved have to be born into the world, and the Lord will prepare some way for them to have tabernacles. Spirits must be born, even if they have to come to brothels for their fleshly coverings, and many of them will take the lowest and meanest spirit house that there is in the world, rather than do without, and will say, &#x201C;Let me have a tabernacle, that I may have a chance to be perfected.&#x201D; <\/div> <div class=\"break pagebreak\" id=\"265a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0265.pdf\" target=\"pdfwin\">p.&#xA0;265a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0110\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1911\"> The Lord has instituted this plan for a holy purpose, and not with a design to afflict or distress the people; hence, an important and imperative duty is placed upon all holy men and women, and the reward will follow, for it is said, that the children will add to our honor and glory.<span class=\"citation\" id=\"57440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57440)\">Prov. 17:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1912\"> It hurts my feelings when I see good men, men who love correct principles and cling to the counsels of the Church, who have lived near to God for years and have always been faithful, with not a child to bear up their names to future generations, and I grieve to reflect that their names must go into the grave with them. <\/div><div class=\"paragraph jod\" id=\"v3n1913\"> It would please me to see good men and women have families; I would like to have righteous men take more wives and raise up holy children. Some say, &#x201C;I would do so, but brother Joseph and brother Brigham have never told me to do it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1914\"> This law was never given of the Lord for any but his faithful children; it is not for the ungodly at all; no man has a right to a wife, or wives, unless he honors his Priesthood and magnifies his calling before God. <\/div><div class=\"paragraph jod\" id=\"v3n1915\"> I foresaw, when Joseph first made known this doctrine, that it would be a trial, and a source of great care and anxiety to the brethren, and what of that? We are to gird up our loins and fulfil this, just as we would any other duty. (High wind and clouds of dust prevented speaking for several seconds.) <\/div><div class=\"paragraph jod\" id=\"v3n1916\"> It has been strenuously urged by many, that this doctrine was introduced through lust, but that is a gross misrepresentation. (A thick cloud of dust prevented speaking for about two minutes.) <\/div><div class=\"paragraph jod\" id=\"v3n1917\"> This revelation, which God gave to Joseph,<span class=\"citation\" id=\"91410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91410)\">D&amp;C 132:1-66<\/a><\/span> was for the express purpose of providing a channel for the organization of tabernacles, for those spirits to occupy who have been reserved to come forth in the kingdom of God, <div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0110\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and that they might not be obliged to take tabernacles out of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v3n1918\"> We are commanded to overcome all our lustful desires, also our pride,<span class=\"citation\" id=\"88809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88809)\">D&amp;C 88:121<\/a><\/span> selfishness, and every evil propensity that pertains to the flesh, to keep the commandments of God, and all the commandments pertaining to the holy Priesthood. <\/div><div class=\"paragraph jod\" id=\"v3n1919\"> It is important that we get a victory over our earthly passions, and learn to live by the law of God. <\/div><div class=\"paragraph jod\" id=\"v3n1920\"> I am aware that care and other duties are greatly increased, by the law which I am remarking upon; this I know by experience, yet though it adds to our care and labor, we should say, &#x201C;Not my will, but thine, O Lord, be done.&#x201D;<span class=\"citation\" id=\"66258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66258)\">Matt. 26:39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1921\"> As far as my acquaintance extends, the brethren who have entered into this order, with a pure heart, have enjoyed full as much worldly prosperity as they did before the Prophet Joseph revealed this holy law and order to the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v3n1922\"> The Lord intended that our family cares should be greater; He knew they would be, yet He is able to bless us in proportion. I know quite a number of men in this Church who will not take any more women, because they do not wish to take care of them; a contracted spirit causes that feeling. I have also known some in my past life, who have said, that they did not desire to have their wives bear any children, and some even take measures to prevent it; there are a few such persons in this Church. <\/div><div class=\"paragraph jod\" id=\"v3n1923\"> When I see a man in this Church with those feelings, and hear him say, &#x201C;I do not wish to enlarge my family, because it will bring care upon me,&#x201D; I conclude that he has more or less of the old sectarian leaven about him, and that he does not understand the glory of the celestial kingdom. <\/div><div class=\"paragraph jod\" id=\"v3n1924\"> Says one, &#x201C;How will you explain this to me?&#x201D; We understand that  <div class=\"break pagebreak\" id=\"266a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0266.pdf\" target=\"pdfwin\">p.&#xA0;266a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0109\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we are to be made Kings and Priests unto God; now if I be made the king and lawgiver to my family, and if I have many sons, I shall become the father of many fathers, for they will have sons, and their sons will have sons, and so on, from generation to generation, and, in this way, I may become the father of many fathers, or the king of many kings. This will constitute every man a prince, king, lord, or whatever the Father sees fit to confer upon us. <\/div><div class=\"paragraph jod\" id=\"v3n1926\"> In this way we can become King of kings, and Lord of lords,<span class=\"citation\" id=\"76012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76012)\">1 Tim. 6:15<\/a><\/span><span class=\"citation\" id=\"80405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80405)\">Rev. 19:16<\/a><\/span> or Father of fathers, or Prince of princes,<span class=\"citation\" id=\"61778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61778)\">Dan. 8:25<\/a><\/span> and this is the only course, for another man is not going to raise up a kingdom for you. <\/div><div class=\"paragraph jod\" id=\"v3n1927\"> If I did not feel disposed, in my poverty, to enlarge my family and to build up the kingdom, I could not be acquainted with the difficulties thereof, neither should I be counted worthy to enjoy the blessings conferred upon those who are faithful. <\/div><div class=\"paragraph jod\" id=\"v3n1928\"> This should be the view taken of this matter, by the whole of this people, and, when a man or woman sees that this principle should be introduced among the Latter-day Saints, they should cease their murmurings. <\/div><div class=\"paragraph jod\" id=\"v3n1929\"> It is not through lust that men and women are to practice this doctrine, but it is to be observed upon righteous principles; and, if men and women would pay attention to those instructions, I would promise, in the name of the Lord, that you would never find them lustful in their dispositions, and you might watch them as closely as you pleased. <\/div><div class=\"paragraph jod\" id=\"v3n1930\"> Plurality of wives is not designed to afflict you nor me, but is purposed for our exaltation in the kingdoms of God. If any man had asked me what was my choice when Joseph revealed that doctrine, provided that it would not diminish my glory, I would have said, &#x201C;Let me have but one wife;&#x201D; not because it is not a great <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0109\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> comfort to me to have children, but if I have not children, I know them not. <\/div><div class=\"paragraph jod\" id=\"v3n1931\"> Some of these my brethren know what my feelings were at the time Joseph revealed the doctrine; I was not desirous of shrinking from any duty, nor of failing in the least to do as I was commanded, but it was the first time in my life that I had desired the grave, and I could hardly get over it for a long time. And when I saw a funeral, I felt to envy the corpse its situation, and to regret that I was not in the coffin, knowing the toil and labor that my body would have to undergo; and I have had to examine myself, from that day to this, and watch my faith, and carefully meditate, lest I should be found desiring the grave more than I ought to do. <\/div><div class=\"paragraph jod\" id=\"v3n1932\"> You will probably wonder at this, and that such should have been my feelings upon this point, but they were even so. <\/div><div class=\"paragraph jod\" id=\"v3n1933\"> Now if any of you will deny the plurality of wives, and continue to do so, I promise that you will be damned;<span class=\"citation\" id=\"91443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91443)\">D&amp;C 132:4<\/a><\/span> and I will go still further and say, take this revelation, or any other revelation that the Lord has given, and deny it in your feelings, and I promise that you will be damned. <\/div><div class=\"paragraph jod\" id=\"v3n1934\"> But the Saints who live their religion will be exalted, for they never will deny any revelation which the Lord has given or may give, though, when there is a doctrine coming to them which they cannot comprehend fully, they may be found saying, &#x201C;The Lord sendeth this unto me, and I pray that He will save and preserve me from denying anything which proceedeth from Him, and give me patience to wait until I can understand it for myself.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1935\"> Such persons will never deny, but will allow those subjects which they do not understand, to remain until the visions of their minds become open. This is the course which I  <div class=\"break pagebreak\" id=\"267a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0267.pdf\" target=\"pdfwin\">p.&#xA0;267a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0108\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have invariably pursued, and, if anything came that I could not understand, I would pray until I could comprehend it. <\/div><div class=\"paragraph jod\" id=\"v3n1937\"> Do not reject anything because it is new or strange, and do not sneer nor jeer at what comes from the Lord, for if we do, we endanger our salvation. It is given to us, as agents, to choose or refuse, as brother S. W. Richards has set before you, but we are agents within limits, if it were not so there would be no law. <\/div><div class=\"paragraph jod\" id=\"v3n1938\"> There are limits to agency, and to all things and to all beings, and our agency must not infringe upon that law. A man must choose life or death, and if he chooses death he will find himself abridged, and that the agency which is given to him is so bound up that he cannot exercise it in opposition to the law, without laying himself liable to be corrected and punished by the Almighty. <\/div><div class=\"paragraph jod\" id=\"v3n1939\"> A man can dispose of his agency or of his birthright, as did Esau of old,<span class=\"citation\" id=\"53432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53432)\">Gen. 25:33<\/a><\/span> but when disposed of he cannot again obtain it; consequently, it behooves us to be careful, and not forfeit the agency that is given to us. The difference between the righteous and the sinner, eternal life or death, happiness or misery, is this, to those who are exalted there are no bounds or limits to their privileges, their blessings have a continuation, and to their kingdoms, thrones, and dominions, principalities, and powers there is no end, but they increase through all eternity; whereas, those who reject the offer, who despise the proffered mercies of the Lord, and prepare themselves to be banished from His presence, and to become companions of the devils, have their agency abridged immediately, and bounds and limits are put to their operations. <\/div><div class=\"paragraph jod\" id=\"v3n1940\"> The power of the devil is limited; the power of God is unlimited; therefore let us be cautious how we use our liberty and agency, and be careful to <div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0108\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> choose that which is good and right before the Lord, and then our exaltation is sure. <\/div><div class=\"paragraph jod\" id=\"v3n1941\"> I now wish to say a few words concerning your meetinghouse. When brother Geo. A. Smith concluded to make his home here, for a little while, we thought we would erect an old-fashioned meetinghouse, believing that it would look so good; and we thought to have a bell put in the belfry, and I believe that the foundation for such a building was commenced three years ago. <\/div><div class=\"paragraph jod\" id=\"v3n1942\"> I was just thinking what a smart people dwell here; three years ago they threw out a few shovels full of earth, to prepare for a foundation, and at that the labor ended. I was talking to some of the brethren about it today, and was wondering, if I were to come here to live this summer, whether I could not get this meetinghouse built; I think that I have lightning enough to accomplish it. Tell the people what I wanted, and they would come with the timber, and the adobies would be piled up, and the building finished. <\/div><div class=\"paragraph jod\" id=\"v3n1943\"> But I wish to tell you how it can be done without my coming here, that is, if you have a man here in whom you have confidence, though I do not know whether there is a man in this settlement that you have confidence in, but if there is such a man, you can come out every Saturday and work at erecting this meetinghouse. Draw together the sand and lime, the timber and all the other materials, then employ the masons and carpenters for two or three months, and the house will be completed. <\/div><div class=\"paragraph jod\" id=\"v3n1944\"> If this had been done you would have had a good meetinghouse, and, at least, been just as well off as you are now, and I think that you would have greatly increased the value of your property and been better off. <\/div><div class=\"paragraph jod\" id=\"v3n1945\"> Has the house stopped because there is not a man here who knows  <div class=\"break pagebreak\" id=\"268a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0268.pdf\" target=\"pdfwin\">p.&#xA0;268a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0107\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>how to do the work, or what is the cause? I think that there are men here who know how to do all the work. If you wish to know my mind, I say, haul the materials together, employ men to lay the stone and adobies, to cut the timber, and to put on the shingles, and if I were you I would go right to work and do it; and if you will, we will come and preach to you at the dedication. <\/div><div class=\"paragraph jod\" id=\"v3n1947\"> Before the commencement of this conference, I ought to have come here with as many of the Twelve and other brethren as I could have handily picked up, and to have held prayer meetings for two or three weeks, in all the Wards of this City; then I think you would have heard something that you will not now hear. <\/div><div class=\"paragraph jod\" id=\"v3n1948\"> I do not feel that there is any <div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0107\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> requirement in this congregation for fresh teachings, or new revelations; if I am mistaken, all right. I do not believe that all the brethren pray in their families, or in secret, and I do not believe that all the women are strict enough in their families, for the spirit of the Gospel should be as a constant flowing stream. True, I have not yet heard a man speak here but what has given you good, yes, the best of teaching, and first-rate discourses and ideas, and all has been systematical and calculated to draw us to the line. <\/div><div class=\"paragraph jod\" id=\"v3n1949\"> Still I hope that you and I will get warmed up, and that the fire of the Spirit will burn in our hearts so that we may be refreshed. <\/div><div class=\"paragraph jod\" id=\"v3n1950\"> We will now bring the meeting to a close. <\/div>\n<\/div>\n<\/div>"}