{"ID":30036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Devil to Be Cast Out of the Earth&#x2014;The Emigration Fund&#x2014;Exhortation to Bishops&#x2014;Laying Up Stores Against a Time of Need.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, March 9, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Devil to Be Cast Out of the Earth, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 3\/9\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v3n1785\"> How is the will of the Father done in the heavens? Everyone may read in the Bible that when Lucifer rebelled against the Father, and against Jesus <div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0126\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Christ, His Son, he was cast out of heaven,<span class=\"citation\" id=\"92451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92451)\">Moses 4:1-4<\/a><\/span> with all those who partook of his spirit.<span class=\"citation\" id=\"79583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79583)\">Rev. 12:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1786\"> Were they not all cast out of heaven?  <div class=\"break pagebreak\" id=\"250a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0250.pdf\" target=\"pdfwin\">p.&#xA0;250a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0125\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>We are praying constantly that that may be done on earth, even as it was done in heaven.<span class=\"citation\" id=\"63354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63354)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67453)\">Luke 11:2<\/a><\/span> Would you not like to have the day come when those who rally to the standard of wickedness, which the devil raises, will be cast out; when the Saints may live in peace, and enjoy the comforts of life&#x2014;partake of one spirit, and be one from that time henceforth, and forever? I am praying for that time to come, and I believe that God will spare my life until I can have the privilege, with thousands of others, of casting corrupt, rebellious beings from our midst. <\/div><div class=\"paragraph jod\" id=\"v3n1788\"> If I do not live to behold that period, in the flesh, as the Lord liveth, I will see and enjoy it in the spirit, and I will help to accomplish that work. What, in this body? If not in this body I shall in my new one, for I am going to have a new one when I have done my work in this tabernacle which I now possess, and which you now see. <\/div><div class=\"paragraph jod\" id=\"v3n1789\"> I wish to do my work, and to have it well done, that I may merit and purchase, by my faithfulness, a new body which will be after the similitude of the body I now have. <\/div><div class=\"paragraph jod\" id=\"v3n1790\"> This tabernacle will be laid down, and my spirit will pass through the veil, into the world of spirits. I told you, the other day, that when you are through with this state of existence your labor is not at an end. The spirit world will probably be equal to this, in that respect, and I think, a little harder. <\/div><div class=\"paragraph jod\" id=\"v3n1791\"> Here we pray that the time will come when the will of the Father will be done on earth as in heaven.<span class=\"citation\" id=\"63355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63355)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67454)\">Luke 11:2<\/a><\/span> Did not they cast out the devil and all who rallied to his standard?<span class=\"citation\" id=\"79584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79584)\">Rev. 12:9<\/a><\/span> They did. <\/div><div class=\"paragraph jod\" id=\"v3n1792\"> I have been much interested with the discourse just delivered by brother Wells; it is true. Treasure up the words he has spoken, for your salvation depends upon your observing <div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0125\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and walking by them. You are not all indebted to the Perpetual Emigrating Fund, but a good many of you are. That Company is in debt, and who does the weight of that debt rest upon? Upon brother Brigham, and upon those whom he calls to his assistance. Do you feel interested in the welfare of that Company? Many of you do not care one dime for the P. E. Fund. That is plain language, but it is true. <\/div><div class=\"paragraph jod\" id=\"v3n1793\"> Is President Young oppressed? He is; and he is perplexed with those debts which have been made without his knowledge and sanction. It is far easier to contract a debt than it is to pay it. <\/div><div class=\"paragraph jod\" id=\"v3n1794\"> Many of our Elders abroad run the Company into debt. What a sway I could have, if I had the privilege of incurring liabilities to the amount of fifty, sixty, or eighty thousand dollars, and not be under obligation to pay one dime of it, but leave our President to foot the bill. <\/div><div class=\"paragraph jod\" id=\"v3n1795\"> It is just as reasonable for us all to run into debt at these stores, and then expect the President to pay our debts. What an unwise policy to run the people into debt, beyond the means for prompt payment, and that too at a time when we were clear of debt, the result of brother Brigham's skillful financiering and wise management. <\/div><div class=\"paragraph jod\" id=\"v3n1796\"> He foresaw that these hard times were coming, and labored hard that we might be independent and not be oppressed, but instead of that he is oppressed. <\/div><div class=\"paragraph jod\" id=\"v3n1797\"> It is as necessary to talk about this as it is to talk about anything else. Why? Because all the poor Saints who are in England, France, Denmark, Italy, Asia, or any part of the earth, where there is a poor Saint, are dependent upon the P. E. Fund to bring them to this country. <\/div><div class=\"paragraph jod\" id=\"v3n1798\"> They are paying their means into that Fund, are struggling to have an  <div class=\"break pagebreak\" id=\"251a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0251.pdf\" target=\"pdfwin\">p.&#xA0;251a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0124\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>interest in it, and should not you have an interest in it? Yes, just as much as they, and have more need to exert yourselves, if you are indebted to it. <\/div><div class=\"paragraph jod\" id=\"v3n1800\"> To say nothing of indebtedness to the Fund, there is not a man or woman that professes to be a member in this Church, but what should be just as much interested and as diligent in this matter, as are brother Brigham, brother Heber, brother Grant, or the Twelve Apostles. Do you feel so? To all appearance you do not, apparently the most you care for is your bread and meat. <\/div><div class=\"paragraph jod\" id=\"v3n1801\"> As to the circumstances under which we are placed, I do not particularly care, all I care about them is the extra care and labor they bring upon me, for I have to keep on the trot to wait on the people who come to me for flour and meal, and for this and that. <\/div><div class=\"paragraph jod\" id=\"v3n1802\"> Do they come from the Ward I live in? No, they come from different Wards, and some come to beg, some to buy, and some to exchange. <\/div><div class=\"paragraph jod\" id=\"v3n1803\"> I wish that these matters could be attended to in the Wards where they belong. Let each one take what provision he can spare, from time to time, whether little or much, to the Bishop of his Ward, and let that Bishop and his helps make a righteous distribution of that food. <\/div><div class=\"paragraph jod\" id=\"v3n1804\"> I do not wish to be placed under the necessity of administering to the wants of so many, in addition to the large number I have to provide for, neither does brother Brigham; it is too onerous a burden, and we have not the provisions. <\/div><div class=\"paragraph jod\" id=\"v3n1805\"> Some may think that there is a great supply of wheat, corn, barley, &amp;c., now in the Tithing Office. I was there myself, two or three weeks ago, and I asked brother Hill to show me all the grain there, and the whole <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0124\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> amount would not exceed six hundred bushels. How long will it take to feed that out? I deal out over one thousand pounds every week, and sometimes over fourteen hundred pounds. <\/div><div class=\"paragraph jod\" id=\"v3n1806\"> What toll has been taken at my mill during the last seven months? Not to exceed one bushel a day, on account of the want of water, and that does not pay the miller. Brother Brigham's mill does not have more than one-quarter or one-third the grain it can grind, and he has hundreds of persons to support. He has enough to do and to think of, to kill any man under God's heaven, unless he was supported and upheld by an Almighty power. <\/div><div class=\"paragraph jod\" id=\"v3n1807\"> What are my cares? I said sometime since, that my immediate family consisted of seventy-nine persons, which I feed, clothe, and shelter, and I furnish thirteen fires all the time. This care and expense should be borne by the Church, and I, left free to attend to the labors more directly pertaining to the Priesthood. But, as it is, I now assist many, besides entirely supporting my large family. I feed widows and their families, who do not belong to me any more than they belong to you. <\/div><div class=\"paragraph jod\" id=\"v3n1808\"> Has brother Brigham got a heavier load than I have? Yes, he feeds his hundreds, besides aiding other hundreds who do not directly belong to his family. <\/div><div class=\"paragraph jod\" id=\"v3n1809\"> I wish you Bishops to take some of these loads. I sometimes feel as though I could not live, still I get along with those I am obliged to feed. There is not a member in my family, with the exception of my first wife and my first children, who have ever begun to see the hard times that I have seen. <\/div><div class=\"paragraph jod\" id=\"v3n1810\"> In my younger days I have seen the time when, for two weeks together, we were under the necessity of eating boiled milkweeds, and that too with<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"252a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0252.pdf\" target=\"pdfwin\">p.&#xA0;252a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0123\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>out having to salt them. Have any of you come to that yet? <\/div><div class=\"paragraph jod\" id=\"v3n1812\"> I have seen the time in Nauvoo, the last time I went to England, when I could sit down with my family and eat all we had in the house, and then not have half enough. I never was so poor in my life as I was then, and I was sickly and afflicted. Was I happy? Yes, just as happy as I am now, and just as comfortable in my feelings. <\/div><div class=\"paragraph jod\" id=\"v3n1813\"> I always felt as thankful when I had not anything as when I had plenty; I feel as thankful with a little as I do with ever so much. <\/div><div class=\"paragraph jod\" id=\"v3n1814\"> But I have heard some people say, that they could not ask God to bless a johnnycake, and feel thankful for it. I could mention many such characters, people who are never thankful, only when they have an abundance. I am thankful when I have a little; I am thankful now, and I never was more so than I am this day, for there is a prospect of some people learning a lesson, though I doubt very much whether all will. <\/div><div class=\"paragraph jod\" id=\"v3n1815\"> Does it make all humble? No, for many are calculating to start for California directly. Thank God for that, not a soul of them will cause me to shed a tear at their leaving, not even if they were members of my own family. Inasmuch as they wish to go, go, say I, off with you, there are plenty more where you grew. But when you go, do not steal what few cattle we have left. <\/div><div class=\"paragraph jod\" id=\"v3n1816\"> Brother Erastus Snow, while in the States, borrowed money to assist the P. E. Fund Company. I have some property close to my house, on the west side of the street, five, six, or seven thousand dollars worth, that I will let any of you have for drafts against the Fund. I also have two farms and some cattle that I will dispose of for the same kind of pay, and the farms have as good soil as you will find in the Territory. <\/div> <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0123\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1817\"> I do not wish to let you have my sheep, for I am determined that my family shall make their own clothing. I am going to organize a domestic manufacturing company, in my own family; we are going to make up our own clothing and attend to our own business. Let us do this in every family throughout this City, and throughout this Territory. <\/div><div class=\"paragraph jod\" id=\"v3n1818\"> It is necessary for us to take a course, to put ourselves into a situation where we may be as independent in our sphere of action, as God is in His. You have heard brother Brigham say, a thousand times, that there is nothing we wear, eat, or drink, but what is in the elements around us. It is for us to take these elements and organize them, and put them into a condition in which we can use them. <\/div><div class=\"paragraph jod\" id=\"v3n1819\"> I know that there are a great many good people here; the jewels of the earth are in this congregation, and in different parts of this Territory; they are jewels of the earth, both male and female. Some of the meanest of people are here also; on natural principles there must needs be an opposition.<span class=\"citation\" id=\"81226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81226)\">2 Ne. 2:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1820\"> A company of men was selected to go to Las Vegas to strengthen up that settlement, and I understand that other men were getting up companies for other purposes. <\/div><div class=\"paragraph jod\" id=\"v3n1821\"> We wish those who are appointed to go to Las Vegas, to Green River, and to other places, to go where they are appointed, and nowhere else, and not to listen to any man on earth who would influence them to go somewhere else, unless they are dictated to take a different course by the President of this Church. <\/div><div class=\"paragraph jod\" id=\"v3n1822\"> Thomas S. Williams is getting up a company to go on an exploring excursion; he proposed doing so, and brother Brigham told him to act his own pleasure. It is his own individual proposal and affair, and not an appointment by the authorities of this  <div class=\"break pagebreak\" id=\"253a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0253.pdf\" target=\"pdfwin\">p.&#xA0;253a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0122\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Church. I speak of this, that the brethren may not misunderstand the matter. <\/div><div class=\"paragraph jod\" id=\"v3n1824\"> We are willing that brother T. S. Williams should explore the Colorado regions, the Pimo country, and every part of the earth, but those who go with him, go on their own responsibility. <\/div><div class=\"paragraph jod\" id=\"v3n1825\"> I am not making these remarks with a view to interfere with his operations, but we wish him to understand that we do not intend to have him interfere with those who are going to Las Vegas, Green River, or any other point to which we are sending brethren. You can now understand the matter perfectly, so that you need not run to brother Brigham, to me, to brother Grant, or to anybody else. When we make an appointment we wish it carried out, unless it is altered by the proper authority. I think I have said enough on that subject, you can now understand it, if you choose to. <\/div><div class=\"paragraph jod\" id=\"v3n1826\"> My feelings are, if God blesses and sustains me, to build a good storehouse for my grain this season, I am going to lay up everything I can raise. I say this for the benefit of brother Hunter, and all the Bishops in the House of Israel. Follow the example if you think it is a good one, and lay up stores of grain, against the time of need, for you will see the time when there will not be a kernel raised and when thousands and millions will come to this people for bread. You cannot believe it, can you? You may say, &#x201C;If one of the old Prophets could rise from the dead and declare it, we would then believe it, but, brother Heber, it is hard to believe it from you. You are very liable to take colds, if you were a servant of God, you would not have any colds.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1827\"> Upon the same principle I can say, if you are the servants of God, why do you get hungry? I should not suppose that you would ever be hungry. <\/div> <div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0122\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1828\"> I am a servant of God, and if you do not know it, I bear testimony of it, and I am a companion to Brigham Young, and will be forever and ever. <\/div><div class=\"paragraph jod\" id=\"v3n1829\"> When I was in Fillmore, a certain Judge came to me in a dream, and wished to know what a portion of Scripture meant; says I, &#x201C;What Scripture?&#x201D; He replied, &#x201C;That Scripture which says, three men shall die for the world.&#x201D; I observed, that I did not know that it would be any worse for three men to die for the world than it was for one, but if three men have got to die, they will first have to catch them. When the Lord pleases, we shall die, and not before. Joseph did not die until it was the Lord's time.<span class=\"citation\" id=\"90936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90936)\">D&amp;C 122:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1830\"> Brethren will you do right? If so, go to and exert yourselves, in every way within your power, in raising grain and every kind of sustenance, and call your wives and children to your assistance, in the accomplishment of the great object now before us. <\/div><div class=\"paragraph jod\" id=\"v3n1831\"> Since we have been here, my family have always had enough, and I tell them that if they will follow my counsel, they will never go short of food, but if they do not, they may see want. I feel well, I feel as though I could &#x201C;run through a troop and leap over a wall.&#x201D;<span class=\"citation\" id=\"56420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56420)\">Ps. 18:29<\/a><\/span> I expect to see close times, and so will you. I expect to see scores of you take the backtrack, that is, many of you will deny the faith. Why do I say this? Because you do not do right; you do not all keep the commandments of God; you do not all pray and humble yourselves in the hands of the Lord, like clay in the hands of the potter.<span class=\"citation\" id=\"60519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60519)\">Jer. 18:6<\/a><\/span> You are not all subject to the authorities, whom the Lord has placed to counsel and direct you. For this reason, many are losing the good Spirit and are going into darkness. If you will not be molded and fashioned to take the place, and honor the position in which God designs you to act, He will cut that lump off from the wheel, and throw it  <div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0121\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>back into the mill to be ground over again. Then He will take another lump and put it in the place where the refractory one was, and if that is not passive, He will cut it off and put on another. <\/div><div class=\"paragraph jod\" id=\"v3n1833\"> Do I feel to bless you? Yes, I could bless you from this time henceforth and forever, but what good would it do you, without you live for it? You may go to the Patriarchs, to the Prophets, and Apostles, and even get all the men in Israel to lay their hands on you and bless you, and though they bless you from this time to all <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0121\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> eternity, yet, unless you continue steadfast in well-doing, you may go to hell after all. What would it avail to receive blessings, if you do not live for them and merit them by doing as God says? If I live to God and keep His commandments, I shall have so many blessings that I shall not have room for them, and you all have the same privilege. <\/div><div class=\"paragraph jod\" id=\"v3n1834\"> Let us strive to live our religion, that we may continually enjoy the rich blessings of Heaven, which may God grant, for His Son's sake. Amen. <\/div>\n<\/div>\n<\/div>"}