{"ID":30037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Difficulties Not Found Among the Saints Who Live Their Religion&#x2014;Adversity Will Teach Them Their Dependence on God&#x2014;God Invisibly Controls the Affairs of Mankind.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, March 16, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Difficulties, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 3\/16\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v3n1835\"> I feel very thankful for the privilege that I have enjoyed this morning, and for the discourse that has been delivered to us, it is meat and drink to me&#x2014;it is joy and peace. Truly if we are good men, and good women, we can make ourselves very comfortable and happy, otherwise we shall be very miserable. <\/div><div class=\"paragraph jod\" id=\"v3n1836\"> I believe that it is a hell intolerable for a people, a family, or a single person, to strive to grasp truth with one hand, and error with the other, to profess to walk in obedience to the commandments of God, and, at the same time, mingle heart and hand with the wicked. <\/div><div class=\"paragraph jod\" id=\"v3n1837\"> I believe that I should be one of the most miserable beings upon the earth, if I did not enjoy the spirit of <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0121\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the religion which I profess. I also believe that if every person, who professes to be a Latter-day Saint, was actually a Saint, our home would be a paradise, there would be nothing heard, nothing felt, nothing realized, but praise to the name of our God, doing our duty, and keeping His commandments. <\/div><div class=\"paragraph jod\" id=\"v3n1838\"> There are thousands of individuals in these valleys, and I may say thousands within this City, men, women, and children, who are constantly minding their own business, living their religion, and are full of joy, from Monday morning until Saturday night. <\/div><div class=\"paragraph jod\" id=\"v3n1839\"> On this account, they do not obtrude themselves and their acts upon the notice of the public, hence, they are known but by few. Probably my  <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0120\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>beloved brother Vernon, who has spoken to you this morning, is not known by many of this congregation, for since his arrival in our midst he has been quietly and industriously practicing the principles of our religion. For this reason a formal introduction of brother Vernon to the congregation might by some have been deemed necessary, but with me &#x201C;Mormonism&#x201D; is, &#x201C;Out with the truth,&#x201D; and that will answer our purposes, and is all we desire. <\/div><div class=\"paragraph jod\" id=\"v3n1841\"> Brother Vernon came here with Elder Taylor, when he returned from Europe. He is not known except by a few of his associates, who have been laboring with him at the Sugar Works. But, suppose he had been guilty of swearing in the streets, of getting intoxicated, of fighting, and carousing, he would have been a noted character, and there would hardly have been a child but what would, by this time, have known brother Vernon; and the expressions would have been &#x201C;O, he is the man we saw drunk the other day, the one whom we heard swear and saw fight; the one who was tried before the High Council for disorderly conduct, or reproved before a General Conference for his wickedness.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1842\"> But brother Vernon is almost entirely unknown, because he has lived his religion, kept the commandments of God, and minded his own business. So it is with many in this City, they are known but by few, they live here, year after year, and are scarcely known in the community, because they pay attention to their own business. <\/div><div class=\"paragraph jod\" id=\"v3n1843\"> They live their religion, love the Lord, rejoice continually, are happy all the day long, and satisfied, without making an excitement among the people. This is &#x201C;Mormonism.&#x201D; I wish we were all so, I should then indeed be very much pleased. <\/div><div class=\"paragraph jod\" id=\"v3n1844\"> I think such a state of society would answer my happiness, not particularly my spiritual enjoyment, for I know <div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0120\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that in that particular I must be happy for myself. I must live my religion for myself, and enjoy the light of truth for myself, and when I do that all hell cannot deprive me of it, nor of its fruits. <\/div><div class=\"paragraph jod\" id=\"v3n1845\"> My spiritual enjoyment must be obtained by my own life, but it would add much to the comfort of the community, and to my happiness, as one with them, if every man and woman would live their religion, and enjoy the light and glory of the Gospel for themselves, be passive, humble, and faithful; rejoice continually before the Lord, attend to the business they are called to do, and be sure never to do anything wrong. <\/div><div class=\"paragraph jod\" id=\"v3n1846\"> All would then be peace, joy, and tranquility, in our streets and in our houses. Litigation would cease, there would be no difficulties before the High Council and Bishops' Courts, and courts, turmoil, and strife would not be known. <\/div><div class=\"paragraph jod\" id=\"v3n1847\"> Then we would have Zion, for all would be pure in heart.<span class=\"citation\" id=\"89184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89184)\">D&amp;C 97:21<\/a><\/span> I should be pleased if we had a few more thousands of such men as brother Vernon. That class, I am happy to say, is increasing, this I can truly say, for the encouragement of this community. <\/div><div class=\"paragraph jod\" id=\"v3n1848\"> When we reflect upon how many strangers we gather to these valleys, those who formerly believed some of the various creeds of the day, which did not fully inform them upon the principles of the Gospel, who come clothed upon with many of the diverse traditions and customs of different nations and neighborhoods, and how harmoniously they mingle, how few differences exist among them, how little strife and wickedness, it is a subject full of consolation. <\/div><div class=\"paragraph jod\" id=\"v3n1849\"> Still there is much more strife than we should have, yet, with all, consider how easily, under these varied circumstances, we get along, how easily we pass the time, and with what little difficulty. I can say in truth, for the  <div class=\"break pagebreak\" id=\"256a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0256.pdf\" target=\"pdfwin\">p.&#xA0;256a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0119\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>comfort and credit of this community, that the Latter-day Saints are indeed improving. <\/div><div class=\"paragraph jod\" id=\"v3n1851\"> Do you hear of any difficulty among those long tried and proven, or among that portion of younger members who are thoroughly imbued with the principles of the Gospel? Rarely. <\/div><div class=\"paragraph jod\" id=\"v3n1852\"> You seldom find persons who have been reared in this Church, or who were very young when their parents came into the Church, creating any difficulties. They grow into the truth; they understand those principles which are taught; they know the very foundation and essence of the Gospel, they are schooled in the first rudiments of the education of the Saints&#x2014;in those principles which are designed for the people in their childhood, while learning the science of government. <\/div><div class=\"paragraph jod\" id=\"v3n1853\"> These principles seem to be lost to the world, judging by their present operations. Bother Vernon beautifully portrayed this fact. The principle of correct government seems to be lost by the world, seems to be taken from the nations. <\/div><div class=\"paragraph jod\" id=\"v3n1854\"> The very rudiments of the Gospel of our salvation teach the principles best adapted to control the child, and if so, of course, best designed to guide his steps when he has advanced further in life. And if best for instruction in the government of one, they must be for that of two, and if for that of two, then they must needs be for that of a family, of a neighborhood, of a nation, and of the whole earth. <\/div><div class=\"paragraph jod\" id=\"v3n1855\"> No man ever did, or ever will rule judiciously on this earth, with honor to himself and glory to his God unless he first learn to rule and control himself. A man must first learn to rightly rule himself, before his knowledge can be fully brought to bear for the correct government of a family, a neighborhood, or nation, over which it is his lot to preside. <\/div><div class=\"paragraph jod\" id=\"v3n1856\"> Is the spirit of the government and <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0119\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> rule here despotic? In their use of the word, some may deem it so. It lays the ax at the root of the tree<span class=\"citation\" id=\"62680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62680)\">Matt. 3:10<\/a><\/span> of sin and iniquity; judgment is dealt out against the transgression of the law of God. <\/div><div class=\"paragraph jod\" id=\"v3n1857\"> If that is despotism, then the policy of this people may be deemed despotic. But does not the government of God, as administered here, give to every person his rights? Does it not sustain the Methodist as well as the &#x201C;Mormon?&#x201D; The Quaker equally as well as the Methodist, in his religious rights? The Jew as well as the Gentile? It does. It will sustain all the religions, sects, and parties on the earth in their religious rights, just as much as it will sustain the Latter-day Saints in theirs. Not that the diverse creeds are right, but the agency of the believers therein demands protection for them, as well as for us. <\/div><div class=\"paragraph jod\" id=\"v3n1858\"> The law of God is pointed against sin and iniquity, and where they appear it is unbending in its nature and must, sooner or later, hold sovereign rule against them, or righteousness could never prevail. <\/div><div class=\"paragraph jod\" id=\"v3n1859\"> Do we not see this exemplified in a portion of sacred history? When there was rebellion in heaven, judgment was laid to the line and righteousness to the plummet,<span class=\"citation\" id=\"58616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58616)\">Isa. 28:17<\/a><\/span> and the evil were cast out. Yet there was a portion of grace allotted to those rebellious characters, or they would have been sent to their native element. <\/div><div class=\"paragraph jod\" id=\"v3n1860\"> But they must go from heaven, they could not dwell there, they must be cast down to the earth<span class=\"citation\" id=\"79585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79585)\">Rev. 12:9<\/a><\/span> to try the sons of men, and to perform their labor in producing an opposite in all things, that the inhabitants of the earth might have the privilege of improving upon the intelligence given to them, the opportunity for overcoming evil, and for learning the principles which govern eternity, that they may be exalted therein. <\/div><div class=\"paragraph jod\" id=\"v3n1861\"> I know that this people are  <div class=\"break pagebreak\" id=\"257a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0257.pdf\" target=\"pdfwin\">p.&#xA0;257a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0118\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>improving, notwithstanding we have trials and are called to pass through difficulties, and have to endure a season of scarcity. <\/div><div class=\"paragraph jod\" id=\"v3n1863\"> I tell you honestly that I do not know when I have been more thankful, in all my life, than I have to see the pinching hand of want compel every man and woman to pray to God our Father, to give us day by day our daily bread.<span class=\"citation\" id=\"63463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63463)\">Matt. 6:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1864\"> It makes me happy, inasmuch as the people will not otherwise understand that the Lord does feed them. In years of plenty their understandings seemed closed to this fact, they did not appear to realize that the Lord made the earth fruitful, and caused it to yield its fruit bountifully. <\/div><div class=\"paragraph jod\" id=\"v3n1865\"> And while our flocks and herds were increasing upon the mountains and plains, the eyes of the people seemed closed to the operations of the invisible hand of Providence, and they were prone to say, &#x201C;It is our own handiwork, it is our labor that has performed this.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1866\"> The people are so blinded, when they are prospered, that they do not realize that it is all due to the direct providence of that God who is truly invisible to the world, but whose operations should not be unacknowledged by this people. <\/div><div class=\"paragraph jod\" id=\"v3n1867\"> It seems to be so interwoven with our nature, while we are blessed and surrounded with all the comforts of the earth, to forget that the Lord furnishes these things to us. Then I say that I rejoice, when the Lord brings us into circumstances calculated to make us aware that if we are fed it is Him that feeds us, that if we are clothed it is Him that clothes us, for we cannot do it ourselves, that if we get bread to eat, from this until harvest, it must be the hand of the Lord that furnishes it, for of ourselves we cannot obtain it. <\/div><div class=\"paragraph jod\" id=\"v3n1868\"> I am glad to see you brought into a state where you may begin to think <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0118\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and realize from whence your blessings flow. The Lord rules and reigns. <\/div><div class=\"paragraph jod\" id=\"v3n1869\"> If we could see and understand things as they are, we would understand that there is not a king upon his throne, that there never has been from the forming of the earth to this time, without the Lord bringing about the circumstances which placed that king in that position. There never was one dethroned, without the Lord moving the circumstances to cause it. <\/div><div class=\"paragraph jod\" id=\"v3n1870\"> There never was a nation built up and prospered, except by the hand of the Almighty, and there never was a nation crushed and brought to naught, without its being done by the generalship&#x2014;the invisible workings of Providence. <\/div><div class=\"paragraph jod\" id=\"v3n1871\"> The ancient proverb reads, &#x201C;Whom the gods would destroy, they first make mad,&#x201D; and it is written that the Lord will destroy the wicked,<span class=\"citation\" id=\"57351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57351)\">Ps. 145:20<\/a><\/span> and He has done so by bringing about circumstances to cause them to destroy themselves. <\/div><div class=\"paragraph jod\" id=\"v3n1872\"> Do you suppose that the Lord would have ever given a king to Israel, if they had not required one at His hands? No,<span class=\"citation\" id=\"55422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55422)\">1 Sam. 8:6,19<\/a><\/span> He would have been their king and ruler,<span class=\"citation\" id=\"59061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59061)\">Isa. 33:22<\/a><\/span> and there would have been a Prophet to guide them, had it not been for their rebellion. They made choice of a king, and God gave them one in His anger. <\/div><div class=\"paragraph jod\" id=\"v3n1873\"> Their rebellion against the law, the agency given to them allowing their free choice, induced them to ask for a king, and God gave them one. <\/div><div class=\"paragraph jod\" id=\"v3n1874\"> Was it the Lord's choice that they should have an earthly king? No, it was not His mind and will, but it was the will of the people, consequently, He brought about circumstances to give them kings and rulers, according to their desire,<span class=\"citation\" id=\"55431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55431)\">1 Sam. 8:22<\/a><\/span> and to bring judgments upon them. <\/div><div class=\"paragraph jod\" id=\"v3n1875\"> The Prophet Joseph has been referred to, and his prophecy that this people would leave Nauvoo and  <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0117\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be planted in the midst of the Rocky Mountains. We see it fulfilled. This prophecy is not a new thing, it has not been hid in the dark, nor locked up in a drawer, but it was declared to the people long before we left Nauvoo. We see the invisible hand of Providence in all this; we realize that His hand has wrought out our salvation. <\/div><div class=\"paragraph jod\" id=\"v3n1877\"> Through His control of circumstances this people have been removed from civilization, and have been brought to inhabit these vales among the Rocky Mountains, to dwell in these desolate and barren plains where no other people, that we have any knowledge of, would live one year, if they could get away. The providence of God has brought us here. <\/div><div class=\"paragraph jod\" id=\"v3n1878\"> Are we here in fulfillment of prophecy? The world say that the Prophet knew nothing about it, that the Lord had nothing to do with it, that the &#x201C;Mormons&#x201D; became obnoxious to them and had to leave, because they were the weakest party, and their enemies the strongest. &#x201C;No, God knew nothing about all this, He had no hand in it, but we could not live with you Mormons.&#x201D; They said, &#x201C;We Methodists, Presbyterians, Baptists, &amp;c, cannot live with you, one of us must leave, which shall it be? You Mormons must leave, if we can drive you.&#x201D; They herald forth that, &#x201C;It was us who drove you to the Rocky Mountains, as everyone knows who is acquainted with your history.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1879\"> &#x201C;The Mormons must leave and go where no other people will go, and live where no other people can or will live.&#x201D; The world cannot see the hand of the Lord in all our movements, they have not eyes to see, nor hearts to understand that the Lord showed the future to the Prophet Joseph, and brought it before him in vision. They cannot understand that the Lord produced all the circumstances which effected the removal of this people. <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0117\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> They do not now understand that the Lord is building up His kingdom on the earth, is gathering His Israel, for the last time, to make a great and mighty nation of this people. <\/div><div class=\"paragraph jod\" id=\"v3n1880\"> Circumstances have planted the Saints in the midst of the mountains, have given them a Territory and a Territorial Government, and will, ere long, give them a free and independent State, and justly make them a sovereign people. Circumstances will accomplish all this. Now, in the name of common sense, who rules these invisible circumstances? Is it you, or I? True, to a certain permitted degree, we rule, govern, and control circumstances, in a great many instances, but, on the other hand, do not circumstances control us? They do. Who has guided all these circumstances, which neither we nor the Prophet knew anything about? Was it in the power of a single man, or of any set of men, to create and control the circumstances which caused this people to be planted within these mountains? The moment that you say it was not, you acknowledge the workings of a Supreme Power. <\/div><div class=\"paragraph jod\" id=\"v3n1881\"> The world, and those of us who are destitute of the spirit of the Gospel, will say, &#x201C;Oh, it happened so.&#x201D; Two years ago there was a hue and cry, from east to west, from north to south, and it was heralded forth in the papers throughout the States and all Europe, that &#x201C;Governor Young says he is Governor of Utah and will be, and that President Franklin Pierce cannot remove him from the gubernatorial chair.&#x201D; I ask, am I removed? Is not Brigham yet in the chair? God has ruled in all these things, though we may not know it. I said then, and I shall always say, that I shall be Governor as long as the Lord Almighty wishes me to govern this people. <\/div><div class=\"paragraph jod\" id=\"v3n1882\"> Do you suppose that it is in the power of any man to thwart the doings  <div class=\"break pagebreak\" id=\"259a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0259.pdf\" target=\"pdfwin\">p.&#xA0;259a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0116\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Almighty? They may as well undertake to blot out the sun. I am in the hands of that God, so is the President of our nation, and so are kings, and emperors, and all rulers. He controls the destiny of all, and what are you and I going to do about it? Let us submit to Him, that we may share in this invisible, almighty, Godlike power, which is the everlasting Priesthood. We cannot thwart the plans and purposes of the Almighty. Do the world comprehend that if this people are faithful to God, they will become a mighty people? No. It has been leaked out, to a few individuals, that the government of the United States is going to send troops here to drive out the &#x201C;Mormons.&#x201D; I say to such threateners, cease your folly, for you can only do as God permits you. <\/div><div class=\"paragraph jod\" id=\"v3n1884\"> When certain immaculate judges went from here, they were going to obliterate &#x201C;Mormonism.&#x201D; What did they accomplish? They did all they could, and, like an empty sound, their vaporings passed away and are known no more, neither are those judges known. Where is Mr. Brandenbury? Is he seated in the President's chair, under the wings which shadow this nation? Does he control the strength and power of any part of the American Union? Where is he? The last we heard of him he was in Washington, doing a little writing for this, that, and the other lawyer, when he could get any to do, and attending to cases as a lawyer, when he could get a few dollars for transacting a little business of that kind, for this or that man; running from office to office, and from pillar to post, to obtain a living. He is a tolerably good man, after all; and, if he had done as I counseled him, he would have stayed here, and let that other judge go. Mr. Brandenbury was a good sort of a man, he never had any difficulty with me, and would have done well, if he had only had <div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0116\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sense enough to know that he could not obliterate &#x201C;Mormonism.&#x201D; But he thought that his associate was going to blow the advocates of truth out of existence, when he might as well blow towards the sun to puff it out. <\/div><div class=\"paragraph jod\" id=\"v3n1885\"> When men operate against this people, they may spend all they possess and all their ability, and it will pass away like an empty sound, and they will be forgotten. Such persons have always come to naught, and all who fight against the people of the Most High will continue to come to naught. <\/div><div class=\"paragraph jod\" id=\"v3n1886\"> Who that has lifted his heel against Joseph has ever prospered,<span class=\"citation\" id=\"90811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90811)\">D&amp;C 121:16<\/a><\/span> from the day he found the plates, from which the Book of Mormon was translated, until now? No man. So it will be with all others who leave this community thinking to injure them. Show me the priest, the church, the people, the state, or nation, that will prosper in lifting the heel against the kingdom of God, which is built up upon the earth. They cannot prosper in such a course. Do not be fearful, brethren, you and I will live here just as long as the Lord wishes us to. If I have fears about anything, it is that you and I will not live our religion; if we do this I am at the defiance of all the wicked. I sometimes become excited when I talk about them, and so do my brethren. Why? Because we are made of flesh, blood, and bones, like other men, and sometimes our feelings are warm, when we think about the conduct of our enemies. But what do the pure principles of the Gospel teach us? &#x201C;Be still, and know that I am God,<span class=\"citation\" id=\"56623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56623)\">Ps. 46:10<\/a><\/span> that I rule in the heavens above, and perform my pleasure on the earth, and that I turn the hearts of the children of men, as the rivers of water are turned.&#x201D;<span class=\"citation\" id=\"124415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124415)\">Prov. 21:1<\/a><\/span> He asks no odds of anybody. Who does He call upon to counsel Him, to dictate Him in the affairs of His rule on the earth? He is the Father, God,  <div class=\"break pagebreak\" id=\"260a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0260.pdf\" target=\"pdfwin\">p.&#xA0;260a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0115\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Savior, Maker, Preserver, and Redeemer of man. He holds in His hands the issue of all things, and will judge every man according to his works.<span class=\"citation\" id=\"92115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92115)\">D&amp;C 137:9<\/a><\/span> I will be Governor so long as God permits, and we will live here, and have hard winters and unfruitful summers, and suffer the ravages of the destroying insects&#x2014;what for? To bring us to our senses; I am thankful for it. <\/div><div class=\"paragraph jod\" id=\"v3n1888\"> Those of you who have come here without breakfast this morning, do not go more than five days without eating. When you have gone that long without food, make your wants known to your neighbors and tell them that you need something to eat, and if you come to me I will feed you. I have sustained my family comfortably with eight ounces of breadstuff a day, to each individual. I have had my children come to me and ask, &#x201C;Shall I give away my rations today?&#x201D; We have plenty of potatoes, and I presume that my family does not consume, on an average, more than five ounces of breadstuff a day to each person. We have had plenty, ever since the first year we came here. <\/div><div class=\"paragraph jod\" id=\"v3n1889\"> Be mindful, and do not go too long without eating. Notwithstanding the scarcity, I say to those who send their children to beg from house to house and who are lugging home a dozen loads a day&#x2014;stop that. There are families now in this city, who profess to be out of provisions, sending their children out to beg, and selling flour <div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0115\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and meat for money to carry them to the devil; now stop that. I say to you Bishops, appoint assistants to visit every house in your Wards, and instruct them to take the liberty of lifting up the chest lids, and of looking under the floors and under the beds, for I tell you that some will hide their provisions and lie to you, and tell you that they have nothing, while they are getting money for the flour, &amp;c., which their children beg from this community, to carry them to hell, or back to the States, or to England. I say to such as are compelled to beg, when you have received a sufficiency to supply your wants, stop. When the month of June arrives, and the fields are teeming with their golden fruits, there will be plenty of wheat and flour for sale in these streets, for there is a reasonable supply of those articles of food. This is a word of encouragement, therefore do not go too long without eating, and if you are now brought to the pass which compels you to call upon the Lord, saying, &#x201C;Lord, feed us, for unless thou feedest us we cannot be fed; my Father open the way that I may get a little bread to feed myself and children, or I shall not be able to get it,&#x201D; I say, good, glory, hallelujah, that you are brought to your knees to confess His power, and to acknowledge His hand. That you may be faithful is my prayer, all the day long, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}