{"ID":30032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Exposing Wickedness Among the Saints&#x2014;Corrupt Men Threatening the Saints With United States' Troops&#x2014;The Laws of Utah Set Aside in the Courts.<\/div>\n<div class=\"subtitle\">A Discourse by President J. M. Grant, Delivered in the Tabernacle, Great Salt Lake City, March 2, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Exposing Wickedness Among the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Jedediah M. Grant<\/div>\n<div class=\"date\">Date: 3\/2\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v3n1652\"> By Elder Kimball's request, I will occupy a short time. <\/div><div class=\"paragraph jod\" id=\"v3n1653\"> I have meditated considerably upon the spirit manifested through our President last Sabbath and today, and also upon that manifested by brother Kimball, his first Counselor. <\/div><div class=\"paragraph jod\" id=\"v3n1654\"> I do not know what effect their views and sayings have had upon your minds, but I am under the impression that there is more blindness and stupidity, more fog and darkness in Israel than I had anticipated, previous to their remarks. <\/div><div class=\"paragraph jod\" id=\"v3n1655\"> I am aware that persons, not members of our society, listening to the teachings from this stand, might infer that we certainly were in a very bad state. But when they take into consideration that we do not allow any evil, or any kind of wickedness, to <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0143\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> grow and flourish in the midst of this community, without revealing and opposing it, they can then understand the subject more clearly. <\/div><div class=\"paragraph jod\" id=\"v3n1656\"> In the United States, generally, and perhaps in most of Europe, it would not be safe to speak so plainly from the pulpit concerning the wickedness existing in those regions, or to expose it so freely and fully as we expose, from this stand, the evils striving to creep into our midst, for the spirit which reigns abroad upon the face of the earth is different from the spirit that reigns here. If we know a wicked man we feel free to present him before the public, and frequently call him by name, and expose him publicly. <\/div><div class=\"paragraph jod\" id=\"v3n1657\"> This course would not always be safe, in that portion of the southern  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0142\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>States where I have traveled; you would be apt to be involved in a duel, or in a fight of some kind. <\/div><div class=\"paragraph jod\" id=\"v3n1659\"> When the Latter-day Saints know of wickedness, they are determined to expose it and bring it to the light, and that which should be made public, they proclaim publicly, even though it may have been learned secretly. I am satisfied of the blindness that exists in many of those whom we call upon to officiate, in different capacities in the Church. <\/div><div class=\"paragraph jod\" id=\"v3n1660\"> The High Council have been referred to today as among the number who are in the fog. The reason why I verily believe that they are in the fog, is because the light of the Holy Ghost which is in our President tells us the fact, and faith comes by hearing the word of God.<span class=\"citation\" id=\"72751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72751)\">Rom. 10:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1661\"> The reason why I especially and particularly believe that our Bishops are in the dark, is from the fact that the manifestations of the Almighty through the President of the Church reveals that fact to the people, and he gives us that revelation without making any special reserve therein, hence my faith. <\/div><div class=\"paragraph jod\" id=\"v3n1662\"> If I had no other evidence, his testimony would be sufficient for me to predicate my faith upon. <\/div><div class=\"paragraph jod\" id=\"v3n1663\"> The President's remarks gave a very special rebuke to certain councils, and, more or less, to those who speak from this stand. He is not fond of the smoothness that some are delighted with. I am aware that the Saints come here to listen, and that many of them are fond of smooth sayings and nicely turned periods, being pleased therewith as with a beautiful song; their ears are tickled and their fancies excited, but they go away without being vitally benefited. <\/div><div class=\"paragraph jod\" id=\"v3n1664\"> We have to deal with the people of God, and we care but little about the ebbing and flowing of nations, when their ebbings and flowings do not particularly affect the Saints of the Most <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0142\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> High. We expect to see abominations and commotions abroad on the earth, but I do hope that the time has actually come when filth will be cleansed from the midst of Israel. <\/div><div class=\"paragraph jod\" id=\"v3n1665\"> As a people, we are right in principle, in doctrine, and in precepts. But are we all perfectly right in practice? This is a question which we should well examine and understand. <\/div><div class=\"paragraph jod\" id=\"v3n1666\"> Do all the people practice righteousness? Do they all live their religion, and the principles that they have received? In other words, do all the people act according to what they understand? Do they do the best they know how? If they were all doing the best they know how, there would be no fault found with them; but I am satisfied that they are not, for if they were, the President would not stand up here and rebuke you. You are rebuked because you suffer yourselves to be led by the enemy into the fog, because the Spirit of God and the light of the Holy Ghost are not at all times upon you. <\/div><div class=\"paragraph jod\" id=\"v3n1667\"> Last Sunday, the President chastised some of the Apostles and Bishops who were on the grand jury. Did he fully succeed in clearing away the fog which surrounded them, and in removing blindness from their eyes? No, for they could go to their room and again disagree, though, to their credit, it must be admitted that a brief explanation made them unanimous in their action. <\/div><div class=\"paragraph jod\" id=\"v3n1668\"> Not long ago I heard that, in a certain case, the traverse jury were eleven against one, and what is more singular, the one alone was right in his views of the case. <\/div><div class=\"paragraph jod\" id=\"v3n1669\"> Several had got into the fog to suck and eat the filth of a Gentile law court, ostensibly a court of Utah, though I call it a Gentile court. Why? Because it does not magnify the laws of Utah, as provided for in the &#x201C;Organic Act,&#x201D; by which &#x201C;Act&#x201D; and laws it alone exists as a court. <\/div> <div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0141\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1671\"> A brief examination will soon convince a person, of only ordinary observation, that the laws of Utah are not administered in our courts, and that the judges must know that fact, and that they have been seeking from the first, with but few exceptions, to overrule them. <\/div><div class=\"paragraph jod\" id=\"v3n1672\"> Whether that course is prompted from the City of Washington, I know not. Our laws have been set at naught and walked under foot, and in lieu thereof a constant effort has been made to rule in common law, English law, and law after law totally inapplicable. <\/div><div class=\"paragraph jod\" id=\"v3n1673\"> Do you suppose I respect persons who so conduct themselves? No, I do not. We have some Gentiles here whom I respect. We had a Shaver whom I respected; he was a man, and a true Virginian, well represented the chivalric spirit of the South, and sought the good of his country. <\/div><div class=\"paragraph jod\" id=\"v3n1674\"> But when we have a set of politicians here, who can blow hot or cold to suit their own convenience, they can officiate as constables, jurors, marshals, judges, and legislators; they can turn the law, create the law, and execute the law to suite themselves. Do I respect them? No, and I am in hopes that some of their friends present will tell them so. (Voice, I do not know that they have any.) <\/div><div class=\"paragraph jod\" id=\"v3n1675\"> They act as though they took it for granted that we were a set of ignoramuses, unacquainted with the usages of courts, and unaware that they were setting aside our laws. They have sought to overthrow our laws, when there is not a law in force in Utah that will sanction their rulings, and you cannot bring an upright lawyer, one who actually understands his profession, but what will say that I am right. Every man who is conversant with the laws of the United States and of Utah, will say so. <\/div><div class=\"paragraph jod\" id=\"v3n1676\"> We do not find fault with the laws of our country, they are good, but we <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0141\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> deprecate the acts of men who strive to trample upon them; men who are filled with the Gentile leaven, and we dislike that leaven and the fog which accompanies it. <\/div><div class=\"paragraph jod\" id=\"v3n1677\"> We have a few whoremasters here. Do you wish to know who they are? I can tell the first letters of their name, and I can tell where they have been practicing their abominations in this City. And even some who profess to be &#x201C;Mormons&#x201D;are guilty of enticing and leading girls to prostitution, saying, &#x201C;If you want a new dress you can get it very easily.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1678\"> I have a gun and dirks in good order, and powder and lead, and am ready and able to make holes through such miserable, corrupting rascals. These characters take &#x201C;Mormon&#x201D; girls and debauch them, telling them that the United States will send their troops here, and that this people will be broken up and driven. <\/div><div class=\"paragraph jod\" id=\"v3n1679\"> We are a part of the United States ourselves; most of us were raised in America, and we are all cradled in liberty, and if the United States desires to drench the earth with our blood, we are on hand. <\/div><div class=\"paragraph jod\" id=\"v3n1680\"> Who is afraid to die? None but the wicked. If they want to send troops here let them come to those who have imported filth and whores, though we can attend to that class without so much expense to the General Government; we can wipe them out cheaply and quickly, for they are only a few in number. <\/div><div class=\"paragraph jod\" id=\"v3n1681\"> They will threaten us with the U.S. troops! Why your impudence and ignorance would bring a blush to the cheeks of the veriest camp follower among them. We ask no odds of you, you rotten carcasses, and I am not going to bow one hair's breadth to your influence. I would rather be cut into inch pieces than succumb one particle to such filthiness. <\/div><div class=\"paragraph jod\" id=\"v3n1682\"> I want the Gentiles to understand that we know all about their whore<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0140\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>doms and other abominations here. If we have not invariably killed such corrupt scoundrels, those who will seek to corrupt and pollute our community, I swear to you that we mean to, and to accomplish more in a few hours, towards clearing the atmosphere, than all your grand and traverse juries can in a year. <\/div><div class=\"paragraph jod\" id=\"v3n1684\"> There are a few professed &#x201C;Mormons&#x201D; who, for a few dimes, wink at their iniquities, and keep the poor, mean, lazy scamps in their houses, saying, &#x201C;O, they are honorable men.&#x201D; I admit that there are a few honorable men here who are not in the Church, some of whom I respect much. <\/div><div class=\"paragraph jod\" id=\"v3n1685\"> This eternal threatening of us with the armies of the United States! I wonder what men think we are made of, when they threaten us! As if they expected that we were going to succumb to whoredom! If we were to establish a whorehouse on every corner of our streets, as in nearly all other cities outside of Utah, either by law or otherwise, we should doubtless then be considered good fellows. <\/div><div class=\"paragraph jod\" id=\"v3n1686\"> If we were to allow gambling, drunkenness, and every species of wickedness, the &#x201C;Mormons&#x201D; would then be all right, they would not then threaten us with the armies of the United States. O no. <\/div><div class=\"paragraph jod\" id=\"v3n1687\"> What is it that maddens the devils? Simply that we are determined to do right, and to set at defiance wickedness and wicked men, and to send them to hell across lots, as quick as we can. <\/div><div class=\"paragraph jod\" id=\"v3n1688\"> I do not ask any odds of them myself, I never have. If they behave themselves as white men ought to behave, we will treat them as such. <\/div><div class=\"paragraph jod\" id=\"v3n1689\"> The armies of our nation will have plenty to do without attending to us; they will need us to help them. Yes, instead of bringing their armies to fight the people in Utah, they will need Utah's armies to help them. They are threatening war in Kansas on the slavery question, and the <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0140\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> General Government has already been called upon to send troops there. Well, all I have to say on that matter is, &#x201C;Success to both parties.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1690\"> And in relation to the election of a Speaker in the House of Representatives at Washington, the North and South, the East and West have each other by the ears; &#x201C;Success to all parties,&#x201D; say I. <\/div><div class=\"paragraph jod\" id=\"v3n1691\"> To send men here as spies to watch us! Curse the spies and those who send them, and all who sustain the system of whorehouses and the debauchery of the innocent and unsuspecting, and all who threaten that the United States are going to drive and kill the &#x201C;Mormons.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1692\"> Did you ever hear such a man as Judge Shaver threaten us with the United States? Did you ever hear Judge Reed do such a thing? No. Or Millard Fillmore, or Andrew Jackson? No, such men would scorn to threaten an innocent people with the armies of the nation. <\/div><div class=\"paragraph jod\" id=\"v3n1693\"> Have we been disloyal to our country? Have we, in one instance, violated her laws? No. Have we rejected her institutions? No. We are lawful and loyal citizens of the government of the United States, and a few poor, miserable, pusillanimous, rotten, stinking rebels, come here and threaten us with the armies of the United States. We wish all such characters to understand that, if the generals and armies and those who wish to send them, are as corrupt as those who threaten us, and as vile as most of those heretofore sent here, we defy them, and the sooner we come in contact with them, the better. These are my feelings every time, on that point. <\/div><div class=\"paragraph jod\" id=\"v3n1694\"> As for you miserable, sleepy &#x201C;Mormons,&#x201D; who say to those wretches, &#x201C;Give us your dimes, and you shall have our wheat, and our daughters, only give us your dimes and you shall have this, that, and the other,&#x201D;  <div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0139\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I not only wish but pray, in the name of Israel's God, that the time was come in which to unsheathe the sword, like Moroni of old,<span class=\"citation\" id=\"82396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82396)\">Alma 46:12<\/a><\/span> and to cleanse the inside of the platter,<span class=\"citation\" id=\"65543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65543)\">Matt. 23:26<\/a><\/span> and we would not wait for the decision of grand or traverse juries, but we would walk into you and completely use up every curse who will not do right. <\/div><div class=\"paragraph jod\" id=\"v3n1696\"> We are speaking against none who are good, they have our protection; but against those who are evil. We have many good friends who are not members of our Church, but when men come and threaten us with the armies of the United States, and under that color seek to practice every kind of debauchery, telling a young girl that &#x201C;we are going to be destroyed, and for that reason she had better forsake the Mormon Church and make merchandise of her body,&#x201D; to serve their vile purposes, poor, miserable devils, what ought you to expect? <\/div><div class=\"paragraph jod\" id=\"v3n1697\"> I wish the Saints to see and under<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0139\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stand men and things as they are, if they have any judgment and eyesight. I could give you a list of the practices I have been speaking of, and of the names of the men engaged in them. If we love salvation and liberty, and must fight for them, let us fight, and they will find that the &#x201C;Mormons&#x201D; are on hand to die, those who are right, and what would be the use of living, if we cannot have our rights? If we are to be driven, as we have hitherto been, the sooner we die the better; and the sooner we kill a poor set of miserable devils the better for those who remain. <\/div><div class=\"paragraph jod\" id=\"v3n1698\"> I wish all the Saints to do right, and as for those who do not, my prayer is, &#x201C;That they may all go hellwards, the way Ward's ducks went.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1699\"> May God bless those who do right, and enable them to break in pieces wickedness and put it down, that we may be saved; I ask it in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}