{"ID":30038, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Those Saints Who Have not Seen the Wickedness of the World Cannot Appreciate Their Blessings&#x2014;Be Just in All Things&#x2014;The Evil Results of not Listening to Counsel.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, June 10, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Those Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 6\/10\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d38\">\n<div class=\"paragraph jod\" id=\"v3n1891\"> I can say, as I have said, a great many times, that we are one of the happiest people that ever was upon the earth, but some do not appreciate the blessings which are bestowed from day to day; some do not appreciate that they are settled in the valleys in peace, and that they are with those whom God has been pleased to call to lead His people. If they could appreciate their position, and acknowledge the hand of God in all things, then they could appreciate the things connected with this kingdom. It is with many as it was with my son William, and brother Brigham's son Joseph, and others who have been about home all the time. They did not realize and could not appreciate their blessings, but in their missions they are sensible of the blessings which we enjoy in these peaceful valleys. William writes, &#x201C;Father, I often think of your relating the corruptions of the old world, and what you saw and heard, but I now see and feel them by sad, personal experience. I hear the groans of nations, of war and rumors of war, of famine, desolation, and distress in all the world, except in the happy land of Zion, in the valleys of the mountains. How I desire to see them! And we all say, that when we return home we shall know how to prize our fathers and mothers, and the society of the Saints, where we can sit down and <div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0114\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> worship God with none to molest nor make afraid.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1892\"> Those are their feelings, after being absent only a short time. Those who go forth to preach the Gospel see the corruptions and abominations of men, and have joy in contemplating the signs of the times, for they know that those things are tokens of the coming of the Son of Man; their eyes are now open to see that God is at work among the nations. Some of them hardly knew that &#x201C;Mormonism&#x201D; was true, until they were sent forth to preach. They believed it&#x2014;why? Because they were taught it by their parents. Their parents taught them in their infancy, and childhood, that this is the Gospel of Jesus Christ, but they have never before been brought into a situation to know that the God whom we serve lives and reigns in the heavens. Some of you may say, &#x201C;We wish we could have a knowledge of these things, that we might appreciate our present blessing;&#x201D; faith and obedience will give you that knowledge, and it will be the best day that we have ever seen, when men will appreciate their blessings, when they can feel assured that God lives above. <\/div><div class=\"paragraph jod\" id=\"v3n1893\"> The world look upon us as the filth and offscourings of society,<span class=\"citation\" id=\"73191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73191)\">1 Cor. 4:13<\/a><\/span> and the most corrupt people upon God's earth. But those who do right, and keep themselves pure and clean, as brother  <div class=\"break pagebreak\" id=\"262a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0262.pdf\" target=\"pdfwin\">p.&#xA0;262a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0113\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Brigham says, inside and outside,<span class=\"citation\" id=\"65537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65537)\">Matt. 23:25-26<\/a><\/span> will have houses and lands, wives, and children.<span class=\"citation\" id=\"66606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66606)\">Mark 10:28-30<\/a><\/span> They are the ones who will enjoy those blessings, sooner or later, and do not you thank the Lord for it? Those who live upon this land, or any other that God gives to His people, have peculiar promises made to them. Then do not pollute this land, nor pollute yourselves or your fellow creatures, but let us keep ourselves pure and clean, and do as we would wish to be dealt with ourselves. Deal honorably with your brethren, and if you have wronged any person, even of a pin, make proper restitution. If you will cultivate yourselves in this way, not even daring to take a pin or a needle which is not your own, you will have a spirit of doing right in all things. If a person will cheat you out of a pin, he will out of a darning needle, and then out of our dimes and dollars. Why does not every person live up to the principles of right and justice? Jesus says, &#x201C;Do unto all men as you would have all men to do unto you.&#x201D;<span class=\"citation\" id=\"63790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63790)\">Matt. 7:12<\/a><\/span> If you have wrongfully taken anything, restore it, whether it be little or much, and sin no more. I pray for the day to come when the principles of restoration will be carried out to the letter. <\/div><div class=\"paragraph jod\" id=\"v3n1895\"> I was talking with brother Brigham yesterday about the crops, and he feels that the Lord is about to try this people. Why is this? It is to chastise this people, that they may learn to give heed to counsel. <\/div><div class=\"paragraph jod\" id=\"v3n1896\"> When I see a prospect for scarcity of food stare me in the face, I feel as well as ever I did in my life, and if I was obliged to see either the Saints or the food cut off, I would say let the bread perish and the Saints be preserved; yes, I would pray for this every time. And my prayer to God is, that He will let the fanning mill blow, until it blows out the chaff, that nothing but the pure article may remain. As for my regretting the <div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0113\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> loss of the crops, I do not one particle; and as for you, you have been told for years, to save your wheat, corn, oats, and all other products, and to increase your stock upon the mountains. You were told that there was a time coming when they would be wanted. Much grain has been wasted and destroyed, much sold at a very low price to feed horses and mules. Brother Brigham, in the beginning, offered a dollar and a half a bushel for all the wheat that people wished to sell, but many sold their grain to others for a dollar and a quarter, lest the tithing should be required if they sold to him. <\/div><div class=\"paragraph jod\" id=\"v3n1897\"> I will tell you a dream which brother Kesler had lately. He dreamed that there was a sack of gold and a cat placed before him, and that he had the privilege of taking which he pleased, whereupon he took the cat, and walked off with her. Why did he take the cat in preference to the gold? Because he could eat the cat, but could not eat the gold. You may see about such times before you die. I wish to speak of these things while they are present with us, and I wish I could impress them upon your minds. The first season that we came here, I recollect that brother Brigham proclaimed the policy of our laying up grain, and told us to lay up a seven years' supply, and prepare for a famine. If our crops are now cut off, it will be one of the best things that has happened to this Church. When a servant of God counsels you, it is your duty to hear and obey his words. I am fully aware that the world do not like the idea of one man ruling this entire people with his word, but I would not give one farthing for this community if they could not be governed by one man, beloved and chosen of the Lord. You have no salvation only what you get through that source, and every true hearted Latter-day Saint believes so. <\/div><div class=\"paragraph jod\" id=\"v3n1898\"> Our crops are almost entirely de<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"263a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0263.pdf\" target=\"pdfwin\">p.&#xA0;263a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0112\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stroyed, and what good will that do? It will bring us into a position where we can appreciate the blessings of Providence. Brother Brigham says, that he does not fear earth, hell, nor the devil, if this people will do as they are told, and listen to counsel. Do you suppose that the world could ever come through our bulwarks, if this people were to obey counsel? No, they could not. We generally proclaim what is about to take place, and we tell them that sore judgments<span class=\"citation\" id=\"60752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60752)\">Ezek. 14:21<\/a><\/span><span class=\"citation\" id=\"87401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87401)\">D&amp;C 82:2<\/a><\/span> are about to fall upon the nations of the earth, but they will not believe us. If you believe us, you will be able to escape. <\/div><div class=\"paragraph jod\" id=\"v3n1900\"> Dr. Bernhisel has just remarked, that he thought the cat was let out of the bag, when plurality was preached, but I suppose that he did not happen to think that the cat might have kittens, and the kittens grow to be cats, and thus increase to a vast number. Revelations of principles, of one truth after another, will come forth until the work of God is accomplished on the earth.<span class=\"citation\" id=\"94080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94080)\">A of F 1:9<\/a><\/span> We have to press forward under the banner of Christ, and the more faithful we are the sterner will be the warfare. When I related to brother Joseph the view I had of certain evil spirits in England, he said, that the closer we observe the celestial law, the more opposition we shall meet. These are my feelings, and I should feel better if you would all hearken to the counsel given, from time to time, from this stand. <\/div><div class=\"paragraph jod\" id=\"v3n1901\"> We are a good people, and we shall eventually triumph over wickedness and prosper, and be built up in the truth. The Lord our God will con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0112\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sider our cause and have mercy upon us; and if we do taste of hardships, does it not read that judgment shall begin at the house of God?<span class=\"citation\" id=\"78174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78174)\">1 Pet. 4:17<\/a><\/span> If the Lord lets us taste of the cup when there is no milk in it, what does it matter? We may just as well do it now as at any other time. Why bless you, this people will live and look better without bread than the wicked can with it. If we are to have chastenings, I say, Father let them come, and I will do my best to endure them and profit thereby. But when those times come, you will see a great many murmurers and grumblers, and they will hunt up their filth and rubbish to circulate about the Saints of God, and never go off so long as they have enough to fill their bellies. The Lord blesses those who bless His servants, and keep His commandments. If we all do this, we shall have good times, we shall be blessed, and will not be required to shed man's blood, if we do right. Have I ever seen the day, when I felt like shedding blood? No, never in my life; I always wished that I might not be called upon to do it. Though I will say that once in Nauvoo I was sorry when peace was declared, for I had got pretty well warmed up through the oppression of the ungodly, and I really felt like fighting. <\/div><div class=\"paragraph jod\" id=\"v3n1902\"> Because outsiders come here and say that we are foolish for being led by one man, does that make us so? That man and that woman that are not willing to be led by one man, I wish would clear out, for we can get along without them. God bless you and help you to be faithful. I ask it in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}