{"ID":30044, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Advantages of the Latter-Day Saints, Compared With the Disadvantages Under Which Noah Labored, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Orson Pratt, Delivered in the Bowery, Great Salt Lake City, April 6, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Advantages of the Latter-day Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 4\/6\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d44\">\n<div class=\"paragraph jod\" id=\"v3n2197\"> I feel very grateful to my heavenly Father and to His servants, that I have the privilege of rising this afternoon for the purpose of speaking a short time to the assembly that is before me. Whether I may be able to make those in the outskirts of this vast congregation hear my views, so as to distinguish and understand what I may say, will be better known after I get through. <\/div><div class=\"paragraph jod\" id=\"v3n2198\"> When I seldom speak before a public congregation, I find that my voice in some small degree fails me, but as I begin to exercise my lungs, and preach some 5, 6, or 8 times a week, I find my voice sufficiently strong, to make a very large congregation hear. It is certainly a source of great joy to me, to see such a vast assemblage of people called Latter-day Saints. There are, perhaps, as many assembled on this occasion, as ever have been assembled, at any one time, since the organization of this Church. Look back upon the history of the past, since the rise of the Church of Christ, and contemplate the various scenarios through which we have been called to pass; it is rejoicing to the mind of the humble servant of God, to think that the Lord has sustained us by His merciful hand, by His outstretched arm<span class=\"citation\" id=\"94429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94429)\">Deut. 26:8<\/a><\/span> and by His kind providence, and has bestowed upon us so great and choice blessings. <\/div><div class=\"paragraph jod\" id=\"v3n2199\"> How very different we must feel from many who held the Priesthood in ancient times; for instance, in the days of Noah; how very different we <div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0076\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> must feel compared with what that Patriarch felt. When he looked upon the small assembly of believers converted through his instrumentality and that of his sons, his soul must have been sorrowful, because of the world.<span class=\"citation\" id=\"93320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93320)\">Moses 8:25<\/a><\/span> (Elder Pratt here blessed the sacramental bread.) How very different, as I was observing, those holding the Priesthood under the present dispensation, must feel compared with those who held the Priesthood in ancient times. If Noah had not been nerved up by the Spirit of the living God, and armed with power from on high, he must have been discouraged under the difficulties that surrounded him. Called upon to publish repentance to the generation in which he lived,<span class=\"citation\" id=\"93276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93276)\">Moses 8:16,19,24<\/a><\/span> in connection with his sons; called upon to proclaim the downfall and destruction of all the nations of the earth, if they would not listen to his heavenly message; called upon to put works with his faith, and prepare an ark of safety for the salvation of those who would listen to his voice,<span class=\"citation\" id=\"52922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52922)\">Gen. 6:14<\/a><\/span> he labored and toiled for a long period; and beholding the hearts of the generation to whom he preached, perfectly sealed up against the truth of heaven, he no doubt sorrowed over their wickedness and abominations; and unless he had been sustained by an Almighty power, he must have been overcome by the discouragements and difficulties which he had to encounter; but the great God, who accomplishes His purposes by few or by many as seemeth Him good, sus<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0075\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tained him, strengthened him, gave unto him power from on high, and inspired him to perform the work assigned to him, and to save himself with his own household.<span class=\"citation\" id=\"52896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52896)\">Gen. 7:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2201\"> How very different is the case with us at the present period. Although in one respect, we have reason to mourn and lament, when we see hundreds of millions of the inhabitants of the earth, rushing down into the vortex of ruin in their wickedness. When we behold this, it is calculated to give sorrow to the heart. In another respect, it is the same as it was in the days of Noah; but a few,<span class=\"citation\" id=\"78049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78049)\">1 Pet. 3:20<\/a><\/span> comparatively speaking, among the hundreds of millions who now dwell upon the earth, have their hearts open to hear and receive the truths of heaven. <\/div><div class=\"paragraph jod\" id=\"v3n2202\"> &#x201C;As it was in the days of Noah, so shall it also be in the days of the coming of the Son of man.&#x201D;<span class=\"citation\" id=\"65930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65930)\">Matt. 24:37<\/a><\/span> There are but a few who heed the warning voice of the Latter-day Saints, but yet, that few are calculated to uphold and sustain each other in the midst of the wickedness with which they are surrounded. The more there are united with one heart and one mind,<span class=\"citation\" id=\"92831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92831)\">Moses 7:18<\/a><\/span> the more can be accomplished in the name of the Lord. There are some things that cannot be performed, although we had the power of working great and mighty miracles; indeed, the great God Himself who has power to control the heavens over our heads, and the earth upon which we stand has not the power to do that which would be naturally impossible, or in opposition to the great, necessary, and fundamental truths of nature, which are eternally unalterable, and cannot be otherwise than they are; for instance, He has not power to be personally present among all the nations of the earth at the same instant of time; consequently, He needs agents to assist Him in carrying out His purposes and His works, where He <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0075\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cannot be present Himself personally. So it is in regard to those who have faith in God; though they may be able to say to yonder mountain, be thou cast down and become a level plain, and it should obey them; though they might have power to say to the Salt Lake be thou dried up and it should obey them; one thing they could not have power to accomplish, and that is, for each to be on a mission at the same instant of time in Europe, Asia, Australia, in the Pacific Islands, and among the various tribes of Lamanites that are scattered over this vast continent. <\/div><div class=\"paragraph jod\" id=\"v3n2203\"> These are the things that each one alone could not do; hence the more there are engaged of the Saints of the living God, having the same faith, bound together by the same great principles of righteousness, being of one heart and of one mind,<span class=\"citation\" id=\"94430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94430)\">Moses 7:18<\/a><\/span> the greater will be the works which can be accomplished in the earth; because such a people can spread forth on the right hand and on the left, and can proclaim to millions and millions of people, the glorious tidings of salvation at the same instant of time; while one man alone, though he have power to work mighty miracles, could only proclaim them to a few. In this respect, then, we are blest and we rejoice. Again, we rejoice, in another respect; the Lord our God has clothed His servants with power to bring the honest in heart together from the various nations and kingdoms of the earth, so that their strength might be collected in one, in order that their union and power might be greater, for the accomplishment of that which could not be accomplished in a scattered condition. In this respect, then, we are favored, as well as being favored with the privilege of spreading out our missionaries to the four quarters of the globe. <\/div><div class=\"paragraph jod\" id=\"v3n2204\"> But it may be asked, &#x201C;What can be accomplished by a concentration of  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0074\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saints, in one Territory, that could not be accomplished by them while scattered here and there?&#x201D; I will answer you. If we were scattered forth, only among the people of the United States, instead of over the nations and kingdoms of the earth, we could not organize ourselves, so as to be governed by our own laws; but by a concentration of the Saints from the distant nations of the earth into one Territory their numbers give them power which they never could gain in a scattered condition. By their numbers, they can appeal with faith and confidence, and with a degree of assurance to the parent government of the United States, and say, &#x201C;Give us a free and independent State.&#x201D; Without sufficient numbers, it would be useless to ask for admission. Hence, in the concentration of numbers, we are blest, as well as having power to preach to millions in all parts of the earth at the same time. <\/div><div class=\"paragraph jod\" id=\"v3n2206\"> In what respect would it be a favor and a privilege for the inhabitants of this Territory, composed mostly of Latter-day Saints, to be organized into a free and independent State of this great republic? Among the many privileges resulting from a State government, I will mention one, namely, we should then have the privilege, according to the great principles contained in the Constitution of our country, of electing our own officers. The people would have the privilege of selecting those whom they desired, instead of being ruled over by those whom they desired not. Would not this be a favor? It certainly would. <\/div><div class=\"paragraph jod\" id=\"v3n2207\"> We should have the Constitutional privileges, as a free, sovereign, and independent State, which are enjoyed by all other States of this Union: in other words, we should more fully be made partakers of the blessings which our Lord promised to us, more than twenty-five years ago, which I will <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0074\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> repeat from the Doctrine and Covenants, sec. 62, paragraph 2&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v3n2208\"> &#x201C;It shall come to pass that they (my servants) shall go forth into the regions round about, and preach repentance unto the people. And many shall be converted, insomuch that ye shall obtain power to organize yourselves according to the laws of man; That your enemies may not have power over you; that you may be preserved in all things; that you may be enabled to keep my laws; that every bond may be broken wherewith the enemy seeketh to destroy my people.&#x201D;<span class=\"citation\" id=\"85561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85561)\">D&amp;C 44:3-5<\/a><\/span> In other words, that you may not be tyrannized over by unrighteous governors, judges, and officers, that you have no voice in electing or appointing who may, according to their own will, trample upon your rights as American citizens. <\/div><div class=\"paragraph jod\" id=\"v3n2209\"> The prophecy which I have quoted has been fulfilled in part, indeed it has been fulfilled to a very great extent. True, we are not a free and independent State; but we are organized according to the laws of man; we have the privilege of making laws, not for one little village, or to govern one little city, or only a few miles square, but we have already the privilege of making laws, the influence of which extend over many villages, cities, valleys, settlements, and counties. <\/div><div class=\"paragraph jod\" id=\"v3n2210\"> All this has come to pass in fulfillment of the prediction, uttered more than a quarter of a century ago, when the Church was not a year old, and very few in numbers. Have we not reason to rejoice in the high and inestimable blessing, already received in fulfillment of the word of the Lord, especially when compared with the few privileges enjoyed by all the other nations of the earth? <\/div><div class=\"paragraph jod\" id=\"v3n2211\"> Where can you find a people or nation, that scarcely begin to have the liberty and privileges which the Latter-day Saints enjoy here in these mountains? They cannot be found.  <div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0073\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>What wretchedness, tyranny, oppression, and every other evil that can be named, are already falling upon the nations of the earth! Pestilence, plague, the want of confidence in officers, rulers, governors, kings, and emperors, is everywhere manifest; and, in fact, there is, at the present time, scarcely any confidence between man and man; businessmen have lost confidence in their neighbors with whom they transact business; and why? Because of fraud and bankruptcy. In a moment, when all is supposed to be favorable, when it is believed that debtors are handling their millions, a sudden rumor breaks upon the unhappy creditor, like the roaring thunder of heaven, proclaiming that their debtors have become bankrupt. Confidence is gone, it has taken the wings of the morning and flown away from the nations, and found a resting place within these peaceful vales. <\/div><div class=\"paragraph jod\" id=\"v3n2213\"> Will confidence again be restored, while the wicked rule? No; it will grow weaker and weaker. Officers will not have confidence in one another; the people will not have confidence in their rulers; and rulers will not have confidence in the people. Why? Because rulers have oppressed the people; they have trampled upon their rights; they have governed with partiality and injustice; consequently, they know that the people, if they had the power, would revolutionize their governments and overthrow their power; therefore, they have no confidence in the people, and the people have no confidence in them, neither in one another. <\/div><div class=\"paragraph jod\" id=\"v3n2214\"> Merchants and the great men of the earth have but little confidence in each other; hence, their business transactions are continually being broken up. Many become bankrupt with millions in their pockets, which is calculated to destroy confidence. <\/div><div class=\"paragraph jod\" id=\"v3n2215\"> What is to be done? I will tell <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0073\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you what will be done. The day is near, even at our doors, when the wise and thoughtful among the great men, rich men, and heavy capitalists, will look to these mountains and to the inhabitants of these peaceful vales for safety, not only for themselves, but for their abundance of riches. They will come, bringing their riches with them, to secure their own safety, for there will be no safety but among the people of God;<span class=\"citation\" id=\"85788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85788)\">D&amp;C 45:68-69<\/a><\/span> and they will say, &#x201C;Behold they are united, they are strong, they are at peace, they can be depended upon, they are not bankrupts, they will not cheat their creditors while they have millions in their pockets. We will go up there, and we will deposit our riches in their midst for security, and there also we will dwell, for there is no safety abroad for us.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2216\"> Latter-day Saints, do you think, when you hear me relating these things, that I am in earnest and mean what I say, as a reality; or do you think that it is merely a wild fancy that passes through the imagination, like a dream of the night? <\/div><div class=\"paragraph jod\" id=\"v3n2217\"> Do you suppose that these things are mere chimeras of the brain, or like castles in the air that vanish away with the bidding? No; you know them to be facts, predicted years ago. <\/div><div class=\"paragraph jod\" id=\"v3n2218\"> I am declaring to you realities, as they do and will exist, and as they will come to pass, as sure as the Lord God lives, and rules, and reigns in the heavens. Where can the people look for confidence and safety, if not in the kingdom of God which is built up in the last days, and which, according to the Prophets, shall never be thrown down, and never perish? <\/div><div class=\"paragraph jod\" id=\"v3n2219\"> Do you suppose that the nations of the earth are always to be in ignorance in regard to the greatness, dignity, power, and majesty of the kingdom of our God? No, brethren, no; God has decreed that He will exert the  <div class=\"break pagebreak\" id=\"303a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0303.pdf\" target=\"pdfwin\">p.&#xA0;303a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0072\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>very powers of heaven<span class=\"citation\" id=\"88035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88035)\">D&amp;C 84:119<\/a><\/span> in this last dispensation, to give His Saints power, dominion, and rule in the earth. <\/div><div class=\"paragraph jod\" id=\"v3n2221\"> If all our ancient fathers who died in faith, holding the power of the Priesthood and the blessings of the celestial kingdom, are to be engaged, as the powers of heaven, to bring about and accomplish the purposes of the Lord in the last days, in the establishment of this kingdom, we may be sure that their united faith, together with the faith of the Saints here upon the earth, will bring to pass and accomplish that which could not be brought to pass in any former dispensation; for faith is a powerful principle&#x2014;it comes by hearing,<span class=\"citation\" id=\"72752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72752)\">Rom. 10:17<\/a><\/span> it increases by union, and it is made stronger by numbers. <\/div><div class=\"paragraph jod\" id=\"v3n2222\"> Where there are two or three who go to lay hands upon the sick, they, if faithful, generally have more confidence before God than if they were to administer singly; they prevail more before the Lord; and hence, the commandment is, that two or three lay hands upon the sick and pray over them, that they may be healed.<span class=\"citation\" id=\"77706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77706)\">James 5:14<\/a><\/span> We are instructed to send for two or three Elders,<span class=\"citation\" id=\"85424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85424)\">D&amp;C 42:43-44<\/a><\/span> because it is supposed that two or three will accomplish more than one can by officiating singly. <\/div><div class=\"paragraph jod\" id=\"v3n2223\"> Again, we are told that where two or three are assembled to worship the Lord in the right and proper way, they have claim to greater blessings than the man that bows down to worship by himself;<span class=\"citation\" id=\"65089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65089)\">Matt. 18:20<\/a><\/span> and why is this? It is because, if united and pure in heart, their faith is greater. What mighty faith and greatness of power will be in exercise when all the ancient fathers, Enoch and all the inhabitants of his City, Abraham, Isaac, Jacob, and Joseph who was sold into Egypt, Moses, and all the ancient and modern men of God upon both the eastern and western hemispheres, are met together with one aim and with one object in view, to bring about and <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0072\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> accomplish the great purposes of the latter days? Something will have to move when so great an amount of faith is united before God. No wonder, then, that the Lord has said that He has put forth His hand to exert the powers of heaven<span class=\"citation\" id=\"88036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88036)\">D&amp;C 84:119<\/a><\/span> to roll forth this kingdom in the latter day! No wonder, then, that the Lord, through His servants, has predicted that the glory of Zion should become greater and greater, until the nations of the earth should fear and tremble because of her.<span class=\"citation\" id=\"89172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89172)\">D&amp;C 97:18<\/a><\/span> No wonder, then, that there should be power enough centered among the Latter-day Saints to excite the distant nations of the earth, and cause many of them to come from afar to worship in His house upon the tops of the mountains!<span class=\"citation\" id=\"94431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94431)\">Isa. 2:2-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2224\"> The faith of the ancients was exercised to bring about this event&#x2014;the ushering in of the latter-day work. They not only exercised faith to accomplish and bring about the purposes that pertained to their own day; they not only exercised faith to preach glad tidings of salvation to the generation in which they lived, but their faith reached down to the latter day, as the day of rest. Through a long period of darkness of many generations which were to intervene between their day and the latter time, they saw that day of redemption when they should reign most gloriously on mount Zion with immortal bodies. <\/div><div class=\"paragraph jod\" id=\"v3n2225\"> They felt interested, then, in the sceneries that were to come to pass in the latter days;<span class=\"citation\" id=\"91211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91211)\">D&amp;C 128:17<\/a><\/span> they felt interested in the glories that were to open upon the world, when their children should be made partakers of all that their fathers desired to accomplish and bring to pass in their own day, that which they sought for and found not, because of wickedness.<span class=\"citation\" id=\"77017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77017)\">Heb. 11:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2226\"> If we had to depend upon our own faith alone, to bring about this latter-day work, it would be rather discouraging. The powers of darkness are so  <div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0071\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>strong that our weak human natures might be overcome were it not for other powers that have great influence to aid and assist us. There are evil influences that are ever ready to throw iniquity in our path, and unless we were assisted by beings more powerful than we are, we should most certainly fail to accomplish the work assigned to us. <\/div><div class=\"paragraph jod\" id=\"v3n2228\"> Consider all these things, Latter-day Saints, and be filled with joy and give thanks to that Being who has thus gathered and established you here in these peaceful Valleys. You say, &#x201C;It is a rugged country, that it is difficult here to procure a livelihood;&#x201D; but let me say, that many of you have not been here long enough to try it. <\/div><div class=\"paragraph jod\" id=\"v3n2229\"> Let me say to this congregation, that there are resources yet undeveloped in this Territory&#x2014;resources that are able to make you the richest of all people upon the face of the earth,<span class=\"citation\" id=\"94432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94432)\">D&amp;C 38:39<\/a><\/span> if you only unite yourselves with one heart and one hand to carry out the purposes and plans that are devised by the Presidency of this Church. Let them plan, let them devise and lay out before this people the great work that has to be performed in this Territory. I do not mean that they shall tell you where you shall go out and plant a hill of potatoes, or when you shall pick up a basket of chips, but I am speaking of your greater duties&#x2014;the important purposes and measures devised and planned by the Presidency of this Church for the general good of this people. <\/div><div class=\"paragraph jod\" id=\"v3n2230\"> If you will be strict to carry out those plans and measures, and constantly hearken to all counsel from the proper source, you will become the richest of all people upon this earth. Why? Is it because this country is so much better than any other? No; but because the people are better calculated to develop the riches of the country than any other people upon the earth; and even if <div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0071\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the resources were not half so great, the people here, if they abide counsel, can unitedly turn everything to the best advantage, and thus far surpass other countries of much greater facilities in other respects. [Blessed the sacramental cup.] <\/div><div class=\"paragraph jod\" id=\"v3n2231\"> Who are there under the sound of my voice that doubt the divine authenticity of the great work in which they have enlisted? Who are there that doubt the divine authenticity of the Priesthood organized in this Church and kingdom? Are there any that doubt the divine authenticity of the Book of Mormon? You that have searched into the history of this Church; you that have read the sacred, pure, and heavenly principles contained in the Book of Mormon, and in the Book of Doctrine and Covenants; you that have heard the sacred principles proclaimed from Sabbath to Sabbath by the mouths of the servants of God, holding the authority of heaven, the living Priesthood in your midst&#x2014;you that have seen the power of the Almighty working with an invisible hand among the nations of the earth, but very visible to you in bringing about His purposes, establishing you as a free people, organizing you according to the laws of the land, breaking off your yokes and enabling you to worship God according to the great revelations and commandments that He has given; you, that have been so highly blessed, ought never to doubt. <\/div><div class=\"paragraph jod\" id=\"v3n2232\"> What Latter-day Saint with all these things before him can be justified in doubting the divine authenticity of this work? No one can. I will tell you what makes people doubt; it is when they fall into wickedness; when the devil begins to enshroud their minds with a veil of darkness; when the devil presents to their eyes the great microscope that he has had in existence ever since the fall of man; when he magnifies the faults of their  <div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0070\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>neighbors, and enlarges the weaknesses and imperfections of those holding the Priesthood, then they exclaim, &#x201C;Oh; this cannot be the latter-day work, it is not the work of the Lord, the Priesthood must be in transgression, they are all wrong&#x201D;&#x2014;(President B. Young: that is the devil's looking glass.) <\/div><div class=\"paragraph jod\" id=\"v3n2234\"> Such is the devil's looking glass or microscope that is calculated to magnify everybody's faults but the individual's looking in it: and when he wishes him to see his own, he turns the glass the other way, so that his own faults can scarcely be seen. You know that when you look through the big end of a telescope, or when you look into a convex mirror you see objects diminished, and it is just so, when the devil presents your own faults and your own imperfections. It is then, Latter-day Saints, that you doubt; it is then that you feel miserable, and it is then that you are almost ready to apostatize and deny the faith. <\/div><div class=\"paragraph jod\" id=\"v3n2235\"> But when you can get the Lord's microscope and look into your own conduct instead of the conduct of others, and see your own imperfections and your own faults and can have a realizing sense of your own follies, of your own unworthiness before God, and begin to humble yourselves and repent and turn away from sin, then your doubts are gone; they have fled; they trouble you no more; you have an abiding witness in your own hearts, a greater witness than prophecy and its fulfillment, greater than the printed word, greater than the testimony of the servants of God. You have the testimony that assures you every moment that this is the work of God; you feel it; think it in every thought; your whole souls are swallowed up in the work in which you are engaged; you feel that there is nothing that you own or possess, nothing upon the face of the whole earth to be compared <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0070\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with the greatness of the value of the principles which dwell within your own bosoms. <\/div><div class=\"paragraph jod\" id=\"v3n2236\"> I am speaking to men and women who know by their own experience that these things are true; every one of you can bear testimony of them, who have ever tasted the good Spirit of the Lord, and that have felt its influences upon your hearts. <\/div><div class=\"paragraph jod\" id=\"v3n2237\"> You very well know, that when you enjoy this good Spirit, you have no trouble, let what will take place, it is no trouble to you, so far as you are concerned. You feel resigned; you are in the hands of that Being who placed you here upon the earth; you feel strong in the midst of weakness; you feel that God is your help, and that He will succor you; you know that He lives and that He loves and cherishes you, and that He has a good feeling towards you, like that which dwells in the bosom of a tender parent towards his own child; you know that the Almighty God has this tender feeling towards you, when you do right; and therefore, you have no trouble. <\/div><div class=\"paragraph jod\" id=\"v3n2238\"> If you go hungry, you are not troubled; if called to sacrifice your own lives, you will not be troubled, but you would say, &#x201C;Father, I have done thy will; if my work is finished let me come into thy presence; let me behold thy face in peace; let me dwell in the society of the sanctified; let me go where my works shall be continued, where I can accomplish more good, and do more for thy cause.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2239\"> These are the feelings of a righteous man and of a righteous woman. <\/div><div class=\"paragraph jod\" id=\"v3n2240\"> Perhaps this will be the last opportunity that I shall have as an individual of meeting in a general conference with you for&#x2014;I was going to say, for a long period of time, but I will say, for the short period of two or three years. I know not how long it may be, before I shall have the privilege of meeting again with the Saints  <div class=\"break pagebreak\" id=\"306a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0306.pdf\" target=\"pdfwin\">p.&#xA0;306a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0069\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in these Valleys of the mountains, whether I ever shall, I do not know of a certainty, but I feel that I shall again behold the faces of the Saints in Utah; I feel that I shall again lift up my voice upon the mountains and in these Valleys and bear testimony of the great and important truths which we have received; I feel that I shall again meet with you to rejoice in the flesh, in this mortal tabernacle. (President: Prophesy!) I could almost prophesy that I shall, but when it comes to prophesying about myself, I feel a little delicate in doing so; but if the Lord will, I wish to live upon the earth to do much good. <\/div><div class=\"paragraph jod\" id=\"v3n2242\"> I have been in the Church almost twenty-six years, lacking about four months, and I have endeavored to do some little good; but really when I look back upon the twenty-six years of my life, or nearly that, which I have spent in this Church, when I look back upon my feeble labors, and my feeble endeavors, they seem to have been very small. <\/div><div class=\"paragraph jod\" id=\"v3n2243\"> And although I have traveled much, and preached much, and written much, and tried to do some little good, yet after all, when I compare that which I have done, with that which it seems to me I ought to have done, in days gone by, I feel very weak, and am anxious that I may not be taken from the earth, until I have done more. <\/div><div class=\"paragraph jod\" id=\"v3n2244\"> I feel willing to perform any mission, whenever the First Presidency of this Church require it of me. If they say go to China, East Indies, Australia, Europe, England, or wherever it may be upon the face of the whole earth, I hold myself in readiness. <\/div><div class=\"paragraph jod\" id=\"v3n2245\"> These have been my feelings from the commencement; I do not know that I have ever backed out from any mission that was given to me; but have always rejoiced in every mission up to this time. <\/div><div class=\"paragraph jod\" id=\"v3n2246\"> I believe that two years ago this day a mission was appointed me while I was <div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0069\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> yet in Washington to return here, and then go back to Cincinnati to assist brother Spencer and others in establishing a stake of Zion in that country; and I came home with that expectation, to return again the following spring; I had no other idea, when I came home, nor until the word came from the Presidency, saying, brother Pratt you need not go to Cincinnati. <\/div><div class=\"paragraph jod\" id=\"v3n2247\"> That released me from that mission, but I felt just as willing to go upon that as I do to go on the one that is now before me; I rejoice in all those missions, and I wish I could do more good when I go upon a mission. <\/div><div class=\"paragraph jod\" id=\"v3n2248\"> I am sometimes troubled lest I may not be able to retain a sufficiency of the Spirit of the Lord and the power of the Priesthood, to accomplish the work required of me acceptably before God. I believe that I am troubled about that more than anything else, and especially when there is a mission which places a great weight of responsibility upon me, where it is expected that my brethren will require a great deal at my hands. But inasmuch as you have lifted your hands to sustain me, in connection with my brethren that have been appointed to various nations, I feel to say before you, brethren and sisters, with uplifted hands, God being my helper,<span class=\"citation\" id=\"56758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56758)\">Ps. 54:4<\/a><\/span> that I will endeavor with humility and untiring obedience to the commandments of God, to do some little good; I will try to carry out the counsels and instructions of the First Presidency of this Church, as they shall give them from time to time. <\/div><div class=\"paragraph jod\" id=\"v3n2249\"> And inasmuch as I feel to bear this humble testimony, not in my own strength, not in my own name, but in the name of the Lord, I feel also to crave your assistance and your prayers and supplications that the Spirit of the Lord may be poured out upon brother Benson, and upon the other brethren who are appointed as missionaries, and upon your humble servant,  <div class=\"break pagebreak\" id=\"307a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0307.pdf\" target=\"pdfwin\">p.&#xA0;307a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0068\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that we may perform a good work&#x2014;a work that shall be acceptable to you, to the Presidency of this Church, and <div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0068\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to God, and return heavily laden with sheaves,<span class=\"citation\" id=\"94433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94433)\">Ps. 126:6<\/a><\/span> which is my earnest prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}