{"ID":30046, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Disinclination of Men to Learn Through the Teachings and Experience of Others&#x2014;Latter-Day Saints Compared With Those of Former Days&#x2014;Sacrifice&#x2014;Sheep and Goats&#x2014;Customs and Traditions.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, April 20, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Disinclination of Men to Learn, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/20\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d46\">\n<div class=\"paragraph jod\" id=\"v3n2307\"> Sometimes I think it quite strange that the children of men are so constituted as to need to be taught one lesson all the time, and again it is not so marvelous to me, when I reflect upon and understand their organization, and the designed effect thereupon of this state of probation. Men are organized to be independent in their sphere, are organized for an independent being, yet they have, as <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0059\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> soldiers term it, to run the gauntlet all the time. They are organized to be just as independent as any being in eternity, but that independence, in order for them to occupy a position in the sphere of an independent being having control over all things, must be proved and tried while in this state of existence, must be operated upon by the good and the evil. <\/div><div class=\"paragraph jod\" id=\"v3n2308\"> It is not so strange to me that the  <div class=\"break pagebreak\" id=\"317a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0317.pdf\" target=\"pdfwin\">p.&#xA0;317a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0058\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people should continually need talking to, that they should continually need instructing, when I take this view of the matter. Mothers when bringing up their children, if they will observe and reflect, can see and understand the feelings of the whole human family. The mother says to the child, &#x201C;Don't do that; you must not handle those things;&#x201D; but the little child thinks itself just as capable of handling a teacup, or a tumbler, as are father and mother. The little girl takes up a broom to sweep the hearth, but if mother is not watching her she may let the broom take fire and set it by the bed, and thereby the bed and then the building be set in a blaze. In the actions of their children parents can detect the course of all, from the king upon his throne to the humblest peasant, they are all performing their part on the theater of the earth. <\/div><div class=\"paragraph jod\" id=\"v3n2310\"> People may be advanced far in life, and yet be surrounded by weaknesses comparatively like those of children. The man or woman of eighty, sixty, forty, twenty, or the child of two or five years of age, have something ahead of them to attain to, and which they are striving to accomplish. There is a principle in the feelings of people which is implanted in their organization expressly for them to become independent, to become Gods, and it is continually urging them to reach forward and to wish to do and perform that which they do not understand. These weaknesses are in the organization, irrespective of age. True, persons can do many things at twenty-five years of age which they could not do when but five years old, and men may know much more at fifty than at twenty, yet the same common weakness is apparent which you can see exhibited in the little child. There is one rule to adopt, one course to pursue, one lesson to be learned, and it is applicable alike to all ages, from the child of one or two years old to <div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0058\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the greyhaired veteran, and which, if they would learn, would prove highly beneficial, and that is, to do those things which they know they can do, and when required by a superior to do a thing they never have done, to take the advice of those who have successfully performed the same act, and then with the best skill they can command, do as they are told, and thus further their education in life and be satisfied. <\/div><div class=\"paragraph jod\" id=\"v3n2311\"> If the child could understand and be satisfied that the mother knows better than it does, when it is told to let the dishes alone, the broom, or the pincushion, or not to swing on the table lest it be turned over and break the dishes, or not to do this or that, and that such and such things it might do, it would be a great aid to it to take the course laid down by a judicious parent, and would save it much trouble while passing through its mortal career. I ask myself why it is that people do not learn to be satisfied and contented with what they do know, until they are instructed and learn more, and practice this principle in their lives. We are taught here all the time to be passive and contented, to do the things we know how to do. Still I have no question, but what, if I could unobserved and unknown to them listen to the remarks of many of the Elders, or of brethren and sisters, I should hear doctrines taught and suggestions made which God never designed to have His servants teach. At the same time remarks such as these might be dropped, &#x201C;I am impressed and the Spirit leads me thus and so; true I believe all that is written and taught, but I tell you that brother Brigham does not tell us all of it; he says he does not, but that he tells us as fast as we can understand and practice what he does teach.&#x201D; Now that is true; but all do not stop and reflect, neither do they fully understand the  <div class=\"break pagebreak\" id=\"318a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0318.pdf\" target=\"pdfwin\">p.&#xA0;318a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0057\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>principles of the Gospel, the principles of the holy Priesthood; and from this cause many imbibe the idea that they are capable of leading out in teaching principles that never have been taught. They are not aware that the moment they give way to this hallucination the devil has power over them to lead them on to unholy ground; though this is a lesson which they ought to have learned long ago, yet it is one that was learned by but few in the days of Joseph. <\/div><div class=\"paragraph jod\" id=\"v3n2312\"> I was speaking about this matter last night, about the feelings of the people towards the Prophet Joseph. The mass of the people never realized, to the day of his death, but what Joseph was made by them. They actually believed that he was amenable to the people, that he did not know it all, and that other men knew things which he did not know concerning the kingdom of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v3n2313\"> Here let me give you one lesson that may be profitable to many. If the Lord Almighty should reveal to a High Priest, or to any other than the head, things that are, or that have been and will be, and show to him the destiny of this people twenty-five years from now, or a new doctrine that will in five, ten, or twenty years hence become the doctrine of this Church and kingdom, but which has not yet been revealed to this people, and reveal it to him by the same Spirit, the same messenger, the same voice, and the same power that gave revelations to Joseph when he was living, it would be a blessing to that High Priest, or individual; but he must rarely divulge it to a second person on the face of the earth, until God reveals it through the proper source to become the property of the people at large. Therefore when you hear Elders, High Priests, Seventies, or the Twelve (though you cannot catch any of the Twelve there, but you may the High Priests, Seventies, and Elders), say <div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0057\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that God does not reveal through the President of the Church that which they know, and tell wonderful things, you may generally set it down as God's truth that the revelation they have had, is from the devil, and not from God. If they had received from the proper source, the same power that revealed to them would have shown them that they must keep the things revealed in their own bosoms, and they seldom would have a desire to disclose them to the second person. That is a general rule, but will it apply in every case, and to the people called the kingdom of God at all times? No, not in the strictest sense, but the Spirit which reveals will impart the proper discretion. All the people have not learned this lesson, they should have learned it long ago. <\/div><div class=\"paragraph jod\" id=\"v3n2314\"> As I have already observed, comparatively few learned, in the days of Joseph, that he was placed between the people and God, that they had no more right to dictate him than they had to dictate the angel Gabriel, that they had no more business to interfere with him, or call him to an account, than we have to call to an account the angel Gabriel. <\/div><div class=\"paragraph jod\" id=\"v3n2315\"> This we all ought to understand, and also how and when to teach and practice what we do know, and when we have done that much then stop until we learn more. <\/div><div class=\"paragraph jod\" id=\"v3n2316\"> I know, and so do many others, by experience, by what we have seen and passed through, by what has passed before us and by what we have seen in others, that when the devil cannot overcome an individual through temptation to commit wickedness, when he sees that a person is determined to walk to the line and travel straight forward into the Celestial Kingdom, he will adopt a course of flattery, will strive to exercise a pleasing influence and move along smoothly with him, and when he sees an opportunity he will try to turn him out of the way,  <div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0056\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>if it is only to the extent of a hair's breadth. And if he cannot keep a person this side the Gospel line, he will walk with that individual on the line and strive to push him over. <\/div><div class=\"paragraph jod\" id=\"v3n2318\"> That is so invariably the case that people need eyes to see, and understanding to know how to discriminate between the things of God and the things that are not of Him. Will this people learn? I am happy and joyful, I am thankful, and can say of a truth, brethren and sisters, that the manifestations of goodness from this people are not to be compared, in my opinion, with those from any other people upon the face of the whole earth since the days of Enoch. <\/div><div class=\"paragraph jod\" id=\"v3n2319\"> Old Israel, in all their travels, wanderings, exercises, powers, and keys of the Priesthood, never came nigh enough to the path this people have walked in to see them in their obedience that was and is required by the Gospel. Yet there are thousands of weaknesses and overt acts in some of this people, which render us more or less obnoxious to each other. <\/div><div class=\"paragraph jod\" id=\"v3n2320\"> Still, you may search all the history extant of the children of Israel, or that of any people that ever lived on the face of the earth since the days of Enoch, and I very much doubt, taking that people with their traditions, and comparing them with this mixed multitude from the different nations now in the world with our traditions, whether you would find a people from the days of Enoch until now that could favorably compare with this people in their willingness to obey the Gospel, and to go all lengths to build up the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v3n2321\"> I have said a great many times, and repeat it now, and whether I am mistaken or not I will leave for the future to determine, and though, as I do, Joseph when living reproved the people, that I believe with all my heart that the people who gathered around Enoch, and lived with him and built <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0056\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> up his City, when they had traveled the same length of time in their experience as this people have, were not as far advanced in the things of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v3n2322\"> Make your own comparisons between the two people, think of the traditions of the two. How many nations were there in the days of Enoch? The very men who were associated with him had been with Adam; they knew him and his children, and had the privilege of talking with God. Just think of it. <\/div><div class=\"paragraph jod\" id=\"v3n2323\"> Though we have it in history that our father Adam was made of the dust of this earth,<span class=\"citation\" id=\"52396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52396)\">Gen. 2:7<\/a><\/span> and that he knew nothing about his God previous to being made here, yet it is not so; and when we learn the truth we shall see and understand that he helped to make this world, and was the chief manager in that operation. <\/div><div class=\"paragraph jod\" id=\"v3n2324\"> He was the person who brought the animals and the seeds from other planets to this world, and brought a wife with him and stayed here. You may read and believe what you please as to what is found written in the Bible. Adam was made from the dust of an earth, but not from the dust of this earth.<span class=\"citation\" id=\"52397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52397)\">Gen. 2:7<\/a><\/span> He was made as you and I are made, and no person was ever made upon any other principle. <\/div><div class=\"paragraph jod\" id=\"v3n2325\"> Do you not suppose that he was acquainted with his associates, who came and helped to make this earth? Yes, they were just as familiar with each other as we are with our children and parents. <\/div><div class=\"paragraph jod\" id=\"v3n2326\"> Suppose a number of our sons were going to Carson Valley to build houses, open farms, and erect mills and workshops, and that we should say to them that we wish them to stay there five years, and that then we will come and visit them, when I go there will they be afraid of me? No, they would receive me as their father, just as Adam received his Father. <\/div> <div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0055\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n2328\"> The very man who walked and talked with and knew the God of heaven, and knew and understood all about making this earth had associates who were associated with Enoch, and yet twenty-five years of the travel and experience of Enoch with his people had not advanced them so far, in my opinion, as this people have advanced in the same time, taking into account the difference of traditions and other advantages. <\/div><div class=\"paragraph jod\" id=\"v3n2329\"> They had not a diversity of languages, but all spoke one language; they were not trained in the various traditions in which we have been, for they received only one from Adam; they were as intimately associated as we would be in living in this City two hundred years, with the gates shut down upon all egress and ingress, and under such circumstances do you not think that our traditions would be all alike? <\/div><div class=\"paragraph jod\" id=\"v3n2330\"> Yet Enoch had to talk with and reach his people during a period of three hundred and sixty years,<span class=\"citation\" id=\"52778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52778)\">Gen. 5:23<\/a><\/span><span class=\"citation\" id=\"93184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93184)\">Moses 7:68<\/a><\/span> before he could get them prepared to enter into their rest, and then he obtained power to translate himself and his people, with the region they inhabited, their houses, gardens, fields, cattle, and all their possessions.<span class=\"citation\" id=\"93212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93212)\">Moses 7:69<\/a><\/span> He had learned enough from Adam and his associates, to know how to handle the elements, and those who would not listen to his teachings were so wicked that they were fit to be destroyed, and he obtained power to take his portion of the earth and move out a little while, where he remains to this day. <\/div><div class=\"paragraph jod\" id=\"v3n2331\"> You know that I sometimes reprove you because you deserve it, yet there is a constant and rapid increase of willingness to build up this kingdom. <\/div><div class=\"paragraph jod\" id=\"v3n2332\"> Where is there a woman that would say to her husband, or to her son, &#x201C;I do not wish you to go on the mission you have been called to perform?&#x201D; That would say, &#x201C;It is true you were called, but I do not like to have you <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0055\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> go, cannot you get excused and stay at home?&#x201D; I do not believe you could find five such women in this Territory. <\/div><div class=\"paragraph jod\" id=\"v3n2333\"> There may be a few who are going to California that would say, &#x201C;Yes, you may go on your mission, but I will go with you.&#x201D; All they desire is to get away. Can you find five such women? <\/div><div class=\"paragraph jod\" id=\"v3n2334\"> I care not if they should be old ladies of seventy-five years of age and had not the first thing to subsist upon, and though their whole dependence was upon their sons or husbands, they would say, &#x201C;Go John, my son; or, go husband, if you do not we shall suffer; but if you go and do your duty God will provide for us in your absence.&#x201D; Are not these the feelings of every wife and mother? <\/div><div class=\"paragraph jod\" id=\"v3n2335\"> In the midst of all this some talk about sacrifices, but upon that point I wish to be allowed to differ from the class who view the matter in that light. <\/div><div class=\"paragraph jod\" id=\"v3n2336\"> There may be some few exceptions, but I have made no sacrifices. &#x201C;Mormonism&#x201D; has done everything for me that ever has been done for me on the earth; it has made me happy, it has made me wealthy and comfortable; it has filled me with good feelings, with joy and rejoicing. Whereas, before I possessed the spirit of the Gospel, I was troubled with that which I hear others complain of, that is, with, at times, feeling cast down, gloomy, and desponding; with everything wearing to me, at times, a dreary aspect. <\/div><div class=\"paragraph jod\" id=\"v3n2337\"> But have the trees, the streams, the rocks, or any part of creation worn a gloomy aspect to me for one-half minute since I came in possession of the Spirit of this Gospel? No, though before that time I might view the most beautiful gardens, buildings, cities, plantations, or anything else in nature, yet to me they all wore at times a shade of death. <\/div> <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0054\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n2339\"> They appeared at times as though a veil was brooding over them, which cast a dark shade upon all things, like the shade of the valley of death, and I felt lonesome and bad. But since I have embraced the Gospel not for one-half minute, to the best of my recollection, has anything worn to me a gloomy aspect, under all circumstances I have felt pleasant and cheerful. <\/div><div class=\"paragraph jod\" id=\"v3n2340\"> When surrounded by mobs, with death and destruction threatening on every hand, I am not aware but that I felt just as joyful, just as well in my spirit, as I do now. Prospects might appear dull and very dark, but I have never seen a time in this Gospel but what I knew that the result would be beneficial to the cause of truth and the lovers of righteousness, and I have always felt to joyfully acknowledge the hand of the Lord in all things. <\/div><div class=\"paragraph jod\" id=\"v3n2341\"> When I was among the wicked, they looked to me as do the wicked, and when I saw devils possessing the bodies of the children of men I knew that God permitted it, and that He permitted them to be on the earth, and wherein would this be a state of probation, without those devils? We cannot even give endowments without representing a devil. <\/div><div class=\"paragraph jod\" id=\"v3n2342\"> What would we know about heaven or happiness were it not for their opposite? Consequently we could not have got along so well and so rapidly without those mobocrats. And if mobbers should happen to come here do not look too sour at them, for we need them. <\/div><div class=\"paragraph jod\" id=\"v3n2343\"> We could not build up the kingdom of God without the aid of devils, they must help to do it. They persecute and drive us from city to city, from place to place, until we learn the difference between the power of God and the power of the devil. <\/div><div class=\"paragraph jod\" id=\"v3n2344\"> But does it then follow that we should say to them, &#x201C;Come on here, <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0054\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we are good fellows well met?&#x201D; By no means, care must be observed that we do not overrun the rule; we only need enough of them to help do up the work. <\/div><div class=\"paragraph jod\" id=\"v3n2345\"> If we should get too many here they would overcome the good, and the Saints would have to flee. <\/div><div class=\"paragraph jod\" id=\"v3n2346\"> Some of our Elders desire all the time to say, as I plainly phrase it, &#x201C;How do you do brother Christ, and how do you do brother devil? Walk in and take breakfast with me.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2347\"> I consider such men useful in their places. This fact was very clearly exemplified to me in a dream which I had while so many were going to California, at a time when many of the brethren were under quite an excitement about the Saints going there to dig gold. <\/div><div class=\"paragraph jod\" id=\"v3n2348\"> I thought considerably about the movement, and there had been a feeling abroad among the people that when the Saints got into the mountains &#x201C;judgment would be laid to the line, and righteousness to the plummet,&#x201D;<span class=\"citation\" id=\"58617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58617)\">Isa. 28:17<\/a><\/span> that the axe would be laid at the root of the tree,<span class=\"citation\" id=\"62681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62681)\">Matt. 3:10<\/a><\/span> and that every person who did not meet the measure would, in accordance with the iron bedstead rule, be chopped off if too long, and stretched out if too short. <\/div><div class=\"paragraph jod\" id=\"v3n2349\"> Several supposed that this would be the case; and perhaps thought that they would be able to so sanctify themselves, that in one year they could take Great Salt Lake Valley and the regions round about up to Enoch, or have him come here. I did not so view the matter, and did not give any special instructions upon it. <\/div><div class=\"paragraph jod\" id=\"v3n2350\"> At that time I dreamed that while I was a little below the road and just north of the Hot Springs, about four miles from here, I saw brother Joseph coming and walked up to the road to see him, and asked him where he was going? He replied, &#x201C;I am going north.&#x201D; <\/div> <div class=\"break pagebreak\" id=\"322a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0322.pdf\" target=\"pdfwin\">p.&#xA0;322a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0053\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n2352\"> There were two or three horsemen along, and some men were riding with him upon a few boards placed loosely upon the running gears of a wagon, upon which were also a tent and camp utensils. I wished to talk with him, but he did not seem inclined to conversation, and it occurred to me that he was going to Captain James Brown's to buy all his goats. <\/div><div class=\"paragraph jod\" id=\"v3n2353\"> I had been promised ten or a dozen of them, but I thought that he was going to buy every one, and that I should not get a single goat to put with my sheep, and I laughed in my sleep. <\/div><div class=\"paragraph jod\" id=\"v3n2354\"> Pretty soon he came back, with a large flock of sheep and goats following the wagon, and as I looked upon them I saw some sheep that were white, pure, and clean, and as large as a two-year-old cow, with wool from ten to twenty inches in length, as fine as silk and as white as the driven snow. <\/div><div class=\"paragraph jod\" id=\"v3n2355\"> With them were all lesser sizes down to the smallest goat or sheep I ever saw, and all mixed up together. I saw some sheep with hair like that of goats, and goats of all colors, red, black, white, &amp;c., mixed with the sheep; and their sizes, colors, and quality of fleeces, seemed to be almost innumerable. <\/div><div class=\"paragraph jod\" id=\"v3n2356\"> I remarked to Joseph that he had got the strangest flock I ever saw, and looked at him slyly and laughed, and asked him what he was going to do with them. He looked at me in his usual shrewd manner and replied, &#x201C;They are all good in their places.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2357\"> On awaking I at once understood the dream, and I then said, go to California, or where you please, for goats are as good in their places as sheep, until the time for them to mingle is over. And in striving to guide and improve the flock we sometimes have to cry out, shoo, and at other times to draw them nigh by calling, sheep, sheep. <\/div> <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0053\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n2358\"> We are trying to train the flock, and to turn the goats into sheep, and the spotted, ring-streaked and speckled into beautiful white, and how shall we succeed? Perhaps we shall see rather a curious flock at last, but we will do the best we can. <\/div><div class=\"paragraph jod\" id=\"v3n2359\"> Sometimes I rise up here and really feel to storm at some who are in this community, for their conduct is awful, it is outrageous. I presume I could come here this afternoon and eat bread and drink of the cup, in the name of Israel's God, with men who would go straight from the communion and steal my property. <\/div><div class=\"paragraph jod\" id=\"v3n2360\"> Let us consider this point a little, for this matter has been through me, round me, over me, and under me; I have turned it inside out and round about and looked at it, and then I have turned it over again. Brother Fullmer has just alluded to the rails disappearing from fences. Are not your fences taken? Is not your clothing taken when it is hung out to dry? And is not wood taken from your woodpiles? How many have to lock up their wood, or lose it? Taking property without leave from the owner is what I call stealing, but many who practice that do not so understand it. <\/div><div class=\"paragraph jod\" id=\"v3n2361\"> Even if I had to work by the day for bread, wood, clothing, and comforts for myself and family, and should then without authority go and take wood from brother Joseph's woodpile, were he living here and President of the Church, my judgment, what I know of right and wrong, the traditions of my fathers, and the teachings of my parents and of the neighbors where I was brought up would all confirm me in the belief that I was stealing. Do all persons feel so? No, they do not. <\/div><div class=\"paragraph jod\" id=\"v3n2362\"> During two or three of the past winters, except the last, I have no question but that women and children carried from one to three cords of  <div class=\"break pagebreak\" id=\"323a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0323.pdf\" target=\"pdfwin\">p.&#xA0;323a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0052\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wood per day from my woodyard, and when the wood was scarce they would take my fence poles. I have myself seen them take backloads of wood and then fill their bags with the chips and small sticks, but when they took my fence poles and posts I stopped them, and told them that if they were not satisfied with taking my wood without taking my fencing to leave my yard, and not to come there to steal any more. <\/div><div class=\"paragraph jod\" id=\"v3n2364\"> But do I see some there yet? Yes, you may see women and children carrying away my wood every day. If my workmen ask them what they are doing, they reply, &#x201C;Brother Brigham said I might have some wood, he will not say anything.&#x201D; Do you suppose that those persons fully realize that they are stealing? No. <\/div><div class=\"paragraph jod\" id=\"v3n2365\"> I will tell you a little that I know about the difference in traditions and customs, and will go no further than where I have traveled and preached. A large number of the inhabitants in the old countries are tenants, renting houses for longer or shorter periods, generally for from three to twelve months. <\/div><div class=\"paragraph jod\" id=\"v3n2366\"> Now suppose that A, when vacating a house, accidentally leaves his pocketbook in a cupboard, and that B, who next occupies the same building, finds A's pocketbook with, perhaps, twenty sovereigns in it; what does the custom of that country warrant in such a case? Their traditions are such that B claims that property as his own, and A cannot get it, unless B is honest enough to give it up. <\/div><div class=\"paragraph jod\" id=\"v3n2367\"> B's course in that case may not be in accordance with law, but it is according to custom, which in such instances is stronger than law. <\/div><div class=\"paragraph jod\" id=\"v3n2368\"> An American would consider, if he was to find hand irons left in the fireplace, or a chair or sofa left in the sitting-room, that the former tenant had the right to call and take them away; and if he was to undertake to smug<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0052\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gle any of those things he would consider himself stealing. <\/div><div class=\"paragraph jod\" id=\"v3n2369\"> That difference of feeling and conduct arises from the difference there is in the traditions of different countries. In America a man would as soon venture to go into his neighbor's house and steal a chair, as to retain one accidentally left there by a previous occupant. I will notice another difference in traditions. <\/div><div class=\"paragraph jod\" id=\"v3n2370\"> Among various other occupations I have been a carpenter, painter and glazier, and when I learned my trades and worked, both as journeyman and master, if I took a job of painting and glazing, say to the amount of one pound sterling, or five dollars, and through my own carelessness in any manner injured the work or material, I considered it my duty to repair the injury at my own expense. <\/div><div class=\"paragraph jod\" id=\"v3n2371\"> In Liverpool, Manchester, Preston, or anywhere else in England if you employ a glazier to work to the value of one pound, ten or fifty pounds, and he can manage in any way to put the windows in such a position that the wind will blow them over and break them, he will do it, in order to get the work to do over. <\/div><div class=\"paragraph jod\" id=\"v3n2372\"> Do they think they do wrong? No. Why? Because their employers would make them do their work for nothing, and then compel them to live on roots and grass if their physical organization could endure it, therefore, says the mechanic, &#x201C;If I can get anything out of you I will call it a godsend.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2373\"> Servants in the houses of the great ones, if they can get anything out of their masters besides their wages, call it a godsend. If they can take bread, meat, butter, and cheese, without the masters knowing it, to support their wives, mothers, fathers, children, brothers, and sisters who are not capable of taking care of themselves, they will put that provision in their possession, to keep them from starving to death, and call it a godsend. <\/div> <div class=\"break pagebreak\" id=\"324a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0324.pdf\" target=\"pdfwin\">p.&#xA0;324a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0051\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n2375\"> Let me do that in this country, and I should consider myself a culprit, according to my judgment and traditions. No matter if I were suffering for bread, and at the same time working among millions of it, if I could not procure it by my labor, I must ask for it and have it given to me, for if I got it in any other way, I must consider myself a thief. Are the Americans altogether excusable? No, for if I wish to find the rough and ready ones, I can do it as quick in America as anywhere else. <\/div><div class=\"paragraph jod\" id=\"v3n2376\"> Shall I tell you what are some of the traditions of a few of the Americans? Yes. If they have not all they need to eat, drink, or wear, and find an ox or cow on the range over Jordan, or anywhere else, that belongs to me or you, and can take that animal and kill it they will do so, and then sell the meat to you and me, and call that a godsend, and say, &#x201C;O we are all of one family.&#x201D; That is an American tradition among a few; but as a general thing, the customs of this country and the traditions of the nations across the great waters differ materially. <\/div><div class=\"paragraph jod\" id=\"v3n2377\"> When I went to England the brethren and sisters would not have me to shave on the Sabbath, they would pay any price to have me shave on Saturday. Said I, &#x201C;I will shave on Sunday morning, if I have no time to do so on Saturday.&#x201D; I told them that I did not come there to learn their customs and traditions, but to teach the people the Gospel of salvation. That we had traditions in America with regard to blacking boots, shaving, &amp;c., on Sunday, as well as they, but if I had no time to do that work on Saturday, I would do it on Sunday, if I deemed it necessary. And if I wished to go to meeting and worship God, it was just as acceptable to do so on Saturday as on Sunday. <\/div><div class=\"paragraph jod\" id=\"v3n2378\"> Adam Clark is taken by many as a standard amongst the commentators, <div class=\"break columnbreak\" id=\"324b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0324.pdf\" target=\"pdfwin\">p.&#xA0;324b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0051\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and it is said, if the clock struck twelve on Saturday night, and he happened to have but one shoe blacked, that he would drop the blacking and brushes, and go to meeting next day with one shoe blacked and the other unblacked. That might by some be esteemed a pious example, and by others a waymark to the kingdom of folly. <\/div><div class=\"paragraph jod\" id=\"v3n2379\"> Such are a few of the traditions extant among different people. I have no question but that many in our community do things which are actually sinful if they did but know the right, but their traditions are such that they act with impunity, and pass on as unconcerned and unconscious of wrong as if they had just been on their knees praying. If we live long enough together, we shall have a tradition of our own, and that is, to be so trained in the law of the Celestial kingdom, to so learn the law of right, as to be able at all times to know right from wrong, and then always to do right. Is this the case now? No. <\/div><div class=\"paragraph jod\" id=\"v3n2380\"> Suppose that several of the brethren were to go for fuel and timber in Red Bute Canyon, where we generally went when we first came to this Territory. Some go on up the canyon cutting a tree for timber in one place, and preparing fuel for loading in another, while others follow up with their teams, and you know that when they get a little brush-whipped they are apt to become angry, to forget themselves a little, and to say, &#x201C;Damn it,&#x201D; and directly one will begin to say to himself, &#x201C;This canyon is as much mine as any persons; I think I shall take this tree and this wood that are already cut.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2381\"> Another comes across a wagon that is broken down, and takes one of the hounds from it and puts it into his own. Still another passes by where somebody has lost an axe; he finds it and takes it along, saying, &#x201C;Well, it is lost here, we are away in the wilderness, these are as much my premises  <div class=\"break pagebreak\" id=\"325a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0325.pdf\" target=\"pdfwin\">p.&#xA0;325a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0050\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as anyone's; I will take out this helve and put in another, and grind the axe over a little, and nobody will know it; thank the Lord, I have an axe now.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2383\"> Do you know that some people feel and act in that manner? I know they do. Some will find wood cut in the canyon and load it on their wagons, perhaps that which granddad, with his crippled limbs, had toiled hard to collect together; but that makes no difference, they pile it on, saying, &#x201C;I believe I am blessed of the Lord, I am much favored of Him today,&#x201D; and come out rejoicing, having found a load of wood already cut. But what have they done? They have found loads of wood cut to their hands, and apparently have not reflected but what an angel had cut it expressly for them. This is a tradition and custom of the Mountains. Some of you may inquire whether I believe what I am talking about. Let me tell you what I have observed; two or three years ago I went up City Creek Canyon to show a man where he might get wood on shares, which I was having cut. I came to where my men were cutting wood and brush to clear out the road, and I told them to pile it so that my teamster could drive up and load it handily. Soon afterwards an old gentleman came along and, without any privilege from me, drove off the man to whom I had just engaged the wood and began to load it on his wagon. That individual was an old Saint, one who had been twenty years in this Church. <\/div><div class=\"paragraph jod\" id=\"v3n2384\"> What is the feeling with some of the Yankees, English, Scotch, Irish, French, Germans, &amp;c.? &#x201C;We have come to Zion where all things are common.&#x201D; The devil has put this idea into the minds of some, and the devil, I was going to say, cannot take it away from them. They possess this feeling, and they are determined to have it so. With such the idea is, <div class=\"break columnbreak\" id=\"325b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0325.pdf\" target=\"pdfwin\">p.&#xA0;325b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0050\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;We are all children of one parent, we all belong to the household of faith,<span class=\"citation\" id=\"74723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74723)\">Gal. 6:10<\/a><\/span> we are one family, and we will have it so, and will not be beat out of it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2385\"> This notion is partly right and partly wrong, and, as I have often said, people ought to know how to discern between the things that are of God and the things that are not of God. This is the spirit they receive in the first place&#x2014;&#x201C;Ye are one in Christ Jesus,&#x201D;<span class=\"citation\" id=\"74576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74576)\">Gal. 3:28<\/a><\/span> and that is right, but are we one out of Christ Jesus? Many would like to have it so. You have come here from all quarters to be one family, yet if some of you come across a wagon wheel, you will appropriate it to your own use, asking no leave; or if you have no axe, you will get one from some part of the great family, and thank God for an axe; and if you come across piles of wood, that you have not labored to cut, you shout, &#x201C;Thank God, hallelujah, I have found some wood ready cut to my hand.&#x201D; That is being one out of Christ. <\/div><div class=\"paragraph jod\" id=\"v3n2386\"> Others will say, &#x201C;Let us take down this fence, and turn our cattle into this meadow.&#x201D; You can find plenty of earth and pole fences purposely thrown down, and might hear the trespassers exclaim, &#x201C;O, this is Father's land, let us enjoy it.&#x201D; Others will say, &#x201C;Damn it, it is mine as well as yours.&#x201D; I will take some of the reputed best men now in this congregation, who, through carelessness and thoughtlessness, when they have done their forenoon's work on their five acre lots, turn out their cattle to feed, but at the same time are sure to keep them off from their own lots; and you will find their cattle in other people's oats, wheat, or grass, while they lay asleep. Yes, some of the would-be-thought best men in this congregation are sure to keep their cattle on their neighbor's lots, and off from their own, and should you pass along and  <div class=\"break pagebreak\" id=\"326a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0326.pdf\" target=\"pdfwin\">p.&#xA0;326a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0049\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rouse them up, saying, &#x201C;Why, brethren, your cattle are in my oats,&#x201D; they would reply, &#x201C;Really, brother, I did not know it, I turned them out a little while, and lay down to rest.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2388\"> All such people deserve whipping and scolding, and require much training. What for? Not for their goodness, their faith, obedience, honesty, and anxiety to build up the kingdom of God, but for their careless, indolent feelings, for their stupidity in laying down and permitting their animals to trespass upon their neighbor's crops, for trying to train themselves into the belief that it is right to take this or that, or to do thus and so, when it is not strictly according to the law of God. You and I have got to learn better things. <\/div><div class=\"paragraph jod\" id=\"v3n2389\"> Let this land come into market and the brethren buy sections, half sections, or quarter sections, and so on, and how soon you would hear, &#x201C;Bless you, now we have law to defend us.&#x201D; Can you not see that tradition makes the brethren, where there is a little difficulty, walk into the courtroom with all the confidence imaginable, feeling almost like little gods, and exclaiming, &#x201C;Now things will be done as they should be, matters will go right now.&#x201D; And what is done? Why, the lawyers and court take pretty much all the money; for a debt of five dollars taken into court they will expend one hundred dollars of your means in lawyers' fees, jury fees, and other court expenses, when the question could have been settled in five minutes. <\/div><div class=\"paragraph jod\" id=\"v3n2390\"> This is an American tradition, though there are fortunately many exceptions to the power of this general tradition. Some men will go into court and spend five hundred dollars and feel as nicely about it as possible, even when their case has not been adjudicated as justly as a sensible &#x201C;Mormon&#x201D; boy, ten years old, would do it. And yet, when they know <div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0049\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this fact full well, they will spend their time, day after day, and their means with seeming contentment, saying to themselves, &#x201C;Oh, if we can only go into the court, and address the court, and say, may it please the court, may it please your honor, may it please you, gentlemen of the jury, O, how joyous we shall be&#x2014;we shall feel as though we were men of some importance, if we can only get up and strut and splutter before a court.&#x201D; Even when merely a judge is sitting there, like a bean on the end of a pipe stem, who would be flipped off should a grain of good sense happen to strike him, how big he feels while sitting there for days to adjudicate a case that should not require five minutes. <\/div><div class=\"paragraph jod\" id=\"v3n2391\"> We have got to learn better than to practice and follow after such nonsense, and learn the principle and law of right. That is the doctrine, the tradition which this people have got to come to. Will they come to it? Yes, or be damned, one or the other. I would not give the ashes of a rye straw for all the law that was ever made on this earth, outside of that which has come from heaven, to control a righteous man, neither would any man or woman that desires truth and righteousness. Cannot you observe the law of righteousness as easily as you can observe the poor, miserable, sunken laws devised by a set of wicked men? Some may reply, &#x201C;My traditions will not let me.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2392\"> How do you suppose that the Lord looks upon litigation? It is just as mean and contemptible, in the eyes of angels and of the Almighty, to go to law, and thereby wrong a fellow being, as it is for you to go and steal my property, yet some of you justify yourselves in going to law, and in your other false and unholy traditions. Learn the law of Christ and let alone the traditions of the children of men; make the law of Christ your tradition,  <div class=\"break pagebreak\" id=\"327a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0327.pdf\" target=\"pdfwin\">p.&#xA0;327a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0048\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for we have got to come to this position. <\/div><div class=\"paragraph jod\" id=\"v3n2394\"> I will now return to where I began, and again ask, why do you require to be talked to so much? You know right from wrong; there is hardly a person here, but what knows right from wrong, then why do you not all do right? Because of your filthy traditions and dispositions. I have often sincerely and absolutely thought that the doctrine and practice of a certain lawyer was in the end strictly worldly wise; he first studied divinity and preached to the people for the salvation of their souls, until he learned that they did not care so much for their spiritual as for their temporal salvation, when he studied and practiced medicine, but soon discovered that the poor miserable wills of men were more to them than the salvation of their bodies, and he finally studied law and indulged all his clients in the expensive gratification of their wills, which was dearer to them than the salvation of soul and body. <\/div><div class=\"paragraph jod\" id=\"v3n2395\"> When we have an antipathy towards a person, the temptation is strong to be revenged, and one is inclined to say, &#x201C;I will do this and that, and will let the passion of the moment control me.&#x201D; But we have to learn the law of Christ, and to train ourselves to it until it will become the tradition of this people, and then you can bring up your children in the way they should go.<span class=\"citation\" id=\"57474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57474)\">Prov. 22:6<\/a><\/span> In every nation, community, and family, there are peculiar traditions, and the child is trained in <div class=\"break columnbreak\" id=\"327b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0327.pdf\" target=\"pdfwin\">p.&#xA0;327b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0048\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them. If the law of Christ becomes the tradition of this people, the children will be brought up according to the law of the celestial kingdom, else they are not brought up in the way they should go. Children will then be brought up, under the traditions of their fathers, to do just right, and to refrain from all evil, and when old they will not depart from a righteous course. Solomon could not carry out this principle in his life, because he was not thoroughly brought up in the way he should go. The old Indian adage is rather the most applicable to the present practice of many, viz., &#x201C;Train up a child, and away it goes, as it pleases.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2396\"> If this people could be shut out from all communication with other people, and have no customs and traditions introduced foreign to the law of Christ, we should soon see eye to eye,<span class=\"citation\" id=\"59560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59560)\">Isa. 52:8<\/a><\/span> and our traditions would be framed according to the celestial law; and we should then be prepared to bring up our children in the way they should go. <\/div><div class=\"paragraph jod\" id=\"v3n2397\"> I have spoken with much plainness concerning several traditions and practices, in order that the Saints abroad may correctly understand that we are not all, as yet, fully sanctified by the truth, and that both they and the world may know that the Gospel net still gathereth fish of every kind,<span class=\"citation\" id=\"64676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64676)\">Matt. 13:47<\/a><\/span> that the flock has some goats intermingled with sheep of various grades, and that the day of separation has not yet arrived. May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}