{"ID":30045, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Progress of the Latter-Day Church&#x2014;The Saints of All Ages Cooperating for the Success of the Kingdom of God on the Earth.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Parley P. Pratt, Delivered in the Tabernacle, Great Salt Lake City, April 7, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Progress of the Latter-day Church, Etc.<\/div>\n<div class=\"speaker\">Speaker: Parley P. Pratt<\/div>\n<div class=\"date\">Date: 4\/7\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d45\">\n<div class=\"paragraph jod\" id=\"v3n2251\"> My brethren, sisters, and friends, I have rejoiced in the return of this anniversary of the rise of the Church, and to see so many of those that we have reason to believe love the truth, assembled in general conference; in beholding and seeing the faces of so many as were assembled on yesterday, and as are here today; to feel the spirit, behold the unanimity, and the good feeling that appear to exist, and the dispatch with which we are enabled to transact business; and in reviewing the past, looking at the present, and contemplating the future, my heart has been cheered. <\/div><div class=\"paragraph jod\" id=\"v3n2252\"> I have been highly edified and interested, and have had reason to rejoice in looking at the Saints gathered in from the north and from the south, from the east and from the west, who have met to rejoice and reflect upon the things of God. I have rejoiced while listening to the edifying discourses which have been delivered. I have not heard anything more useful and more to the point for a long time than the discourse on yesterday in the forenoon; it was practical and instructive in all its points, just the advice and counsel that are needed at the present time; nor have I been less edified and <div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0068\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> instructed in the remarks made, as I conceive in the spirit of prophecy, in a great measure, that flowed from my brother yesterday in the afternoon, a parting discourse as we may call it, as he expects soon to depart to a foreign land on the other side of the ocean. <\/div><div class=\"paragraph jod\" id=\"v3n2253\"> I have also been led to reflect much in contemplating that this is the twenty-sixth year since the restoration of the Church of God, visibly as an organization upon the earth. Twenty-six years have rolled away in the experience of this Church, and it naturally leads the mind to contemplate upon the past, and past events will rise in review, the memory will fall back upon them and whether we look at the past, the present, or the future, the mind cannot but view it, if it is constituted like mine, or influenced by the same spirit that mine is influenced by, with pleasure and delight. <\/div><div class=\"paragraph jod\" id=\"v3n2254\"> Twenty-six years ago, the coming summer, mine eyes glanced over the Book of Mormon, and I afterward heard the voice of the servant of the Lord and enjoyed the smiles and the blessings of the Prophet Joseph and his brother Hyrum, and received under their hands and those of Oliver Cowdery the Priesthood, or a portion of it, and the keys and power of the  <div class=\"break pagebreak\" id=\"308a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0308.pdf\" target=\"pdfwin\">p.&#xA0;308a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0067\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>same, they having received it by the ministering of angels, to be carried through to all the people of the earth; and at that time all the people of this Church upon the face of the earth, could have been assembled in the vestry of this Tabernacle without being much crowded. <\/div><div class=\"paragraph jod\" id=\"v3n2255\"> The joy which filled my bosom in reading that sacred record, waking up our minds and giving us the knowledge of the past dealings of God with the inhabitants of this vast western hemisphere, and of a nation of people as ancient as that of Abraham or of the Jaredites, and giving us a knowledge also of a branch of scattered Israel led away from the land of their fathers 600 years before Christ, and the glorious fact, the most important of all others in the book, that the risen Jesus in his glorified immortal flesh and bones set his feet upon this western hemisphere<span class=\"citation\" id=\"82589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82589)\">3 Ne. 11:8<\/a><\/span> and ministered publicly to thousands and thousands of the Nephites, blessed them, revealed to them his Gospel in its fulness, and was glorified in their presence, and thousands of them had the privilege of bowing at his feet, of bathing his feet with their tears and of kissing them,<span class=\"citation\" id=\"82621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82621)\">3 Ne. 11:19<\/a><\/span><span class=\"citation\" id=\"82764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82764)\">3 Ne. 17:10<\/a><\/span> and of handling him and seeing and beholding the wounds that were pierced in his side and his hands and feet,<span class=\"citation\" id=\"82609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82609)\">3 Ne. 11:14-15<\/a><\/span> and of hearing the words of salvation and the commandments of God from his own mouth, and then from day to day they had the privilege of assembling in general conference and hearing his prophesyings, and his remarks on the prophecies of the Prophets referring to himself and to others,<span class=\"citation\" id=\"82892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82892)\">3 Ne. 23:1<\/a><\/span><span class=\"citation\" id=\"82904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82904)\">3 Ne. 24:1<\/a><\/span> prophecies also concerning this our day, and the coming forth of this work to us, and the visions that should appear and be given at the opening up of this dispensation; all these things received in faith in my heart, and by the spirit of knowledge and of light and of understanding, and of hope and joy, and charity filled my <div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0067\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heart in a way that I never can express to any being; to have the same joy understood, it must be experienced. <\/div><div class=\"paragraph jod\" id=\"v3n2256\"> Nor have I been disappointed in my hopes since I embraced this Gospel. After twenty-six years of progress&#x2014;progressive fulfillment of the things spoken by that Redeemer to the Nephites, and the things written by his commandment and brought forth unto us, I not only believe but I realize and know by the Spirit of the Lord as well as a man knows anything that he sees and hears, and better too, for a man might be deceived in seeing or in hearing, but I know these things by that light that reflects on the understanding, and in which there is no mistake, nor deception; by that I knew that the work was true and that Joseph Smith, the finder, translator, and the restorer of the Priesthood upon the earth, was a Prophet and an Apostle of Jesus Christ&#x2014;a restorer, raised up according to that which is written, to bring back and commit unto the person appointed, those covenants, those keys, those ordinances, that Gospel and plan of salvation which were had in old times, but which had been suspended and lost from the enjoyment of the people; I say, that he was such, I had a knowledge and an understanding. <\/div><div class=\"paragraph jod\" id=\"v3n2257\"> He was only about twenty-four or twenty-five years old when I first met him, and I became intimately acquainted with him and his brothers, and with his father's house, and I remained so, as far as I was not separated by foreign missions, until his death; and did I not know, and do I not know and bear testimony that he lived and that he died an Apostle and Prophet of Jesus Christ? And from the day of his death, or long before that until the present, I have been intimately acquainted and associated with the Apostles of this Church and kingdom under all circumstances, whether in  <div class=\"break pagebreak\" id=\"309a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0309.pdf\" target=\"pdfwin\">p.&#xA0;309a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0066\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sickness or in health, whether in the midst of life or in death, whether in prosperity or adversity; whether abounding or suffering want; whether by sea or land; whether in the midst of peace or of mobs and oppression. And do I not know that President Young and his counselors and the other Apostles associated with him in this Church, hold the keys of salvation? That they hold that authority which administers life and salvation to the obedient and the humble, and which to reject is condemnation, wherever it exists, to every soul of man upon the earth? Yes, I do know it, and I do this day bear testimony of it, and of that glorious Gospel in its fulness which was restored to the earth twenty-six years ago, that filled my heart with joy and charity and love for my fellow men, and with a desire to do good, and to impart the truth as it is revealed. <\/div><div class=\"paragraph jod\" id=\"v3n2258\"> Has it become dim and waxed cold in my heart, or departed from it? I say unto you no! But if it be possible for a man to rejoice more than I rejoiced twenty-six years ago, I say if it be possible, then I rejoice more today than I did on yesterday and more than I did twenty-six years ago&#x2014;and why? Because my heart is larger; it was full then, it is full now, and although outwardly and according to the flesh, and in the world I may be in tribulation and sorrow, and care, and labor, and anxiety, yet in Jesus Christ there is peace,<span class=\"citation\" id=\"70530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70530)\">John 16:33<\/a><\/span> in the fulness of the Gospel there is joy, in the Spirit of God there is gladness; and whether we look to the past we rejoice with thanksgiving, and whether we look to the present our hearts seem to grow larger, and whether we look to the future there is hope and a fulness of joy, and we increase in understanding&#x2014;and why? Because the Spirit that is in us sheds forth in abundance in our souls joy and satisfaction, and the Gospel inspires us with a degree of knowledge and light, and certainty in regard to <div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0066\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> what we are about, in regard to the work we are engaged in and the prospects that lie before us. <\/div><div class=\"paragraph jod\" id=\"v3n2259\"> We know for what we labor, although in the flesh, subject to mortality and its weaknesses, we may be partially asleep, or in other words we may know in part, comprehend in part, prophesy in part,<span class=\"citation\" id=\"73677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73677)\">1 Cor. 13:9<\/a><\/span> and hope in part, not seeing and realizing the fulness, nor the thousandth part of the fulness that will be consummated in the progress of this work. But after we see enough of it to serve us for the time being, and we enter into it with sufficient comprehension to rejoice with a heart full of joy and of satisfaction, it inspires us to act with all our heart, might, mind and strength. <\/div><div class=\"paragraph jod\" id=\"v3n2260\"> I have often been reminded by the faithful laborers in this Church, the Presidency and others, of the parable in the Book of Mormon that these latter-day laborers should be called to prune the vineyard of the Lord. It says that &#x201C;Their numbers were few, but they did go to labor with their might,&#x201D; and it says, &#x201C;The Lord labored with them.&#x201D;<span class=\"citation\" id=\"81738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81738)\">Jacob 5:70,72<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2261\"> Well, do they not do so? Do not the old Prophets and Apostles help us? Have we not their aid and their influence in our favor? Zenos and many other Prophets are helping us. Lehi and all the Prophets understood the principle of union and concentration that would be necessary in the last days. And Nephi in bringing up this prophesy which was uttered by the Prophet Zenos<span class=\"citation\" id=\"81709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81709)\">Jacob 5:1<\/a><\/span> and putting it in his book, shows that he considered it of importance to the people of God, and it is written there that we might see and understand how it was that the great work of the last days was to be fulfilled. <\/div><div class=\"paragraph jod\" id=\"v3n2262\"> Is it not being fulfilled every whit? Have not the eleventh hour laborers been called?<span class=\"citation\" id=\"65272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65272)\">Matt. 20:6<\/a><\/span> Are not their numbers few? And have they not labored with all their might, many of them?  <div class=\"break pagebreak\" id=\"310a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0310.pdf\" target=\"pdfwin\">p.&#xA0;310a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0065\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>We won't say all, because there are many called but few chosen,<span class=\"citation\" id=\"65284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65284)\">Matt. 20:16<\/a><\/span> but those chosen men that have been faithful, have not denied the faith, nor departed from the labors assigned them, nor forsaken the cause, but have held on and held out all the day long; and many more laborers of more recent date, have they not labored with all their might, temporally, and spiritually? Verily I say unto you, yea, and the Lord has labored with them;<span class=\"citation\" id=\"81742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81742)\">Jacob 5:72<\/a><\/span> and if you want the proof look around here! What else but the power of these laborers and the powers of the Almighty God with them could have led these thousands and tens of thousands of Latter-day Saints over seas, deserts, through the mountains, overcoming every obstacle and then have sustained them in these Valleys? Did not the Almighty labor with them when He clothed them and fed them? Was not His eye over them in providing circumstances through which they might be fed and clothed, and have the necessary comforts of life? When He caused them to flourish in the midst of a desert country? When He inspired the Gentiles to pass through here with all kinds of tools, clothing, shoes, seeds, with cattle and horses, flour, bacon, powder and lead, from the frontiers of the United States, and throw them down at the feet of this people cheaper than they could buy them where the articles were produced? <\/div><div class=\"paragraph jod\" id=\"v3n2264\"> Did not the Lord labor with His servants and with this people? Yes, He did. And when they had made the track where neither wagon nor horse tracks had been seen for hundreds of years and for hundreds of miles of the journey, and made the bridges and crossed the streams, they had not more than made a commencement on their journey when five hundred men were called for by the United States to go to the seat of the Mexican war; <div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0065\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and these men took California and made it secure to the government of the United States. <\/div><div class=\"paragraph jod\" id=\"v3n2265\"> When these men were discharged from government service, two thousand miles from their friends and without means to return, did not He guide them to bring forth the treasures of the earth, to bring forth the shining dust, and turn the world upside down? And did He not cause persons from all parts of the earth to follow in their wake, with their implements, their provisions, and their various kinds of tools, from the United States to this country, and when they came here they found themselves too heavily laden, their animals worn out; but they were bound to press onward, and hence they stripped for the race and harnessed for the battle, to see who would reach the gold mines first. <\/div><div class=\"paragraph jod\" id=\"v3n2266\"> Well, suppose a man had stood up and prophesied before the Battalion went to California, or when we were first driven out from Illinois, that we should ever be prospered, clothed and fed until we could come here into these mountains and raise food for our own sustenance, who would have believed it? <\/div><div class=\"paragraph jod\" id=\"v3n2267\"> And suppose a man had prophesied thus&#x2014;&#x201C;The Gentiles will follow you like a flowing stream<span class=\"citation\" id=\"94434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94434)\">Isa. 66:12<\/a><\/span> by scores, and hundreds, and thousands, and they will bring their flour and bacon, their sugar and dry goods, their tools and implements of husbandry, their iron, and everything that is of use and pour them out at your feet, so that your every want will be supplied, and the treasures of the earth will open under your feet, and the treasures of the ancient mountains shall be opened unto you, and the clouds shall drop down their rains. &#x201C;Suppose that all this had been prophesied; also that Great Salt Lake City would become the great central seat of government for this country, and that the Gentiles  <div class=\"break pagebreak\" id=\"311a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0311.pdf\" target=\"pdfwin\">p.&#xA0;311a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0064\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would come like a mighty flowing stream,<span class=\"citation\" id=\"94435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94435)\">Isa. 66:12<\/a><\/span> and that we should after all our difficulties be sustained, who would have believed it? Why someone would have said, this is wild enthusiasm; it is too good to be true. <\/div><div class=\"paragraph jod\" id=\"v3n2269\"> Well, this people came, sustained themselves on the journey, and arrived in this desert country, plowed up the parched earth and put in their seeds, after bringing them more than a thousand miles, besides what they had to bring to sustain themselves on their journey, and they have lived until now on what they could raise in these deserts. Who ever heard such things? And yet the very moment that we are tried, some of us are complaining, and you will find that our stores are not overflowing with plenty, and the insects eat our grain, nearly everything is destroyed by the grasshoppers and drought, and we are then brought to ourselves. <\/div><div class=\"paragraph jod\" id=\"v3n2270\"> For these trying times some will begin to say in their hearts that the Lord has forsaken us, and the Lord has forgotten us, but He will show that He hath not. Can a mother forget her suckling child? Say, mothers, can you forget your infant children? Peradventure you may, but it is not likely; yet though a mother may forget her child when it cries with hunger, yet the Lord says He will not forget Zion.<span class=\"citation\" id=\"59440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59440)\">Isa. 49:14-15<\/a><\/span> He may show that He is displeased with the acts of some, He may hide His face from them in His justice, yet in His loving kindness He will chastise them, but He will make a way for their escape.<span class=\"citation\" id=\"91789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91789)\">D&amp;C 132:50<\/a><\/span> Brethren, will His friends ever forsake Him? Or will He ever forsake them? No, never. <\/div><div class=\"paragraph jod\" id=\"v3n2271\"> To sinners He has never made any promise, but that they shall be rewarded according to their works; but to the Saints that keep the commandments and abide in the Gospel of Jesus Christ, and to them that do believe and know His will, He has made <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0064\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these; but those who have known Him and in the day of tribulation forsaken His laws will be beaten with many stripes.<span class=\"citation\" id=\"67642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67642)\">Luke 12:47<\/a><\/span> To all those who stand firm and steadfast when the love of many shall wax cold<span class=\"citation\" id=\"94436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94436)\">Matt. 24:12<\/a><\/span> because of the famine and pestilence, and great trials with which the Saints of God are to be tried before the judgments pass from the house of God to the wicked,<span class=\"citation\" id=\"78175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78175)\">1 Pet. 4:17<\/a><\/span> to all such He has made precious promises, and they will be fulfilled; and the promises concerning things to the house of Israel as well as to the Saints of the Most High will surely be fulfilled, for those promises hold good to the other side of the veil; for although the remnants of Israel are not yet in the Church, although not in the covenant, yet they are beloved for their father's sake, and the promises have claim on them because of the promises made to their fathers;<span class=\"citation\" id=\"81785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81785)\">Enos 1:18<\/a><\/span><span class=\"citation\" id=\"83944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83944)\">D&amp;C 10:46-52<\/a><\/span> and though these their children do not understand it, and though they are in a state of ignorance, not knowing the Lord, ignorant in relation to the promises obtained by the obedience of their fathers, yet the promises extend to them as well as to us Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v3n2272\"> Do you suppose these promises will be fulfilled? I know they will. I knew they would twenty-six years ago this summer; I knew it then, I have testified to it ever since; I know it now, and though heaven and earth should pass away, yet not one jot nor one tittle<span class=\"citation\" id=\"63104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63104)\">Matt. 5:18<\/a><\/span> of the promises of God concerning the Latter-day Saints, concerning Zion, concerning Jerusalem, concerning the Jews, concerning the Lamanites, concerning the remnants of Joseph, concerning the seed of Lehi, or concerning the ten tribes of Israel, or any of the branches thereof&#x2014;not one will fail, but they all will be fulfilled in their time and in their season. <\/div><div class=\"paragraph jod\" id=\"v3n2273\"> The work has rolled on progressively up to the present time; not one jot  <div class=\"break pagebreak\" id=\"312a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0312.pdf\" target=\"pdfwin\">p.&#xA0;312a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0063\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or tittle has rolled out of its place, but it has moved on harmoniously, and it will continue to progress, and all the promises will be fulfilled. <\/div><div class=\"paragraph jod\" id=\"v3n2275\"> In order to aid in their fulfillment, the Latter-day Saints, the faithful, those who hold the keys of this ministry, must fill their storehouses with grain, their treasures with the comforts of life, their cellars with vegetables and all kinds of food, which can be preserved, and this will be done in the own due time of the Lord. <\/div><div class=\"paragraph jod\" id=\"v3n2276\"> Whatever straits, whatever poverty, and however long they may last, yet the Lord will smile upon us and we shall again have plentiful harvests; and however much there may appear to be in the world at the present, yet in the own due time of the Lord they will need bread and provision, and the necessaries of life, and if faithful to the counsel given, we shall be able to succor the poor, and have means to help the laborers and the mechanics, and to supply the wants of the needy. <\/div><div class=\"paragraph jod\" id=\"v3n2277\"> We shall be able to call into requisition the skill of the able mechanics, to have the benefit of machinery, and we shall have all the skill, and all the power, and all the wisdom, and all the treasures, and all the means necessary to build up Zion, gather the people, redeem Israel, fulfil the promises, and build the holy temples and cities of our God; redeem and bring about the restoration of the living, and administer for the dead, and do all things necessary to accomplish the purposes of God whereunto we are called. <\/div><div class=\"paragraph jod\" id=\"v3n2278\"> Who will live to see it? We will live to see a great deal of it before we die, but in one sense of the word, we all will live to see it, for we will never die, but we shall part with our bodies, and beyond the veil, we shall then be no less interested in this great and glorious work. <\/div><div class=\"paragraph jod\" id=\"v3n2279\"> I know some people are apt to <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0063\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> think, while the Latter-day Saints are a small people, and considering what we sift out, and what go to California and the States, and with one thing or another, that we do not increase very fast, and that we cannot accomplish all these things that were predicted. <\/div><div class=\"paragraph jod\" id=\"v3n2280\"> Well, I do not expect that the Latter-day Saints will accomplish the work; I never thought they would. I will tell you my opinion, no, my knowledge, and my testimony; call it opinion if you please. The Latter-day Saints never expect to do it all themselves, but they expect reinforcements of the former-day Saints, and that the two will carry it all out. <\/div><div class=\"paragraph jod\" id=\"v3n2281\"> You know the prophecy of Daniel about the kingdom and the greatness of the kingdom under the whole heavens being given to the Saints of the Most High God to possess it forever and forever;<span class=\"citation\" id=\"61705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61705)\">Dan. 7:27<\/a><\/span> you have read it and no doubt understand it. <\/div><div class=\"paragraph jod\" id=\"v3n2282\"> Well, a mock court under the administration of Austin A. King, since governor of Missouri, while Joseph Smith and others were taken by a mob and were made subject to this inquisition, and to a mock trial, and while undergoing this mock trial the question was put to a witness, &#x201C;Do these people, these &#x2018;Mormons&#x2019; believe in this verse in the Prophet Daniel?&#x201D; and at the same time quoting it. &#x201C;Yes,&#x201D; said the witness. &#x201C;Put that down,&#x201D; said the judge, &#x201C;it is a strong point for treason.&#x201D; &#x201C;But,&#x201D; says one of the lawyers in defense, &#x201C;Judge, you had better put the Bible down for treason.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2283\"> That was a very suitable reply; but mind you the text does not say that the Latter-day Saints would possess the kingdom, but it says that the Saints of the Most High, and of course that includes the Latter-day as well as all the former-day Saints from Adam down to the end of time.<span class=\"citation\" id=\"61665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61665)\">Dan. 7:18-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2284\"> Well, then, when the former-day  <div class=\"break pagebreak\" id=\"313a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0313.pdf\" target=\"pdfwin\">p.&#xA0;313a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0062\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saints reinforce the Latter-day Saints, and all the powers of heaven are in the midst of Zion, and all the people from Adam and from Jesus Christ, and from the least and last Latter-day Saint all combine their faith and their works, and their powers, and their gifts, I would leave it to any intelligent person in Christendom whether or not they will be able to do this. <\/div><div class=\"paragraph jod\" id=\"v3n2286\"> I say they will; I know it; but to say that the Latter-day Saints ever undertook it is not correct, for they never undertook any such thing. It is, as I told them in California, in public debates and everywhere throughout the State where I had an opportunity of speaking to them, and while they were threatening the sword because they could not get the governor out of the chair. I told them to their faces that they need not worry themselves about the Latter-day Saints undertaking that job, for they never would, and they never would be strong enough; but the Saints of the Most High had undertaken it, and I told them that these would reinforce the Latter-day Saints, and then they will all combine together, and they will do it, for it has to be done, and it will be accomplished; and this is what we are here for today; it is for what we are assembled at this conference, and we never had but that one object in view, neither have we now, whether we come together to sing, pray, prophesy or bless, to saw wood or to chop it in the canyon; if we are Saints we never had but this one object in view. <\/div><div class=\"paragraph jod\" id=\"v3n2287\"> Just so with the former-day Saints, they never had anything in view, in heaven or on earth, but this one object in relation to the earth and the inhabitants thereof, and that was to rule and reign on the earth<span class=\"citation\" id=\"94437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94437)\">Rev. 5:10<\/a><\/span> and over it, and over the elements, and over the people, and over all kings and all presidents, and all governors, and all rulers, and all powers that exist upon this planet, and finally over death, and <div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0062\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hell, and the devil, and all his hosts, and the last enemy that will be conquered on this earth is death;<span class=\"citation\" id=\"73861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73861)\">1 Cor. 15:26<\/a><\/span> so it is written. <\/div><div class=\"paragraph jod\" id=\"v3n2288\"> Well, that is the object, brethren, is it not, of our coming together into these mountains? This is the object, and we have armed forces enough to do it, and they will be brought to bear, and our part of the business is to get ourselves ready. The powers of the heavens will not cooperate with unholy powers directly, and fully, and immediately;<span class=\"citation\" id=\"90869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90869)\">D&amp;C 121:36<\/a><\/span> of course we as a people are not yet holy, we have not yet gained that fulness of the Gospel and of righteousness, but hardness of heart and blindness of mind<span class=\"citation\" id=\"94438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94438)\">Eph. 4:18<\/a><\/span><span class=\"citation\" id=\"94439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94439)\">1 Ne. 14:7<\/a><\/span><span class=\"citation\" id=\"94440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94440)\">Alma 13:4<\/a><\/span><span class=\"citation\" id=\"83451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83451)\">Ether 4:15<\/a><\/span><span class=\"citation\" id=\"94441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94441)\">D&amp;C 58:15<\/a><\/span> do prevent us from rending the veil, and it doth cause us still to measurably remain in that state of blindness spoken of by the Prophet. <\/div><div class=\"paragraph jod\" id=\"v3n2289\"> We have not yet learned all things as they are, and to entirely overcome iniquity, and because of this the powers of heaven, although ready, cannot fully commune with us, for we are not ready. For this cause your President labors, and for this cause his counselors preach here, and lift up their voices from day to day, and from time to time, and for this cause the Apostles labor and toil amongst you; it is to get a modern people, a latter-day people, a latter-day kingdom or Church ready, united, sanctified, enlightened, made holy, and prepared for the glorious union, and immediate presence and cooperation of those who have gone before us; for the conquest of the earth, the elements, and all the powers connected therewith, to put down iniquity, to put down Satan, to put down sin, to put down corruption, darkness, and error, and misrule, that the cause of light and truth, and the principles of virtue and rectitude may prevail, and the reign of peace and righteousness be ushered in. <\/div><div class=\"paragraph jod\" id=\"v3n2290\"> This is the object, and now, is it not worthy of our attention and of our  <div class=\"break pagebreak\" id=\"314a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0314.pdf\" target=\"pdfwin\">p.&#xA0;314a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0061\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>suffering a little? Why, the Almighty God will chasten His people from time to time, because He loves them, and He will purge out the sinners from among them, and some will repent and become righteous, and a great many who promise themselves that they are going to repent and become first-rate Saints, but do not begin, need not flatter themselves, for they never will do so in that manner. <\/div><div class=\"paragraph jod\" id=\"v3n2292\"> When you see men that are not ready to repent, to bring forth fruits meet for repentance,<span class=\"citation\" id=\"94442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94442)\">Matt. 3:8<\/a><\/span> but say, I want to indulge in sin a little longer, and then I am going to turn round and be a first-rate good Saint, I will tell you they are deceiving themselves, for they will not do it, for every time they think of doing it they will love sin as much as they did before, and they will continue to love sin, and why? Because, when He (the Lord) spoke they would not hear; when He sent His servants they would not listen, and they would none of His reproof, and because of this He will laugh at their calamities and mock when their fear cometh, and when they call He will not hear, and when they seek Him earnestly they will not find Him.<span class=\"citation\" id=\"57362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57362)\">Prov. 1:26-28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2293\"> A man cannot be righteous of his own will and without the Spirit of the Lord; there is no assurance for men, they cannot have the Spirit unless they determine to walk in the light as fast as they see it. Those who promise to repent, but want to indulge in sin a little longer, do not repent, and their hearts are not fit for the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v3n2294\"> That man is on the right track who always loved the truth, and lived up to it, as far as he could, with all his exertions, and walked in the light thereof every day, and every time he saw a little more truth obeyed it, and if he did anything at all it was his purpose continually to avoid error and walk in the truth. If he failed at any <div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0061\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> time it was his weakness, his error of judgment, his mistake, his temptation; it was not because he did not want to do right, or to put it off purposely and choose sin; but it was through his weakness and temptation. <\/div><div class=\"paragraph jod\" id=\"v3n2295\"> I tell you there is a poor prospect of a man that makes no progress; there is a more promising prospect of a man that has no light, yet lives in the practical duties of his religion, that man or that woman must be happy. Why, bless your souls, there is hope with such a man, and though he may err in judgment and make mistakes, and though he may trespass, and though he may sin many sins that are not unto death,<span class=\"citation\" id=\"94443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94443)\">1 Jn. 5:16<\/a><\/span> make many mistakes through weakness, and have to be borne with a long time, yet I tell you there is hope of such a man, because if he lives he learns to see his duties, and if he stumbles and falls down, what of all that?&#x2014;he will get up again and start on his journey, and when he starts the next time he will start well. <\/div><div class=\"paragraph jod\" id=\"v3n2296\"> Brethren, don't seek to discourage or crush such a man; it will not do to destroy a man because he makes one or two blunders; it will never do to cry for spilt milk, but try again; and if you cannot overcome at first, try again, and keep trying until you overcome. <\/div><div class=\"paragraph jod\" id=\"v3n2297\"> But when a man is not trying, but loves to live in sin, but still says every day, &#x201C;I am going to be a good &#x2018;Mormon,&#x2019;&#x201D; I have but little hope of such a man, and I generally say to him, you will not do it, for the Lord will not give you His Spirit when you please to get ready to repent. <\/div><div class=\"paragraph jod\" id=\"v3n2298\"> But the honest man says, &#x201C;I have been brought to see the truth, and I will do the best I know, though I have a thousand traditions, and though I make a thousand mistakes, and my brethren have to bear with me, yet I will do the best I can, and will be willing to try again; and if I find  <div class=\"break pagebreak\" id=\"315a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0315.pdf\" target=\"pdfwin\">p.&#xA0;315a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0060\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>myself weak and unable to progress and overcome, I will pray that the good Spirit and the strength of the Lord may help me.&#x201D; When a man talks in this way, there is hope in his case; I don't care how such traditions have been entwined around him, or how many blunders he may make; I say there is hope in those who seek diligently to learn their duties, and endeavor to live up to them; and this makes me have hope for this people and for myself. <\/div><div class=\"paragraph jod\" id=\"v3n2300\"> But when a man is careless and indifferent to the blessings of providence, and keeps putting off his repentance, and is continually looking after the things of this life, the Lord don't want such a man; he has no use for him, and damnation awaits such a man, and he will have to wait patiently for the return of the good Spirit to again lead him to repentance. Such a man won't prosper, for a man that will fix his own business first, and then serve God, he is not worthy of Him. He has no business with his own business, his business is to serve God, he has no other business; as I said, whether preaching or whatever place he may be in, he should have but one object in view&#x2014;the kingdom of God. In whatever part of the earth he may be located, whether among the Saints or in the very midst of wickedness, and where the power of the devil holds sway, it is his duty to preach righteousness faithfully before the people. <\/div><div class=\"paragraph jod\" id=\"v3n2301\"> Well, brethren, I bear testimony that Joseph Smith and the witnesses to the Book of Mormon were, and, so far as they held out faithful, are men of God, holding the keys of the dispensation of the fulness of times, which is calculated to lead the people out from the iniquity and abominations of this lower world; and that their successors, the Apostles, your President and his Counselors, received the keys under the hands of the Pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"315b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0315.pdf\" target=\"pdfwin\">p.&#xA0;315b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0060\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>phet Joseph. They are the Apostles of Joseph Smith, and holding the keys of a dispensation which will never come to an end, for although all other institutions on the earth come to an end, this will stand forever. <\/div><div class=\"paragraph jod\" id=\"v3n2302\"> They are faithful and they labor diligently, and I bear them record that they labor with all diligence, and God is with them, and their counsels will lead to exaltation, and to celestial glory and eternal life, and those that are with them bear a portion of the same keys; they are men that have been faithful and true, many of them have been proved to be such through a long series of years, and they would lay down their lives for the cause; and they, I say, hold a portion of the keys of this kingdom, which they received under the hands of Joseph the Prophet and others of the Apostles, and they will bear those keys and this ministry triumphant to the nations, and while they live they will live for this purpose; whether the flesh lives or not, they will never cease in this world, nor in the spirit world, nor in the resurrected world; whatever their circumstances may be, they never will cease to labor until they accomplish that which they have undertaken; they will labor for this worthy object. <\/div><div class=\"paragraph jod\" id=\"v3n2303\"> I am not speaking of the eternities, but they will labor for this earth and every creature therein until the conquest is achieved, and death swallowed up in victory;<span class=\"citation\" id=\"58516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58516)\">Isa. 25:8<\/a><\/span> for the powers and keys of endless life,<span class=\"citation\" id=\"124526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124526)\">Heb. 7:16<\/a><\/span> without beginning of days or end of years,<span class=\"citation\" id=\"87534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87534)\">D&amp;C 84:17<\/a><\/span> have undertaken the great work of the redemption of this earth; they have not and will not pass to others until they have redeemed this little world. Christ offered himself a sacrifice for this earth, for men, for the animals, for fishes, and the creeping things. Christ died for the earth and for the elements; Christ died for all mankind  <div class=\"break pagebreak\" id=\"316a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0316.pdf\" target=\"pdfwin\">p.&#xA0;316a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0059\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>upon its face. Christ died, his blood was spilt, the Priesthood was given, and the labor will continue with the Priesthood from generation to generation, until the kingdom will finally be given to the Saints to possess for ever and ever.<span class=\"citation\" id=\"61706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61706)\">Dan. 7:27<\/a><\/span> He died to accomplish the salvation of all except the sons of perdition,<span class=\"citation\" id=\"86977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86977)\">D&amp;C 76:43<\/a><\/span> and they have had all these blessings applied to them, and have partaken of them, known them, and then turned enemies to them, and there is not anything greater that you can do for them, and they perish, for after the blood of Christ has been shed and they despised it, nothing more can be done for them than already has been, for they have rejected the means of salvation. <\/div><div class=\"paragraph jod\" id=\"v3n2305\"> If salt won't save me, what else will? If salt loses its saltiness, what will salt the earth?<span class=\"citation\" id=\"63031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63031)\">Matt. 5:13<\/a><\/span> All this was undertaken, and it will be carried through until every son and daughter of Adam have <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0059\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> an opportunity of participating in its benefits. <\/div><div class=\"paragraph jod\" id=\"v3n2306\"> Then here is my heart, and here is my hand to every good Saint in this world, in the world of spirits, in the resurrected world, and in all the worlds connected with this warfare and this work&#x2014;here is my heart and hand! Depend upon it, if I am counted worthy, I will be somewhere about, whether I stay here or go there, whether I stay in the flesh or go into the spirit world, or whether in the resurrected world, depend upon it, while my name is Parley P. Pratt, I will be somewhere about, and while I am, I will have that one object in view, and if I go into heaven, I shall think of nothing else until this is done, nor act with any other view, and I want to be counted worthy, and I mean to try to be, and trust in God for the rest. God bless you all. Amen. <\/div>\n<\/div>\n<\/div>"}