{"ID":30040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Men Must Save Themselves&#x2014;No One Can Enjoy the Blessings of the Gospel and Pursue a Wicked Course&#x2014;Necessity of Obedience.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, March 23, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Men Must Save Themselves, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 3\/23\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v3n1951\"> Through my labors in giving the brethren and sisters their endowments, and superintending the laborers from the different Wards, in addition to seeing to those affairs more directly personal, my body is considerably wearied, and that is the reason why I have requested the Bishops to come with the brethren of their respective Wards, and to bring the necessary tools and labor with the men, thus setting an example, and not place that burden upon my back. I bless those Bishops who came and <div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0107\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> labored with their brethren during the past week. I should be relieved from such duties, but I am often compelled to attend to them, or they would fall upon brother Brigham. I am always willing to do all in my power to relieve him, but such cares and labors do not all belong to him, nor to me nor to brother Grant, but they belong to Bishops, and to those who are appointed to take the immediate oversight of the labors, pertaining to public improvements, to look after such matters, under the directions  <div class=\"break pagebreak\" id=\"269a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0269.pdf\" target=\"pdfwin\">p.&#xA0;269a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0106\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the First Presidency of this Church. <\/div><div class=\"paragraph jod\" id=\"v3n1953\"> As brother Grant has just remarked, and as others have often taught, brother Brigham has understanding, through the power and influence of the Spirit, sufficient for teaching the Saints their duty, and if they do not perform it, if this people do not save themselves by obeying his counsels, they are bound to go to hell. I know this perfectly well, and so does everyone who has the Spirit of the Lord dwelling within him. <\/div><div class=\"paragraph jod\" id=\"v3n1954\"> Compared with the hosts upon the earth, only now and then one will receive the Gospel, and after that, only now and then one of those who do receive the truth will be saved by it, and obtain celestial glory. If all the Saints would obey counsel, doing as they are directed, is there any difficulty in their being saved? No, no more than there is raising a crop of grain. We have only to take a wise, judicious course, listen to counsel, and obey those instructions which we receive from this stand, from day to day, from Sabbath to Sabbath, and from year to year. Can I save you? No, I can only advise a righteous course, and encourage and aid in walking therein, it then remains for them to take the course which I advise, and I always advise people to adopt that policy which Joseph taught and advocated, and which brother Brigham now lays before us, from day to day. This is what will save you, and you cannot be saved upon any other principle. I have power to save myself, and if I do not save myself, who will save me? All have that privilege, and naught can save us but obedience to the commandments of God. You say, that you have repented and been baptized for the remission of sins, that you have received the gift of the Holy Ghost by the laying on of hands, that you pray, pay your tithing, and day by day, fulfil all the duties required at <div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0106\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> your hands; such a course is saving in its nature. The most of those present have received their endowments, their washings, and anointings, and have made covenants to their God and their brethren, before witnesses, that they would be faithful, that they would be true, that they would listen to the counsels of the Lord's servants, and cease to do evil. All who have done this have been pronounced clean, and will they then go and pollute themselves with the wicked? I am sorry to say that a few are unwise enough to do so. <\/div><div class=\"paragraph jod\" id=\"v3n1955\"> Both men and women have also covenanted that they will have no unlawful intercourse with each other. After all this, do any of you make a practice of speaking evil one of another, of cheating one another, of lying and deceiving? Yes, some who are under the covenants just named, actually indulge in those evil practices, and I say to all such, that if they do not repent of their follies and sins, their washings and anointings will prove a curse instead of a blessing, and will expedite their condemnation. <\/div><div class=\"paragraph jod\" id=\"v3n1956\"> If a man sins to that degree that he is cut off from the Church, he forfeits the blessings promised on condition of keeping his covenants. When a man loses his membership in this Church, he also loses his Priesthood, and of course the blessings of his endowments. Do not flatter yourselves that you can retain the blessings of the Gospel, and at the same time pursue a wicked course, for you cannot do it. <\/div><div class=\"paragraph jod\" id=\"v3n1957\"> I feel the importance of these truths, and my mind is often exercised and profited by contemplating upon them. The other night, as I lay in my bed, so weary that I could not sleep, I reflected much upon the principle of obedience, and the government of God in this Church. I then, in my reflections, applied the  <div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0105\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>principle to families in every way, shape, and manner which I could think of, and said, in my heart, I wish I had the skill of a ready writer and power to write what passes through my mind. In the morning I called upon brother Carrington and mentioned the circumstances to him, and I told him that I wished he would write upon the subject of obedience, which he promised to do at the earliest opportunity. I feel the importance of this, for I know that this people cannot continue to prosper as they have done, unless they do as they are counseled; all must be obedient to the powers that be ordained of God. <\/div><div class=\"paragraph jod\" id=\"v3n1959\"> If it is necessary for me to be subject to my file leaders, I wish to know whether it is not equally for you, and for every High Priest, Elder, Seventy, Apostle, and all others, to be obedient to the Priesthood of those who are appointed to direct them? Is it not right for all men to be obedient to their superiors? And if so, is it not right for women and children to abide the same principle? My spirit, my body, my family, and all I possess in this world are devoted to this kingdom, and so I may say in regard to brother Brigham. These are my feelings upon this subject, and I have had no different feelings during the last twenty-five years. <\/div><div class=\"paragraph jod\" id=\"v3n1960\"> Is there any difference in the wickedness of the world now and thirty or forty years ago? I think there is. I do not now recollect of having then heard of a divorce in all the region where I lived, and as for a whore or a whoremonger there were few, if any, known in that locality, and if such were found, they were considered unfit for civilized society. But now look down and see what the world is! I have traveled over some of it; I have traveled through most of the enlightened portions of the United States, and much in England, and I have generally found that those who are <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0105\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> called the most enlightened are the most corrupt. Does the sad condition of the world hurt my feelings? Not particularly, for that is their own affair; but when the Saints transgress I feel sorrowful. When brother Brigham comes here, and chastises us through the spirit of revelation, or is moved upon to instruct the Saints to their profit, if any portion applies to me, I treasure it up, and humble myself before my God. <\/div><div class=\"paragraph jod\" id=\"v3n1961\"> I will give you a key which brother Joseph Smith used to give in Nauvoo. He said, that the very step of apostasy commenced with losing confidence in the leaders of this Church and kingdom, and that whenever you discerned that spirit, you might know that it would lead the possessor of it on the road to apostasy. If then you have got this spirit in your hearts, or in your families, and if brethren and sisters, husbands and wives are contending and quarrelling one with another, I say, there is the spirit of apostasy, there is a place where the Spirit of God does not abide in its fulness. Do you suppose that God, His Son, the Holy Ghost, or angels will dwell in a house where there is quarrelling and loss of confidence in the leaders of His appointing? Would you stay in such a habitation? Then let us banish all strife and contention; let no children contend against their parents, nor wives against their husbands, nor anyone against the authorities which God has established. This should be the course in every family, and in every quorum, and let all be actuated and governed by the pure spirit and principles of eternal truth. Let my family take my counsel, as I take the counsel of my President, and they will go into celestial glory, where I am bound to go by walking in that path. <\/div><div class=\"paragraph jod\" id=\"v3n1962\"> Say to all the legions of devils between this and hell, &#x201C;Walk in your own course,&#x201D; and they will not have  <div class=\"break pagebreak\" id=\"271a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0271.pdf\" target=\"pdfwin\">p.&#xA0;271a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0104\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>much power over us, nor over our children. Why? Because we should live above their allurements, and they would be obliged to go about more congenial business, and God would defend us so long as we did not give way. <\/div><div class=\"paragraph jod\" id=\"v3n1964\"> It is for us to learn to be obedient in our callings and to the Priesthood, in our several quorums and families, and in all circles where we associate together. This is a lesson which must be learned, and when you learn the doctrine of obedience, you will have power to control the weaknesses of your nature, to control yourselves in every respect. But you never will learn this lesson, and gain this knowledge, until you are willing to be controlled by those who lead you in this kingdom. <\/div><div class=\"paragraph jod\" id=\"v3n1965\"> I desire to stand in my place, to be beneficial to the Saints, to go in and out before the house of Israel, pure and holy. This is my character, and these are my wishes, notwithstanding my weaknesses, which I admit; and this is the character of brother Brigham, and I know it. God bless his soul forever, and he shall live forever, and go into the courts of glory, and enjoy the society of the Father, of Jesus, and all the Apostles; and I will be along with him there, and so will my brethren who are faithful. We will stand so near each other that the devil cannot get between us, and let all our brethren do the same. <\/div><div class=\"paragraph jod\" id=\"v3n1966\"> Every family should do so, and if they all did, what trouble would there be? What could the wicked do if all the Saints stood faithful in their own places? Do you suppose that they could commit whoredoms? If no woman would bow to wickedness, where would be the whoredoms? Would there be any? No, there could not be any. <\/div> <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0104\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n1967\"> After you have received your endowments, a wicked course will more seriously affect you, it will, therefore, be requisite for you to be much more careful how you trifle with holy principles, and transgress your covenants. For this reason I wish the Bishops to take heed who they recommend as worthy to receive endowments, for we shall require a strict account from them. <\/div><div class=\"paragraph jod\" id=\"v3n1968\"> We have placed Bishops in the different Wards throughout this Territory, and they should be filled with the Holy Ghost, and know every man and woman in their Wards, that they may be able to discern who are worthy of receiving an endowment. <\/div><div class=\"paragraph jod\" id=\"v3n1969\"> I have heard of some individuals saying, that if the Bishops come into their houses and opened their cupboards they would split their heads open. <\/div><div class=\"paragraph jod\" id=\"v3n1970\"> That would not be a wise nor safe operation, for there are some hard heads appointed to counsel and direct you in the path of righteousness. <\/div><div class=\"paragraph jod\" id=\"v3n1971\"> Brother Brigham and I were raised in the midst of mountains, and we have never yet seen the time when threats would swerve us from the line of duty. <\/div><div class=\"paragraph jod\" id=\"v3n1972\"> I would like to bless all mankind, if they would take a course that would justify me in doing so, and I have extended my hand to the lawyers, judges, military, and civil officers of the United States, and desire to treat them as I would my own children, but how have some of them treated us? They have endeavored, with a few honorable exceptions, to corrupt the morals of this people. I am opposed to those who strive to work corruption for we wish to be pure, and their course leads to death, hell, and the devil, while we desire to rise in the scale of life and happiness. Amen. <\/div>\n<\/div>\n<\/div>"}