{"ID":30041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Preaching&#x2014;Necessity of the Saints Having Confidence in Those Over Them&#x2014;Necessity of Wisdom in Dealing With Those Who Are Dead to Good Works&#x2014;Ignorance of Worldly Philosophers&#x2014;The Principle of Life As Shown in the Dissolution of Organized Matter.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, March 23, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Preaching, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 3\/23\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v3n1974\"> I rise desiring that what I may say may be instructive, edifying, and beneficial to the people. At times, when I think of addressing you, it occurs to me that strict sermonizing upon topics pertaining to the distant future, or reviewing the history of the past, will doubtless please and highly interest a portion of my hearers; but my judgment and the spirit of intelligence that is in me teach that, by taking such a course, the people would not be instructed pertaining to their everyday duties. For this reason, I do not feel impressed to instruct you on duties to be performed a hundred years hence, but rather to give those instructions pertaining to the present, to our daily walk and conversation, that we may know how to benefit ourselves under the passing time, and present privileges, and be able to lay a foundation for future happiness. <\/div><div class=\"paragraph jod\" id=\"v3n1975\"> Still, I love to hear historical narrations, to hear the Elders vividly portray the important events which transpired in the days of the Prophets, the Savior, and the Apostles, and it also cheers my heart to hear the Elders of Israel illustrate the beauties and glory of Zion, in the future. Yet, when I reduce it all to the duties of the religion we profess, I realize that it is of vital importance for us to know how to lay a present foundation for our <div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0103\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> future destiny, that we may attain that exaltation, happiness, and glory, which we anticipate, hence, I confine my remarks, more particularly, to the practical part of religion. <\/div><div class=\"paragraph jod\" id=\"v3n1976\"> Again, we often have strangers in our midst, and, perhaps, some who never heard one of our Elders preach, until they came to this valley, and, no doubt, they would like to hear a systematic sermon upon the first principles of the Gospel, to have the speaker formally quote his text, divide it into four or five heads, and expatiate upon each part, and illustrate the beauties of Christianity in former days, and picture the scenes of suffering which the former-day Saints had to pass through, and then prescribe the duties that pertain to the people, but not the individual. Some might prefer to have the speaker dwell upon the general duties devolving upon the community, but not upon duties pertaining to the individual, preferring something or other to please the natural feelings of mankind. <\/div><div class=\"paragraph jod\" id=\"v3n1977\"> This does not suit my disposition, for I am in favor of that instruction which will enable us, this day, to receive the blessings offered and teach us to appreciate them, that we may be prepared to enjoy the glory that has been revealed. That is my &#x201C;Mormonism,&#x201D; my reflections, my  <div class=\"break pagebreak\" id=\"273a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0273.pdf\" target=\"pdfwin\">p.&#xA0;273a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0102\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>judgment, and the spirit in me dictates this course, not to speak merely to gratify those who prefer to hear pleasing, delightful discourses, which sound smoothly to the ear and lull the hearers to sleep. <\/div><div class=\"paragraph jod\" id=\"v3n1979\"> What we have heard from brother Frost this morning is that which I am upon all the time, it was practical religion. Suppose we should actually enjoy the light of truth, to such a degree that we could always foreknow important events&#x2014;that we had the spirit of prophecy insomuch that we could foresee our future destiny, would we not lay a foundation to secure our best interests? We most certainly would. It would be the constant aim of our daily conduct, to secure to ourselves and our families that happiness and comfort which we desire. <\/div><div class=\"paragraph jod\" id=\"v3n1980\"> Is it possible for us to do this? It is. There are many who do not know and understand for themselves. Now let each person of that class ask himself this question&#x2014;&#x201C;Even though I do not know and understand for myself, is it reasonable that I should have confidence in those who do?&#x201D; and, through the weakness and blindness of fallen nature, he would answer, &#x201C;No.&#x201D; Still it would be best could it be so, for those who are blinded to their own interest to have confidence in those who do know and understand what is for their good, to trust in them, take their counsel, and do in all things as they are told. But, no; the spirit of apostasy, the neglect of duty, tend to cast a veil over the minds of people, and when they cannot see and understand for themselves, they say, &#x201C;I think I know as well how to dictate my own affairs as does brother Brigham, or any other brother.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n1981\"> They have no confidence in anybody, and can have none in themselves, for they do not know themselves. They do not comprehend their existence, and were it not that they get tired, and wish to rest, they would <div class=\"break columnbreak\" id=\"273b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0273.pdf\" target=\"pdfwin\">p.&#xA0;273b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0102\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> scarcely realize that they had a body; and when their stomachs become empty and crave food, they are prompted, like the brutes, to seek for something to eat. This is the case with some in this congregation, they have but little more idea of what they are, who they are, and what will be their future destiny, than has the stall-fed bullock that is fatted for slaughter. <\/div><div class=\"paragraph jod\" id=\"v3n1982\"> What is the matter with them? The god of this world has blinded their minds,<span class=\"citation\" id=\"74061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74061)\">2 Cor. 4:4<\/a><\/span> they give way to selfishness, covetousness, and divers other kinds of wickedness, suffer the allurements of this world to decoy them from the paths of truth, forget their God, their religion, their covenants, and the blessings they have received, and become like beasts, made to be taken and destroyed<span class=\"citation\" id=\"78398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78398)\">2 Pet. 2:12<\/a><\/span> at the will of the destroyer. <\/div><div class=\"paragraph jod\" id=\"v3n1983\"> This is the situation, not only of the great majority of the world, but of many of the inhabitants of these valleys; they have no correct idea of the day of destruction, the day of calamity;<span class=\"citation\" id=\"55240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55240)\">Deut. 32:35<\/a><\/span> they have no realization of the day of sorrow and retribution. They put these things far away and do not wish to think about them, but say, &#x201C;Let us eat, drink, and lay down and sleep, and that is all we desire;&#x201D; then like the brutes they are happy. It never enters the hearts of the mass of mankind that they are preparing for the day of calamity and slaughter. <\/div><div class=\"paragraph jod\" id=\"v3n1984\"> This people have yet much to learn, even the best of them. For one, I am aware that I know enough to do right today, as also do very many who are now before me. If sin present itself to them they know what it is, and know better than to give way to it. I know that it is not right to do wrong, and so do the most of the people, and all may and should, as have all who have received the spirit of the Gospel, and if this knowledge has gone from them, it is because of transgression. <\/div><div class=\"paragraph jod\" id=\"v3n1985\"> I have often referred to the wicked<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"274a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0274.pdf\" target=\"pdfwin\">p.&#xA0;274a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0101\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ness of mankind, to how liable they are to step out of the way, how easy it is for them to sin and not know it, and how important it is that we should have compassion upon them; yet mercy is not always to be extended to the people, judgment must claim its right.<span class=\"citation\" id=\"82376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82376)\">Alma 42:24<\/a><\/span><span class=\"citation\" id=\"88503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88503)\">D&amp;C 88:40<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n1987\"> If we wish this Church and kingdom of God upon earth, to be like a fine, healthy, growing tree, we should be careful not to let the dead branches remain too long. You have seen limbs which you supposed completely dead, yet when the genial influences of spring operate upon them, only a twig or two of the branch proves to be winterkilled. <\/div><div class=\"paragraph jod\" id=\"v3n1988\"> The entire limb is not dead but still draws sustenance from the trunk, and partly lives and is partly dead. It is so with some of the members of this Church and kingdom, they partly live and partly do not live. Sometimes they enjoy the spirit of the Gospel and feel quite happy, and speak in prayer meetings, and sometimes make confessions of their sins. Their hearts occasionally become a little warmed up, and at times they feel and act as though they wish to bear fruit, and perhaps among the twigs of the limb, you may find here and there a cluster of fruit. Sometimes such members of this kingdom will be found performing good acts and doing their duty, and again they are overcome and turn away, that is for a time, and seemingly enjoy none of the spirit of their religion. <\/div><div class=\"paragraph jod\" id=\"v3n1989\"> In this manner they pass along, first to the right and then to the left. By and by they will either receive nourishment from the trunk of the tree, shooting forth into the various twigs of the sickly branches, filling them with life and vigor, and turning the diseased into thrifty growing limbs, or the twigs will continue to die until there are none left alive. Who can tell whether a limb is actually dead or not, without proper time to test the matter? This is a point <div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0101\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which ought to be closely scrutinized by every Latter-day Saint. You see the failings of your neighbor, he has performed an act today which you know is dishonest and wicked, by and by he does something else which is wrong, and you begin to lose confidence in that person. When you saw no evil and many traits of good in him, then you had a foundation for reposing implicit confidence, but he commits a wrong act and your confidence begins to be shaken. You see him commit another evil and another, but can you yet tell whether that limb is alive or dead? I think that we, as a people, as individuals, have got to learn more and more of the mind of God than we now possess, before we are prepared to judge quickly, distinctly, and truly when limbs are dead and should be severed from the body of the tree. <\/div><div class=\"paragraph jod\" id=\"v3n1990\"> When we have learned that they are really dead, then there is danger in suffering them to remain too long, for they will begin to decay and tend to destroy the tree. When we are satisfied that a limb is dead we clip it off close to the trunk, and cover up the wound that it may not cause any more injury. That is the principle which brother Frost has just been upon. But the nice point is, for us to be able to determine when a limb is entirely dead. Twig after twig may die, and you may often see half the limbs of a tree killed by the severity of winter, yet in the course of the summer the living portion begins to rapidly put forth young and tender branches, and the increase may be as great, perhaps, as though no part had died. That proves the soundness of the trunk, even though many twigs and branches have died. It requires great discrimination, to be able to rightly decide upon the condition of persons in their religious views, their honesty and integrity before God. <\/div><div class=\"paragraph jod\" id=\"v3n1991\"> There are many in this kingdom who are as foolish as men and women  <div class=\"break pagebreak\" id=\"275a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0275.pdf\" target=\"pdfwin\">p.&#xA0;275a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0100\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>can well be, so much so that it would seem as though they never had sensed moral instruction. They give way to wickedness, and outrage the feelings of those who are truly moral, yet in their hearts they go all lengths for the kingdom of God on the earth. They are willing to stand in the front of the battle, to go to the ends of the earth to preach the Gospel, or to do anything they are called upon to perform, yet, when you examine their morality, it highly outrages the feelings of those who are strictly moral and honest in all their ways. Do you believe this? Yes, and many of you know it. <\/div><div class=\"paragraph jod\" id=\"v3n1993\"> Many of our boys who play in the streets, and use profane language, know not what they are doing, but there are old men, members of the High Priests' Quorum, and of the High Council, who, when they get into a difficulty in the canyon and are perplexed, will get angry and swear at, and curse everything around them. I will insure that I can find High Priests who conduct in this manner. But on their way home their feelings become mollified, and they wish to plead with the Lord to forgive them. Could you place yourselves in some of our canyons, or in some other difficult places, out of sight but within hearing, and hear some of the brethren curse and swear at their cattle and horses, you would not have the least idea that they had ever known anything about &#x201C;Mormonism,&#x201D; but follow them home and you may find them pleading with the Lord for pardon. There are just such characters in our midst. Do you think they should be cut off from the Church? I think that if the Presidents of Quorums would chastise them it might be beneficial, at any rate it would not hurt them, and if that will not do, disfellowship them, and let them know that they must observe the laws of this kingdom, or eventually be cut off. If you do not wish to disfel<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0100\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lowship them, you who are without sin, take such men into the canyon, where they may bellow and bellow in vain, and give them a good cowhiding, until they will remember, and be ashamed of themselves when they take the name of God in vain, or lie. <\/div><div class=\"paragraph jod\" id=\"v3n1994\"> You may take this counsel spiritually or temporally, just as you please. Such characters ought to be whipped, so that they would remember it to the day of their death, and if they do not then stop their lying, swearing, cursing, and pilfering, I will tell them that sooner or later they will be cut off from the Church and go to hell. <\/div><div class=\"paragraph jod\" id=\"v3n1995\"> No unrighteous person, no person who is filthy in their feelings will ever enter into the kingdom of God. I know that the inquiry is often made, &#x201C;What shall we do with such men?&#x201D; I say chastise them. I have reprimanded some of the brethren severely, and made them first-rate men; it brought them to their senses. You may chastise them or take any judicious course to bring them to their senses, that they may know whether they wish to be Saints or not. <\/div><div class=\"paragraph jod\" id=\"v3n1996\"> If we continue to sin, if we continue to neglect our duty and disobey counsel, the light afflictions which have visited us in these mountains are but as a drop to a bucketful when compared with what awaits us. <\/div><div class=\"paragraph jod\" id=\"v3n1997\"> What a pity it is that men who do not know how to govern themselves in the kingdom of God, do not know enough to observe the counsel of those who do know. A pity it is that men and women of mature age, but who have not got a fair stock of good sense, do not know how to control and apply what they do know. Such persons do not know enough to sit still and hear from others, but they must always be indulging in their own gabble; their tongues are like a flutter wheel in rapid motion, and their chatter flows in a continual stream. We have men here who will come into this stand,  <div class=\"break pagebreak\" id=\"276a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0276.pdf\" target=\"pdfwin\">p.&#xA0;276a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0099\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and preach you and I perfectly blind, figuratively speaking, and when they are through they do not know themselves from a side of sole leather, with regard to the things of God; they are all gab. What a pity it is! <\/div><div class=\"paragraph jod\" id=\"v3n1999\"> I used to think, until I was forty-five years of age, that I had not knowledge, sense, or ability enough to enable me to associate with the men of the world, until I learned that the inhabitants of the earth were groveling in darkness and ignorance, and that their professed knowledge contained but few correct principles, that they were a set of automatons on the stage of life, following the maxim, &#x201C;As the old cock crows, so crows the young.&#x201D; All the learned crow one tune, say one prayer, and mainly act just alike. The learned world, so called, is a great mass of ignorance. I was once conversing with a worldly philosopher concerning the elements, and he told me how many there were. I informed him that we were both ignorant on that subject, but that I knew enough to know that there was a vast number of elements which philosophers had not yet been able to classify and determine. I asked him if he would clearly and fully define the nature and properties of the element called light, remarking, you can philosophize, you understand chemistry, astronomy, and many other sciences; now will you please inform me what puts the light in that candle? He replied, &#x201C;I cannot.&#x201D; He could not explain the nature and properties of the light produced by the burning of a cotton yarn in tallow. I said to him, do not talk to me any more about philosophy, and your great learning and knowledge, when you cannot give me the least idea of the properties of light. <\/div><div class=\"paragraph jod\" id=\"v3n2000\"> So it is with the world's philosophy. All the learning and knowledge upon the face of the earth cannot, of themselves, make or produce a spear of grass, or the smallest leaf upon a tree. <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0099\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Do you know where they come from and what produces them? I know their origin and mode of production, and so do you, though you may not, in your reflections, have fully carried out the ideas connected with that subject. I will give you one item which pertains to what I call natural, true philosophy; and if a philosopher of the day could understand it and explain it to the world, learned institutions would send him sheepskins conferring praise and titles. <\/div><div class=\"paragraph jod\" id=\"v3n2001\"> I will bring to your minds what I have formerly stated with regard to the spirit's entering the body. Our bodies are composed of visible, tangible matter, as you all understand, you also know that they are born into this world. They then begin to partake of the elements adapted to their organization and growth, increase to manhood, become old, decay, and pass again into the dust. Now in the first place, though I have explained this many times, what we call death is the operation of life, inherent in the matter of which the body is composed, and which causes the decomposition after the spirit has left the body. Were that not the fact, the body, from which has fled the spirit, would remain to all eternity just as it was when the spirit left it, and would not decay. <\/div><div class=\"paragraph jod\" id=\"v3n2002\"> What is commonly called death does not destroy the body, it only causes a separation of spirit and body, but the principle of life, inherent in the native elements, of which the body is composed, still continues with the particles of that body and causes it to decay, to dissolve itself into the elements of which it was composed, and all of which continue to have life. When the spirit given to man leaves the body, the tabernacle begins to decompose, is that death? No, death only separates the spirit and body, and a principle of life still operates in the untenanted tabernacle, but in a differ<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"277a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0277.pdf\" target=\"pdfwin\">p.&#xA0;277a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0098\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ent way, and producing different effects from those observed while it was tenanted by the spirit. There is not a particle of element which is not filled with life, and all space is filled with element; there is no such thing as empty space, though some philosophers contend that there is. <\/div><div class=\"paragraph jod\" id=\"v3n2004\"> Life in various proportions, combinations, conditions, &amp;c., fills all matter. Is there life in a tree when it ceases to put forth leaves? You see it standing upright, and when it ceases to bear leaves and fruit you say it is dead, but that is a mistake. It still has life, but that life operates upon the tree in another way, and continues to operate until it resolves it to the native elements. It is life in another condition that begins to operate upon man, upon animal, upon vegetation, and upon minerals when we see the change termed dissolution. There is life in the material of the fleshly tabernacle, independent of the spirit given of God to undergo this probation. There is life in all matter, throughout the vast extent of all the eternities; it is in the rock, the sand, the dust, in water, air, the gases, and, in short, in every description and organization of matter, whether it be solid, liquid, or gaseous, particle operating with particle. <\/div><div class=\"paragraph jod\" id=\"v3n2005\"> I have heard some philosophers argue that because no body could move without displacing other matter, therefore there must be empty space. That reasoning is nonsense to me, because eternity is, was, and will continue to be full of matter and life. We put a ship in motion on the water, and have we created an empty space? No, we have only changed the position of matter. Men and animals move upon the earth, birds and fishes cleave the elements they are organized to operate in, but do they leave a track of empty space? No, for all eternity is full of matter and life. True, element is capable of contraction and expan<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0098\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sion but that does not by any means imply empty space. You see life in human beings and in the growing vegetation, and when that spirit of life departs, another condition of life at once begins to operate upon the organization which remains. By way of illustration I will quote one passage from the book of Job, who in his afflictions was visited by several friends, and after he had concluded that they were all miserable comforters, he exclaimed, &#x201C;Though worms destroy this body, yet in my flesh shall I see God.&#x201D;<span class=\"citation\" id=\"56159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56159)\">Job 19:26<\/a><\/span> To make this passage clearer to your comprehension, I will paraphrase it, though my spirit leave my body, and though worms destroy its present organization, yet in the morning of the resurrection I shall behold the face of my Savior, in this same tabernacle; that is my understanding of the idea so briefly expressed by Job. If you wish to know how the quoted passage reads, see Job, 19 chapter, 26 verse, King James' translation. <\/div><div class=\"paragraph jod\" id=\"v3n2006\"> I have formerly spoken about the spirits overcoming the flesh; the body or flesh, is what the devil has power over. God gave Lucifer power, influence, mastery, and rule, to a certain extent, to control the life pertaining to the elements composing the body, and the spirit which God places in the body becomes intimately connected with it, and is of course more or less affected by it. <\/div><div class=\"paragraph jod\" id=\"v3n2007\"> Now let some of our philosophers tell us how much empty space there is, and where it is, in all the eternities that exist, or in other words, where life is not. The term death is often used to accommodate the understandings of the people, but they are in darkness upon this subject. <\/div><div class=\"paragraph jod\" id=\"v3n2008\"> The spirit leaves a body, and then that body begins to pass away by another system of life. I might enlarge upon the death pertaining to this time, and the death that will be hereafter, but it is all upon the same principle, it is  <div class=\"break pagebreak\" id=\"278a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0278.pdf\" target=\"pdfwin\">p.&#xA0;278a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0097\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>plain, simple, natural philosophy, and our religion is based upon it. <\/div><div class=\"paragraph jod\" id=\"v3n2010\"> I will now leave that subject and ask, will you lay a foundation for your future happiness? <\/div><div class=\"paragraph jod\" id=\"v3n2011\"> Quite a number of men came here the first season besides the pioneers. Brother Frost was one of the pioneers, and probably one of the first who hammered iron in this region, since the days of the Nephites. He has traveled through the Territory north, south, east, and west, wherever he has been sent. He has also crossed the Pacific Ocean, and is again right here on hand&#x2014;not dead yet. There are many others who have held on in the same way, who have not turned aside but have remained here, or gone where they have been sent. <\/div><div class=\"paragraph jod\" id=\"v3n2012\"> As I was observing last Sabbath, such persons are the characters who are not generally known, throughout our community, as are the drunkards, and men who go to law; those are the men of notoriety, but the others are men of sense, men who mind their own business. Still, do not go to cutting off twigs before they ought to be cut off, but if they prefer it, let them go to California and put their gold and silver into the hands of the devil, for I ask no odds of them, and expect I could buy the whole of them, so far as property is concerned. However, be merciful to them. I say to those men and women who cannot stay here because famine threatens the land, because we are threatened with being distressed, and through fear that we shall all die, just go, won't you? For you are nothing but hindrances. <\/div><div class=\"paragraph jod\" id=\"v3n2013\"> We have lifted you up, as we do poor horses that are down and cannot help themselves, and we have nursed you, year after year, and as soon as you could stand alone, you kick at your benefactors. As soon as you get a hundred dollars in money, and two or three yoke of cattle, you are ready to say, &#x201C;I want to go to the devil <div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0097\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> now,&#x201D; and say, go, but as the Lord Almighty lives, you will meet sore chastenings, and pass through much more sorrow than if you were to continue Saints, and remain with the Saints. <\/div><div class=\"paragraph jod\" id=\"v3n2014\"> And after you are handled by the devil until you are willing to do as the Lord wishes you to, then you will be glad to come here and black the boots and shoes of such men as brother Frost, and will have to do the drudgery to all eternity, or as long as the faithful have a mind to keep you. The poor miserable curses&#x2014;I call them so because they are cursed&#x2014;will prowl around and serve the devil, will run back and forth, and go to California and to the States, and here and there, and at the same time pretend they wish to be Saints. <\/div><div class=\"paragraph jod\" id=\"v3n2015\"> What will be done with such people? God Almighty will make them our servants. You had better stay here and die, if die it is. California is not the gathering place for the Saints; here is the gathering place, and here we will gather and stay until God says, &#x201C;Go somewhere else.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2016\"> If that is back to Jackson County, do not be scared, for as the Lord lives this people will go back and build a great temple there. Do not be frightened, because a few rotten, corrupt scoundrels in our midst cry out, &#x201C;O, the troops are coming, and that will be the end of &#x2018;Mormonism,&#x2019;&#x201D; in order to deceive the weak-minded females. <\/div><div class=\"paragraph jod\" id=\"v3n2017\"> Should you see little boys playing with pebbles and small sticks, and hear them say, &#x201C;Get out of the way, we are going to build a great big structure, that we may climb to the sun, and pull it down,&#x201D; their words and conduct would be just as sensible as it is for the world to tell us that &#x201C;Mormonism&#x201D; is going to be destroyed. If we do right we need care no more about them than we do about mosquitoes, for this people will surely go back to Jackson County. How soon  <div class=\"break pagebreak\" id=\"279a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0279.pdf\" target=\"pdfwin\">p.&#xA0;279a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0096\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that may be, or when it may be, I do not care; but that is not now the gathering place for this people. <\/div><div class=\"paragraph jod\" id=\"v3n2019\"> You will find a great many &#x201C;Mormons&#x201D; who have lived in the States ever since they were driven from Missouri, and who still have a wish to be &#x201C;Mormons,&#x201D; but they mingle with the world, and some have joined the Methodists, some the Baptists, &amp;c., so as to be on hand when this people go back to Jackson County. Then they expect to walk into Zion; but when that day comes they will be only far enough advanced to black the shoes of the faithful, dig trenches, hew wood, and draw water, and perform such other labors as may be required of them, while the Saints dictate the affairs of this kingdom. They think that they are going to slip in with the crowd, but they will find themselves mistaken, for if anyone presents them saying, &#x201C;Let this or that man in,&#x201D; I will reply, &#x201C;He stayed in Missouri all the time that the Saints were in the wilderness.&#x201D; I should want to baptize such characters, and then send them to preach to the spirits in prison. After they have been there a long time, we will then send them to make our farms, attend to our gardens, to our horses and stables, and to do all the drudgery. They may complain and say, &#x201C;Really brother Joseph, we have been good Saints all the time,&#x201D; and Joseph will reply, &#x201C;Come here and let me anoint your eyes,&#x201D; then he will <div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0096\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> touch their eyes, and they will turn round and exclaim, &#x201C;Let us be doorkeepers, or do anything else, that we may stay with you. Now we have eyes to see, ears to hear, and a heart to understand; we see that we have been fools.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2020\"> They will labor under the guidance and dictation of the Elders who have been faithful. Joseph and his faithful brethren will be at the gate, and the unfaithful cannot pass. They think that Jesus will be there, and that if he is there they will have the privilege of seeing him, and that they may gain an entrance, but if they have the privilege of seeing Joseph Smith's coat tail, they may think themselves well off. If the Father, the Son, and the holy angels are there, they will only attend to the general oversight of affairs, and the faithful of this people will have the privilege of determining who is worthy of admission. <\/div><div class=\"paragraph jod\" id=\"v3n2021\"> This is my philosophy with regard to the duties of the Saints. <\/div><div class=\"paragraph jod\" id=\"v3n2022\"> Now if philosophers will point out where empty space is, I will pay them for their trouble, because all the wicked will be running to me to know where it is, that they may be where God does not dwell, for they will want the rocks and mountains to fall on them to hide them from His presence.<span class=\"citation\" id=\"79314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79314)\">Rev. 6:16<\/a><\/span> I could make money by directing poor devils where empty space is. May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}