{"ID":30043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Salvation of the Soul of the Greatest Importance&#x2014;Benefit of the Useful Sciences, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Orson Pratt, Delivered in the Tabernacle, Great Salt Lake City, February 10, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Salvation of the Soul, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 2\/10\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v3n2110\"> Being requested to speak to the people this morning, I cheerfully rise for that purpose, ever esteeming it a great privilege to address the Saints upon the important principles connected with our salvation. <\/div><div class=\"paragraph jod\" id=\"v3n2111\"> I esteem the privilege of proclaiming salvation above any privilege that may be named. The subject of salvation is one of far greater importance than any other subject which can or does interest the human family; although, apparently, we might suppose that the accumulation of the comforts of this life was the one that most interests mankind, judging from the actions of men. <\/div><div class=\"paragraph jod\" id=\"v3n2112\"> Why this is so I cannot tell, unless they think that they can thus lengthen out their lives, and by this means have the advantage of their neighbors. <\/div><div class=\"paragraph jod\" id=\"v3n2113\"> It is very seldom that we ever hear of the people of this land perishing for want of the comforts of this life, <div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0084\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and I doubt very much whether they would if they were not so much interested as they appear to be in respect to riches. <\/div><div class=\"paragraph jod\" id=\"v3n2114\"> Not that I would discard the command given soon after the fall&#x2014;for man to till the earth<span class=\"citation\" id=\"52659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52659)\">Gen. 3:23<\/a><\/span> and earn his bread by the sweat of his brow;<span class=\"citation\" id=\"52630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52630)\">Gen. 3:19<\/a><\/span> not that I discard the idea of being industrious, of laboring to procure food and raiment, of beautifying our habitations and inheritances, but these are only temporary considerations, items of a secondary moment. <\/div><div class=\"paragraph jod\" id=\"v3n2115\"> To secure to ourselves eternal life and future salvation is a subject of so much more importance than all other subjects combined, that it certainly ought to be foremost in our minds and conversation. <\/div><div class=\"paragraph jod\" id=\"v3n2116\"> If our hearts were supremely placed upon this subject we should converse most about those things that pertain to salvation, instead of being all the time fearful that we were going to  <div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0083\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>perish so far as this mortal life is concerned. <\/div><div class=\"paragraph jod\" id=\"v3n2118\"> Instead of being afraid that we were going to suffer a little inconvenience, we ought to consider the life of the body in the light that our Savior speaks of it in one of the new revelations, &#x201C;Care not for the body, nor for the life of the body; but care for the soul, and for the life of the soul,&#x201D;<span class=\"citation\" id=\"89525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89525)\">D&amp;C 101:37<\/a><\/span> or in other words, care most for the future salvation and everlasting life that are in store for mankind. <\/div><div class=\"paragraph jod\" id=\"v3n2119\"> Suppose we should be brought to such extremities that we should all perish with starvation, what of that? If we have done our work may we not as well perish in that way as in any other? Is there any great difference in the kind of death that we die? Does it matter much whether we perish for want of food, or whether we are martyred, or whether the great change which we must all undergo comes in a more common way? <\/div><div class=\"paragraph jod\" id=\"v3n2120\"> In my opinion, it does not make much difference which way that change comes, but we ought to be in such a frame of mind that we can rejoice in all circumstances. <\/div><div class=\"paragraph jod\" id=\"v3n2121\"> If we all knew that we must perish under our present scarcity of food, what of that? Ought we not to rejoice in the privilege of exchanging this present life for one which we hope to be more happy, for one where we shall receive greater blessings, greater privileges, where we shall have more solid enjoyment, and where our intellectual faculties will be far more expanded? <\/div><div class=\"paragraph jod\" id=\"v3n2122\"> Instead of exercising so great an anxiety as to where we shall get a little flour, a little cornmeal, a few potatoes, or a little beef with which to nourish these bodies, our enquiries should be, are our hearts right before the Lord our God, are we keeping His commandments, are we living up to our privileges, do we esteem all the <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0083\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> words of the Lord as we ought, or are we a little careless and indifferent? <\/div><div class=\"paragraph jod\" id=\"v3n2123\"> Every person ought to have those ideas foremost in their minds, for the Lord has told us that it is His business to provide for His Saints.<span class=\"citation\" id=\"89842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89842)\">D&amp;C 104:15<\/a><\/span> At the same time it is necessary that we should be diligent, and endeavor to do our best to do His will in all things, and to find out what His will is concerning us, that we may be able to do it. <\/div><div class=\"paragraph jod\" id=\"v3n2124\"> I have from my observations last fall and this winter, and from observations previously made, been firmly convinced that we have all been a little unfaithful as a people. This is my opinion according to the light and knowledge I have upon the subject, and it has been more fully impressed upon my mind since last Conference than during any other period of our sojourn here, for I have traveled in most of the settlements to hold Conferences; in connection with my brethren of the home missions, and from the little observation I have made, I am convinced that we have not all fully lived up to our privileges as Saints of the Most High God. <\/div><div class=\"paragraph jod\" id=\"v3n2125\"> For instance, at a place north of this City, and containing almost inhabitants enough to fill this house, a Conference was lately appointed. Several went from here, according to the missions given us, and when we got there, instead of finding a place suitable for the people to assemble in, we found a very small log building which, perhaps, by crowding, might contain a hundred persons; and it was also quite dilapidated, having scarcely a whole pane of glass in any of its windows. <\/div><div class=\"paragraph jod\" id=\"v3n2126\"> We stopped near this log building and waited until half an hour after the time, as we did not see many passing to the meeting, and then we went in and found about twenty persons sitting in the cold room, which had scarcely one window but what was more or less destitute of glass. <\/div> <div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0082\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n2128\"> After a while we opened our meeting, and those few individuals sat shivering while we addressed them. The remaining portion of the citizens were busily engaged with the care of their cattle, and in other occupations, and with them the Conference was only a secondary consideration. <\/div><div class=\"paragraph jod\" id=\"v3n2129\"> The few who attended our first meeting went and persuaded a few of their neighbors to come, and after holding a few meetings we succeeded in getting this very small house pretty well filled; whereas, if the people had come out as they ought, the place would not have held a quarter of them. Ogden City is the place I have alluded to. <\/div><div class=\"paragraph jod\" id=\"v3n2130\"> We found that instead of the people's assembling at the proper time they came about an hour after, and instead of keeping sacred the Lord's day they worked at almost every kind of labor. <\/div><div class=\"paragraph jod\" id=\"v3n2131\"> I have also observed in other places that the Lord's day is scarcely regarded at all. Perhaps the people would attend meeting at times, but often after it is over, &#x201C;hurrah for the horses, mules, and carriages,&#x201D; and directly six or eight young men and women are in each carriage riding out for pleasure. This does look as though they did not rightly value the Lord's day, it looks as though they did not care whether they went strolling over fields and prairies, or how they spent their time. <\/div><div class=\"paragraph jod\" id=\"v3n2132\"> I mention those things in order to show the recklessness and carelessness manifested by some of the young people who are growing up in these valleys of the mountains. <\/div><div class=\"paragraph jod\" id=\"v3n2133\"> I will mention another practice that in my opinion is often carried to excess, though of no harm in itself; it is a pleasant exercise, but may be so indulged in as to bring condemnation. I have reference to dancing and dancing schools; I do think that these things, and occasionally our parties, are carried to excess. <\/div> <div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0082\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n2134\"> I will include myself in these matters, and consider that my remarks also apply to myself. Some may ask why I deem these matters carried to excess; because often the minds of the young are not only thus unduly placed upon the follies and vanities of this life, but these things have a tendency to draw their minds away from the things of a hundred times more importance. <\/div><div class=\"paragraph jod\" id=\"v3n2135\"> Suppose that a person should go to a dancing school for two or three years, and become the most expert dancer in the world, become so proficient that the toes and feet would at every step be placed in the proper position, the hands be held gracefully, and every motion, gesture, and figure be properly made, in short, become as perfect as anyone that ever exhibited on &#x201C;the fantastic toe,&#x201D; what of all that? How much is the mind improved by the operation? <\/div><div class=\"paragraph jod\" id=\"v3n2136\"> &#x201C;But&#x201D; says one, &#x201C;does it not have a tendency to make one nimble and graceful in appearance?&#x201D; Yes, and so equally do other exercises that would be more useful, for they tend to make persons hardy and athletic. <\/div><div class=\"paragraph jod\" id=\"v3n2137\"> Think of the time consumed in learning how to take every step properly, when it might be used to a hundred times more profit, for after all, &#x201C;It is the mind that makes the man!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2138\"> These bodies are secondary when compared to the mind, for the body is only the shell, or the outward case. If our minds are neglected, I do not care how graceful the body may be, the usefulness is not there. <\/div><div class=\"paragraph jod\" id=\"v3n2139\"> What particular advantage would it be to this generation, if you should spend twenty years in learning all the technicalities of gracefulness? It might be of some use, but of very little in comparison to a well informed and instructed mind. I do think that our minds are too much taken up by these things, but I would not have  <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0081\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you to understand by my remarks that we should entirely deprive ourselves of these pleasures. <\/div><div class=\"paragraph jod\" id=\"v3n2141\"> It is well enough to occasionally exercise ourselves in the dance, for it was not prohibited in ancient days, and it is predicted that the old and young should enjoy themselves in the dance in modern times;<span class=\"citation\" id=\"60650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60650)\">Jer. 31:13<\/a><\/span> but I am not aware that this has reference to using all our time in dancing. <\/div><div class=\"paragraph jod\" id=\"v3n2142\"> There is one thing I would like to encourage instead of that carelessness which is now manifested by many, and that is to store our minds with the arts and sciences; not with foolish conjectures, not with vain philosophy, not with something that will fly away with the beams of the sun, but with useful facts, those which have been sought out by men influenced by the inspiration of the Almighty and recorded in books. <\/div><div class=\"paragraph jod\" id=\"v3n2143\"> Suppose that you and I were deprived of all books, and that we had no faith to get revelation, and no disposition to understand that which has been sought out, understood, and recorded in books, what would be our condition? Suppose that we had not sufficient faith and application to acquire information concerning mathematics, astronomy, geography, mechanism and their kindred branches, or a knowledge of the elements and materials of our globe with their various combinations for useful purposes and their application to machinery, and also of the laws by which machinery acts, and the laws governing motions; then suppose that the present knowledge was all shut out, it would, under these conditions and independent of the aid of the Almighty, require an indefinite period in which to make any great progress in the knowledge that is even now extant. <\/div><div class=\"paragraph jod\" id=\"v3n2144\"> I am speaking upon the principle naturally, upon that which is revealed without the Holy Ghost to inspire us. Now suppose that we have books to <div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0081\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> enlighten us upon useful knowledge, how much more easy it is for us to get knowledge that has been systematized so that we can obtain in a few minutes, that which would otherwise take us years to acquire. <\/div><div class=\"paragraph jod\" id=\"v3n2145\"> This is the benefit to be derived from the use of books; hence when we say that books are useful we have reference to books that contain useful sciences and knowledge; those facts that are demonstrated by experiment, and not to books filled with the wild theories of speculative men, for those books are laden with humbug in lieu of knowledge. <\/div><div class=\"paragraph jod\" id=\"v3n2146\"> Who does not know that fifteen minutes' study would acquaint persons with discovered and recorded laws which might otherwise take a series of years to become familiar with? By reasoning and trying to generalize our ideas we may gain much useful information, but shall we therefore consider books of no use? Is there no wisdom in availing ourselves of the labors of those who have developed truths? <\/div><div class=\"paragraph jod\" id=\"v3n2147\"> It is still knowledge, notwithstanding it has been discovered by others. Truth is truth, and take it wherever you may find it, or from whatever source it comes, it was truth from all eternity, and it will be truth to all eternity. There is a great fund of useful information laid down in books. <\/div><div class=\"paragraph jod\" id=\"v3n2148\"> Is not all truth good? Yes; and when we speak of true and useful knowledge we have reference to that which pertains to God, or to the workmanship of His hands; and when there are books that pertain to God, or to the things of His kingdom, or the workmanship of His hands, they must be of use, of some service to the human family. <\/div><div class=\"paragraph jod\" id=\"v3n2149\"> Therefore we need not despair and think that we shall, by and by, come to the end, to a time when there will be no knowledge in books. When  <div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0080\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you have thoroughly learned botany and searched out all its laws, and perhaps all botanical creation, so as to perfectly understand the nature and uses of the great variety of roots, trees, barks, and herbs, you have become familiar with only one branch of the works or laws of our God. <\/div><div class=\"paragraph jod\" id=\"v3n2151\"> When you are master of all the knowledge there is in books about chemistry, and have arranged the chemical affinity of the various gases, and their uses, what have you found out? You have only found out another branch of the great works of God. <\/div><div class=\"paragraph jod\" id=\"v3n2152\"> We have mentioned only two branches of the great works of our God, pertaining to which we can acquire knowledge and understanding. We might refer to many others, viz., astronomy, geology, mineralogy and metallurgy, all of which would be useful in our works and discoveries. <\/div><div class=\"paragraph jod\" id=\"v3n2153\"> Indeed, had it not been for the discoveries in those sciences, civilization would never have risen to its present state in the world, we should not have been blessed with many of the luxuries of life that we now enjoy. And these are only a few of the various branches of His works, out of the number of what are generally termed sciences. <\/div><div class=\"paragraph jod\" id=\"v3n2154\"> We might go on and enumerate many arts and sciences by which mankind are benefited, especially in machinery and the laws of evolution, explaining and defining what machinery will do and what it will not do. <\/div><div class=\"paragraph jod\" id=\"v3n2155\"> How many hundred years have been spent by numerous individuals, in order to discover perpetual motion, whereas fifteen minutes labor, with a knowledge of the science of mathematics, would enable a man to demonstrate that it is an impossibility for us to form a machine that when set in motion will supply its own motive power, and not stop until it is worn out. Mathematics would have shown <div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0080\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> those persons that they were in search of theories and principles which could not be found out. <\/div><div class=\"paragraph jod\" id=\"v3n2156\"> Again, alchemists tried for generations to transmute the coarser materials into gold, and hundreds of individuals have spent all their time in the pursuit of that vain phantom, when with a knowledge of the chemical properties already sought out, no one would ever think of accomplishing transmutation. <\/div><div class=\"paragraph jod\" id=\"v3n2157\"> We as a people, with the privileges that we have, the opportunity of being in these valleys where the world and the enemies of this people do not tyrannize over us, I do verily believe, have not lived as faithfully as we ought, have not lived in proportion to the knowledge we have in our possession. In this respect many of the youths in our Territory are not trying to improve their minds in a way that will render them the most useful to themselves and to others. <\/div><div class=\"paragraph jod\" id=\"v3n2158\"> I will say to numbers of the youth, your time is spent in frivolity; year after year is spent in this manner by many of the young men in this Territory. If we were being driven from city to city, and had not the opportunity of getting good, competent schoolmasters, those circumstances would be a good excuse. <\/div><div class=\"paragraph jod\" id=\"v3n2159\"> But having been here a sufficient length of time to build houses, to establish ourselves in peace in the midst of plenty, flourishing upon the mountains, in the valleys, and upon the hills, with all these blessings is it not a shame that we should let so much precious time pass away without being more wisely improved? <\/div><div class=\"paragraph jod\" id=\"v3n2160\"> When I have had a good exercise in dancing, I take hold of my books and business, and think no more of dancing until I have a seasonable opportunity of going forth in the dance again. <\/div><div class=\"paragraph jod\" id=\"v3n2161\"> I mention these things that parents may take hold of them, that they may  <div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0079\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be induced to lead their children in the right way, to set an example that those who are of a proper age may reform, that we may see the rising generation growing up armed with wisdom and knowledge, with the principles of salvation, with the principles of true science. <\/div><div class=\"paragraph jod\" id=\"v3n2163\"> Have we had a high school here? Not in this Valley. &#x201C;But,&#x201D; says one, &#x201C;we have had a parent school, and that is what we consider a high school.&#x201D; Yes, we have had a great many things in name, but mere name is not what is wanted. We have had a University in name, and that is greater than a college, for it is expected that in a University all sciences will be taught, but as yet we have had no such University. <\/div><div class=\"paragraph jod\" id=\"v3n2164\"> Have we colleges? I believe none, even in name. Have we had academies? I believe not. If we have, they have been very inferior to those in the Eastern States. Go to the schools in the New England States and see the order that is kept in them, see the improvement of the youth who are taught in them, and then come back to our high and common schools, and you will see that the common schools of the East will far surpass any that we have yet had in our Territory, for in those schools many of the higher branches of education are thoroughly taught. <\/div><div class=\"paragraph jod\" id=\"v3n2165\"> I have spoken plainly on these points, and in accordance with my feelings. <\/div><div class=\"paragraph jod\" id=\"v3n2166\"> What constitutes civilization? The acquirement and correct application of useful knowledge. <\/div><div class=\"paragraph jod\" id=\"v3n2167\"> Do the world comply with the principles of civilization? They do in part; they have acquired knowledge in part, but they make a very bad use of it. <\/div><div class=\"paragraph jod\" id=\"v3n2168\"> Have the Latter-day Saints made any better use of their knowledge? They have. After all I have said I must praise the Latter-day Saints a <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0079\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> little, but I hope you will not get proud because of it. <\/div><div class=\"paragraph jod\" id=\"v3n2169\"> You have qualities which I esteem very highly, and which but few in the world have, viz., principles of honesty, of integrity, and of union. You have a foundation laid, and if you will rightly build upon it, it will far outreach the present civilization of the world, and I have no doubt but that you will build upon it. <\/div><div class=\"paragraph jod\" id=\"v3n2170\"> Build upon the great and glorious principles that commenced in the heart by receiving the principles of salvation. The Latter-day Saints have laid their foundation right, and when they take hold and rear the superstructure, it will be one of the greatest ever constructed by the inhabitants of this earth. <\/div><div class=\"paragraph jod\" id=\"v3n2171\"> I do not despair when I see such a foundation, for if we are not now altogether what we should be, I believe that the Lord will whip us into it; I have no doubt of that. <\/div><div class=\"paragraph jod\" id=\"v3n2172\"> Lay hold of the principles of knowledge, treasure up earthly knowledge and heavenly knowledge, a knowledge of things at home and of things abroad, of the laws of nations, of the principles of the most useful arts and sciences, of things past, present, and to come,<span class=\"citation\" id=\"88618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88618)\">D&amp;C 88:79<\/a><\/span> that when we are abroad preaching the Gospel we may be armed with the full treasures of knowledge, and be able to easily circumscribe those who are of the world. Fancy the things that we have to do in this dispensation! <\/div><div class=\"paragraph jod\" id=\"v3n2173\"> I am as convinced that the Lord will whip us into this diligent course, as I am that I am standing before you. Why? Because this is the kingdom, this is the people and the Church of the living God, and just as surely as He is our God, will He purify this people by famine, by war, by sickness, by death, by various judgments, and by the flame of devouring fire. <\/div><div class=\"paragraph jod\" id=\"v3n2174\"> We cannot escape the course of  <div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0078\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>purification. What is more visible to the eye than the dealings of God, our Father, with us for the past year? First came the innumerable swarms of insects by millions, sweeping off our crops, then the drought drying them up as does the sun the dew, consuming nearly all the insects had left. How was this? Because the snows were kept from the mountains during the previous winter. <\/div><div class=\"paragraph jod\" id=\"v3n2176\"> What next? The drought continued month after month, preventing the grass from growing as it has done in falls of previous years, and thus leaving our ground destitute of feed. <\/div><div class=\"paragraph jod\" id=\"v3n2177\"> Then what? A severe winter, deep snow, so deep as to cover the few spears of grass that were left. Thus one calamity after another, one punishment after another, is enough to convince us that all proceeded from the hand of the Lord our God. <\/div><div class=\"paragraph jod\" id=\"v3n2178\"> Has He not a purpose in this? Is it not an affliction to us, to you and to me? Do you not feel it? Will it not learn us a lesson? Yes, it will. <\/div><div class=\"paragraph jod\" id=\"v3n2179\"> I feel to say in my heart, O Lord, chasten me, let thy chastening hand be upon me, if thou seest there is no other way of escape. I would much rather be chastened than to heap up an abundance of this world's goods, and neglect some of the most important duties of my religion. Hence, when I pray in relation to myself, my prayer is for the Lord to chasten me, and also in relation to this people my prayer is, O Lord, let thy chastening hand be upon this people, until they learn to obey those good and wholesome counsels that are poured out from this stand by those who preside over us. <\/div><div class=\"paragraph jod\" id=\"v3n2180\"> They are clear, their garments are clear, and I am a witness, for I have been here, except on a few occasions, and have witnessed these things. And I have heard some of the most touching and forcible discourses and arguments from our Presidents, calling <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0078\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon the people to be more economical, and faithful in keeping the commandments of God; and they have exhorted us to these things with all their energies and powers. <\/div><div class=\"paragraph jod\" id=\"v3n2181\"> I have also seen that many, who have had those teachings drop into their ears, would go away, and say, &#x201C;What a blessed sermon we have heard today,&#x201D; and that be the last of it. Many of you who have heard the instructions I have alluded to are witnesses to this; many of you have heard that saying, and seen it followed by that conduct. <\/div><div class=\"paragraph jod\" id=\"v3n2182\"> If those instructions be not observed, will not the good have to suffer with the careless and disobedient? Yes, they generally do; but a truly good man or woman will not be forgotten, neither will they be tormented. <\/div><div class=\"paragraph jod\" id=\"v3n2183\"> If they have not a handful of flour, and no potatoes, yet they feel well, and if they die all is well; but the man whose heart is not right feels the smart. <\/div><div class=\"paragraph jod\" id=\"v3n2184\"> How much better it would be for the Lord to chasten us, or even to send us down to our graves, than to suffer us to live in carelessness, with our minds given up to the vanities and foolishness of this life instead of attending to the things that are of real value and importance. <\/div><div class=\"paragraph jod\" id=\"v3n2185\"> In ancient days the righteous had to suffer with the wicked, for we learn that Achan took the wedge of gold and hid it in the earth, contrary to the instructions given by the Lord, and in a day or two the Israelites were smitten and driven before their enemies, and no doubt many of those who perished were good men. There was sin in the camp, and when they found it out that it was with Achan, and he was punished, they prevailed against their enemies, because the sin was put away from their midst.<span class=\"citation\" id=\"55304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55304)\">Josh. 7:1-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2186\"> It was similar in the case of Korah, Dathan, Abiram and some 250 others<span class=\"citation\" id=\"54746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54746)\">Num. 16:1-35<\/a><\/span>  <div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0077\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who rose up to be Presidents, they were usurping authority which did not belong to them, and the fire of the Lord broke out and swept off upwards of 20,000 of the righteous and wicked.<span class=\"citation\" id=\"54802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54802)\">Num. 16:49<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2188\"> Soon after, when Moses had separated the righteous from the wicked, the earth opened and swallowed up the leaders of the rebellion.<span class=\"citation\" id=\"54791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54791)\">Num. 16:32<\/a><\/span> In this case the righteous suffered with the wicked, and it was done in order to show that the righteous, or the people of God, could not have wickedness in their midst without suffering, and also to show how the Lord hated rebellion, wickedness, and that which was evil. <\/div><div class=\"paragraph jod\" id=\"v3n2189\"> In another instance, when the fire of the Lord was kindled, the only thing that would stay the plague was for Moses and Aaron to run in between the living and the dead.<span class=\"citation\" id=\"54801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54801)\">Num. 16:48<\/a><\/span> But do you suppose that all on one side of them were wicked, and those on the other side righteous? No, this is not probable; but there was wickedness in the camp of Israel. <\/div><div class=\"paragraph jod\" id=\"v3n2190\"> Are we all strictly righteous and obedient? No, for there are many, even in this community, who take the name of God in vain. How often have I heard the President of this Church speak against profanity in the strongest terms; and yet there are some who will continue to indulge in this evil practice. <\/div><div class=\"paragraph jod\" id=\"v3n2191\"> In ancient times when a man took the name of the Lord in vain, he was not only cut off from the Church, but a severer punishment than merely cut<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0077\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ting him from the Church was inflicted; those who were found guilty of that crime were taken without the camp and put to death.<span class=\"citation\" id=\"54638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54638)\">Lev. 24:16<\/a><\/span><span class=\"citation\" id=\"55741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55741)\">1 Kgs. 21:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2192\"> I do not say that that would be wisdom now, but I mention this one practice on the part of some, to show that the Lord abhors wickedness. <\/div><div class=\"paragraph jod\" id=\"v3n2193\"> Aside from the profane there are others who are guilty of other sins, and there is room for all of us, as brother Kimball has often said, to become a great deal better; room and opportunity for us to study the oracles of God and to regulate our lives by them, that we may become righteous men and women. <\/div><div class=\"paragraph jod\" id=\"v3n2194\"> We should do this not only for our own sakes, but that our children may grow up an honor to humanity, and not as children who will be unfit to associate even with the world, to say nothing about associating with Saints and angels. <\/div><div class=\"paragraph jod\" id=\"v3n2195\"> I have now spoken freely upon the subjects which I have touched upon, though when I arose I had no idea of speaking as I have. It was my intention to have spoken upon the spiritual gifts, upon tongues, visions, and revelations, and to have shown the necessity and importance of seeking earnestly after those gifts, as we are commanded,<span class=\"citation\" id=\"85825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85825)\">D&amp;C 46:8<\/a><\/span> but I have been led in a course directly from that subject. Why it is I know not, unless the Lord wants us to overcome that we may be prepared for the things that are coming upon the earth, which may He grant for His Son's sake. Amen. <\/div>\n<\/div>\n<\/div>"}