{"ID":30048, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Remarks on a Revelation Given in August, 1831&#x2014;General Instructions.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, June 15, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Remarks on a Revelation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/15\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d48\">\n<div class=\"paragraph jod\" id=\"v3n2447\"> I will read a revelation printed in the Book of Doctrine and Covenants, and given in Zion in August, 1831. It was given in Independence, Jackson County, Missouri, I think during the first time that Joseph was in that land. (The President read the revelation, section 18.)<span class=\"citation\" id=\"86114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86114)\">D&amp;C 58:1-65<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2448\"> I do not anticipate, in the few remarks that I shall make, throwing any particular light upon this revelation, especially to those who are ac<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"333b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0333.pdf\" target=\"pdfwin\">p.&#xA0;333b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0042\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>quainted with the circumstances under which it was given. <\/div><div class=\"paragraph jod\" id=\"v3n2449\"> When revelations are given through an individual appointed to receive them, they are given to the understandings of the people. These revelations, after a lapse of years, become mystified to those who were not personally acquainted with the circumstances at the time they were given. <\/div><div class=\"paragraph jod\" id=\"v3n2450\"> The revelation that I have been reading may be as mysterious to our  <div class=\"break pagebreak\" id=\"334a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0334.pdf\" target=\"pdfwin\">p.&#xA0;334a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0041\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>children, in a thousand or fifteen hundred years from now, in case the world continues in the same degree of enlightenment that it has for a few ages past, as the revelations contained in the Old and New Testaments are to this generation, and it would be commented upon with the same scrutiny and accuracy; and men would study, year after year, and fret themselves almost to death to find out the mysterious meaning of the revelation given to us their forefathers. <\/div><div class=\"paragraph jod\" id=\"v3n2452\"> This revelation is as plain and clear to the understandings of those who know the circumstances that called it forth, as it would be for you to understand me should I talk about making a canal to bring the waters of Big Cottonwood to this city for irrigating our gardens and the farming lands. It is plain and easy to be understood, it is familiar to us who were in that country at the time, we know all about it. <\/div><div class=\"paragraph jod\" id=\"v3n2453\"> But a portion of this congregation have not been personally acquainted with the early experience and travels of this Church, and with the sayings and doings of the Prophet Joseph, and it may be that they do not fully understand what this revelation really does mean. <\/div><div class=\"paragraph jod\" id=\"v3n2454\"> They do not actually know that there is such a place as Independence, in Jackson County, Missouri; they have heard of it, and may have an idea that it is situated in the regions where angels dwell. <\/div><div class=\"paragraph jod\" id=\"v3n2455\"> The revelation which I have read was perfectly plain, and could readily be understood by all the brethren then in Jackson County, Missouri, and in Kirtland, Ohio, as easily as you can understand me when I talk about digging canals, building dwellings, tabernacles, temples, and storehouses, or when I talk about drawing sand and clay, burning lime, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v3n2456\"> Is it strange, or is it not strange, to people endowed with wisdom, that the <div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0041\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> inhabitants of the earth, beclouded as they are, should have such revelations given to them? Is it strange, or is it not strange, that they should reject them? <\/div><div class=\"paragraph jod\" id=\"v3n2457\"> Would this be a hard question for the congregation to answer? Looking at these things, after the manner of the wisdom of the world, we say that it would be very strange indeed, as a certain professor would say, &#x201C;It would be <span class=\"italic\">passing<\/span> strange.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2458\"> It would be strange indeed should people receive such ideas, upon such subjects, as revelations from God, from the Supreme of the Universe, the great Eloheim, the Creator and upholder of all things, who is enthroned in eternity in glory and in power, yet who condescends to talk about such matters as building storehouses, sending men to do this or that, to go to this or that land, to gather up money for this or that purpose. And very many would exclaim, &#x201C;O, it is money, money, money!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2459\"> That has been the cry continually from the enemies of the kingdom of God. You know that was the cry in the days of Joseph; &#x201C;O, he is after money, you can see this is in all his revelations; money, money, money; he wants to get your money! He pretends it is going into the hands of the Bishop to purchase lands,<span class=\"citation\" id=\"86228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86228)\">D&amp;C 58:35-36,49,51<\/a><\/span> but when he gets hold of it you do not get it again. It is money, money, money, all the time.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2460\"> The commands to go and buy this or that farm, to build houses, sell out a farm here and rent one there, take a mission to preach the Gospel to the world, gather money to purchase lands, and divide with the poor brethren, are all familiar talk with us, easy to be understood, and without mystery. <\/div><div class=\"paragraph jod\" id=\"v3n2461\"> When Joseph received this revelation, it was as plain to the understanding of the Saints, as are my instructions when telling you what to do. <\/div> <div class=\"break pagebreak\" id=\"335a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0335.pdf\" target=\"pdfwin\">p.&#xA0;335a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0040\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n2463\"> The Lord said to the people through Joseph, &#x201C;You must keep the law here, and be careful to repent of your sins.&#x201D; Occasionally a man's name would be mentioned, and he might be pointed out as a pattern for the rest. <\/div><div class=\"paragraph jod\" id=\"v3n2464\"> Do you repent of your sins? If you do not, you will be overcome by the enemy. He said to the people, &#x201C;Repent of your sins and keep the law, or you will have no inheritance in this region.&#x201D;<span class=\"citation\" id=\"86136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86136)\">D&amp;C 58:15,39,41-43<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2465\"> Many who are here now, owned farms there, and some owned large tracts of land. Have you possession of them now? You have not. You may be rightful owners of those lands, but you are not the possessors. There are many in this congregation who own the right of the soil there, that is to say, if the government of the United States could or would give any right to it. <\/div><div class=\"paragraph jod\" id=\"v3n2466\"> The Lord said, &#x201C;Repent of your sins, or you cannot stay here and receive your inheritance; and this land will not be given to the Saints until they are scourged and driven from city to city.&#x201D;<span class=\"citation\" id=\"86231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86231)\">D&amp;C 58:36,38,40,44,51,53<\/a><\/span> This is plain, and every person can understand it. <\/div><div class=\"paragraph jod\" id=\"v3n2467\"> As there are persons named in the revelation which I have read, to whom I wish to refer more particularly, I will again read a portion of it. <\/div><div class=\"paragraph jod\" id=\"v3n2468\"> &#x201C;Now, as I spake concerning my servant Edward Partridge, this land is the land of his residence, and those whom he has appointed for his counselors; and also the land of the residence of him whom I have appointed to keep my storehouse; Wherefore, let them bring their families to this land, as they shall counsel between themselves and me. For behold, it is not meet that I should command in all things; for he that is compelled in all things, the same is a slothful and not a wise servant; wherefore he receiveth no reward.&#x201D;<span class=\"citation\" id=\"86198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86198)\">D&amp;C 58:24-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2469\"> Here are two characters pointed out, brother Partridge and another whose <div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0040\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> name is not mentioned here, but whose name was Gilbert, and who was appointed keeper of the storehouse. <\/div><div class=\"paragraph jod\" id=\"v3n2470\"> You can understand what this plain revelation meant, and it will come home to your comprehension. &#x201C;For behold, it is not meet that I should command in all things; for he that is compelled in all things, the same is a slothful and not a wise servant.&#x201D; Those men whose names are mentioned were considered to be as holy, I may say, as any men in the world. <\/div><div class=\"paragraph jod\" id=\"v3n2471\"> I am a witness, so far as this is concerned, that the persons whose names are mentioned, and many others of the first Elders of the Church, were looked upon almost as angels. They were looked upon by the young members as being so filled with the Spirit and power of God, that we were hardly worthy to converse with them. You hear the names of Bishop Partridge, of brother W. W. Phelps,<span class=\"citation\" id=\"86233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86233)\">D&amp;C 58:40<\/a><\/span> who is now sitting in this stand, of Parley P. Pratt, of David Whitmer, of Oliver Cowdery, and the names of many others of the first Elders who had been up to Zion, and I declare to you that brethren in other parts of the land, those who had not seen the persons named, felt that should they come into their presence they would have to pull off their shoes, as the ground would be so holy upon which they trod.<span class=\"citation\" id=\"53795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53795)\">Ex. 3:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2472\"> Do you know what distance and age accomplish? They produce in people the most reverential awe that can be imagined. <\/div><div class=\"paragraph jod\" id=\"v3n2473\"> When we reflect and rightly understand, we learn how easy of comprehension the Gospel is, how plain it is in its plan, in every part and principle fitted perfectly to the capacity of mankind, insomuch that when it is introduced among the lovers of truth it appears very easy and very plain, and how very ready the honest are to receive it. <\/div><div class=\"paragraph jod\" id=\"v3n2474\"> But send it abroad and give it anti<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"336a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0336.pdf\" target=\"pdfwin\">p.&#xA0;336a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0039\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>quity, and it is at once clothed with mystery. This is the case with all the ancient revelations. Those which were received and understood by the ancients are shrouded in mystery and uncertainty to this generation, and men are employed to reveal the meaning of the ancient Scriptures. <\/div><div class=\"paragraph jod\" id=\"v3n2476\"> The people on every hand are inquiring, &#x201C;What does this scripture mean, and how shall we understand this or that passage?&#x201D; Now I wish, my brethren and sisters, for us to understand things precisely as they are, and not as the flitting, changing imagination of the human mind may frame them. <\/div><div class=\"paragraph jod\" id=\"v3n2477\"> The Bible is just as plain and easy of comprehension as the revelation which I have just read to you, if you understand the Spirit of God&#x2014;the Spirit of revelation, and know how the Gospel of salvation is adapted to the capacity of weak man. <\/div><div class=\"paragraph jod\" id=\"v3n2478\"> If you could see things as they are, you would know that the whole plan of salvation, and all the revelations ever given to man on the earth are as plain as would be the remarks of an Elder, were he to stand here and talk about our everyday business. <\/div><div class=\"paragraph jod\" id=\"v3n2479\"> I want you to understand this, that you may know how to understandingly read the Bible and the revelations delivered to you in your own generation, and how to honor your religion and your God. <\/div><div class=\"paragraph jod\" id=\"v3n2480\"> When you read the revelations, or when you hear the will of the Lord concerning you, for your own sakes never receive that with a doubtful heart.<span class=\"citation\" id=\"86209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86209)\">D&amp;C 58:29<\/a><\/span> This is a matter that I have frequently impressed upon the people here; I have exhorted them from year to year upon this very point, and have asked, why do you receive the counsel of God with doubtful hearts when you are taught the way of life and salvation, when things are made so plain and easy to you that you cannot misunderstand them? Why do you <div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0039\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> admit of such unbelief in your hearts and feelings as to say&#x2014;&#x201C;This or that is beneath the notice of the Almighty, and say that He does not deal in such simple, small, and everyday affairs?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2481\"> Why say, &#x201C;We want to hear from the stand concerning the mysteries&#x2014;the eternal mysteries of the kingdom of God, that which we have never heard.&#x201D; I might say to such, O fools, and slow of heart to believe all that the Prophets have spoken.<span class=\"citation\" id=\"68407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68407)\">Luke 24:25<\/a><\/span> Is it a mystery to you, sisters, how to knit a stocking? You all answer, &#x201C;No, not at all.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2482\"> But bring an individual from a world where they never had stockings, and it is as much of a mystery to that person, as anything you have ever thought of could be to you, because he would be perfectly ignorant of all ideas pertaining to that art. <\/div><div class=\"paragraph jod\" id=\"v3n2483\"> You may now be inclined to say, &#x201C;O, this is too simple and childlike, we wish to hear the mysteries of the kingdoms of the Gods who have existed from eternity, and of all the kingdoms in which they will dwell; we desire to have these things portrayed to our understandings.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2484\"> Allow me to inform you that you are in the midst of it all now, that you are in just as good a kingdom as you will ever attain to, from now to all eternity, unless you make it yourselves by the grace of God, by the will of God, by the eternal Priesthood of God, which is a code of laws perfectly calculated to govern and control eternal matter. If you and I do not by this means make that better kingdom which we anticipate, we shall never enjoy it. <\/div><div class=\"paragraph jod\" id=\"v3n2485\"> We can only enjoy the kingdom we have labored to make. If you say that you want mysteries, commandments, and revelations, I reply that scarcely a Sabbath passes over your heads, those of you who come here, without your having the revelations of Jesus<span class=\"citation\" id=\"74376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74376)\">Gal. 1:12<\/a><\/span>  <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0038\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Christ poured upon you like water on the ground. <\/div><div class=\"paragraph jod\" id=\"v3n2487\"> &#x201C;Why do you not write them, brother Brigham?&#x201D; I will tell you one reason why&#x2014;I expect that they will be one of these days, but I expect that you will have them written when God and His faithful servants, have suffered enough from the ignorance, foolishness, wickedness, and slothfulness of the people, from their slowness of heart to believe,<span class=\"citation\" id=\"68408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68408)\">Luke 24:25<\/a><\/span> and from their unrighteous dealing one with another. <\/div><div class=\"paragraph jod\" id=\"v3n2488\"> Then I expect that there will be just revelation enough given and written to cut all the ungodly off from the Church, and send them to hell. The reason it is not given now, is because of the mercy the Lord still sees fit to extend towards them. <\/div><div class=\"paragraph jod\" id=\"v3n2489\"> You recollect that last sabbath, and two weeks ago today, I told the people that it would be for their good to go and perform a certain piece of work, which was just as much revelation to you as would be teachings upon the subject of getting your endowment. It was life, and was upon the principles of eternal lives. I recollect telling you, when you lift your hands to heaven like that (raising his hand) and say that you will perform thus and so and do not, that such a course would damn you, as sure as you are now living. Men and women ought to fulfil all their covenants. <\/div><div class=\"paragraph jod\" id=\"v3n2490\"> I exhorted the brethren not to say that they would do the work, unless they intended to go and do it, for if they did not, I said they would be cursed. <\/div><div class=\"paragraph jod\" id=\"v3n2491\"> I am almost constrained by the power that is within me to draw the dividing line in the midst of this people, and to cut many from the Church, but I plead for mercy. I have mercy for the people, and I ask God to bear with the wickedness there is in their midst, which can hardly be borne with by the spirit and power of the Holy Ghost. <\/div> <div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0038\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n2492\"> I said, two weeks ago today, that some of you would be cursed, but have you ever heard me curse the people? You have not, though I have to hang, as it were, on a slender thread of faith to plead with the Almighty to yet spare the wicked in our midst. What hinders them from observing the law of God? Do I or does any other person hinder them? Who hinders you from doing a good work? I am wearied with seeing the conduct of some of this people, their thieving, lying, tattling, deceiving, running after the Gentile spirit, after the spirits of this world, receiving delusive spirits, and adhering to all manner of principles that are not of God. <\/div><div class=\"paragraph jod\" id=\"v3n2493\"> What hinders us in living as close to our religion as do the angels? Angels do not hinder us, God certainly does not, and we ought to say to devils, &#x201C;You shall not.&#x201D; But in the midst of this people there is a set of thieves, idolaters, drunkards, whoremongers, and vile persons. It may be asked, &#x201C;Shall we not draw the dividing line soon?&#x201D; Yes, some will in due time get line enough to send them to hell. Many are pleading for revelations; do you suppose that Saints lack revelations? They have plenty of them, and they are stored in the archives of those who have understanding of the principles of the Priesthood, ready to be brought forth as the people need. I will again read a portion of the revelation, &#x201C;For he that is compelled in all things, the same is a slothful and not a wise servant; wherefore he receiveth no reward. Verily I say, men should be anxiously engaged in a good cause, and do many things of their own free will, and bring to pass much righteousness; For the power is in them, wherein they are agents unto themselves. And inasmuch as men do good they shalt in no wise lose their reward.&#x201D;<span class=\"citation\" id=\"86206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86206)\">D&amp;C 58:26-28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2494\"> There is one principle that I do wish the people would observe, that  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0037\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is, do not ask God to give you knowledge, when you are confident that you will not keep and rightly improve upon that knowledge. It is a mercy in God that many are as ignorant as they are; for were it not so they would not be borne with as they are. Do not ask for revelations to dictate you in this, that, or the other, unless you are sure that you can obey them. Do not suffer yourselves to falter in your faith, and to say that the door of revelation is closed, for I tell you that there are now too many for your good, unless you hearken more diligently than you have hitherto, unless you apply more closely in your lives what is revealed, and live your religion more faithfully. <\/div><div class=\"paragraph jod\" id=\"v3n2496\"> You are frequently told that the chastisements which come upon this people are for their good. We may ask, &#x201C;Is pinching want for our good? Is the destruction of our crops for our good? Is the losing of our property for our good?&#x201D; Who will lay it to heart? Who will realize it? There are a few who will. I can say with safety that I firmly believe that there are five wise virgins and five foolish ones;<span class=\"citation\" id=\"66028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66028)\">Matt. 25:2<\/a><\/span> that there are five who are wise servants and handmaidens to five who are foolish. But in looking at the people in mass this may not appear, for you are frequently told that one evil person can corrupt many. It is an old saying, and a true one, that &#x201C;a wicked king can corrupt a nation,&#x201D; and a wicked father will corrupt a family, and a wicked ruler will corrupt those he rules over. We wish to be one, but &#x201C;evil communications corrupt good manners.&#x201D;<span class=\"citation\" id=\"73906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73906)\">1 Cor. 15:33<\/a><\/span> Unrighteous dealings and doings appear to exert a wider influence than righteous ones, consequently in this community when you find one evil person in a family, or in a neighborhood, that person will actually make it appear to a stranger that the whole family, or neighborhood is evil. The good and evil are mixed together, the wheat and the <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0037\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> tares are growing together,<span class=\"citation\" id=\"64573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64573)\">Matt. 13:30<\/a><\/span> the wise and foolish virgins are traveling on together. Some of the people are actually foolish, and they think that the Lord looks upon sin with a great deal of compassion, and are thinking, &#x201C;O, if I should do this or that I will be forgiven. Yes, I will go and tell it all to the heads of the Church and get their forgiveness, and pass on in my wickedness.&#x201D; Do you wish your friends to stay here, and all to be Saints indeed? Now some children are wicked and their parents righteous, and again children may be Saints and their parents wicked. There are good people who have wicked brothers and sisters, and they say, &#x201C;Let us be forgiving, let us hold onto them, if we have compassion, perhaps they will do better and repent of their sins, and yet be Saints.&#x201D; Is this not the feeling of every heart? It is, more or less. Who is there entirely void of these compassionate feelings? Father, save your son if possible; save your daughter, parents, if it is possible; brothers, save your brethren, if it is possible; save your sisters, if it is possible; save this man, or that woman, and let us have mercy on them, we will be compassionate on them. <\/div><div class=\"paragraph jod\" id=\"v3n2497\"> A great many come to me and say, &#x201C;I wish to do exactly as the Lord shall direct through you, brother Brigham.&#x201D; If I had the word of the Lord I would not dare give it to them, unless I knew it was an absolute duty. They never would obey it, because they are taught the word of the Lord here all the time, but do they hearken to it? Those who have wisdom within themselves, who have in possession the spirit of the Gospel, know what they hear from this stand. They know truth from error, they are satisfied, and never ask the Lord to give them more revelation, but to give them grace to observe and keep what they have received. <\/div><div class=\"paragraph jod\" id=\"v3n2498\"> You can perceive what kind of  <div class=\"break pagebreak\" id=\"339a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0339.pdf\" target=\"pdfwin\">p.&#xA0;339a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0036\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>characters they are who need to be commanded, they are slothful and not wise servants.<span class=\"citation\" id=\"86200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86200)\">D&amp;C 58:26<\/a><\/span> Many of you may inquire why I am urging this point today; because it is necessary, it ought to be done. I wish those who are Saints to walk uprightly before their God, and to do everything they can for their brethren who are not Saints. I desire every man and woman to exercise themselves to the utmost, for they will, in all probability, be lost unless we save them. You come to me and want to know the will of God, what for? It would send you to hell, as likely as not, for you will not do it, and that would lay the foundation for your condemnation, as it is written, &#x201C;Those that receive the commandments of God and do not do them are damned.&#x201D;<span class=\"citation\" id=\"86210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86210)\">D&amp;C 58:29<\/a><\/span> I feel to urge these things upon the people that they may save themselves, that they may be industrious, and go to with a ready heart and willing mind, with all their might, to do the things that are necessary to be done. <\/div><div class=\"paragraph jod\" id=\"v3n2500\"> Suppose that the Lord should give you a written revelation through me, I am satisfied that it would not infringe upon your planting corn, sowing wheat, and watering in the season thereof. The very first thing would be to instruct the people to take care of their temporal lives, for if a people do not provide to live on the earth they cannot accomplish the work given them to do. The first thing to be written would be for people to prepare to live on the earth, until they could overcome the wickedness that is in the world. <\/div><div class=\"paragraph jod\" id=\"v3n2501\"> This would be dictating you in your temporal affairs; I can dictate you in those matters, and if the Lord does not move me to the point of drawing the dividing line, though if He does I expect to be on hand, let us go to with all our might and do every good work we can, and be satisfied, and not be continually grumbling and complain<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0036\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing against the Lord, and teasing Him for more than you know what to do with. <\/div><div class=\"paragraph jod\" id=\"v3n2502\"> I could not, nor could any other man, give a revelation that would be more plain to the comprehension of the people than the one I have read to you this morning. There is no mystery about it, nothing mysterious or in the dark, but every man may easily know precisely what it means; all the people may understand it to perfection. This revelation was given to the people in their ignorance; it was given, we may say, at the birth of the man-child, in the first days of the being of the Priesthood again upon the earth, and yet it was so calculated and so worded, that every person could understand it. Brother Partridge knew what to do; Gilbert, Rigdon, and Peterson knew what to do; and in returning to Kirtland the Elders were to lift up their voices by the way, and to build up Churches.<span class=\"citation\" id=\"86250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86250)\">D&amp;C 58:46-64<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2503\"> One man is told to do this, and another to do that. Edward, you go and get your family and move them up here, &amp;c. Can you understand this? It is one of the revelations of God, given to this people in the first rise of the Church. I do not expect to give you any particular light upon it by the way of illustration, for it would be like my telling you that the sun shines, and that we are within the walls of this Temple Block, seated under a partial shade, constructed for screening us from the rays of the sun. You know all this, you understand it as well as I do; so did those to whom it was given understand this revelation. Would you understand what might be said to you, if I should command you to do this or that. Ask some man to command you, and never ask God to do it, until you are prepared to keep His commandments. <\/div><div class=\"paragraph jod\" id=\"v3n2504\"> You are ready to say in your hearts, &#x201C;We are always scolded.&#x201D; Who hurts you? You will never be hurt,  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0035\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>unless you hurt yourselves. If we live our religion we shall prosper, and if we live in the neglect of our duty, and continue to do so, as many do, there will be tribulation and anguish here, and the chastening hand of the Almighty will be on this people, more so than it has ever been. If I could stand here and talk to you without advancing these ideas, I would endeavor to do so, and would be very much pleased if there was no occasion for rebuke. It would delight me to be able to preach all the time upon the glories of Zion, that Zion prospers, that we are all in the straight and narrow way, that all feel fully engaged in building up the kingdom of God, and that every man, woman, and child is doing right, but such is not the case. If I could prevail upon the people to so lay instruction to heart, that they would repent of their sins and refrain from them, that they would forsake their hardheartedness and follies, I should be thankful indeed. <\/div><div class=\"paragraph jod\" id=\"v3n2506\"> I need not go into particulars in explaining the feelings of this people, for they are too well known. We see them exhibited in our temporal management, and in our transactions one with another. Some you see walking uprightly, and again you may see the honest suffering, and but few ready to extend the hand of charity to relieve them, while the dishonest who have followed this people, we will say, for the loaves and fishes,<span class=\"citation\" id=\"69208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69208)\">John 6:26<\/a><\/span> are begging, and their children also, from morning until night and hoarding up more than they can possibly consume. We see these different dispositions, yet we all are known under the appellation of Saints, we are all brethren and sisters in the Church of Christ. <\/div><div class=\"paragraph jod\" id=\"v3n2507\"> There is a disposition in many of the brethren like this, &#x201C;I want to consecrate all I have to the Church, and I will not reserve anything to myself.&#x201D; Very well, there are blank <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0035\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> deeds in the Office, fill one out, if you wish, but do as you please about it. &#x201C;I really feel as though it would be a great privilege to give everything I possess to the Church.&#x201D; What have you got? &#x201C;O, I have a five-acre lot.&#x201D; What is it worth? &#x201C;Well, I don't know; it is full of saleratus and greasewood.&#x201D; Such characters are so loving and kind, and will say, &#x201C;Now, brother Brigham, I feel better than I ever felt in my life, I feel happy that I am in the kingdom of God with all that I have; I have dedicated everything I have. Brother Brigham, do you think I can have a house and lot?&#x201D; They do not talk so loud as I am now talking, they whisper in my ear: &#x201C;Could you let me have a yoke of oxen, or a span of horses and a wagon, or twenty bushels of wheat,&#x201D; &amp;c., &amp;c.? If I were to hearken to one-third of such calls, these characters would drain our means to that degree, that the Church would never have the first sixpence, from this time forth to the day of judgment, with which to carry on this work. There is not one-third enough paid in tithing by this great people, to answer the calls of hypocrites and ungodly persons. <\/div><div class=\"paragraph jod\" id=\"v3n2508\"> Are all hypocrites? No, but if you see honest persons, you see those who are ready to take hold and labor with their might, even though they have but one potato in a day; they will suffer rather than impoverish the Church. <\/div><div class=\"paragraph jod\" id=\"v3n2509\"> I will relate a circumstance that transpired lately. I think it was last Tuesday or Wednesday night, as I was sitting in one of my houses, about nine o'clock in the evening, that a little boy, some nine or ten years of age, came along. As soon as he came to the door he began a story, but in such a manner that I could not understand him. I called him near to me, and desired him to relate his story again. He commenced by telling about his father's dying with the cholera on the  <div class=\"break pagebreak\" id=\"341a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0341.pdf\" target=\"pdfwin\">p.&#xA0;341a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0034\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Plains, that his mother was sick and had several children to take care of, and wound up by saying, that his mother had not eaten anything since the morning of the day previous. I told my wife to give him some bread, remarking that if I could walk as I once could I would know the true situation of that family. Brother Wells was by and said, &#x201C;I can walk,&#x201D; I then asked the boy where he lived; he replied, &#x201C;Over yonder.&#x201D; In what Ward? He did not know. What is your name? &#x201C;David Jones.&#x201D; What was your father's name? &#x201C;Jones.&#x201D; Who are your neighbors? He did not know. Brother Wells started off in an easterly direction with him. The boy began to limp and complained of sore feet, and ere long sat down and began to cry loudly and raise the neighborhood. Bishop Woolley hearing the crying came up, and, after trying to make him hush and start for his home, gave him a good spanking, and started him homeward. He at length mentioned the name of Bishop Perkins, and, from that Bishop, brother Wells learned that the name of the family was Meiklejohn, and that they lived in the Seventh Ward. After much inquiry the boy's home was found, though he was determined not to go home, and it was soon discovered that he had a father (whose Christian name is David) and mother living, both of whom had gone to bed, and a little sister, who waited on the opposite side of a street while the boy who begged, was still out. <\/div><div class=\"paragraph jod\" id=\"v3n2511\"> The parents of course said the boy did very wrong, and that they had no idea of his conducting himself so, when the fact is the boy has been trained to lie from his childhood by his father and mother, and so has the girl. Scores of times would not amount to the number that these very children have been to my house, and we have given them flour, meal, and bread which they have carried home. <\/div> <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0034\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n2512\"> On the same evening, persons were overheard talking beneath some trees. One said, &#x201C;Sister, where did you get your flour today?&#x201D; &#x201C;I got it at brother Brigham's.&#x201D; &#x201C;I have some money, and shall have to buy some.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2513\"> &#x201C;Don't buy one pound, but go to brother Brigham and tell him a good story, and you will get some flour. I have money, but I will not pay one cent for my flour.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2514\"> I mention these facts to illustrate the spirit that is in a portion of this community. If you go into England, or into any of the old countries, you will see the same class of poor, guilty, miserable wretches begging for a living, and they carry on that business to such a degree, and in such a manner, that the rich and those who are in comfortable circumstances, aware of the rascality of many, often refrain from given to any through fear of being imposed upon, and thereby the honest, innocent poor suffer. They would also suffer here if we were equally fearful of being imposed upon; but many who are unworthy are now aided, by those who are ever ready to assist the destitute, lest some honest poor should suffer; for this reason we withhold not from any. <\/div><div class=\"paragraph jod\" id=\"v3n2515\"> If this loose course of begging is suffered to go on in this community, without a check being put to it, but a few years would elapse before the honest might be permitted to starve to death in the streets; for those who have would say, &#x201C;We do not know but that you have your thousands at home, and we will not take the trouble to find out.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2516\"> We have our arrangements for learning the condition of the people, and I will here make a few remarks concerning the Bishops. If they magnify their office and calling, they will know the circumstances of every family in their Wards. But with all our experience in regard to Bishops, es<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0033\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pecially those who have been in the Church so long, and who know so much about the kingdom of God, they ought to know a little more about the families residing in their Wards, and not quite so much about the kingdom, if they cannot understand both at the same time. I very well know that they have their own families to take care of, and that they are allowed nothing for their services. That is partly why we have been appointing some new Bishops. I want men to act as Bishops who are smart enough to take care of themselves, and at the same time magnify their calling; and if we do not find them to be honest we mean to appoint other persons, and to continue so doing until that Quorum is filled with honest men. I am sorry to say that we have proven a few Bishops dishonest. Perhaps some of the Bishops here, or of those who live in other parts of the Territory, will say, &#x201C;It comes very hard, brother Brigham, for you to make such a statement as that, and not point out the dishonest person; the people may think that you mean me.&#x201D; You are the very ones I mean, if your consciences accuse you, for if you are not guilty you care not for such a statement, as your consciences are clear and you are not accused, therefore I mean those who say, &#x201C;This is hard.&#x201D;<span class=\"citation\" id=\"69299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69299)\">John 6:60<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2518\"> Do you wish me to explain myself? I have proof ready to show that Bishops have taken in thousands of pounds in weight of tithing which they have never reported to the General Tithing Office. We have documents to show that Bishops have taken in hundreds of bushels of wheat, and only a small portion of it has come into the General Tithing Office; they stole it to let their friends speculate upon. If anyone is doubtful about this, will you not call on me to produce my proof before a proper tribunal? I should take pleasure in doing so, but we pass over such things in mercy to the people. <\/div> <div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0033\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n2519\"> Will you repent of your sins, and go to and do that which you know you ought to do, without being commanded of the Lord, and thus be compelled to do it, or be damned?<span class=\"citation\" id=\"86211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86211)\">D&amp;C 58:29<\/a><\/span> Will you live so as to know the voice of the Good Shepherd<span class=\"citation\" id=\"69610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69610)\">John 10:4<\/a><\/span><span class=\"citation\" id=\"82048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82048)\">Alma 5:38<\/a><\/span> when you hear it, or are you determined to live so as not to know the difference between that voice and the voice of a stranger?<span class=\"citation\" id=\"69628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69628)\">John 10:5<\/a><\/span> In this I fear for the people. I have explained and commented upon these seemingly small items, though in reality they are of much importance. <\/div><div class=\"paragraph jod\" id=\"v3n2520\"> Chemists who are familiar with analyzing matter, inform you that the globe we inhabit is composed of small particles, so small that they cannot be seen with the unaided natural eye, and that one of these small particles may be divided into millions of parts, each part so minute as to be undiscernible by the aid of the finest microscopes. So the walk of man is made up of acts performed from day to day. It is the aggregate of the acts which I perform through life that makes up the conduct that will be exhibited in the day of judgment, and when the books are opened, there will be the life which I have lived for me to look upon, and there also will be the acts of your lives for you to look upon. Do you not know that the building up of the kingdom of God, the gathering of Israel, is to be done by little acts? You breathe one breath at a time; each moment is set apart to its act, and each act to its moment. It is the moments and the little acts that make the sum of the life of man. Let every second, minute, hour, and day we live be spent in doing that which we know to be right. <\/div><div class=\"paragraph jod\" id=\"v3n2521\"> If you do not know what to do, in order to do right, come to me at any time and I will give you the word of the Lord on that point. But if you wish the word of the Lord on your nonsensical, foolish notions and traits, be pleased to keep away from me, for  <div class=\"break pagebreak\" id=\"343a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0343.pdf\" target=\"pdfwin\">p.&#xA0;343a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0032\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I know too much about such characters for them to pass before me unobserved. Mankind are weak and feeble, poor and needy; how destitute they are of true knowledge, how little they have when they have any at all. We have need to increase in knowledge and understanding, and to apply our hearts more to wisdom. <\/div><div class=\"paragraph jod\" id=\"v3n2523\"> How necessary it is for us to live our religion so as to know ourselves better, and to know how to live better in accordance with the religion we have embraced. To know how to gather up the sons and daughters of Abraham, and to establish the kingdom of God on the earth, how necessary it is for you and I to live our religion, and not be slothful and negligent in fulfilling our duty. <\/div><div class=\"paragraph jod\" id=\"v3n2524\"> The Book of Mormon, the Doctrine and Covenants, the Old and New Testaments all corroborate the fact that when you receive the Spirit that gives you light, intelligence, peace, joy, and comfort, that it is from God. But when you, sisters, particularly in your family affairs, are tried and tempted, when parents and children have a spirit come upon them that irritates them, that causes them to have bad feelings, disagreeable, unhappy, and miserable sensations, causing them to say, &#x201C;We wish it was someway else; we wish our circumstances were different; we are not happy; something or the other is always wrong; we wish to do just right, but we are very unhappy;&#x201D; I desire to tell you that your own conduct is the cause of all this. &#x201C;But,&#x201D; says one, &#x201C;I have done nothing wrong, nothing evil.&#x201D; No matter whether you have or not, you have given way to a spirit of temptation. There is not that man or woman in this congregation, or on the face of the earth, that has the privilege of the holy Gospel, and lives strictly to it, whom all hell can make unhappy. You cannot make the man, woman, or child unhappy, who possesses <div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0032\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Spirit of the living God; unhappiness is caused by some other spirit. <\/div><div class=\"paragraph jod\" id=\"v3n2525\"> The spirit of contention divides families as we see some divided. We can hardly associate with some persons, for we have to walk in their midst like walking upon eggs. What is the matter? You do not know the spirit they are led by. Treat them kindly, and, perhaps, by and by they will come to understanding. What would they do were they of one heart and mind?<span class=\"citation\" id=\"92833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92833)\">Moses 7:18<\/a><\/span> They would be like little children, would respect their superiors and honor their God and their religion. This they would do, if they understood things as they are. Be careful of them, and treat them kindly. Who is there that walks up to the line, and knows the will of God without being commanded? A great many do; but it is not all of this people who are doing as I have been counseling you. Still I will venture to say that there are as many wise ones as foolish. But many will have to separate from their own family connections, if they do not do better. Parents and children will have to separate, and husbands and wives, ere long. How long shall they live together? Until the Lord says, gather up the tares and prepare them for the burning.<span class=\"citation\" id=\"64574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64574)\">Matt. 13:30<\/a><\/span> I am not going to undertake to separate the tares from the wheat, the sheep from the goat, but we will try to make you goats produce fleeces of wool instead of hair, and we will keep hammering at you with the word of God, which is quick and powerful,<span class=\"citation\" id=\"76535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76535)\">Heb. 4:12<\/a><\/span> until you become sheep, if possible, that we may not have five foolish virgins in the company.<span class=\"citation\" id=\"66029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66029)\">Matt. 25:2<\/a><\/span> Though in all this I do not expect to even desire to thwart the plans and sayings of Jesus Christ in the least. <\/div><div class=\"paragraph jod\" id=\"v3n2526\"> Let us do all the good we can, extend the hand of benevolence to all, keep the commandments of God and live our religion, and after all there will be five foolish virgins,<span class=\"citation\" id=\"66030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66030)\">Matt. 25:2<\/a><\/span> and if we  <div class=\"break pagebreak\" id=\"344a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0344.pdf\" target=\"pdfwin\">p.&#xA0;344a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0031\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are not careful, we shall all be on the list of the foolish ones. <\/div><div class=\"paragraph jod\" id=\"v3n2528\"> I dedicate myself, this congregation, and the whole interest of the kingdom of God on the earth, to our <div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0031\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Father, to His Son Jesus Christ, and to the Holy Ghost, that we may be saved; and I pray that this may be our happy lot. Amen. <\/div>\n<\/div>\n<\/div>"}