{"ID":30047, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Irrigation&#x2014;Every Saint Should Labor for the Interest of the Community&#x2014;It is the Lord that Gives the Increase&#x2014;Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, June 8, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Irrigation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/8\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d47\">\n<div class=\"paragraph jod\" id=\"v3n2399\"> I wish to say a few words before this meeting is dismissed, upon the subject of the Big Cottonwood Canal. I have been along the line of the canal, more or less, during nearly every day of the last week, and I will say, for the gratification of the Bishops and brethren present, that I think they have done extremely well. A great many men have labored on that canal during the past week, and had it not been for faith, or the Spirit of the Lord upon them, many might have sunk with fatigue, for they looked as though they would faint; but they have labored faithfully. What was absolutely necessary to be done a week ago today could have been done in one week, if all the labor could have been judiciously applied, and the portion we desired to finish this season would have now been completed. But such drawbacks will occur, when time cannot be previously taken to make the proper estimate and distribution of men and teams for different points of the work. With the circumstances under which we commenced last Monday morning, it could not be expected but what there would be more or less confusion and misapplication of labor; but even with these disadvantages the work has prospered extremely well. <\/div><div class=\"paragraph jod\" id=\"v3n2400\"> If we can get the water of Big Cottonwood as far as Big Canyon, as ditches have already been opened from the last named point, we can water <div class=\"break columnbreak\" id=\"328b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0328.pdf\" target=\"pdfwin\">p.&#xA0;328b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0047\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the five acre lots and about one-third of the city; but we expect to continue operations until we bring the water to the termination of the canal above the city, on the north side. The large reservoirs formed by the embankments across the deep ravines will hold an immense quantity of water, and we wish to have them speedily finished for containing water to be used when we need it. <\/div><div class=\"paragraph jod\" id=\"v3n2401\"> In regard to irrigation, I will venture to say that one-half of the water is wasted; instead of being applied where and when it is needed, it runs here and there, and perhaps one-half reaches the drooping plants. If people would take a little more pains in preparing ditches, gates, and embankments for economically conducting water where it is most needed, it would be a very great advantage to them. <\/div><div class=\"paragraph jod\" id=\"v3n2402\"> When water is brought to the termination of the canal, which we can accomplish in a few days, I presume that the reservoirs on the line of the work and those portions which are excavated in full will contain water enough to allow the people to irrigate when necessary, and thus do away with the practice of watering only two hours a week on a city lot, and much of that to be done in the night. And that is not all, for by the time the water is fairly on a lot it is taken by the next person whose right it is to use it. And lots which have had  <div class=\"break pagebreak\" id=\"329a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0329.pdf\" target=\"pdfwin\">p.&#xA0;329a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0046\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thousands of dollars expended on them, and which would yield more than a thousand dollars' worth of fruit and vegetables, could they be properly irrigated, are only allowed a small stream of water for two hours once a week, and at the same time an adjoining lot planted with corn, the hills six feet apart and one stalk in a hill, comparatively speaking, the balance of the ground being covered with weeds, is allotted the same time and amount of water as the one on which the fruit trees and other choice vegetation are worth thousands of dollars. <\/div><div class=\"paragraph jod\" id=\"v3n2404\"> There ought to be a reformation in the distribution of the water. The man who will not raise five dollars' worth of produce on his lot, has the same water privilege as the man who could raise a thousand dollars' worth. For instance, brother Staines gets the water for two hours in a week, and what are his fruit trees worth? He could make his thousand dollars a year from them, if he were disposed to sell the fruit instead of giving it away, could he have a fair portion of water. I have a lot just below him well-cultivated in fruit trees, a nursery, and choice vegetables, I also can only have the water on my lot for two hours in a week; when lots nearby, with but little on them except weeds, get the same water privilege, and that too in the daytime, while we have to use it in the night. Water masters ought to look to this matter, until they have arranged a more just distribution. <\/div><div class=\"paragraph jod\" id=\"v3n2405\"> So soon as we can complete the canal and its reservoirs, the people will be enabled to water their gardens thoroughly, which will be scores of thousands of dollars advantage to this city yearly, besides the immense benefit to the farming lands. There is much grain growing in the city lots, and many persons have spaded their ground, not having teams to plow with, consequently their lots are bet<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"329b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0329.pdf\" target=\"pdfwin\">p.&#xA0;329b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0046\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ter cultivated this year than heretofore, and we wish to water them that we may not lose our labor. If we can have your help for a few days more, we shall bring much more water to the city than we now have. <\/div><div class=\"paragraph jod\" id=\"v3n2406\"> I have personally interested myself very diligently in the labors upon the canal, and have endeavored to follow the instructions of brother Kimball during last Sabbath. Who has been impoverished by our labor? Who has been injured by it? Not a single individual, old or young. Who is benefited by it? The whole community: every man, woman, and child. This canal will be a lasting benefit; without it we may be discouraged with regard to the farming interests of this portion of the valley. We expect to see this canal completed. I know that some have thought it would be almost impossible to complete such a work here, to secure the banks of the deep ravines, but we shall not leave it until it is completed. <\/div><div class=\"paragraph jod\" id=\"v3n2407\"> Shall we stop making canals, when the one now in progress is finished? No, for as soon as that is completed from Big Cottonwood to this city, we expect to make a canal on the west side of Jordan, and take its water along the east base of the west mountains, as there is more farming land on the west side of that river than on the east. When that work is accomplished we shall continue our exertions, until the Provo River runs to this city. We intend to bring it around the point of the mountain to Little Cottonwood, from that to Big Cottonwood, and lead its waters upon all the land from Provo Canyon to this city, for there is more water runs in that stream alone than would be needed for that purpose. <\/div><div class=\"paragraph jod\" id=\"v3n2408\"> If we had time we should build several reservoirs to save the waters of City Creek, each one to contain enough for once irrigating one-third of the city. If we had such reser<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"330a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0330.pdf\" target=\"pdfwin\">p.&#xA0;330a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0045\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>voirs the whole of this city might be irrigated with water that now runs to waste. Even then we do not intend to cease our improvements, for we expect that part of the Weber will be brought to the Hot Springs, there to meet the waters from the south and empty into Jordan. Then we contemplate that Bear River will be taken out at the gates to irrigate a rich and extensive region on its left bank, and also upon the other side to meet the waters of the Malad. We know not the end of our public labors and enterprises in this Territory, and we design performing them as fast as we can. <\/div><div class=\"paragraph jod\" id=\"v3n2410\"> Our preaching to you from Sabbath to Sabbath, sending the Gospel to the nations, gathering the people, opening farms, making needed improvements, and building cities, all pertain to salvation. The Gospel is designed to gather a people that will be of one heart and of one mind.<span class=\"citation\" id=\"85735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85735)\">D&amp;C 45:65<\/a><\/span><span class=\"citation\" id=\"92832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92832)\">Moses 7:18<\/a><\/span> Let every individual in this city feel the same interest for the public good as he does for his own, and you will at once see this community still more prosperous, and still more rapidly increasing in wealth, influence, and power. But where each one seeks to benefit himself or herself alone, and does not cherish a feeling for the prosperity and benefit of the whole, that people will be disorderly, unhappy, and poverty-stricken, and distress, animosity, and strife will reign. <\/div><div class=\"paragraph jod\" id=\"v3n2411\"> Efforts to accumulate property in the correct channel are far from being an injury to any community, on the contrary they are highly beneficial, provided individuals, with all that they have, always hold themselves in readiness to advance the interests of the kingdom of God on the earth. Let every man and woman be industrious, prudent, and economical in their acts and feelings, and while gathering to themselves, let each one strive to identify his or her interests <div class=\"break columnbreak\" id=\"330b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0330.pdf\" target=\"pdfwin\">p.&#xA0;330b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0045\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with the interests of this community, with those of their neighbor and neighborhood, let them seek their happiness and welfare in that of all, and we will be blessed and prospered. <\/div><div class=\"paragraph jod\" id=\"v3n2412\"> I do not wish to boast in the least, neither do I think much of myself, nor ever did, nor do I ever pause much to think, in all my labors, doings, travelings, toils, and preachings, whether I have friends or foes, but the care that I have for this community I do manifest in my works. Not that I think that I am extraordinarily praiseworthy, or that I am a very good man, for you know that I have never professed to be a very religious man; but what I wish you to do to your neighbor I do by you;<span class=\"citation\" id=\"94444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94444)\">Matt. 7:12<\/a><\/span> but I will not ask my Father in heaven to deal any more kindly with me than I deal with my brethren. <\/div><div class=\"paragraph jod\" id=\"v3n2413\"> My interest is the interest of this community; this has been characteristic of my course from the beginning. I have witnesses here to prove that, from the time I entered this kingdom until this day, this community and its welfare have been my interest. <\/div><div class=\"paragraph jod\" id=\"v3n2414\"> I have proven this all the time, and I prove it still. I have proven it this year, in the scarce time we are passing through. Ask the poor brethren and sisters who have come to me for bread if they have been turned away empty. I have had a large amount of flour and means, for among other property I have two of the best mills in the Territory, and a large farm upon which I generally raise much wheat and other produce. I have always raised more grain than my family consumed, and in these scarce times find the man or woman that I have taken fifty cents from for flour. <\/div><div class=\"paragraph jod\" id=\"v3n2415\"> I have had money offered to me, but I have told such persons to go and buy where flour is for sale; I have none to sell. <\/div><div class=\"paragraph jod\" id=\"v3n2416\"> In all my transactions in this community I have acted in a similar man<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"331a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0331.pdf\" target=\"pdfwin\">p.&#xA0;331a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0044\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ner. What do I get for taking such a course? When I came into this valley I owed for my outfit; I had but little; I do not think that one-third of my family had shoes to their feet, and I had no leather from which to make shoes. <\/div><div class=\"paragraph jod\" id=\"v3n2418\"> We came with what we had, and I borrowed oxen from one man, and horses from another, which I have since paid for, besides paying thousands of dollars for my poor brethren who could not pay. <\/div><div class=\"paragraph jod\" id=\"v3n2419\"> What the Lord has done for me, you all know. Have I wronged any man, or pinched any man in a time of trouble, or in any way taken an advantage of his necessities? Bring forward a man whom I have wronged, and I will restore to him not only four but tenfold. My hands are open; I have naturally an open hand, it does not contract on the needy like that. (Holding his hand with the fingers shut.) <\/div><div class=\"paragraph jod\" id=\"v3n2420\"> Neither am I like the miller who striked the toll dish with a crowning hand, thus leaving the grain convex, but who, when he quit milling and opened a tavern, reversed his hand and left the grain concave. <\/div><div class=\"paragraph jod\" id=\"v3n2421\"> I do not wish you to deal any better by me than I do by you,<span class=\"citation\" id=\"94445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94445)\">Matt. 7:12<\/a><\/span> neither do I wish God my Father to deal any more kindly towards me than I do towards you. How came I by what I have? We may dig water ditches, make canals, sow wheat, build mills, and labor with our mights, but if God does not give the increase<span class=\"citation\" id=\"73134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73134)\">1 Cor. 3:6<\/a><\/span> we remain poor. Though we bestow much labor upon our fields, if God does not give the increase we shall have no grain. <\/div><div class=\"paragraph jod\" id=\"v3n2422\"> How few there are who fully understand this matter, who realize thoroughly that unless God blesses our exertions we shall have nothing. It is the Lord that gives the increase. He could send showers to water our fields, but I do not know that I have prayed for rain since I have been in <div class=\"break columnbreak\" id=\"331b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0331.pdf\" target=\"pdfwin\">p.&#xA0;331b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0044\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these valleys until this year, during which I believe that I have prayed two or three times for rain, and then with a faint heart, for there is plenty of water flowing down these canyons in crystal streams as pure as the breezes of Zion, and it is our business to use them. <\/div><div class=\"paragraph jod\" id=\"v3n2423\"> I do not feel disposed to ask the Lord to do for me what I can do for myself. I know when I sow the wheat and water it that I cannot give the increase, for that is in the hands of the Almighty; and when it is time to worship the Lord, I will leave all and worship Him. As I said yesterday to a Bishop who was mending a breach in the canal, and expressed a wish to continue his labor on the following Sabbath, as his wheat was burning up, let it burn, when the time comes that is set apart for worship, go up and worship the Lord. <\/div><div class=\"paragraph jod\" id=\"v3n2424\"> When Bishops and the brethren can perceive and understand that it is the Lord that gives the increase, after all their exertions to sustain themselves, they will be satisfied that the glory belongs to Him, and not altogether to the exertions of man. You know Paul says that he considered himself an unprofitable servant,<span class=\"citation\" id=\"67825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67825)\">Luke 17:10<\/a><\/span><span class=\"citation\" id=\"81804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81804)\">Mosiah 2:21<\/a><\/span> and so is every other man; that is, when we have done all we can to save ourselves, spiritually and temporally, it is the Lord who gave us the means. <\/div><div class=\"paragraph jod\" id=\"v3n2425\"> He opened up the way of life and salvation, organized the elements to sustain our mortal bodies, and thus afforded all the means for increase. It is all through the wisdom of Him who has created all things,<span class=\"citation\" id=\"81874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81874)\">Mosiah 5:15<\/a><\/span> who rules over and sustains all things. <\/div><div class=\"paragraph jod\" id=\"v3n2426\"> Have the Latter-day Saints got to learn this? Yes. And they have got to learn that the interest of their brethren is their own interest, or they never can be saved in the celestial kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v3n2427\"> While saying a few words here last Sabbath about the canal, I told you  <div class=\"break pagebreak\" id=\"332a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0332.pdf\" target=\"pdfwin\">p.&#xA0;332a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0043\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>when you lifted your hands to heaven, in token of your willingness to do a certain things that you ought to do it. A great many of you have had your endowments, and you know what a vote with uplifted hands means. <\/div><div class=\"paragraph jod\" id=\"v3n2429\"> It is a sign which you make in token of your covenant with God and with one another, and it is for you to perform your vows. When you raise your hands to heaven and let them fall and then pass on with your covenants unfulfilled, you will be cursed. <\/div><div class=\"paragraph jod\" id=\"v3n2430\"> I feel sometimes like lecturing men and women severely, who enter into covenants without realizing the nature of the covenants they make, and who use little or no effort to fulfil them. <\/div><div class=\"paragraph jod\" id=\"v3n2431\"> Some Elders go to the nations and preach the Gospel of life and salvation, and return without thoroughly understanding the nature of a covenant. It is written in the Bible that every man should perform his own vows,<span class=\"citation\" id=\"60723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60723)\">Jer. 44:25<\/a><\/span> even if to his own hurt;<span class=\"citation\" id=\"124527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124527)\">Ps. 15:4<\/a><\/span> in this way you will show to all creation and to God that you are full of integrity. <\/div><div class=\"paragraph jod\" id=\"v3n2432\"> This people have got to entirely wake out of their sleep, they have got to be a strictly righteous people, or they will have to meet worse things than a scanty morsel of bread. <\/div><div class=\"paragraph jod\" id=\"v3n2433\"> Do they believe this? Some think&#x2014;&#x201C;Well, perhaps it will be so, and perhaps not. I have little flour now, and I really want the money, and if I can get twelve or thirteen dollars a hundred for it I can spare it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2434\"> This is the principle some persons operate upon, and it is sectarianism. It seems of the longfaced deacon style, who, when a poor man wants flour for his wife and children, in measured tone and with a long religious face, says, &#x201C;No;&#x201D; but who, after long importunity on the part of the hungry man, will at last, in a very soft, measured, pious, longfaced, sighing style, reply, &#x201C;Well, brother, I <div class=\"break columnbreak\" id=\"332b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0332.pdf\" target=\"pdfwin\">p.&#xA0;332b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0043\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have not any to spare, but I don't know but that if you will come and work for me a couple of days in harvest, I will spare you a bushel to accommodate you. I shall have to hire labor at harvest, can you come and help me?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2435\"> The answer is, &#x201C;Yes,&#x201D; when at the same time he knows that he can have two bushels a day for work in harvest, but the longfaced deacon will make him agree to work two days for one bushel. <\/div><div class=\"paragraph jod\" id=\"v3n2436\"> I have heard of a man in this City who was stopped from building a house. Why? Because he got first-rate mechanics to work for five pounds of flour a day, which is at the rate of thirty cents a day. His Bishop told him that he could not build a house in his Ward upon any such principle. <\/div><div class=\"paragraph jod\" id=\"v3n2437\"> Do you suppose that such a man is fit to belong to any church? Yes, to Joe Bowers' church, and his was a hell-fired church. <\/div><div class=\"paragraph jod\" id=\"v3n2438\"> You who have surplus flour hoarded up, give it to the poor, and say that you will trust in God. <\/div><div class=\"paragraph jod\" id=\"v3n2439\"> The first year that I came into this valley I had not flour enough to last my family until harvest, and that I had brought with me, and persons were coming to my house every day for bread. I had the blues about one day; I went down to the old fort, and by the time I got back to my house I was completely cured. I said to my wife, &#x201C;Do not let a person come here for food and go away empty handed, for if you do we shall suffer before harvest; but if you give to every individual that comes we shall have enough to last us through.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2440\"> I have proven this many a time, and we have again proven it this year. I have plenty on hand, and shall have plenty, if I keep giving away. More than two hundred persons eat from my provisions every day, besides my own family and those who work for  <div class=\"break pagebreak\" id=\"333a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0333.pdf\" target=\"pdfwin\">p.&#xA0;333a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0042\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I intend to keep doing so, that my bread may hold out, for if I do not I shall come short. <\/div><div class=\"paragraph jod\" id=\"v3n2442\"> Do you believe that principle? I know it is true, because I have proven it so many times. <\/div><div class=\"paragraph jod\" id=\"v3n2443\"> I have formerly told this community of a circumstance that occurred to brother Heber and myself, when we were on our way to England. We paid our passage to Kirtland, and to my certain knowledge we had only $13.50, but we paid out $87.00; this is but one instance among many which I could name. <\/div><div class=\"paragraph jod\" id=\"v3n2444\"> You who have flour and meat, deal it out, and do not be afraid that you will be too much straightened, for if you will give, you will have plenty, for it is God who sustains us and we have got to learn this lesson. All I ask of you is to apply your heart to wisdom<span class=\"citation\" id=\"57364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57364)\">Prov. 2:2<\/a><\/span> and to watch the providences of God, until you prove for yourselves <div class=\"break columnbreak\" id=\"333b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0333.pdf\" target=\"pdfwin\">p.&#xA0;333b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0042\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that I am telling the truth, even that which I do know and have experienced. <\/div><div class=\"paragraph jod\" id=\"v3n2445\"> I have experienced much in my life, and I will not ask you to do any better by one another nor by me than I do by you,<span class=\"citation\" id=\"94446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94446)\">Matt. 7:12<\/a><\/span> and I will bless you all the time. I feel to bless you continually; my life is here, my interest, my glory, my pride, my comfort, my all are here, and all I expect to have, to all eternity is wrapped up in the midst of this Church. <\/div><div class=\"paragraph jod\" id=\"v3n2446\"> If I do not get it in this channel, I shall not have it at all. How do you suppose I feel? I feel as a father should feel towards his children. I have felt so for many years, even when I durst not say so; I have felt as a mother feels towards her tender offspring, and durst not express my feelings; but I have tried to carry out their expression in my life. May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}