{"ID":30049, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Faith and Visions of the Ancient Saints&#x2014;The Same Great Blessings to Be Enjoyed By the Latter-Day Saints.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Orson Pratt, Delivered in the Tabernacle, Great Salt Lake City, April 13, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Faith and Visions of the Ancient Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 4\/13\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d49\">\n<div class=\"paragraph jod\" id=\"v3n2529\"> [Elder Pratt read the 7th, 8th, and 9th paragraphs of the Book of Ether.]<span class=\"citation\" id=\"83364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83364)\">Ether 3:1-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2529\"> I have read, from the Book of Ether, a portion of what is written concerning that great and wonderful vision, shown to a man in all respects just like unto ourselves, so far as his nature was concerned, all men being subjected to certain evil influences, through the transgression of our first parents. At the same time, if it had not been for their transgressing the commandments of the Lord, in the garden of Eden, this congregation would not have been here. <\/div><div class=\"paragraph jod\" id=\"v3n2530\"> Because Adam and Eve transgressed we are here with mortal tabernacles; and these mortal tabernacles are subject to vanity, through the power which the adversary has on account of our organization in the flesh; he has power over the spirit, and to bring us into captivity and bondage, and subject us to the yoke of bondage,<span class=\"citation\" id=\"74617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74617)\">Gal. 5:1<\/a><\/span> of sin, of the fallen and corrupt nature; but by the resurrection of Jesus Christ, who was prepared before the foundation of the world,<span class=\"citation\" id=\"92671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92671)\">Moses 5:57<\/a><\/span> we have hope of being redeemed from that which is a yoke upon us in the economy of this probation, for mortality was instituted <div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0031\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by the Lord to give us an opportunity of proving ourselves. <\/div><div class=\"paragraph jod\" id=\"v3n2531\"> Our first parents thorough transgressing the law of God, brought death into the world, but through the death of Jesus Christ, life and immortality were introduced.<span class=\"citation\" id=\"76018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76018)\">2 Tim. 1:10<\/a><\/span> The one brings into bondage; the other gives us hope of escape, of redemption, that we may come forth with the same kind of body that Adam had before the fall, a body of immortal flesh and bones. <\/div><div class=\"paragraph jod\" id=\"v3n2532\"> Adam and Eve were immortal, the same as resurrected beings, but previous to their transgression they had no knowledge of good and evil. <\/div><div class=\"paragraph jod\" id=\"v3n2533\"> After the redemption we will not only have the same kind of bodies that they possessed in the garden of Eden before the fall, but we will have a knowledge of good and evil through our experience. For this purpose we are made partakers, through our agency, of the knowledge of evil in this life, that we all may know how to appreciate good when we are put in possession of it. <\/div><div class=\"paragraph jod\" id=\"v3n2534\"> Hence in our immortal tabernacles, when brought forth from the grave, we shall have a knowledge of our past experience, a most perfect knowledge.  <div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0030\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>There will be no imperfection of memory, but we shall remember, as the Prophet tells us in the Book of Mormon, all things that have taken place during our mortal lives; everything that we have thought and done.<span class=\"citation\" id=\"82120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82120)\">Alma 12:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2536\"> We shall remember that we have been made free from sin through the ordinances of the Gospel; we shall remember the new birth that we received while in this mortal state, the being cleansed from sin through the blood of Jesus Christ, and made new creatures;<span class=\"citation\" id=\"74188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74188)\">2 Cor. 5:17<\/a><\/span> all those things will be plain and clear before the mind of the immortal man. <\/div><div class=\"paragraph jod\" id=\"v3n2537\"> There is a great lesson of instruction given in the short history which I have read before you; it shows the privileges pertaining to our religion in some respects, and it shows how much there is to be received, and how much we have not received in mortality. <\/div><div class=\"paragraph jod\" id=\"v3n2538\"> We also learn from the history we have read, the principle upon which these blessings are to be received, viz., by faith in Jesus Christ. The brother of Jared did not receive these blessings without faith;<span class=\"citation\" id=\"83385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83385)\">Ether 3:9<\/a><\/span> he exercised faith in the Lord, in the revelations previously received, or which the Prophets had spoken in former days; he exercised faith in the promises given to the fathers. <\/div><div class=\"paragraph jod\" id=\"v3n2539\"> All the circumstances through which they were called to pass, had a tendency to create a great amount of faith in those ancient men of God. It is true that the brother of Jared had been a Prophet for many years; faith had been centered in his heart, and he could lay hold of the promises of God.<span class=\"citation\" id=\"76747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76747)\">Heb. 6:18<\/a><\/span><span class=\"citation\" id=\"82424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82424)\">Hel. 3:29<\/a><\/span><span class=\"citation\" id=\"83216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83216)\">Morm. 7:8<\/a><\/span> He was a Revelator at the time the tower of Babel was built; he was a man capable of receiving instructions from heaven; and hence his brother said, at the time the language was confounded, &#x201C;Enquire of the Lord if He will take us out of the land, and if it please the Lord to let us go by ourselves, let us be faithful, <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0030\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that we and our posterity and nation may be blest.&#x201D;<span class=\"citation\" id=\"83322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83322)\">Ether 1:38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2540\"> From these few sayings of Jared we find that he had the utmost confidence in the revelations of his brother, for he knew him to be a Prophet and a Revelator. While wandering many years in the wilderness, the Lord continued to reveal Himself unto them in the wilderness; He had shown forth to them His glory, had come down and talked in a cloud and shown them many things which were to come to pass, and instructed them to build barges and cross large bodies of water, before they came to the ocean.<span class=\"citation\" id=\"83348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83348)\">Ether 2:14-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2541\"> Being taught for many years in the things of the kingdom of God, their minds were somewhat prepared for the journey before them. They were instructed to build eight barges with which to cross the great ocean;<span class=\"citation\" id=\"83357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83357)\">Ether 3:1<\/a><\/span> and after being fully informed upon those matters, and having finished the barges, the company saw that there was no light in them, and it would have been very difficult to carry fuel such a long distance, in order to have produced light.<span class=\"citation\" id=\"83354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83354)\">Ether 2:22-25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2542\"> Now reflect upon the faith of this man of God; rather than be tossed upon the bosom of the great deep for many days excluded from the light of sun, moon, and stars, and rather than be under the necessity of taking wood to make fires, without any outlet for smoke, and before he knew how the Lord was going to provide light, he carved out sixteen stones, which, though white and clear like unto glass, gave no light.<span class=\"citation\" id=\"83358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83358)\">Ether 3:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2543\"> He carried those stones into a great mountain, and called upon Him who at the beginning said, &#x201C;Let there be light and there was light,&#x201D;<span class=\"citation\" id=\"52044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52044)\">Gen. 1:3<\/a><\/span> to touch those stones that they might have them for lights upon the bosom of the deep. This would be sufficient if there was not another word written, to convince any person that he was a man of great faith, and that when in  <div class=\"break pagebreak\" id=\"346a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0346.pdf\" target=\"pdfwin\">p.&#xA0;346a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0029\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>difficulty he called upon the Lord, and the Lord hearkened to his voice, and put forth His hand. And because of this man's faith he beheld the finger of the Lord when He touched the stones,<span class=\"citation\" id=\"83370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83370)\">Ether 3:6<\/a><\/span> and those stones were filled with the principle of imparting light. <\/div><div class=\"paragraph jod\" id=\"v3n2545\"> This was a miracle to those that beheld it, and why so? Because it was contrary to the general laws with which they were acquainted, though in fact it was no more of a miracle for the Lord to show His finger than to do anything else, or than the falling of a stone to the ground. The same Supreme power that causes the fall of a stone, can cause a stone to give light, and in this instance did perform that operation, and they beheld it, and had constant day until they had crossed the sea. One may enquire, &#x201C;Brother Pratt, why do you refer to those old historical events, why don't you refer to that which belongs to our everyday duties?&#x201D; Because there are those around me here who are better qualified to teach you in relation to your everyday duties; they are able to instruct you from Sabbath to Sabbath, and are constantly pouring forth instructions for your edification and benefit. <\/div><div class=\"paragraph jod\" id=\"v3n2546\"> These ideas came into my mind, and are calculated, if properly understood, to be used as examples for our good; they are written for our edification and that of our children.<span class=\"citation\" id=\"94447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94447)\">2 Ne. 4:15<\/a><\/span> The heed that we give to the everyday duties which are pointed out to us, will determine in a great measure our reward. It may be asked, &#x201C;Do you think that it is really our privilege, as the children of God in this dispensation, to attain to the same blessings which were received by those ancient people of God?&#x201D; Yes, and far greater; for you will find in this same history, in a part which I have not read, that a portion of the same things should be given to the Latter-day <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0029\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Saints through their faith. The Lord says, &#x201C;Then will I show the great and marvelous things of my kingdom unto them, as I did to him.&#x201D;<span class=\"citation\" id=\"83442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83442)\">Ether 4:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2547\"> But it all depends, recollect, upon the great principle of faith, and you are to obtain these things upon condition of practicing those everyday duties which you are hearing proclaimed from day to day. With such wisdom, and by continuing steadfast therein, your faith will increase in those great and heavenly principles, until you can lay hold by faith upon all the great and marvelous things that were communicated to him.<span class=\"citation\" id=\"83569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83569)\">Moro. 7:21,25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2548\"> What were communicated to him besides what I have read? It may not be amiss to read a few more words, for I fear that we are too careless in relation to those things which pertain to our welfare, which, with the various duties and cares of life, make us careless in listening to the Living Oracles. It is my belief that if this people more carefully read the oracles of the ancients, they would be directed more diligently to attend to the Living Oracles. <\/div><div class=\"paragraph jod\" id=\"v3n2549\"> We are commanded to search the Scriptures for instructions,<span class=\"citation\" id=\"69185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69185)\">John 5:39<\/a><\/span> but I fear that we neglect this counsel too much, and become careless. In consequence of such neglect, the Lord reproved this Church some years ago, and said that the whole Church was under condemnation, because they had neglected the Book of Mormon; and He told them that unless they would repent, they should be held under condemnation,<span class=\"citation\" id=\"87815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87815)\">D&amp;C 84:57<\/a><\/span> and should be scourged, and judgments should be poured out upon them. If you would read these things in the Spirit, and call upon God to give you His Spirit to fix the sayings of the Prophets upon your minds, you would do good and derive benefit therefrom. If the Saints will give most earnest and diligent heed unto the instructions given in those books<span class=\"citation\" id=\"94448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94448)\">D&amp;C 84:43<\/a><\/span> which have been pre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"347a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0347.pdf\" target=\"pdfwin\">p.&#xA0;347a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0028\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>served, and especially to the instructions which are given by our President, they will prosper and be blest in all things. <\/div><div class=\"paragraph jod\" id=\"v3n2551\"> I will again read, &#x201C;And because of the knowledge of this man he could not be kept from beholding within the veil.&#x201D;<span class=\"citation\" id=\"83417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83417)\">Ether 3:19<\/a><\/span> Says one, &#x201C;That is a curious saying; I thought the Lord could do whatever He pleased.&#x201D; This was because the Lord had given His word that He would do according to the faith of the Saints&#x2014;righteous sons and daughters of Adam&#x2014;hence He could not restrain the brother of Jared from looking within the veil. <\/div><div class=\"paragraph jod\" id=\"v3n2552\"> When there is sufficient faith in the hearts of the children of men, it is impossible to withhold blessings from them, if that faith is exercised, for if the Lord should do so, He would forfeit His own word, and we read that it is impossible for God to lie.<span class=\"citation\" id=\"76748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76748)\">Heb. 6:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2553\"> I will now read as follows: &#x201C;And it came to pass that the Lord said unto the brother of Jared: Behold, thou shalt not suffer these things which ye have seen and heard to go forth unto the world, until the time cometh that I shall glorify my name in the flesh; wherefore, ye shall treasure up the things which ye have seen and heard, and show it to no man. And behold, when ye shall come unto me, ye shall write them and shall seal them up, that no one can interpret them; for ye shall write them in a language that they cannot be read. And behold, these two stones will I give unto thee, and ye shall seal them up also, with the things which ye shall write. For behold, the language which ye shall write, I have confounded; wherefore I will cause in my own due time that these stones shall magnify to the eyes of men these things which ye shall write.&#x201D;<span class=\"citation\" id=\"83420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83420)\">Ether 3:21-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2554\"> Now notice the words of Moroni, upwards of 400 years after Christ: &#x201C;And when the Lord had said these <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0028\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> words, the Lord showed unto the brother of Jared all the inhabitants of the earth which had been, and also all that would be; and withheld them not from his sight, even unto the ends of the earth. For he had said unto him in times before, that if he would believe in him that he could show unto him all things&#x2014;it should be shown unto him; therefore the Lord could not withhold anything from him, for he knew that the Lord could show him all things. And the Lord said unto him: Write these things and seal them up; and I will show them in mine own due time unto the children of men.&#x201D;<span class=\"citation\" id=\"83429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83429)\">Ether 3:25-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2555\"> You recollect that when the Book of Mormon was translated from the plates, about two-thirds were sealed up, and Joseph was commanded not to break the seal; that part of the record was hid up. The plates which were sealed contained an account of those great things shown unto the brother of Jared; and we are told that all those things are preserved to come forth in the due time of the Lord. The 11th paragraph informs us respecting the interpreters. I will read it&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v3n2556\"> &#x201C;And it came to pass that the Lord commanded him that he should seal up the two stones which he had received, and show them not, until the Lord should show them unto the children of men. And the Lord commanded the brother of Jared to go down out of the mount from the presence of the Lord, and write the things which he had seen; and they were forbidden to come unto the children of men, until after that he should be lifted up upon the cross; and for this cause did king Mosiah keep them, that they should not come unto the world until after Christ should show himself unto his people. And after Christ truly had showed himself unto his people he commanded that they should be made manifest.&#x201D;<span class=\"citation\" id=\"83432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83432)\">Ether 3:28<\/a><\/span><span class=\"citation\" id=\"83434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83434)\">Ether 4:1-2<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"348a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0348.pdf\" target=\"pdfwin\">p.&#xA0;348a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0027\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n2558\"> These interpreters, the two stones that were given to the brother of Jared, were the two stones that were found with the plates. Again, the Lord says in the next paragraph a portion of which I will read&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v3n2559\"> &#x201C;Come unto me, O ye Gentiles, and I will show unto you the greater things, the knowledge which is hid up because of unbelief. Come unto me, O ye house of Israel, and it shall be made manifest unto you how great things the Father hath laid up for you, from the foundation of the world; and it hath not come unto you, because of unbelief. Behold, when ye shall rend that veil of unbelief which doth cause you to remain in your awful state of wickedness, and hardness of heart, and blindness of mind, then shall the great and marvelous things which have been hid up from the foundation of the world from you&#x2014;yea, when ye shall call upon the Father in my name, with a broken heart and a contrite spirit, then shall ye know that the Father hath remembered the covenant which he made unto your fathers, O house of Israel. And then shall my revelations which I have caused to be written by my servant John be unfolded in the eyes of all the people. Remember, when ye see these things, ye shall know that the time is at hand that they shall be made manifest in very deed. Therefore, when ye shall receive this record, ye may know that the work of the Father has commenced upon all the face of the land. Therefore, repent all ye ends of the earth, and come unto me, and believe in my gospel, and be baptized in my name; for he that believeth and is baptized shall be saved; but he that believeth not shall be damned; and signs shall follow them that believe in my name. And blessed is he that is found faithful unto my name at the last day, for he shall be lifted up to dwell in the kingdom prepared for him from <div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0027\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the foundation of the world. And behold it is I that hath spoken it. Amen.&#x201D;<span class=\"citation\" id=\"83450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83450)\">Ether 4:13-19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2560\"> I have felt disposed to read these paragraphs, for I highly esteem the Book of Mormon, as I presume do all the Latter-day Saints. But many lay it upon the shelf and let it remain there for a year or two, consequently they become careless concerning the dealings of the Lord with the Former-day Saints. <\/div><div class=\"paragraph jod\" id=\"v3n2561\"> You are not to suppose that you are going to be jumped into the midst of revelations, and by one great and grand step are to burst the veil, and to rend it from your eyes, do you think that you are to step into the celestial kingdom and see it all at once? No, these blessings are by far too precious to be attained in such a way; they are to be attained by diligence and faith from day to day, and from night to night. Hence you are to become habituated to do good in your thoughts and conduct, in all that you do, until you become perfectly initiated into the great principles of righteousness, and continue to live uprightly until it becomes a kind of second nature to be honest, to be prudent, to govern all your passions, and bring all of the influences of the flesh, of the fallen nature, into the most perfect subjection to the law of God. <\/div><div class=\"paragraph jod\" id=\"v3n2562\"> I know that it is necessary for you to keep the commandments of the Lord, and not only to keep those found in the written revelations, but to strictly observe all the words of wisdom, counsel, and advice that He has given through His Spirit and His servants. And when you have given diligent heed to counsel, it becomes a second nature to pay the strictest attention to the covenants made and the counsel given by the Living Oracles of God. <\/div><div class=\"paragraph jod\" id=\"v3n2563\"> These principles are not to be learned by one or two days', or one or  <div class=\"break pagebreak\" id=\"349a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0349.pdf\" target=\"pdfwin\">p.&#xA0;349a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0026\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>two months' humility and obedience, for that would be like a child's going to school a week and being kept six weeks at home, where there is no one to instruct him. It is obvious that a person keeps retrograding, if he does not progress; you are called upon to increase and progress in knowledge and truth until they influence all your actions and doings, until your conduct is rightly influenced, not only in relation to your neighbors, but in relation to all that belongs to your neighbors. When you have learned righteous principles be careful that they never escape your minds, and that your conduct never severs you from them. This is the time and this is the day that your faith should lay hold of this great and good Spirit, and that you should strive for the rich blessings of heaven, concerning which I have read in your hearing this morning. <\/div><div class=\"paragraph jod\" id=\"v3n2565\"> Latter-day Saints, are not these things worthy of living for? Suppose that you could have the privilege, by living only one week in strict obedience to all the laws of the kingdom, to have these blessings; I verily believe that there are not many Latter-day Saints, but who, if they knew that they could enjoy all the blessings of the ancients and have the visions of the heavens laid open to their minds, so that they could have before them the past, the present, and the future, so that they could understand the things of God, would live very faithful, and be of one heart and of one mind.<span class=\"citation\" id=\"92834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92834)\">Moses 7:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2566\"> Would not everyone who heard such promises try to obtain the prize, to enjoy the blessings promised? The counsels and instructions of those whom God has appointed would be fresh before them every moment; when they arose in the morning it would be the first thing they would think of, and it would be the last thing at night. They would be able to do twice as much labor as when <div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0026\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their minds are not upon the things of God. Their minds would be so entirely swallowed up that they would feel like Alma and others, while among the priests of king Noah, when they had burdens upon their backs; their burdens were made light so that they were able to bear them cheerfully,<span class=\"citation\" id=\"81967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81967)\">Mosiah 24:15<\/a><\/span> and so it would be with the Latter-day Saints. Let them have that Spirit one week, and they would find their bodies stronger and more active, and they would almost forget whether they had been to their breakfast, dinner, or supper, their minds would be so completely swallowed up with heavenly things, and everything would prosper. <\/div><div class=\"paragraph jod\" id=\"v3n2567\"> You are to claim blessings by your conduct, you are so instructed; some are apt to be so neglectful and remiss in their duties that they are not able to claim them. They forget what is in store for them, and do not pray for the Spirit to impress those blessings upon their minds, but suffer their minds to be drawn out too much upon temporal business instead of the things of God, and become weary in mind and body, so that they feel like neglecting the more prominent duties, such as family prayer and many others. <\/div><div class=\"paragraph jod\" id=\"v3n2568\"> This is because they do not enjoy sufficient of the Spirit of the Lord, for it is able to strengthen everyone of you. Look at the promises made to the missionaries, &#x201C;He that shall go forth to preach the Gospel without purse or scrip shall not be weary, nor darkened in spirit nor in body.&#x201D;<span class=\"citation\" id=\"87865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87865)\">D&amp;C 84:80<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2569\"> What is it that strengthens them so that they do not become weary in body and in mind? The Elders abroad are called upon to labor diligently, and many times to sit up almost all night to teach the pure principles of eternal life, and when they lie down they rest perfectly calm as though they were not weary, and arise invigorated with faith, intelligence, and power; their minds and  <div class=\"break pagebreak\" id=\"350a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0350.pdf\" target=\"pdfwin\">p.&#xA0;350a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0025\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bodies are strengthened by the power of God. <\/div><div class=\"paragraph jod\" id=\"v3n2571\"> So it would be with you, if you were sent on a mission, as well as with those who now go to preach the Gospel of salvation for the gathering of the honest in heart. <\/div><div class=\"paragraph jod\" id=\"v3n2572\"> The Elders go forth in faith and with prayer for the gathering of Israel; to bring them to Zion, to plant vineyards, to build houses, to help build up the cities of Zion, and beautify the earth. <\/div><div class=\"paragraph jod\" id=\"v3n2573\"> You are all on a mission to make yourselves of one heart and of one mind<span class=\"citation\" id=\"92835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92835)\">Moses 7:18<\/a><\/span> before the Lord, and if you are faithful you can claim the promises that He will pour out His Spirit upon you, and that Spirit will be poured out upon those who are faithful from morning until evening, and they will be quickened and invigorated to perform whatever is necessary. <\/div><div class=\"paragraph jod\" id=\"v3n2574\"> If you come to this house with your minds upon the things of this world, and hear the servants of God speak upon the great things of the kingdom, their words will go in at one ear and out at the other, your minds will be darkened, the devil will step in and tempt you, and you are liable to be prostrated in body and mind by his power, because you have given way. <\/div><div class=\"paragraph jod\" id=\"v3n2575\"> While we are here there is a chance for every Latter-day Saint, and I feel to say, set yourselves in order, ye heads of families, and then set your families in order; regulate your lives one towards another in your families, in your neighborhoods, and in all your communications and dealings one with another. <\/div><div class=\"paragraph jod\" id=\"v3n2576\"> In this way the enemy will not have power over you, and all your works of light and righteousness will be regulated by the principles which you have received, and by the order which should govern the Saints of God; showing that you are sick of your old traditions, confusion, and <div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0025\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> discord, and that you are contending for the faith once delivered to the Saints;<span class=\"citation\" id=\"78839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78839)\">Jude 1:3<\/a><\/span> believing that the same blessings which they enjoyed may be poured out upon your heads. <\/div><div class=\"paragraph jod\" id=\"v3n2577\"> Perhaps, before I again return to behold the Saints in these valleys, a great temple may be reared upon this Block, upon the foundation already laid. Before that time, perhaps, the services of the Lord may be administered therein, with baptism for the dead, as the Lord has promised, and other sacred and holy ordinances pertaining to the last dispensation; ordinances that have been kept sacred from the foundation of the world, things kept to be revealed in this last dispensation. <\/div><div class=\"paragraph jod\" id=\"v3n2578\"> If the time is so near at hand when a temple shall be completed for these sacred and holy purposes, there is none too much time for you to prepare yourselves in the holy course of righteousness. <\/div><div class=\"paragraph jod\" id=\"v3n2579\"> You cannot expect to live as many have lived, and then be able by one tremendous great effort to at once call down the powers of heaven into your midst. All, who will enjoy the privileges which it is the prerogative of the Latter-day Saints to enjoy, must live for them. <\/div><div class=\"paragraph jod\" id=\"v3n2580\"> Why not Saints have these blessings? Is it because God is partial, and willing to bestow greater blessings upon some than upon others? No, it is because you do not sufficiently prepare yourselves before Him, for you have to become sanctified; hence it is said in the Book of Doctrine and Covenants, speaking of the Temple which shall be built in Jackson County, &#x201C;That those that enter therein shalt behold the face of God.&#x201D;<span class=\"citation\" id=\"89162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89162)\">D&amp;C 97:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2581\"> The promise was not made to the impure, to those who had not sanctified themselves before the Lord, but to the pure in heart.<span class=\"citation\" id=\"94449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94449)\">Matt. 5:8<\/a><\/span> It naturally follows that similar blessings are prepared to be poured out by the Most  <div class=\"break pagebreak\" id=\"351a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0351.pdf\" target=\"pdfwin\">p.&#xA0;351a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0024\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>High upon the Temple that shall be built upon this Block, and upon the people who shall go therein. How many of this congregation would be prepared to receive such blessings? <\/div><div class=\"paragraph jod\" id=\"v3n2583\"> The Lord might say to the angels, such and such ones have been faithful to all the calls that have been made upon them; they have not turned to one side; they have not given way to their passions; they have not neglected the counsels of my servants; they have exercised faith in me and have lived to it and by it; and now do you messengers go forth and show yourselves unto them in that Temple, that their eyes may be opened, that they may become as the brother of Jared&#x2014;to see and taste the joys of the other world. But let the eyes of those who have not been diligent be dark, let them not have sufficient faith to behold your or my glory, let the veil that is over the nations remain between them and my glory. I will venture to say that there are at present comparatively few that would be prepared to receive the great blessings which are in store. I feel anxious upon this point, my brethren and sisters, not only for your sakes but for my own. <\/div><div class=\"paragraph jod\" id=\"v3n2584\"> When you shall rend the veil that is between you and the heavens, it will be by your works of faith and obedience. Do you realize that you are the individuals to rend that veil? Jesus has done his part, and he is willing that the veil should be rent; he has made intercession before the Father;<span class=\"citation\" id=\"72652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72652)\">Rom. 8:34<\/a><\/span> he has offered his own life, and what more can he do? When you shall have faith to rend that veil which is over your minds, you will find that the heavens are ready and waiting to bestow the blessings promised, just as soon as you are prepared to receive them. <\/div><div class=\"paragraph jod\" id=\"v3n2585\"> Here let us reflect a little upon the principle by which the brother of Jared was capable of seeing things that <div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0024\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are behind the veil, and by which Moses saw every particle of this earth,<span class=\"citation\" id=\"92287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92287)\">Moses 1:27<\/a><\/span> inside as well as outside. How did they see these things? The revelation says, &#x201C;By the Spirit of God.&#x201D; If Moses had the Spirit so that he could discern all things in the earth, while he was quite a finite being like the rest of us, why should not we have that same gift imparted unto us? <\/div><div class=\"paragraph jod\" id=\"v3n2586\"> The brother of Jared was so filled with the Spirit that he was enabled to behold the person of Jesus Christ, and all the inhabitants of the earth that had lived previous to his day, as well as those who should live afterwards.<span class=\"citation\" id=\"83425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83425)\">Ether 3:25<\/a><\/span> They rent the veil between them and the heavens by their faith and obedience to the commandments of the Lord; they saw the history of past events from the beginning of the world, and all the inhabitants that ever had been. <\/div><div class=\"paragraph jod\" id=\"v3n2587\"> There is such a thing as a natural man's looking into the past, but their power is very much restricted. Lord Ross constructed a very powerful telescope, having an object glass six feet in diameter, and by it a man can see a vast distance into space, and behold what existed ages ago. With this mighty instrument it has been determined that other worlds exist hundreds of thousands of millions of miles distant from us, and that the light from them which reaches the eye through the telescope must have been traveling several hundred thousand years before it reached the eye, hundreds of thousands of years before Adam was placed in the garden of Eden. <\/div><div class=\"paragraph jod\" id=\"v3n2588\"> Hundreds of thousands of years ago the distant bodies of the universe were lighted up by the glory of God, and the light thereof has at last entered the tremendous telescope of Lord Ross, and thus individuals have been enabled to see&#x2014;what? Not those bodies as they exist at the present time, but to see  <div class=\"break pagebreak\" id=\"352a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0352.pdf\" target=\"pdfwin\">p.&#xA0;352a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0023\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them as they existed tens and scores of thousands of years before this world was made. <\/div><div class=\"paragraph jod\" id=\"v3n2590\"> Here, then, is looking at the past, and that naturally, independent of the mind's being waked up by the power of God, as were the minds of the brother of Jared and Moses. <\/div><div class=\"paragraph jod\" id=\"v3n2591\"> Again, this glorious and heavenly principle, with which a righteous man is endowed, reaches forward into the future for thousands of years to come, as far as the Great God will permit the sceneries of ages to be opened to mortals. It is not the fault of our organization that we do not enjoy this principle, but because we do not entirely get rid of those erroneous traditions which we have received from our fathers. <\/div><div class=\"paragraph jod\" id=\"v3n2592\"> The faith of the Gospel is what is required to lead us on until we burst the veil asunder; for this faith will enable us to burst off the shackles by which we are bound, and prepare us to enjoy the holy Priesthood, with all the blessings guaranteed to the Saints of God, and to gaze into the hidden things of eternity. <\/div><div class=\"paragraph jod\" id=\"v3n2593\"> Reflect upon past experience and upon the workings of the Spirit of God, and you will discover that you have often been forewarned of events long before they took place; and if you cast your minds into the book of the Spirit of God, and behold the acts and doings of the Lord in ages to come, you will find that the same principle that exists in the bosoms of the Gods is with you, though in a very undeveloped condition. Let your minds be set upon the will of God and upon His kingdom, and what will be withheld from your sight? <\/div><div class=\"paragraph jod\" id=\"v3n2594\"> There are many principles contained in the words which I have just read. Jesus, for instance, stood before the brother of Jared, not in his body of flesh and bones, not as an infant, not as a small spirit one foot or two feet high, but a full-grown spirit; <div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0023\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and when the brother of Jared beheld the finger of Christ he beheld a full-sized finger as of a man, for says Jesus, &#x201C;When I shall take a body of flesh and bones and redeem my people I will appear as thou now seest me, but this is the body of my spirit; I show myself in the spirit, you behold it, you see that it is of the size of a man.&#x201D;<span class=\"citation\" id=\"83380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83380)\">Ether 3:6,16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2595\"> &#x201C;All men in the beginning have I created after the body of my spirit,&#x201D; as much as to say that &#x201C;you, the brother of Jared, did not receive your existence a few years ago here in the flesh, that was not your origin, but all men, all those that I will show you that have existed or will exist upon this earth, in the beginning have I created after the image of the body of my spirit.&#x201D;<span class=\"citation\" id=\"83408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83408)\">Ether 3:15-17<\/a><\/span> They were all spiritually organized before they came here. <\/div><div class=\"paragraph jod\" id=\"v3n2596\"> This is the only place in the Book of Mormon where pre-existence is clearly spoken of, and this was revealed before the organization of this Church, and is a doctrine which was not in the possession of the Christian world, hence it shows that it was dictated by a Spirit capable of revealing a doctrine unknown to the Christian world&#x2014;the pre-existence of man. <\/div><div class=\"paragraph jod\" id=\"v3n2597\"> There is much doctrine in the Book of Mormon and Book of Doctrine and Covenants that would be instructive to the Saints, if they would not let them stay upon their shelves. Knowledge of truth would not harm you, though it may be better for some to let their books remain shut, rather than to transgress against greater light, for then greater would be their damnation and punishment. In proportion as we advance in the knowledge of the things revealed from the heavens, and in the powers and keys that are conferred upon us, the greater will be the condemnation, if we fall therefrom. This shows the propriety of every man and woman's habituating themselves, as I have already said, to righteousness. <\/div> <div class=\"break pagebreak\" id=\"353a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0353.pdf\" target=\"pdfwin\">p.&#xA0;353a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0022\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n2599\"> If you were, within one week from this time, to be let into all the visions that the brother of Jared had, what a weight of responsibility you would have upon you; how weak you would be, and how unprepared for the responsibility; and after the vision had closed up in your minds, and you left to yourselves, you would be tempted in proportion to the light that had been presented before you. Then would come the trial, such as you never have had. This is the principle upon which the devil is allowed to try us. We have a circumstance in relation to Moses' being tempted; when the vision withdrew, and the heavens closed, the devil presented himself and said, &#x201C;Moses, son of man, worship me.&#x201D; Moses replied, &#x201C;Who are you?&#x201D; &#x201C;I am the son of God,&#x201D; was the answer. Then said Moses, &#x201C;You call me son of man and say that you are the son of God, but where is your glory?&#x201D;<span class=\"citation\" id=\"92261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92261)\">Moses 1:12-22<\/a><\/span> Could Moses have withstood that terrible manifestation, if he had not practiced for many years the principles of righteousness? A mere vision would not have strengthened him, and even to show him the glory of God in part would not have enabled him to combat with the powers of darkness that then came to him. It was by his knowledge of God, by his perseverance, his diligence and obedience in former years, that he was enabled to rebuke the devil, in the name of Jesus Christ, and drive him from him. <\/div><div class=\"paragraph jod\" id=\"v3n2600\"> So it will be with you, whether you have the necessary preparation or not, for the Lord will say to the powers of darkness, you are now at liberty to tempt my servants in proportion to the light that I have given. Go and see if they will be steadfast to that light; use every plan so far as I permit you, and if they will yield they are not worthy of me nor of my kingdom, and I will deliver them up and they shall be buffeted. You, Satan, shall <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0022\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> buffet and torment them, until they shall learn obedience by the things that they suffer.<span class=\"citation\" id=\"76637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76637)\">Heb. 5:8<\/a><\/span><span class=\"citation\" id=\"89941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89941)\">D&amp;C 105:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2601\"> Hence the propriety of preparing for these things, that when they come you will know how to conquer Satan, and not want for experience to overcome, but be like Michael, the archangel, who, with all the knowledge and glory that he had gained through thousands of years of experience, durst not bring a railing accusation,<span class=\"citation\" id=\"78397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78397)\">2 Pet. 2:11<\/a><\/span><span class=\"citation\" id=\"78885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78885)\">Jude 1:9<\/a><\/span> because he knew better. And when Moses withstood Satan face to face, he knew who he was and what he had come for. He had obtained his knowledge by past trials, by a long series of preparation; hence he triumphed. <\/div><div class=\"paragraph jod\" id=\"v3n2602\"> So it must be with Latter-day Saints, and if we prepare ourselves we shall conquer. We must come in contact with every foe, and those who give way will be overcome. <\/div><div class=\"paragraph jod\" id=\"v3n2603\"> If we are to conquer the enemy of truth his power must be made manifest, and the power which will be given of the Lord through faithfulness must be in our possession. Do you wish to prevail&#x2014;to conquer the powers of darkness when they present themselves? If you do, prepare yourselves against the day when these powers shall be made manifest with more energy than is now exhibited. Then you can say, the evil powers that have been made manifest, the agents that came and tempted me, came with all their force, I met them face to face and conquered by the word of my testimony, by patience, by the keys which have been bestowed upon me, and which I held sacred before God, and I have triumphed over the adversary and over all his associates. <\/div><div class=\"paragraph jod\" id=\"v3n2604\"> Brethren, pray for me, that I may accomplish the mission that has been given to me acceptably in the sight of the Lord, acceptably to these my brethren that are presiding over me, acceptably to the nations, to the Saints here in Great Salt Lake Valley, that  <div class=\"break pagebreak\" id=\"354a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0354.pdf\" target=\"pdfwin\">p.&#xA0;354a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0021\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I may be one of the Saints that shall be perfected in righteousness, in long-suffering, in patience, in humility, and return in joy and peace to rejoice <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0021\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> again in your midst. I ask the Lord to bless us, one and all, with his Holy Spirit, and to guide us in the way of life. Amen. <\/div>\n<\/div>\n<\/div>"}