{"ID":30051, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gifts of Prophecy and Tongues&#x2014;The Former Circumstances and Present Condition of the Saints Contrasted&#x2014;Trials and Temptations Necessary to Exaltation&#x2014;The Condition of Disembodied Spirits&#x2014;Redemption of the Dead.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, June 22, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Gifts of Prophecy and Tongues, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/22\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d51\">\n<div class=\"paragraph jod\" id=\"v3n2661\"> I am happy for the privilege of rising again before you to converse upon those things that pertain to our peace, that most deeply interest us in our reflections and in our lives, it is a matter of constant joy and comfort to me. <\/div><div class=\"paragraph jod\" id=\"v3n2662\"> It gives me great pleasure to look upon the congregations of the Saints, while I reflect that some of us have been faithful in this Church for many years, have preached to the Saints and to sinners, have called upon people to repent while the finger of scorn has been pointed at us<span class=\"citation\" id=\"80972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80972)\">1 Ne. 8:33<\/a><\/span> and all manner of evil has been spoken against us falsely.<span class=\"citation\" id=\"62991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62991)\">Matt. 5:11<\/a><\/span> And many times the Elders, while laboring faithfully in preaching to the people, would not find where to lay their heads,<span class=\"citation\" id=\"64035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64035)\">Matt. 8:20<\/a><\/span> no doors open to receive them, and no one to feed them, yet they have traveled and searched until they have found a great many that ought to be honest in heart&#x2014;a great many who have embraced the Gospel. <\/div><div class=\"paragraph jod\" id=\"v3n2663\"> It has been a hard labor upon many of the Elders of this Church to accomplish what has been done, to preach this Gospel to so many people in so many different nations and kingdoms. <\/div><div class=\"paragraph jod\" id=\"v3n2664\"> If the miles our missionaries have traveled were counted they would amount to a great sum, and if you could know how many days they have been without eating, while calling <div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0013\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon the people to repent, you would find them to be a great number. <\/div><div class=\"paragraph jod\" id=\"v3n2665\"> If the troubles of this people from the commencement of this work, from the early history of the Prophet, and the persecutions of the Saints, could be presented before this congregation you would be astonished, you would marvel at them. You would not believe that a people could endure so much as this people have endured, you would think it an impossibility for men and women to endure and pass through what a great many in this Church have. Truly it is a miracle that we are here. <\/div><div class=\"paragraph jod\" id=\"v3n2666\"> Taking these things into consideration, and viewing our present circumstances and the privileges we enjoy, there is not a heart that fully realizes what we have passed through and the blessings we now enjoy, without praising God continually and feeling to exclaim, &#x201C;O praise the name of our God.&#x201D;<span class=\"citation\" id=\"61826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61826)\">Joel 2:26<\/a><\/span><span class=\"citation\" id=\"81405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81405)\">2 Ne. 9:49<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2667\"> True, many think and feel that we have hard times here, that it is a hard country to live in. We have long cold winters, and we have a great many difficulties to encounter&#x2014;the Indian wars, the cricket wars, the grasshopper wars, and the drouths. <\/div><div class=\"paragraph jod\" id=\"v3n2668\"> What we have suffered during the two years past comes before us, and now the prospect is gloomy pertaining to sustenance for man. <\/div><div class=\"paragraph jod\" id=\"v3n2669\"> How many are there who feel and  <div class=\"break pagebreak\" id=\"363a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0363.pdf\" target=\"pdfwin\">p.&#xA0;363a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0012\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>say like this? &#x201C;Were it not for &#x2018;Mormonism&#x2019; I should know at once what to do; I know the course I would pursue.&#x201D; What would you do, brother? &#x201C;I would pick up my duds and leave; I would sell what I have here, if I could, and if I could not I would leave it.&#x201D; These are the feelings of some. <\/div><div class=\"paragraph jod\" id=\"v3n2671\"> I will tell you what my feelings are, they are, praise God for hard times, for I feel that it is one of the greatest privileges to be in a country that is not desirable, where the wicked will pass by. <\/div><div class=\"paragraph jod\" id=\"v3n2672\"> Now, do we all realize this? No, we do not; though I have no doubt but that some do. I will tell you what will make you realize it; to suffer the loss of all things here by the enemy's coming along and driving you out of your houses, from your farms and fields, and taking your horses, cattle, farming implements, and what little substance you have, and banishing you from this place and sending you off five or six hundred miles, bereft of all you possessed, without suitable clothing and provisions for the journey. <\/div><div class=\"paragraph jod\" id=\"v3n2673\"> Then you go to work, and toil and labor with all your might, for a few years, to get another home, and then let another set come and drive you out of that place, taking your cattle, your farms, and all you have, telling you that they want your possessions, and by the time they had thus driven you four or five times, as they have many of us, and made you leave everything you have, and threatened you with death, and watched for you by day and by night, to get a chance to kill you, and they suffered to go at large with impunity, and would kill you in open daylight if they dare, after having passed through fifteen or sixteen years of this kind of persecution, you would thank God for hard times, for a country where mobs do not wish to live. <\/div><div class=\"paragraph jod\" id=\"v3n2674\"> Many of the people in these valleys <div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0012\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have no experience in these things, and I would be very glad to have such persons escape those trials, if they could receive the same glory and exaltation that they would if they had passed through them. <\/div><div class=\"paragraph jod\" id=\"v3n2675\"> I look upon the people, and as I frequently say, I have compassion upon them, for all have not experience. It was told you this morning that you could not be made perfect Saints in one day, that is impossible. You might as well undertake to learn a child every branch of English literature during its first week's attendance at school, this cannot be done. <\/div><div class=\"paragraph jod\" id=\"v3n2676\"> We are not capacitated to receive in one day, nor in one year, the knowledge and experience calculated to make us perfect Saints, but we learn from time to time, from day to day, consequently we are to have compassion one upon another, to look upon each other as we would wish others to look upon us, and to remember that we are frail mortal beings, and that we can be changed for the better only by the Gospel of salvation. <\/div><div class=\"paragraph jod\" id=\"v3n2677\"> As it was observed this morning, we ought to be ourselves and not anybody else. We do not wish to be anybody else, neither do we wish to be anybody but Saints. We wish the Gospel to take effect upon each one of us; and we can change in our feelings, in our dispositions and natures, to the extent that was observed by brother Kimball in the comparison which he made. <\/div><div class=\"paragraph jod\" id=\"v3n2678\"> A man, or a woman, desiring to know the will of God, and having an opportunity to know it, will apply their hearts to this wisdom until it becomes easy and familiar to them, and they will love to do good instead of evil. They will love to promote every good principle, and will soon abhor everything that tends to evil; they will gain light and knowledge to discern between evil and good. <\/div><div class=\"paragraph jod\" id=\"v3n2679\"> The person that applies his heart to wisdom,<span class=\"citation\" id=\"57365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57365)\">Prov. 2:2<\/a><\/span> and seeks diligently for  <div class=\"break pagebreak\" id=\"364a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0364.pdf\" target=\"pdfwin\">p.&#xA0;364a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0011\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>understanding, will grow to be mighty in Israel. <\/div><div class=\"paragraph jod\" id=\"v3n2681\"> Call to mind when you first embraced the Gospel, how much did you then know compared with what you now know? Could you detect error then as now? Could you then understand the operations of the different spirits as you can now understand them? I know what your reply would be to these interrogations. <\/div><div class=\"paragraph jod\" id=\"v3n2682\"> In the first rise of the Church, when the gifts of the Gospel were bestowed on an individual, or upon individuals, the people could not understand but that the giver of the gift gave also the exercise of it; how much labor the Elders that understood this matter have had to make it plain to the understandings of the people. <\/div><div class=\"paragraph jod\" id=\"v3n2683\"> Take, for instance, the gift of tongues; years ago in this Church you could find men of age, and seemingly of experience, who would preach and raise up Branches, and when quite young boys or girls would get up and speak in tongues, and others interpret, and perhaps that interpretation instructing the Elders who brought them into the Church, they would turn round and say, &#x201C;I know my duty, this is the word of the Lord to me and I must do as these boys or girls have spoken in tongues.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2684\"> You ask one of the Elders if they understand things so now, and they will say, &#x201C;No, the gifts are from the Lord, and we are agents to use them as we please.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2685\"> If a man is called to be a Prophet, and the gift of prophecy is poured upon him, though he afterwards actually defies the power of God and turns away from the holy commandments, that man will continue in his gift and will prophesy lies. <\/div><div class=\"paragraph jod\" id=\"v3n2686\"> He will make false prophecies, yet he will do it by the spirit of prophecy; he will feel that he is a prophet and can prophesy, but he does it by another spirit and power than that which <div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0011\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was given him of the Lord. He uses the gift as much as you and I use ours. <\/div><div class=\"paragraph jod\" id=\"v3n2687\"> The gift of seeing with the natural eyes is just as much a gift as the gift of tongues. The Lord gave that gift and we can do as we please with regard to seeing; we can use the sight of the eye to the glory of God, or to our own destruction. <\/div><div class=\"paragraph jod\" id=\"v3n2688\"> The gift of taste is the gift of God, we can use that to feed and pamper the lusts of the flesh, or we can use it to the glory of God. <\/div><div class=\"paragraph jod\" id=\"v3n2689\"> The gift of communicating one with another is the gift of God, just as much so as the gift of prophecy, of discerning spirits, of tongues, of healing, or any other gift, though sight, taste, and speech, are so generally bestowed that they are not considered in the same miraculous light as are those gifts mentioned in the Gospel. <\/div><div class=\"paragraph jod\" id=\"v3n2690\"> We can use these gifts, and every other gift God has given us, to the praise and glory of God, to serve Him, or we can use them to dishonor Him and His cause; we can use the gift of speech to blaspheme His name. That is true, and I have as good a right as brother Kimball, to say that what I am talking about is true. <\/div><div class=\"paragraph jod\" id=\"v3n2691\"> He said that all his talk in the forenoon was true, and I have as good a right to say that my talk is true, as he has to say that his is true. <\/div><div class=\"paragraph jod\" id=\"v3n2692\"> These principles are correct in regard to the gifts which we receive for the express purpose of using them, in order that we may endure and be exalted, and that the organization we have received shall not come to an end, but endure to all eternity. <\/div><div class=\"paragraph jod\" id=\"v3n2693\"> By a close application of the gifts bestowed upon us, we can secure to ourselves the resurrection of these bodies that we now possess, that our spirits inhabit, and when they are resurrected they will be made pure and holy; then they will endure to all eternity. <\/div> <div class=\"break pagebreak\" id=\"365a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0365.pdf\" target=\"pdfwin\">p.&#xA0;365a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0010\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n2695\"> But we cannot receive all at once, we cannot understand all at once; we have to receive a little here and a little there. If we receive a little, let us improve upon that little; and if we receive much, let us improve upon it. <\/div><div class=\"paragraph jod\" id=\"v3n2696\"> If we get a line today, improve upon it; if we get another tomorrow, improve upon it; and every line, and precept, and gift that we receive, we are to labor upon, so as to become perfect before the Lord. <\/div><div class=\"paragraph jod\" id=\"v3n2697\"> This is the way that we are to change ourselves, and change one another, pertaining to the principles of righteousness. <\/div><div class=\"paragraph jod\" id=\"v3n2698\"> As brother Joseph observed this morning, &#x201C;Joseph must be Joseph; Brigham must be Brigham; Heber must be Heber; Amasa must be Amasa; Orson must be Orson; and Parley must be Parley;&#x201D; we must be ourselves. <\/div><div class=\"paragraph jod\" id=\"v3n2699\"> What should we be, and what are we? I will take the liberty of saying a few words upon this. We were created upright, pure, and holy, in the image of our father and our mother, in the image of our God. <\/div><div class=\"paragraph jod\" id=\"v3n2700\"> Wherein do we differ? In the talents that are given us, and in our callings. We are made of the same materials; our spirits were begotten by the same parents; in the begetting of the flesh we are of the same first parents, and all the kindreds of the earth are made of one flesh;<span class=\"citation\" id=\"71953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71953)\">Acts 17:26<\/a><\/span> but we are different in regard to our callings. <\/div><div class=\"paragraph jod\" id=\"v3n2701\"> In the first place, we may vary with regard to our organizations pertaining to the flesh; brother Kimball explained this morning why and how we vary. <\/div><div class=\"paragraph jod\" id=\"v3n2702\"> Let a man be devoted to his God and to his religion, and his wives with him, and he is very apt to have children that will grow up in the nurture and admonition of the Lord.<span class=\"citation\" id=\"75352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75352)\">Eph. 6:4<\/a><\/span> If the whole of the father and mother in all their acts is devoted to the building up of the kingdom of God on the <div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0010\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth, if they have no desire but to do right, if righteousness reigns predominant, then the spirit that is within them controls, to a certain extent, the flesh in their posterity. <\/div><div class=\"paragraph jod\" id=\"v3n2703\"> Yet every son and daughter have got to go through the ordeal that you and I have to pass through; they must be tried, tempted and buffeted, in order to act upon their agency before God and prove themselves worthy of an exaltation. <\/div><div class=\"paragraph jod\" id=\"v3n2704\"> Though our children are begotten in righteousness, brought forth in holiness, they must be tried and tempted, for they are agents before our Father and God, the same as you and I. <\/div><div class=\"paragraph jod\" id=\"v3n2705\"> They must bring this agency into action; the passions and appetites must be governed and controlled; the eye, the speech, the tastes, the desires, all must be controlled. <\/div><div class=\"paragraph jod\" id=\"v3n2706\"> If the people would thus control themselves in their lives, it would make a great alteration in the generations yet to come. <\/div><div class=\"paragraph jod\" id=\"v3n2707\"> But we cannot clear ourselves from the power of Satan; we must know what it is to be tried and tempted, for no man or woman can be exalted upon any other principle, as was beautifully exhibited in the life of the Savior. <\/div><div class=\"paragraph jod\" id=\"v3n2708\"> According to the philosophy of our religion we understand that if he had not descended below all things, he could not have ascended above all things.<span class=\"citation\" id=\"75035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75035)\">Eph. 4:9-10<\/a><\/span><span class=\"citation\" id=\"88246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88246)\">D&amp;C 88:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2709\"> As he was appointed to ascend above all things, his father and his God so brought it about by the handiwork of His providence, that he was actually accounted, in his birth and in his life, below all things. <\/div><div class=\"paragraph jod\" id=\"v3n2710\"> Did he descend below all things? His parents had not a house nor even a tent for him to be born in, but were obliged to go to a stable, doubtless because they were denied the privilege of a house.<span class=\"citation\" id=\"67014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67014)\">Luke 2:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2711\"> The Son of Man could not be born in a house, and the poor mother in  <div class=\"break pagebreak\" id=\"366a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0366.pdf\" target=\"pdfwin\">p.&#xA0;366a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0009\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>her distress crawled into a manger, among the litter that had been left by the cattle. <\/div><div class=\"paragraph jod\" id=\"v3n2713\"> Others may have been born in as low a state as this, but it is hard to find anybody, among the civilized portions of mankind, that gets any lower. <\/div><div class=\"paragraph jod\" id=\"v3n2714\"> But in the opinion of the people they were not considered worthy of anything better, and by some means it happened so, though they did not know why, neither did the people. <\/div><div class=\"paragraph jod\" id=\"v3n2715\"> The history of Joseph and Mary is given to us by their best friends, and precisely as we will give the history of the Prophet Joseph. We know him to have been a good man, we know that he performed his mission, we know that he was an honorable man and dealt justly, we know his true character. <\/div><div class=\"paragraph jod\" id=\"v3n2716\"> But let his enemies give his character, and they will make him out one of the basest men that ever lived. Let the enemies of Joseph and Mary give their characters to us, and you would be strongly tempted to believe as the Jews believe. <\/div><div class=\"paragraph jod\" id=\"v3n2717\"> Let the enemies of Jesus give his character to us, and, in the absence of the testimony of his friends, I do not know but that the present Christian world would all be Jews, so far as their belief that Jesus Christ was an impostor and one of the most degraded men that ever lived. <\/div><div class=\"paragraph jod\" id=\"v3n2718\"> Jesus descended very low in his parentage and birth; but the question may be asked, did he condescend to be reduced in his understanding? <\/div><div class=\"paragraph jod\" id=\"v3n2719\"> By the same reasoning I would believe that he did. I would believe that he was one of the weakest children that was ever born, one of the most helpless at his birth; so helpless that it might have been supposed that he would never grow up to manhood. <\/div><div class=\"paragraph jod\" id=\"v3n2720\"> What is his history? Read for yourselves the account given by his friends. <div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0009\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> It is said that Josephus has given a pretty just account of Joseph and Mary, of the Apostles, &amp;c., but he has only given just about as good an account of Jesus and his parents as some person in London lately has about the &#x201C;Mormons&#x201D; and Joseph Smith their Prophet, though he gives a pretty fair account. <\/div><div class=\"paragraph jod\" id=\"v3n2721\"> Take a man in Paris or in London and let him write a history of Joseph Smith and the Latter-day Saints thirty years after Joseph figured on the earth, for the history of Christ by Josephus was written several years after he was crucified, and he would come as nigh to the truth, perhaps, as Josephus did in the history he has given of Jesus and his Apostles. Josephus was a pretty fair man, but he knew but little about them. <\/div><div class=\"paragraph jod\" id=\"v3n2722\"> What account would Jesus have given of himself, could he have transmitted his own statements? Such as every good man would, for he would have told the truth; but now we have to take his history from his friends and from his foes. <\/div><div class=\"paragraph jod\" id=\"v3n2723\"> What history do we get from the Jews? I will venture to say that no man living on the face of the earth, capable of using language to portray the character of any individual that lives on the earth, could paint a worse character than they have given to Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v3n2724\"> Compare that with all that has been said against Joseph Smith, and you will find that the wisdom of this generation will have to succumb to that of the Jews, for they portrayed the meanest character in the history they have given of Jesus; but let that pass. <\/div><div class=\"paragraph jod\" id=\"v3n2725\"> You can discern that we have to control ourselves, that by the Gospel we can actually do so and reform. Each man and woman, by the spirit of truth, can conform to that principle to improve until we will know and understand the things of God, so as to  <div class=\"break pagebreak\" id=\"367a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0367.pdf\" target=\"pdfwin\">p.&#xA0;367a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0008\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>save ourselves by the commandments and will of God. <\/div><div class=\"paragraph jod\" id=\"v3n2727\"> The Gospel is simple, it is plain. The mystery of godliness, or of the Gospel, is actually couched in our own ignorance; that is the cause of the mystery that we suppose to be in the revelations given to us; it is in our own misunderstanding&#x2014;in our ignorance. <\/div><div class=\"paragraph jod\" id=\"v3n2728\"> There is no mystery throughout the whole plan of salvation, only to those who do not understand. <\/div><div class=\"paragraph jod\" id=\"v3n2729\"> Brother Joseph, in the forenoon, touched upon one principle that I wish to talk about, that is, our future state&#x2014;futurity. <\/div><div class=\"paragraph jod\" id=\"v3n2730\"> From time to time our fathers and our mothers leave us, their bodies are consigned to the silent tomb; our Prophets are taken from us; our companions are taken away; our brothers and sisters leave this world. <\/div><div class=\"paragraph jod\" id=\"v3n2731\"> The organization that pertains to this life decays, it becomes lifeless, we lay it down. Disease fastens upon our children, and they are gone. <\/div><div class=\"paragraph jod\" id=\"v3n2732\"> I said a few words upon the principle of affection last Sabbath, now I wish to say a few words with regard to our lives hereafter; I will extend these remarks further than our existence here in the flesh. <\/div><div class=\"paragraph jod\" id=\"v3n2733\"> We understand, for it has long been told us, that we had an existence before we came into the world. Our spirits came here pure to take these tabernacles; they came to occupy them as habitations, with the understanding that all that had passed previously to our coming here should be taken away from us, that we should not know anything about it. <\/div><div class=\"paragraph jod\" id=\"v3n2734\"> We come here to live a few days, and then we are gone again. How long the starry heavens have been in existence we cannot say; how long they will continue to be we cannot say. How long there will be air, water, earth; how long the elements will endure, in their present combinations, <div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0008\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it is not for us to say. Our religion teaches us that there never was a time when they were not, and there never will be a time when they will cease to be; they are here, and will be here forever. <\/div><div class=\"paragraph jod\" id=\"v3n2735\"> I will give you a figure that brother Hyde had in a dream. He had been thinking a great deal about time and eternity; he wished to know the difference, but how to understand it he did not know. He asked the Lord to show him, and after he had prayed about it the Lord gave him a dream, at least I presume He did, or permitted it so to be, at any rate he had a dream; his mind was opened so that he could understand time and eternity. He said that he thought he saw a stream issuing forth from a misty cloud which spread upon his right and upon his left, and that the stream ran past him and entered the cloud again. He was told that the stream was time, that it had no place where it commenced to run, neither was there any end to its running; and that the time which he was thinking about and talking about, what he could see between the two clouds, was a portion of or one with that which he could not perceive. <\/div><div class=\"paragraph jod\" id=\"v3n2736\"> So it is with you and I; here is time, where is eternity? It is here, just as much as anywhere in all the expanse of space; a measured space of time is only a part of eternity. <\/div><div class=\"paragraph jod\" id=\"v3n2737\"> We have a short period of duration allotted to us, and we call it time. We exist here, we have life within us, let that life be taken away and the lungs will cease to heave, and the body will become lifeless. Is that life extinct? No, it continues to exist as much as it did when the lungs would heave, when the mortal body was invigorated with air, food and the elements in which it lived, it has only left the body. The life, the animating principles are still in existence, as much so as they were yesterday when the body was in good health. Here the  <div class=\"break pagebreak\" id=\"368a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0368.pdf\" target=\"pdfwin\">p.&#xA0;368a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0007\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>inquiry will naturally arise, when our spirits leave our bodies where do they go to? <\/div><div class=\"paragraph jod\" id=\"v3n2739\"> I will tell you. Will I locate them? Yes, if you wish me to. They do not pass out of the organization of this earth on which we live. You read in the Bible that when the spirit leaves the body it goes to God who gave it.<span class=\"citation\" id=\"57609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57609)\">Eccl. 12:7<\/a><\/span><span class=\"citation\" id=\"82322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82322)\">Alma 40:11<\/a><\/span> Now tell me where God is not, if you please; you cannot. How far would you have to go in order to go to God, if your spirits were unclothed? Would you have to go out of this bowery to find God, if you were in the spirit? If God is not here, we had better reserve this place to gather the wicked into, for they will desire to be where God is not. The Lord Almighty is here by His Spirit, by His influence, by His presence. I am not in the north end of this bowery, my body is in the south end of it, but my influence and my voice extend to all parts if it; in like manner is the Lord here. <\/div><div class=\"paragraph jod\" id=\"v3n2740\"> It reads that the spirit goes to God who gave it. Let me render this Scripture a little plainer; when the spirits leave their bodies they are in the presence of our Father and God,<span class=\"citation\" id=\"57610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57610)\">Eccl. 12:7<\/a><\/span> they are prepared then to see, hear and understand spiritual things. But where is the spirit world? It is incorporated within this celestial system. Can you see it with your natural eyes? No. Can you see spirits in this room? No. Suppose the Lord should touch your eyes that you might see, could you then see the spirits? Yes, as plainly as you now see bodies, as did the servant of Elijah.<span class=\"citation\" id=\"55828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55828)\">2 Kgs. 6:17<\/a><\/span> If the Lord would permit it, and it was His will that it should be done, you could see the spirits that have departed from this world, as plainly as you now see bodies with your natural eyes; as plainly as brothers Kimball and Hyde saw those wicked disembodied spirits in Preston, England. They saw devils there, as we see one another; they could hear <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0007\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them speak, and knew what they said. Could they hear them with the natural ear? No. Did they see those wicked spirits with their natural eyes? No. They could not see them the next morning, when they were not in the spirit; neither could they see them the day before, nor at any other time; their spiritual eyes were touched by the power of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v3n2741\"> They said they looked through their natural eyes, and I suppose they did. Brother Kimball saw them, but I know not whether his natural eyes were open at the time or not; brother Kimball said that he lay upon the floor part of the time, and I presume his eyes were shut, but he saw them as also did brother Hyde, and they heard them speak. <\/div><div class=\"paragraph jod\" id=\"v3n2742\"> We may enquire where the spirits dwell, that the devil has power over? They dwell anywhere, in Preston, as well as in other places in England. Do they dwell anywhere else? Yes, on this continent; it is full of them. If you could see, and would walk over many parts of North America, you would see millions on millions of the spirits of those who have been slain upon this continent. Would you see the spirits of those who were as good in the flesh as they knew how to be? Yes. Would you see the spirits of the wicked? Yes. Could you see the spirits of devils? Yes, and that is all there is of them. They have been deprived of bodies, and that constitutes their curse, that is to say, speaking after the manner of men, you shall be wanderers on the earth, you have got to live out of doors all the time you live. <\/div><div class=\"paragraph jod\" id=\"v3n2743\"> That is the situation of the spirits that were sent to the earth, when the revolt took place in heaven, when Lucifer, the Son of the Morning, was cast out.<span class=\"citation\" id=\"58265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58265)\">Isa. 14:12<\/a><\/span><span class=\"citation\" id=\"79586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79586)\">Rev. 12:9<\/a><\/span> Where did he go? He came here, and one-third part of the spirits in heaven came with him.<span class=\"citation\" id=\"79534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79534)\">Rev. 12:4<\/a><\/span><span class=\"citation\" id=\"84816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84816)\">D&amp;C 29:36<\/a><\/span> Do you suppose that one-third part of all the beings that existed in eternity came  <div class=\"break pagebreak\" id=\"369a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0369.pdf\" target=\"pdfwin\">p.&#xA0;369a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0006\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with him? No, but one-third part of the spirits that were begotten and organized and brought forth to became tenants of fleshly bodies to dwell upon this earth. They forsook Jesus Christ, the rightful heir, and joined with Lucifer, the Son of the Morning, and came to this earth; they got here first. As soon as Mother Eve made her appearance in the garden of Eden, the devil was on hand. <\/div><div class=\"paragraph jod\" id=\"v3n2745\"> You cannot give any person their exaltation, unless they know what evil is, what sin, sorrow, and misery are, for no person could comprehend, appreciate, and enjoy an exaltation upon any other principle. The devil with one-third part of the spirits of our Father's Kingdom got here before us, and we tarried there with our friends, until the time came for us to come to the earth and take tabernacles; but those spirits that revolted were forbidden ever to have tabernacles of their own. You can now comprehend how it is that they are always trying to get possession of the bodies of human beings; we read of a man's being possessed of a legion,<span class=\"citation\" id=\"66540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66540)\">Mark 5:15<\/a><\/span><span class=\"citation\" id=\"67336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67336)\">Luke 8:30<\/a><\/span> and Mary Magdalene had seven.<span class=\"citation\" id=\"67328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67328)\">Luke 8:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2746\"> You may now see people with legions of evil spirits in and around them; there are men who walk our streets that have more than a hundred devils in them and round about them, prompting them to all manner of evil, and some too that profess to be Latter-day Saints, and if you were to take the devils out of them and from about them, you would leave them dead corpses; for I believe there would be nothing left of them. <\/div><div class=\"paragraph jod\" id=\"v3n2747\"> I want you to understand these things; and if you should say or think that I know nothing about them, be pleased to find out and inform me. You can see the acts of these evil spirits in every place, the whole country is full of them, the whole earth is alive with them, and they are continually trying to get into the taber<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0006\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nacles of the human family, and are always on hand to prompt us to depart from the strict line of our duty. <\/div><div class=\"paragraph jod\" id=\"v3n2748\"> You know that we sometimes need a prompter; if anyone of you was called by the government of the United States to go to Germany, Italy, or any foreign nation, as an Ambassador, if you did not understand the language somebody would have to interpret for you. Well, these evil spirits are ready to prompt you. Do they prompt us? Yes, and I could put my hands on a dozen of them while I have been on this stand; they are here on the stand. Could we do without the devils? No, we could not get along without them. They are here, and they suggest this, that, and the other. <\/div><div class=\"paragraph jod\" id=\"v3n2749\"> When you lay down this tabernacle, where are you going? Into the spiritual world. Are you going into Abraham's bosom.<span class=\"citation\" id=\"67791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67791)\">Luke 16:22<\/a><\/span> No, not anywhere nigh there, but into the spirit world. Where is the spirit world? It is right here. Do the good and evil spirits go together? Yes, they do. Do they both inhabit one kingdom? Yes, they do. Do they go to the sun? No. Do they go beyond the boundaries of this organized earth? No, they do not. They are brought forth upon this earth, for the express purpose of inhabiting it to all eternity. Where else are you going? Nowhere else, only as you may be permitted. <\/div><div class=\"paragraph jod\" id=\"v3n2750\"> When the spirits of mankind leave their bodies, no matter whether the individual was a Prophet or the meanest person that you could find, where do they go? To the spirit world. Where is it? I am telling you. The spirit of Joseph, I do not know that it is just now in this bowery, but I will assure you that it is close to the Latter-day Saints, is active in preaching to the spirits in prison and preparing the way to redeem the nations of the earth, those who lived in darkness previous to the introduction of the Gospel by himself in these days. <\/div> <div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0005\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n2752\"> He has just as much labor on hand as I have; he has just as much to do. Father Smith and Carlos and brother Partridge, yes, and every other good Saint, are just as busy in the spirit world as you and I are here. They can see us, but we cannot see them unless our eyes were opened. What are they doing there? They are preaching, preaching all the time, and preparing the way for us to hasten our work in building temples here and elsewhere, and to go back to Jackson County and build the great temple of the Lord. They are hurrying to get ready by the time that we are ready, and we are all hurrying to get ready by the time our Elder Brother is ready. <\/div><div class=\"paragraph jod\" id=\"v3n2753\"> The wicked spirits that leave here and go into the spirit world, are they wicked there? Yes. <\/div><div class=\"paragraph jod\" id=\"v3n2754\"> The spirits of people that have lived upon the earth according to the the best light they had, who were as honest and sincere as men and women could be, if they lived on the earth without the privilege of the Gospel and the Priesthood and the keys thereof are still under the power and control of evil spirits, to a certain extent. No matter where they lived on the face of the earth, all men and women that have died without the keys and power of the Priesthood, though they might have been honest and sincere and have done everything they could, are under the influence of the devil, more or less. Are they as much so as others? No, no. Take those that were wicked designedly, who knowingly lived without the Gospel when it was within their reach, they are given up to the devil, they become tools to the devil and spirits of devils. <\/div><div class=\"paragraph jod\" id=\"v3n2755\"> Go to the time when the Gospel came to the earth in the days of Joseph, take the wicked that have opposed this people and persecuted them to the death, and they are sent to hell. Where are they? They are in the <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0005\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> spirit world, and are just as busy as they possibly can be to do everything they can against the Prophet and the Apostles, against Jesus and his kingdom. They are just as wicked and malicious in their actions against the cause of truth, as they were while on the earth in their fleshly tabernacles. <\/div><div class=\"paragraph jod\" id=\"v3n2756\"> Joseph, also, goes there, but has the devil power over him? No, because he held the keys and power of the eternal Priesthood here, and got the victory while here in the flesh. <\/div><div class=\"paragraph jod\" id=\"v3n2757\"> Before I proceed further I will give you an illustration. Send a man that is used to magnetizing people, and see if he can magnetize an Elder in Israel, one that is full of the faith, or a faithful sister in the Church of God. Could Le Roy Sunderland, one of their greatest characters, magnetize one of the Latter-day Saints? No. He might as well try to magnetize the sun in the firmament. Why? Because the Priesthood is upon you, and he would try to magnetize you by another and lesser power. <\/div><div class=\"paragraph jod\" id=\"v3n2758\"> The principle of animal magnetism is true, but wicked men use it to an evil purpose. I have never told you much about my belief in this magnetic principle. Speaking is a true gift, but I can speak to the glory of God, or to the injury of His cause and to my condemnation, as I please; and still the gift is of God. The gift of animal magnetism is a gift of God, but wicked men use it to promote the cause of the devil, and that is precisely the difference. You may travel through the world and make inquiries where the Elders have traveled, and you cannot find an instance where the devil has gained power over a good and faithful Elder through this power. He cannot do it, because the faithful Elder of this Church holds keys and power above that which is used by those who go round lecturing on magnetism, and operating upon all who will become passive to their will. They have not  <div class=\"break pagebreak\" id=\"371a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0371.pdf\" target=\"pdfwin\">p.&#xA0;371a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0004\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the same power that the faithful Elders of Israel have, for those Elders have the eternal Priesthood upon them, which is above and presides over every other power. <\/div><div class=\"paragraph jod\" id=\"v3n2760\"> When the faithful Elders, holding this Priesthood, go into the spirit world they carry with them the same power and Priesthood that they had while in the mortal tabernacle. They have got the victory over the power of the enemy here, consequently when they leave this world they have perfect control over those evil spirits, and they cannot be buffeted by Satan. But as long as they live in the flesh no being on this earth, of the posterity of Adam, can be free from the power of the devil. <\/div><div class=\"paragraph jod\" id=\"v3n2761\"> When this portion of the school is out, the one in which we descend below all things and commence upon this earth to learn the first lessons for an eternal exaltation, if you have been a faithful scholar, and have overcome, if you have brought the flesh into subjection by the power of the Priesthood, if you have honored the body, when it crumbles to the earth and your spirit is freed from this home of clay, has the devil any power over it? Not one particle. <\/div><div class=\"paragraph jod\" id=\"v3n2762\"> This is an advantage which the faithful will gain; but while they live on earth they are subject to the buffetings of Satan. Joseph and those who have died in the faith of the Gospel are free from this; if a mob should come upon Joseph now, he has power to disperse them with the motion of his hand, and to drive them where he pleases. But is Joseph glorified? No, he is preaching to the spirits in prison. He will get his resurrection the first of anyone in this kingdom, for he was the first that God made choice of to bring forth the work of the last days. <\/div><div class=\"paragraph jod\" id=\"v3n2763\"> His office is not taken from him, he has only gone to labor in another department of the operations of the Al<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0004\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mighty. He is still an Apostle, still a Prophet, and is doing the work of an Apostle and Prophet; he has gone one step beyond us and gained a victory that you and I have not gained, still he has not yet gone into the celestial kingdom, or if he has it has been by a direct command of the Almighty, and that too to return again so soon as the purpose has been accomplished. <\/div><div class=\"paragraph jod\" id=\"v3n2764\"> No man can enter the celestial kingdom and be crowned with a celestial glory, until he gets his resurrected body; but Joseph and the faithful who have died have gained a victory over the power of the devil, which you and I have not yet gained. So long as we live in these tabernacles, so long we will be subject to the temptations and power of the devil; but when we lay them down, if we have been faithful, we have gained the victory so far; but even then we are not so far advanced at once as to be beyond the neighborhood of evil spirits. <\/div><div class=\"paragraph jod\" id=\"v3n2765\"> The third part of the hosts of heaven, that were cast out,<span class=\"citation\" id=\"79535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79535)\">Rev. 12:4<\/a><\/span> have not been taken away, at least not that I have found out, and the other two-thirds have got to come and take bodies, all of them who have not, and have the opportunity of preparing for a glorious resurrection and exaltation, before we get through with this world; and those who are faithful in the flesh to the requirements of the Gospel will gain this victory over the spirits that are not allowed to take bodies, which class comprises one-third of the hosts of Heaven. <\/div><div class=\"paragraph jod\" id=\"v3n2766\"> Those who have died without the Gospel are continually afflicted by those evil spirits, who say to them&#x2014;&#x201C;Do not go to hear that man Joseph Smith preach, or David Patten, or any of their associates, for they are deceivers.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2767\"> Spirits are just as familiar with spirits as bodies are with bodies, though spirits are composed of matter<span class=\"citation\" id=\"91392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91392)\">D&amp;C 131:7<\/a><\/span> so re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0003\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fined as not to be tangible to this coarser organization. They walk, converse, and have their meetings; and the spirits of good men like Joseph and the Elders, who have left this Church on earth for a season to operate in another sphere, are rallying all their powers and going from place to place preaching the Gospel, and Joseph is directing them, saying, go ahead, my brethren, and if they hedge up your way, walk up and command them to disperse. You have the Priesthood and can disperse them, but if any of them wish to hear the Gospel, preach to them. <\/div><div class=\"paragraph jod\" id=\"v3n2769\"> Can they baptize them? No. What can they do? They can preach the Gospel, and when we have the privilege of building up Zion, the time will come for saviors to come up on Mount Zion.<span class=\"citation\" id=\"61959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61959)\">Obad. 1:21<\/a><\/span> My brother Joseph spoke of this principle this forenoon. Some of those who are not in mortality will come along and say, &#x201C;Here are a thousand names I wish you to attend to in this temple, and when you have got through with them I will give you another thousand;&#x201D; and the Elders of Israel and their wives will go forth to officiate for their forefathers, the men for the men, and the women for the women. <\/div><div class=\"paragraph jod\" id=\"v3n2770\"> A man is ordained and receives his washings, anointings, and endowments for the male portion of his and his wife's progenitors, and his wife for the female portion. <\/div><div class=\"paragraph jod\" id=\"v3n2771\"> Then in the spirit world they will say, &#x201C;Do you not see somebody at work for you? The Lord remembers you and has revealed to His servants on the earth, what to do for you.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2772\"> Is the spirit world here? It is not beyond the sun, but is on this earth that was organized for the people that have lived and that do and will live upon it. No other people can have it, and we can have no other kingdom until we are prepared to inhabit this eternally. In the spirit world those who <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0003\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have got the victory go on to prepare the way for those who live in the flesh, fulfilling the work of saviors on Mount Zion. <\/div><div class=\"paragraph jod\" id=\"v3n2773\"> To accomplish this work there will have to be not only one temple but thousands of them, and thousands and tens of thousands of men and women will go into those temples and officiate for people who have lived as far back as the Lord shall reveal. If we are faithful enough to go back and build that great temple which Joseph has written about, and should the Lord acknowledge the labor of His servants, then watch, for you will see somebody whom you have seen before, and many of you will see him whom you have not seen before, but you will know him as soon as you see him. <\/div><div class=\"paragraph jod\" id=\"v3n2774\"> This privilege we cannot enjoy now, because the power of Satan is such that we cannot perform the labor that is necessary to enable us to obtain it. <\/div><div class=\"paragraph jod\" id=\"v3n2775\"> When we commence again on the walls of the temple to be built on this Block, the news will fly from Maine to California. Who will tell them? Those little devils that are around here, that are around this earth in the spirit world; there will be millions of them ready to communicate the news to devils in Missouri, Illinois, California, Mexico, and in all the world. And the question will be, &#x201C;What is the news? There is some devilish thing going on among the &#x2018;Mormons&#x2019; and I know it. Those &#x2018;Mormons&#x2019; ought to be killed.&#x201D; They do not know what stirs them up to this feeling, it is those spirits that are continually near to them. <\/div><div class=\"paragraph jod\" id=\"v3n2776\"> We all have got spirits to attend us; when the eyes of the servant of Elijah were opened he saw that those for them were more than those that were against them.<span class=\"citation\" id=\"55813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55813)\">2 Kgs. 6:16-17<\/a><\/span> There are two-thirds for us, and one-third against us; and there is not a son or daughter of Adam but what will be saved in some  <div class=\"break pagebreak\" id=\"373a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0373.pdf\" target=\"pdfwin\">p.&#xA0;373a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0002\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>kingdom and receive glory and an exaltation to a degree, except those who have had the privilege of the Gospel and rejected it and sinned against the Holy Ghost, they will become servants to devils. <\/div><div class=\"paragraph jod\" id=\"v3n2778\"> How long will they exist? I do not know, neither do I care. Every one of this people, with the Saints that have lived before us, from the days of Adam until now, and those that may come after us, all say, &#x201C;Build up the kingdom of God.&#x201D; What for? To save the inhabitants of the earth, to get them all back into some kind of a kingdom where they can be administered to, and not have this organized matter return again to its native element, for we wish this work to be preserved. <\/div><div class=\"paragraph jod\" id=\"v3n2779\"> You know that when you make a farm you dislike to see it overrun with weeds, and it would hurt your feelings to see your houses, barns, and other property destroyed. True, you can make more, but how do you suppose the Lord feels, who is much more compassionate than we are, when He sees the devil gaining an advantage over His creatures to lead them away to destroy them? Do you not suppose that the bowels of His compassion yearn over this people, and that He is angry with the wicked? Do you not suppose that He often feels like saying, &#x201C;O, my children, why do you not hearken to what I tell you, and take hold of the principles of life, and cease pursuing a course that is calculated to destroy you? I have labored to bring forth this organization, and I do not wish to lose my labor, but I desire to have you hearken to the counsel I give to you and prepare yourselves to endure forever and come into my presence, and if you cannot do that and abide a celestial law,<span class=\"citation\" id=\"88388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88388)\">D&amp;C 88:22<\/a><\/span> at least abide the law of a kingdom where I can send angels to you, and I will send and comfort you and administer unto you and will raise you up and make <div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0002\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you glad and happy, and will fill you with joy and with peace.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2780\"> It is our business to live our religion, and it is all that we have to do. &#x201C;But,&#x201D; says one, &#x201C;I thought we had got to raise grain.&#x201D; I have told you, many a time, that I would not give you anything for your faith, without you add works. How are you going to work to build up the kingdom? <\/div><div class=\"paragraph jod\" id=\"v3n2781\"> I now wish to leave the subject we have been considering, for I think I have talked enough about it for the present, and tell you how to prepare yourselves to build up the kingdom of God and save the honest in heart. <\/div><div class=\"paragraph jod\" id=\"v3n2782\"> Here we are in the valleys of these mountains, and I say that there is not a people on the earth that would live here but the Latter-day Saints, and it seems almost more than they can do to stay here. Now if they would be as swift to hearken to counsel as they are to get rich, and as they are in pleasing their own dispositions, we should not see the hard times that we now see. <\/div><div class=\"paragraph jod\" id=\"v3n2783\"> When we first came here we had not been two weeks on this square, before the Big Cottonwood canal which we are now building, was just as visible to me as it ever will be when it is completed, and you will yet see boats on it. It has to be there. What for? To sustain this people. Do you think we want the water that is now wasted in those natural channels? Say, sisters, do you think we want any more water for irrigation? Yes, you do, for your peas are drying up, and you are not likely to have many cucumbers for pickling. <\/div><div class=\"paragraph jod\" id=\"v3n2784\"> Have this people been as swift to hearken to counsel as to get rich? No, and many of you would rather pray the Lord to send rain, than to appropriate, by your labor, the waters that are continually flowing from these canyons. I tell you now, as I have before said, I do not have much faith to pray for rain; and if I had faith and  <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0001\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>power to bring rain upon the crops in these valleys, I would not do it. Why? Because it would throw many of you into lazy slothful, idle habits, and every Gentile that came through here would covet your farms, and would say, &#x201C;This is the finest country we ever saw, how rich you are, how your cattle thrive upon the hills, your grain grows almost without labor in cultivating the earth.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2786\"> They would soon begin to desire your inheritances, those houses and this city, and it would be but a few years before we would have to leave, or contend with them. As it is now, there is no people that would live here, except the Latter-day Saints, and they are decidedly the best people upon the earth, even though I sometimes chastise them, and what I say is true, for a few deserve chastising. <\/div><div class=\"paragraph jod\" id=\"v3n2787\"> I do not believe that the city of Enoch made greater advancement, in the same period of time, than this people have done in the twenty-six years of their career, which is saying a great deal for them. Who else would live here? Nobody. Put Gentiles here and tell them that they had to be confined here, and they would consider themselves in a worse prison than a penitentiary. <\/div><div class=\"paragraph jod\" id=\"v3n2788\"> Do some of the brethren murmur a little, and say if it were not for &#x201C;Mormonism,&#x201D; they would do thus and so? What of that? Is there any other people who would do as well as you do? No, not another. <\/div><div class=\"paragraph jod\" id=\"v3n2789\"> When I find fault with the people for not hearkening to counsel, it is because I want them to live so as speedily to obtain the reward of righteousness, and not have to wait so long for it. <\/div><div class=\"paragraph jod\" id=\"v3n2790\"> This is a good people, though there are some in our midst who do not do right. Plant the Gentiles here, and you would soon see cutting throats and hear the sharp crack of the rifle at the water sects. There would be <div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0001\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> far more fighting for water than there is among the &#x201C;Mormons&#x201D; though some of them steal it now. <\/div><div class=\"paragraph jod\" id=\"v3n2791\"> Many of the brethren feel as I do; if I had my crops growing and somebody should came along and steal my water, I should say, you will raise grain, will you not? Well, go ahead, for we shall get it, if you raise it. <\/div><div class=\"paragraph jod\" id=\"v3n2792\"> Here sits a man I can now look upon who says I am a greater despot than the Emperor of Russia. Maybe I am, for should I see the poor suffering, I could knock open flour barrels better than Alexander II, and give the contents to the poor with a better heart than he could. <\/div><div class=\"paragraph jod\" id=\"v3n2793\"> Who in the wide world could live here more peaceably than we do? Nobody; and I thank God for hard times. Do you suppose that the Gentiles want this country? No; they say, &#x201C;It is a Godforsaken country,&#x201D; and I say, hallelujah, for it is the very country I prefer, a country where nobody else will live but those who are willing to keep the commandments of God. <\/div><div class=\"paragraph jod\" id=\"v3n2794\"> I wish to be tyrannical enough, if that is the proper term, to make you good men and good women. Go to with your might this year, and see if we cannot prepare for another. This is a great Saint raising country; we have seen wheat grow here almost spontaneously, and there could not be a better Saint raising country. <\/div><div class=\"paragraph jod\" id=\"v3n2795\"> If a person is honest before God and has more than he needs for his own use, and does not covet it, he will make a distribution to those who have not, and there need not any person go without necessary food. I know that there are many here who have given out much flour, and they have by no means suffered on account of their liberality. There is a man sitting on the stand who says that his wife scraped the bottom of the flour barrel, and on the next morning has gone to scrape again, to give out more to the poor, and found it half full. She  <div class=\"break pagebreak\" id=\"375a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0375.pdf\" target=\"pdfwin\">p.&#xA0;375a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0000\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>asked him &#x201C;If he had put it there.&#x201D; He answered, &#x201C;No.&#x201D; &#x201C;Well,&#x201D; said she, &#x201C;I scraped it out last night.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2797\"> The Lord wishes to try you; shall we say that we will hoard up the blessings of God, that we may be able to say that we have a large amount to ourselves? No, but divide them out, and do so with an honest heart, in all humility; and let those who receive blessings receive them with an honest heart, in all humility and thankfulness. Some who have, will withhold, and some of the poor are covetous and will grab a little here and there and lay it up, or waste it. If you continue in covetousness, your substance will shrink and waste away. <\/div><div class=\"paragraph jod\" id=\"v3n2798\"> Let the poor, those who have to depend upon their brethren for bread, after they have done all they can to obtain it themselves be thankful, and take no more than they require to use in a frugal manner. By taking such a course, no person would suffer. <\/div><div class=\"paragraph jod\" id=\"v3n2799\"> With some there is a fearfulness, a want of faith and confidence in God, and a stingy closefistedness; this is the cause of many being so pinched. As I have often done, I again invite those who are distrustful, and fearful that God is going to forsake this people, to leave, if they do not wish to be Saints and repose confidence in the <div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0000\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God of the Saints. I wish such characters would leave; I shall be glad if they will leave. I would not have them stay; I would rather give them flour and help them to leave because they are a curse to the Saints. And if the devil puts it into their hearts to leave, I know there will be a certain portion of those evil spirits go with them, and still we shall always have plenty more coming. <\/div><div class=\"paragraph jod\" id=\"v3n2800\"> All I ask of you is to apply your hearts to the Gospel of Jesus Christ and be Saints. I will not ask anything else on this earth of you only to live so as to know the mind and will of God when you receive it, and then abide in it. If you will do that, you will be prepared to do a great many things, and you will find that there is much good to be done. <\/div><div class=\"paragraph jod\" id=\"v3n2801\"> We have no time to spend foolishly, for we have just as much on our hands as we can probably do, to keep pace with that portion of our brethren who have gone into the other room. <\/div><div class=\"paragraph jod\" id=\"v3n2802\"> And when we have passed into the sphere where Joseph is, there is still another department, and then another, and another, and so on to an eternal progression in exaltation and eternal lives. That is the exaltation I am looking for. May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}