{"ID":30050, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Order of Progression in Knowledge&#x2014;The Way By Which Saints Become One&#x2014;Aptness of Men to Remember Evil Rather Than Good&#x2014;a Characteristic of Saints is to Remember Good and Forget Evil&#x2014;Our Affections Should Be Placed on the Kingdom of God Above All Other Things.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, June 15, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Order of Progression, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/15\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d50\">\n<div class=\"paragraph jod\" id=\"v3n2606\"> As I have frequently remarked, it seems that the people need a great deal of preaching; they require to be preached to continually to put them in mind of their duties, and to stir them up to perform the works which they know that they ought to do. This at first appears strange, and then again it is not so strange. Our organization is such we are subject to so many spirits and influences that are in the world, that it is not strange that our minds require stirring up to remembrance, and our physical powers to diligence. <\/div><div class=\"paragraph jod\" id=\"v3n2607\"> As Saints in the last days we have much to learn; there is an eternity of knowledge before us; at most we receive but very little in this stage of our progression. <\/div><div class=\"paragraph jod\" id=\"v3n2608\"> The most learned men that have ever lived on the earth have only been able to obtain a small amount of knowledge, in comparison to the vast store of information that exists for the faithful Saints. <\/div><div class=\"paragraph jod\" id=\"v3n2609\"> It cannot be understandingly exhibited by any individual, not even by an angel, to the people any further <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0021\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> than they are able to receive and comprehend it; consequently the Lord has to descend to our capacities and give us a little here and a little there, line upon line, and precept upon precept, as the Prophet has said.<span class=\"citation\" id=\"58556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58556)\">Isa. 28:10,13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2610\"> But we are so organized, and it is so ordained, that we can receive that little, and still continue to receive a little and a little more, and treasure up and retain in our memories that which we have received, so that it will be ready when it is necessary to bring it forth. What we learn today does not prevent our learning more tomorrow, and so on. <\/div><div class=\"paragraph jod\" id=\"v3n2611\"> This principle is inherent in the organization of all intelligent beings, so that we are capable of receiving, and receiving, and receiving from the inexhaustible fountain of knowledge and truth. <\/div><div class=\"paragraph jod\" id=\"v3n2612\"> It has been frequently stated to us, and is a doctrine we understand, that this people have got to become of one heart and one mind.<span class=\"citation\" id=\"92836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92836)\">Moses 7:18<\/a><\/span> They have to know the will of God and do it, for to know the will of God is one thing, and to bring our wills, our dispositions,  <div class=\"break pagebreak\" id=\"355a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0355.pdf\" target=\"pdfwin\">p.&#xA0;355a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0020\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>into subjection to that which we do understand to be the will of God is another. <\/div><div class=\"paragraph jod\" id=\"v3n2614\"> We might say that this is the first lesson we have to learn and one of the easiest, one that is calculated and adapted to the capacity of the child, to learn to be submissive to our Father in heaven. Parents require this duty of their children, when they have become intelligent enough to understand that the parent is superior in point of government, and strict obedience is required by that authority. That the parent is his superior is one of the first lessons that the child learns&#x2014;that he is his dictator to measure and guide his steps, as soon as he comes to an understanding of what is required. <\/div><div class=\"paragraph jod\" id=\"v3n2615\"> If we are obedient to the will of our Father in heaven it accomplishes one grand object, namely, our being the disciples of Christ, for he observed to his disciples, &#x201C;Except ye are one ye are not mine.&#x201D;<span class=\"citation\" id=\"85112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85112)\">D&amp;C 38:27<\/a><\/span> &#x201C;I am in my Father and ye in me, and I in you,&#x201D;<span class=\"citation\" id=\"70745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70745)\">John 17:21-23<\/a><\/span> one eternal principle governing and controlling the intelligence that dwells in the persons of the Father and the Son. I have these principles within me, Jesus has them within him, and you have them within you. I am governed and controlled by them, my elder brother, Jesus, is governed and controlled by them, and his Father is governed and controlled by them. He learned them, Jesus learned them, and we must learn them in order to receive crowns of glory, immortality, and eternal lives. <\/div><div class=\"paragraph jod\" id=\"v3n2616\"> The principle of eternal life that sustains all intelligent beings, that governs and controls all things in eternity, the principle by which matter does exist, the principle by which it is organized, by which it is redeemed and brought into celestial glory, is the principle that is in you and me, that is in our heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v3n2617\"> It is life, it is the life of Christ and <div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0020\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of every Saint; in this capacity they are in us and we in them. We must be possessed of the spirit that governs and controls the angels, we must have the same spirit within us that our Father in heaven is in possession of. <\/div><div class=\"paragraph jod\" id=\"v3n2618\"> That spirit must rule you and me, it must control our actions and dictate us in life, we must cling to it and imbibe it until it becomes a second nature to us. We are accustomed to saying second nature, but in reality it is the first nature that we had, though sin has perverted it. God planted it there as the predominant principle, but our giving way to temptation has frustrated the plan and driven it from us. <\/div><div class=\"paragraph jod\" id=\"v3n2619\"> How easy it is for people to understand and do the will of God, if they will throw off their unrighteous traditions and let truth stand for truth, light for light, and let that which is of God be received as such. <\/div><div class=\"paragraph jod\" id=\"v3n2620\"> When truth comes, receive it as from the Lord, and let everything be simplified to us as unto children, for the Lord has ordained that we may grow in grace, and in the knowledge of the truth,<span class=\"citation\" id=\"94450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94450)\">2 Pet. 3:18<\/a><\/span><span class=\"citation\" id=\"85980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85980)\">D&amp;C 50:40<\/a><\/span> and be able to receive more knowledge, wisdom, and understanding, and it is not possible for us to receive it any other way, only as we apply our hearts strictly to overcome every evil and cleave to that which is pleasing to the Lord&#x2014;to that which tends to life and salvation. This is the only channel in which we can become of one heart and of one mind.<span class=\"citation\" id=\"92837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92837)\">Moses 7:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2621\"> This has been the burden of our exhortations, prayers, and pleadings. It was the burden of the exhortations, prayers, and pleadings of the servants of God who lived in ancient days, as much as it is of those who live now. No good person has ever lived on the earth&#x2014;one who understood the principles of life&#x2014;but what he has desired to see the time when the people would  <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be governed by other principles than those of sin and selfishness. <\/div><div class=\"paragraph jod\" id=\"v3n2623\"> All the righteous have desired to see the people governed by principles that will endure, and that will give durability to all who obey them. Their bowels of compassion yearned continually after the sons of men, and they labored to bring them under the control and government of the principles of eternal life, and to cut them loose from the little, selfish, frivolous, trifling, deathly principles that pertain to this flesh. <\/div><div class=\"paragraph jod\" id=\"v3n2624\"> What would be the result of this effort and desire, if accomplished among us? We should be of one heart and of one mind;<span class=\"citation\" id=\"92838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92838)\">Moses 7:18<\/a><\/span> we should cease to play the hypocrite; we should cease to be slothful servants; we should cease to do evil and do good continually.<span class=\"citation\" id=\"81871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81871)\">Mosiah 5:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2625\"> The reflections of many are that they cannot govern and control themselves. And should we ask some whether their memory is good, whether they can recollect certain transactions which have transpired thus and so, they would reply, &#x201C;No, our memory is very treacherous.&#x201D; That is true, but in different degrees, with all people. <\/div><div class=\"paragraph jod\" id=\"v3n2626\"> We may ask one person, can you remember anything you wish to, and the reply may be, &#x201C;It is with difficulty that we remember anything.&#x201D; This lack of mental force is found in a large class of mankind, but to search into the causes of this would take us far back, for they pertain to parents as well as to children, to the ancient as well as to the modern inhabitants of this globe. <\/div><div class=\"paragraph jod\" id=\"v3n2627\"> Another peculiarity of memory is, the stronger recollection of an injury than a favor; for instance, take a person of the most treacherous memory and apply a little cayenne pepper to his eyes, and he will remember that act as long as he lives. <\/div><div class=\"paragraph jod\" id=\"v3n2628\"> It is an old saying, &#x201C;That we can forgive (it is man's privilege) but we <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cannot forget.&#x201D; Can you forget an injury? No, you will always remember it. But on the other hand, suppose that a friend should come, in the hour of your distress, to relieve you from pain and suffering, and by laying his hands upon you your pain is gone; or furnish you food when you have none, and administer to your wants in everything calculated to make you happy and comfortable in body and mind, you will forget those kind acts many times quicker than the act of throwing a little cayenne pepper in your eyes. <\/div><div class=\"paragraph jod\" id=\"v3n2629\"> Think of that and ask yourselves the cause; reason as to why it is that you can remember an injury better than a kindness; why you can retain hatred longer than love. Is it through your fallen nature? Is it because you were begotten and born in sin? Or is it not rather because the power of the tempter has control over you, and because the world is full of evil principles, and you have adhered to them? Yes, this is the cause, and you must acknowledge it. The whole world is contaminated with a spirit to remember evil and forget the good. <\/div><div class=\"paragraph jod\" id=\"v3n2630\"> Mankind are organized of element designed to endure to all eternity; it never had a beginning and never can have an end. There never was a time when this matter, of which you and I are composed, was not in existence, and there never can be a time when it will pass out of existence; it cannot be annihilated. <\/div><div class=\"paragraph jod\" id=\"v3n2631\"> It is brought together, organized, and capacitated to receive knowledge and intelligence, to be enthroned in glory, to be made angels, Gods&#x2014;beings who will hold control over the elements, and have power by their word to command the creation and redemption of worlds, or to extinguish suns by their breath, and disorganize worlds, hurling them back into their chaotic state. This is what you and I are created for. <\/div> <div class=\"break pagebreak\" id=\"357a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0357.pdf\" target=\"pdfwin\">p.&#xA0;357a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0018\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v3n2633\"> But in view of all this, what can we discover in ourselves? As an instance, A has a favorite dog, which B discovers doing mischief on his grounds, and kills, whereupon A, who was fond of his dog for serving him so well, and guarding his house and children so long and faithfully, becomes highly enraged, and says, &#x201C;I tell you I cannot stand it, I am so angry, that I feel as though I should fly all to pieces, and I have almost a mind to take my rifle and shoot you.&#x201D; What, for a dog? <\/div><div class=\"paragraph jod\" id=\"v3n2634\"> Let a man or woman come forward that can say they have not had such feelings, to a certain degree. Yes, you have similar feelings in consequence of someone's abusing your dog, but when you enter into the holy city (should you be so happy as to get there), you will learn that the dogs will all be on the outside of the walls with the murderers, adulterers, fornicators, liars, and those who take the name of God in vain.<span class=\"citation\" id=\"80878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80878)\">Rev. 22:15<\/a><\/span> &#x201C;For your conduct towards my dog, I am almost ready to kill you, neighbor.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2635\"> Do you hear such language used? Yes, right in our midst. Kill almost any person's favorite animal, and he is ready to draw the rifle to his eye, in a moment, to shed the blood of his neighbor. This is the passion of the animal organization that the devil has power over. When such feelings assail you, stop and reflect, and let the spirit within you reason, and it would say, &#x201C;Shame on you, Brigham, John, Mary, or Jane.&#x201D; Grant that an individual has done wrong, should we be so provoked about it? <\/div><div class=\"paragraph jod\" id=\"v3n2636\"> We are organized for the express purpose of controlling the elements of organizing and disorganizing, of ruling over kingdoms, principalities, and powers, and yet our affections are often too highly placed upon paltry, perishable objects. We love houses, gold, silver, and various kinds of property, and all who unduly prize any <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0018\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> object there is beneath the celestial world are idolaters. <\/div><div class=\"paragraph jod\" id=\"v3n2637\"> Some say, &#x201C;We are placed here, the devils were here, the world is full of wickedness, and we are subjected to all this without any agency on our part,&#x201D; but this assertion does not prove such to be the case. Will you subject your children to wickedness when it is in your power to deliver them from it? We are measurably subjected to it because of the sin that was in our parents, but have we now the knowledge to deliver our children from this power? We have. Then let us begin and do it, and cast off your unrighteous traditions, as I have often taught and counseled you. Let every man and woman bring up their children according to the law of heaven. Teach your children from their youth, never to set their hearts immoderately upon an object of this world. <\/div><div class=\"paragraph jod\" id=\"v3n2638\"> Should you train yourselves? Yes, you should. Can you remember to do good instead of evil? Do you watch the operations of the spirits upon the people, upon their affections, upon their hearts? Can you not hear some of this congregation, as they leave the meeting, and afterwards, begin to find fault and complain on this wise? &#x201C;Well, I do not like this, and I do not like that, and I think I shall go back to the States. I wish I was back in England. I will not pay my money for flour, but I will beg it, and send my children to beg it, and spend my money to get away from here.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2639\"> Have I done you any harm since you have been here? Did my brothers who proclaimed the Gospel to you, do you anything but good? &#x201C;No, O, no.&#x201D; If they have done the least thing to injure you, why will you not tell of it before you leave? But no, you will not, and as soon as you go away your testimony will be, &#x201C;Brothers Brigham, and Heber, and Jedediah, and the Twelve, and all the brethren  <div class=\"break pagebreak\" id=\"358a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0358.pdf\" target=\"pdfwin\">p.&#xA0;358a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0017\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>at Great Salt Lake are the worst people we ever saw.&#x201D; Can you tell of one thing wherein they have wronged you? They may have fed you, you may have lived here on their bounty and kindness, but as soon as you go away, you partake of the spirit of the world, which I am trying to contrast with the spirit of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v3n2641\"> As soon as you are overcome by the spirit of the world, you forget every good deed and kindness that has been extended to you, and you only remember the transpiring and infliction of what you deemed to be evil. You imagine a thousand things to be evil that would have resulted in good, had you done right. Can you believe that? &#x201C;O, yes.&#x201D; Those who have apostatized and left, cannot recollect a kindness that I have done them, but I can say to the praise of a few Gentiles, who have passed through here, they have recollected the kindnesses done to them by this people. Almost universally, after having received the greatest kindnesses they ever received, apostates and some Gentiles after they leave these valleys, vividly remember and proclaim, from Dan to Beersheba,<span class=\"citation\" id=\"55372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55372)\">Judg. 20:1<\/a><\/span> every fancied injury. <\/div><div class=\"paragraph jod\" id=\"v3n2642\"> Brother Tobin lately arrived from the army in Oregon; he there became acquainted with a part of Colonel Steptoe's command. Yesterday, as we were walking about, I told him that the Indians who were tried for the murder of Captain Gunnison were confined within the walls of the Penitentiary. He said that he thought they had made their escape; that he had been informed that the lock was broken, the gate opened, and the Indians sent off. <\/div><div class=\"paragraph jod\" id=\"v3n2643\"> I informed him that it was true that the Indian prisoners escaped, but that I soon recovered them, placed them in charge of the Warden, and wrote to Colonel Steptoe, who was at Bear River <span class=\"italic\">en route<\/span> for California, acquaint<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0017\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing him with the circumstances. The Colonel replied, and thanked me in his note. I asked brother Tobin whether the Colonel did not tell him that those Indians were recovered. He replied, &#x201C;No, but it has appeared in nearly all, if not all, the western papers, that the &#x201C;Mormons&#x201D; let the Indians out of prison.&#x201D; They could publish that the Indians escaped, but they would not proclaim that the &#x201C;Mormons&#x201D; speedily recovered them, and that they are still safely lodged in prison. <\/div><div class=\"paragraph jod\" id=\"v3n2644\"> Those who love righteousness and possess the Spirit of God, those who delight to do good can remember good. They can remember every good principle and every good act; and when they read the Bible, the sayings of the Prophets and Apostles will be as near their hearts as lies are to the hearts of the wicked. By this you may know whether you are Saints or not. Can you remember good? If you forget good and remember evil, you may lay it down as a positive fact that you are on the highway to destruction. If you love the truth you can remember it. <\/div><div class=\"paragraph jod\" id=\"v3n2645\"> One may here inquire, &#x201C;Can I strengthen my memory and bring it into lively exercise?&#x201D; Yes, by applying your mind to the point you wish to improve upon, and you can learn and remember righteous deeds if you are full of integrity. <\/div><div class=\"paragraph jod\" id=\"v3n2646\"> The Gospel of salvation has been revealed unto us expressly to teach our hearts understanding, and when I learn the principles of charity or righteousness I will adhere to them, and say to selfishness, you must not have that which you want, and when it urges that I have no more flour than I shall need until harvest, and that I must not give any away, not even a pound, I say, get out of my door. And when it argues that a brother will not be profited by our endeavors to benefit him, that you had  <div class=\"break pagebreak\" id=\"359a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0359.pdf\" target=\"pdfwin\">p.&#xA0;359a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0016\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>better keep your money to yourselves and not let him have this ox, that farm or cow, &amp;c., and strives to persuade you not to feed such a poor person, not to do anything for the P. E. F. Company, that you have not any more than you need, just do as the man did in Vermont, for by the report we would judge him to be a pretty good man. He had a farm, raised a large quantity of grain, and usually had some to spare. It so happened one season that a poor neighbor thrashed out his rye, and was to receive his pay in grain. The poor man came; the farmer told him to leave his bags and he would measure up the amount and have it ready when again called for. He was alone when measuring the grain, and as he put into the measure, something whispered to him, &#x201C;Pour it in lightly,&#x201D; but instead of doing this, he gave the measure a kick. When he put on the strike something said to him, &#x201C;When you take that off, take a little out, the poor man will know nothing about it.&#x201D; At last the farmer said, &#x201C;Mr. Devil, walk out of my barn, or I will heap every half bushel I measure for the poor man.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2648\"> When you are tempted to do wrong, do not stop one moment to argue, but tell Mr. Devil to walk out of your barn, or you will heap up every half bushel; you can do that I know. A drunkard can walk by a tavern, though I have heard it said that some men cannot go by, or if they do manage to get by, that they say, &#x201C;Now I know I am the master, and I will go back and treat resolution.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v3n2649\"> I am aware that some will argue that they cannot do good without evil being present with them;<span class=\"citation\" id=\"72492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72492)\">Rom. 7:21<\/a><\/span> that has nothing to do with the case. Though it may be present with them, as it was with Paul, there is no necessity for any man's giving way to that evil. If we should do good, do it, and tell the evil to stand out of the way. You are <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0016\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> privileged to be masters of yourselves; you can strengthen your memories, and by a close application you can train yourselves to remember the good instead of the evil. If anybody has injured you, forget it. Can you do so? I know you can. <\/div><div class=\"paragraph jod\" id=\"v3n2650\"> Forget the imperfections of your brethren; for often the injuries which you imagine to have been done, arise through the weakness of the flesh, and without the individual's being aware that he has done you an injury, and when no evil was designed. Judge not according to the outward appearance, but according to the intentions of the heart.<span class=\"citation\" id=\"69391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69391)\">John 7:24<\/a><\/span> If they designed to injure you, they sinned; if they have injured you without design, you are bound to forgive. Remember good principles, and when you hear the truth, if you have a love for it, you will remember it. <\/div><div class=\"paragraph jod\" id=\"v3n2651\"> It is frequently said by mothers, and is a universal characteristic of the rising generation, &#x201C;How easy it is for children to learn mischief; I do not like to have my children associated with such and such children, or go to this or that school.&#x201D; Do they learn any good? Perhaps they do a little, and a great deal of evil. It is natural for children to learn that which they should not, and to do that which they should not, but no more so than it is for you and me. There are many now before me who desire something put in their possession which would be injurious to them, therefore do not blame the children so much for desiring to handle that which is not meet for them to handle, and to possess that which they cannot take care of. <\/div><div class=\"paragraph jod\" id=\"v3n2652\"> What shall we do? We will cut off every avenue of evil, as fast and as far as may lay in our power. You can stop those evil communications that corrupt good manners<span class=\"citation\" id=\"73907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73907)\">1 Cor. 15:33<\/a><\/span> in yourselves first, and then keep your children as strictly from evil as possible,  <div class=\"break pagebreak\" id=\"360a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0360.pdf\" target=\"pdfwin\">p.&#xA0;360a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0015\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and not many generations will pass away ere the heavens will acknowledge that there is a reformation among the Latter-day Saints. How many generations we do not know, but I sometimes think that the Lamanites will become a white and delightsome people<span class=\"citation\" id=\"81343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81343)\">2 Ne. 5:21<\/a><\/span><span class=\"citation\" id=\"81585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81585)\">2 Ne. 30:6<\/a><\/span> about as quick. It belongs to us to commence the work of reformation, and in the first place to set the example of good works before our children, and when they grow up they will say, these are the traditions of my fathers. They will thus improve a little, and the next generation will improve a little more, until the traditions of the children are in accordance with the principles of the eternal Priesthood, which will produce life and salvation. <\/div><div class=\"paragraph jod\" id=\"v3n2654\"> I will speak a little more upon placing your affections on beings who are not worthy of them. Take a Prophet, an Apostle, a man of God, one who is just as good in his calling and capacity as Jesus Christ was in his, a man who has adorned the doctrine of his profession, until he is sealed up unto eternal lives by the power of the Priesthood, one who is sure of a glorious resurrection, and let him desire to have a wife. Now suppose that he gains the affection of a lovely woman and marries her, how much shall that righteous man love that woman? Shall he say, &#x201C;I love this woman to such a degree that I will go to hell rather than not have her, I will do even this rather than lose my wife?&#x201D; No, for you ought to love a woman only so far as she adorns the doctrine you profess; so far as she adorns that doctrine, just so far let your love extend to her. When will she be worthy of the full extent of your affection? When she has lived long enough to secure to herself a glorious resurrection and an eternal exaltation as your companion, and never until then. <\/div><div class=\"paragraph jod\" id=\"v3n2655\"> Elders, never love your wives one hair's breadth further than they adorn <div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0015\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Gospel, never love them so but that you can leave them at a moment's warning without shedding a tear. Should you love a child any more than this? No.<span class=\"citation\" id=\"129386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129386)\">Matt. 10:37<\/a><\/span> Here are Apostles and Prophets who are destined to be exalted with the Gods, to become rulers in the kingdoms of our Father, to become equal with the Father and the Son, and will you let your affections be unduly placed on anything this side that kingdom and glory? If you do, you disgrace your calling and Priesthood. The very moment that persons in this Church suffer their affections to be immoderately placed upon an object this side the celestial kingdom, they disgrace their profession and calling. When you love your wives and children, are fond of your horses, your carriages, your fine houses, your goods and chattels, or anything of an earthly nature, before your affections become too strong, wait until you and your family are sealed up unto eternal lives, and you know they are yours from that time henceforth and forever. <\/div><div class=\"paragraph jod\" id=\"v3n2656\"> I will now ask the sisters, do you believe that you are worthy of any greater love than you bestow upon your children? Do you believe that you should be beloved by your husbands and parents any further than you acknowledge and practice the principle of eternal lives? Every person who understands this principle would answer in a moment, &#x201C;Let no being's affections be placed upon me any further than mine are on eternal principles&#x2014;principles that are calculated to endure and exalt me, and bring me up to be an heir of God and a joint heir with Jesus Christ.&#x201D;<span class=\"citation\" id=\"72550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72550)\">Rom. 8:17<\/a><\/span> This is what every person who has a correct understanding would say. <\/div><div class=\"paragraph jod\" id=\"v3n2657\"> Owing to the weaknesses of human nature you often see a mother mourn upon the death of her child, the tears of bitterness are found upon her cheeks, her pillow is wet with the  <div class=\"break pagebreak\" id=\"361a\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0361.pdf\" target=\"pdfwin\">p.&#xA0;361a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0014\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dews of sorrow, anguish, and mourning for her child, and she exclaims, &#x201C;O that my infant were restored to me,&#x201D; and weeps day and night. To me such conduct is unwise, for until that child returned to its Father, was it worthy of your fullest love? No, for it was imperfect, but now it is secure in the bosom of the Father, to dwell there to all eternity; now it is in a condition where it is worthy of your perfect love, and your anxiety and effort should be that you may enter at the same gate to immortality. <\/div><div class=\"paragraph jod\" id=\"v3n2659\"> When the wife secures to herself a glorious resurrection, she is worthy of the full measure of the love of the faithful husband, but never before. And when a man has passed through the veil, and secured to himself an eternal exaltation, he is then worthy of the love of his wife and children, and not until then, unless he has received the promise of and is sealed up unto eternal lives.<span class=\"citation\" id=\"78766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78766)\">1 Jn. 4:16<\/a><\/span><span class=\"citation\" id=\"94451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94451)\">D&amp;C 131:5<\/a><\/span><span class=\"citation\" id=\"94452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94452)\">D&amp;C 132:24<\/a><\/span> Then he may be an object fully worthy of their affections and love on the earth, and not before.<span class=\"citation\" id=\"129387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129387)\">Matt. 10:37<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v3n2660\"> I will now briefly call your minds to the principle of being one. Do you not comprehend that you ought to have your affections concentrated in the kingdom of God on the earth? As I observed here last Sabbath, I do not reflect much whether I have friends or foes, or care one groat about it. I do not care whether you take my counsel or not, provided you take the counsel of the Almighty. I do not care what the people do, if they will only serve God and build up this kingdom. I do not care what be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD03\/JoD03_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0014\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>come of the things of this world, of the gold, of the silver, of the houses and of the lands, so we have power to gather the house of Israel, redeem Zion, and establish the kingdom of God on the earth. I would not give a cent for all the rest. True, these things which the Lord bestows upon us are for our comfort, for our happiness and convenience, but everything must be devoted to the building up of the kingdom of God on the earth. I may say that this Gospel is to spread to the nations of the earth, Israel is to be gathered, Zion redeemed, and the land of Joseph, which is the land of Zion, is to be in the possession of the Saints, if the Lord Almighty lets me live; and if I go behind the veil somebody else must see to it. My brethren must bear it off shoulder to shoulder. We must be of one heart and one mind<span class=\"citation\" id=\"92839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92839)\">Moses 7:18<\/a><\/span> and roll forth this kingdom; and when we get the first Presidency, the Twelve, and so on, shoulder to shoulder to forward the kingdom, wives and children, what are you going to do? Will you pull another way? No, but let your affections, faith, and all your works be with your husbands, and be obedient to them as unto the Lord.<span class=\"citation\" id=\"75327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75327)\">Eph. 5:22<\/a><\/span> And husbands, serve the Lord with all your hearts, and then we shall be a blessed people, and be of one heart and mind, and the Lord will withhold no good thing from us,<span class=\"citation\" id=\"56929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56929)\">Ps. 84:11<\/a><\/span> but we shall put down the power of Satan, walk triumphantly through the world, preach the Gospel and gather the Saints. I say then, let us be faithful, and may God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}