{"ID":40007, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">A Call for An Expression of the Condition of the People&#x2014;Repentance Among the Saints Necessary&#x2014;Renewing of Covenants.<\/div>\n<div class=\"subtitle\">Instructions by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, September 21, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: A Call for An Expression, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 9\/21\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d07\">\n<div class=\"paragraph jod\" id=\"v4n333\"> I have an impulse within me to preach the Gospel of salvation. I am here by the providence of our God; I have professed to be a teacher of righteousness<span class=\"citation\" id=\"78375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78375)\">2 Pet. 2:5<\/a><\/span> for many years, and to preach the Gospel of salvation which is still within me, and I feel to pour it forth upon the people; and I present myself here this morning as a teacher in Israel, as a man having the words of eternal life<span class=\"citation\" id=\"69305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69305)\">John 6:68<\/a><\/span> for the people. <\/div><div class=\"paragraph jod\" id=\"v4n334\"> I feel to call upon this congregation to know whether any of them, or whether all of them wish salvation. If they do, I have the Gospel of salvation for them; and I call upon the people to know whether they are the friends of God, or only of themselves individually. I do not know of any better way to get an expression from the people, as to whether they wish the Gospel preached to them, whether they desire to believe in the Lord Jesus Christ, to obey his counsels, and live to his glory, denying themselves of worldly lusts<span class=\"citation\" id=\"76310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76310)\">Titus 2:12<\/a><\/span> and of everything that is sensual and contrary to his Gospel, and feel as though they wanted to be Saints of the Most High, than to have the brethren and sisters, those who so wish and desire, manifest it by rising upon their feet. You will observe all who do not rise. [The vast congregation all responded by standing up.] Take your seats again. You have manifested that you want to be Saints, and I am happy for the privilege of talking to such a people. <\/div> <div class=\"break columnbreak\" id=\"43b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0043.pdf\" target=\"pdfwin\">p.&#xA0;43b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0716\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n335\"> When we get the font prepared that is now being built, I will take you into the waters of baptism, if you repent of your sins. If you will covenant to live your religion and be Saints of the Most High, you shall have that privilege, and I will have the honor of baptizing you in that font, or of seeing that it is done. <\/div><div class=\"paragraph jod\" id=\"v4n336\"> As for living here, as I have done for a length of time, hid up in the chambers of the Lord, with a people that are full of contention, full of covetousness, full of pride, and full of iniquity, I will not do it. And if the people will not repent, let the sinners and hypocrites look out. I will repent with you and I will try with my might to get the spirit of my calling; and if I have not that spirit now to a fulness, I will get more of it, so as to enjoy it to its fulness. And if I should be filled with the power and spirit of the mission that is upon me, I shall not spare the wicked; I shall be like a flaming sword against them, and so will all those that live their religion; it is not to be suffered any longer. <\/div><div class=\"paragraph jod\" id=\"v4n337\"> As I told you last Sabbath, if I was not mistaken, my feelings were that this people were preparing themselves, many of them, for apostasy; were preparing themselves for the apostasy of their neighbors and their families; their children and their friends were all leading the way of the sinner. I had not then an idea that I was mistaken; I have not now an idea that I  <div class=\"break pagebreak\" id=\"44a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0044.pdf\" target=\"pdfwin\">p.&#xA0;44a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0715\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>am mistaken. I understand these things perfectly well; and if the people are disposed to awake out of their lethargy and walk up to their religion, to their duty, to the highest privilege that ever was or ever can be granted to mortal man upon this earth, which is eternal life, and will do so, then we will be brethren. And if not, the thread must be severed, for I cannot hold men and women in fellowship that serve the devil and themselves, and give no heed to the Almighty; I cannot do it. <\/div><div class=\"paragraph jod\" id=\"v4n339\"> This people have been taught a great deal; they have had principle and doctrine fed to them till they are surfeited; and where is the man, the officer, or the community, that understands what has been taught them? There may be one here and there that understands, but generally the eyes of the people are closed upon eternal things, and they seek for that which pleases the eye, that which is in accordance with the lusts of the flesh, that which is full of iniquity, and they care not for the righteousness of our God. <\/div><div class=\"paragraph jod\" id=\"v4n340\"> I repeat that, as for as those who are disposed to refrain from their evils, to renew their covenants and live their religion, I will have the honor and you the privilege of going forth and renewing your covenants, otherwise their must be a separation. Let those who have been with us ten or fifteen years, who have passed through the sorrowful scenes that Joseph and many others who have gone behind the veil had to wade through, look back and see the hand of God that has led us to a land where we enjoy liberty, where we enjoy all the freedom that ever the city of Enoch enjoyed, until they were more perfectly made acquainted with God. All that we can enjoy more than we do, unless we further acquaint ourselves with our God and become His friends and His associates, will be <div class=\"break columnbreak\" id=\"44b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0044.pdf\" target=\"pdfwin\">p.&#xA0;44b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0715\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but very little more than we now possess. <\/div><div class=\"paragraph jod\" id=\"v4n341\"> I tell you that this people will not be suffered to walk as they have walked, to do as they have done, to live as they have lived. God will have a reckoning with us ere long, and we must refrain from our evils and turn to the Lord our God, or He will come out in judgment against us. I refer to the doctrine and the teachings that have been laid before this people; and I will say that it would take me weeks and months to tell you what has been already told you. But it passes into your ears and out again, and is no more remembered. <\/div><div class=\"paragraph jod\" id=\"v4n342\"> Show me the man who knows enough about his God, and is sufficiently acquainted with the principle of eternal lives to be able to say, &#x201C;I can handle the gold and the silver, the goods, the chattels, and the possessions of this world, with my heart no more set upon them than it is upon the wind. I know how to use them, to deal out this and to distribute that, and to do all to the glory of my Father in heaven.&#x201D; If there is one in this congregation that knows how to do all this, will you please to rise up? These are things that I have taught you week after week, and year after year, but do you understand them? No. You may say, with shamefacedness, that there is hardly a man in this congregation that can righteously manage even earthly things. Just as quick as you are prospered you are lost to the Lord, you are filled with darkness. <\/div><div class=\"paragraph jod\" id=\"v4n343\"> Do you think the angels of the Lord lust after the things that are before them? All heaven is before us, and all this earth, the gold and the silver, all these are at our command, and shall we lust after them? They are all within our reach; they are for the Saints whom God loves, even all who fix their minds upon Him and the interests of His king<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"45a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0045.pdf\" target=\"pdfwin\">p.&#xA0;45a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0714\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dom. Our Father possesses all the riches of eternity, and all those riches are vouchsafed unto us, and yet we lust after them. <\/div><div class=\"paragraph jod\" id=\"v4n345\"> I have taught you these things weeks and months ago, and yet there is not a man or woman in this congregation that understands them in their fulness. These are simple principles that should be learned; and although they have been taught you from time to time, yet you have not learned them. And for me to repeat to you what I have taught you, and what my brethren have taught you, would take me weeks. <\/div> <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0714\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n346\"> And notwithstanding all that has been taught, still the people are full of idolatry, the spirit of contention and the spirit of the world are in them, and they are full of the things of the world.<span class=\"citation\" id=\"78550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78550)\">1 Jn. 2:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n347\"> Well, I just say, my brethren and sisters, it cannot be suffered any longer, a separation must take place; you must part with your sins, or the righteous must be separated from the ungodly. I will now give way, and call upon others of the brethren to speak to you. Amen. <\/div>\n<\/div>\n<\/div>"}