{"ID":40008, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Application of the Words of Helaman to the Condition of the Latter-day Saints.<\/div>\n<div class=\"subtitle\">Remarks by President H. C. Kimball, Delivered in the Bowery, Great Salt Lake City, September 21, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Application of the Words of Helaman, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 9\/21\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d08\">\n<div class=\"paragraph jod\" id=\"v4n348\"> I have a great many things on my mind constantly, by night and by day, in regard to this people, ourselves I mean, here in these valleys of the mountains. <\/div><div class=\"paragraph jod\" id=\"v4n349\"> I was lately looking in the Book of Mormon, and I thought that a portion of the Book of Helaman, from nearly the 420th page (second European edition) to the end of the 4th chapter,<span class=\"citation\" id=\"82460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82460)\">Hel. 12:1-26<\/a><\/span> would apply very well to this people, and if they would appreciate it rightly, it would be what I should call a very great sermon. [It was read to the congregation in the afternoon, by brother Leo Hawkins.] <\/div><div class=\"paragraph jod\" id=\"v4n350\"> It treats upon the conduct of the people when they were blest. They were led into a land away from their enemies, and the Lord blest them exceedingly; yet the only way that <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0714\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> He could keep them within due and proper bounds, so that they would live their religion, so that they would be humble before their Maker and their God, was to let afflictions come upon them.<span class=\"citation\" id=\"82464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82464)\">Hel. 12:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n351\"> The Lord, through the Prophet, relates that He had withheld their enemies from them by softening their hearts from day to day, so that they would not go up to war against the people of God; and that He had multiplied blessings upon them, insomuch that they became exceedingly rich in fine clothing, jewelry, raiment, and everything that heart could wish. <\/div><div class=\"paragraph jod\" id=\"v4n352\"> God poured out His blessings upon them, and as quick as they began to prosper, and to increase in property, they were raised up in the pride of their hearts, forgot their God,<span class=\"citation\" id=\"94507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94507)\">Hel. 12:2<\/a><\/span> their  <div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0713\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prayers, and the covenants they had made with and before their God. And when we read the Bible and the Book of Mormon, we are led to contrast the proceedings of the former-day Saints on this continent with the travels and course of this people; and to reflect that many of us have been rooted up and driven some five or six times, and that last of all we are driven here into the Valleys of the Mountains, a thousand miles from everybody, where God has let us come to worship Him, to carry out His designs, to establish His ordinances, and to qualify a people that they may obtain a celestial glory. <\/div><div class=\"paragraph jod\" id=\"v4n354\"> Are not this people running into pride? Are they not filled with discord, contention, broils, and animosity? Have they not forgotten their God and their covenants? Do they hold their covenants sacred, those they made when they received their endowments, when they covenanted not to speak evil of one another, nor of the Lord's anointed, nor of those that lead them? Did they not make all these covenants? Have they not broken them, or many of them? <\/div><div class=\"paragraph jod\" id=\"v4n355\"> Do you suppose that God would have spoken to you through brother Brigham as He did last Sunday, if all was right, if you were all living your religion? No, it would have been another tune that would have been sung or played, and it would have given you credit. But that sermon was good to me; and God knows that I never heard a better one since I was born, considering the occasion and the circumstances in which this people stand before their God. <\/div><div class=\"paragraph jod\" id=\"v4n356\"> This will not apply to all, but it will apply pretty generally, more or less. We have got to take a different course, and it must needs be that this people repent of their sins and do their first works over, or God will remove their candlestick out of its place.<span class=\"citation\" id=\"79034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79034)\">Rev. 2:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n357\"> When our President, our Leader, <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0713\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our Prophet, speaks unto us from week to week, and from Sabbath to Sabbath, do his teachings reach our hearts? Do the people hear? Do the people understand? If they do, they are not all careful to practice. <\/div><div class=\"paragraph jod\" id=\"v4n358\"> I have told you, a great many times, that the word of our Leader and Prophet is the word of God to this people, and you play with those words, and you neglect them. You neglect the voice and word of God, and it will fall upon you in a way that you never expected, and you do not expect it now. But there is yet a chance for us to redeem ourselves; and there is a great deal more necessity for us to redeem ourselves, than there is for us to redeem the dead, for the dead they are dead, and you cannot help it; but we are living and can help ourselves, and I suppose God helps those who help themselves. <\/div><div class=\"paragraph jod\" id=\"v4n359\"> Let us rise up as a people and turn unto the Lord our God with full purpose of heart,<span class=\"citation\" id=\"81882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81882)\">Mosiah 7:33<\/a><\/span> and, peradventure, our sins may be remitted and forgiven, and blotted out. This is what the Lord has placed men to lead you for. You cannot see God, you cannot behold Him and hold converse with Him, as one man does with another;<span class=\"citation\" id=\"83499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83499)\">Ether 12:39<\/a><\/span> but He has given us a man that we can talk to and thereby know His will, just as well as if God Himself were present. <\/div><div class=\"paragraph jod\" id=\"v4n360\"> Am I afraid to risk my salvation in the hands of the man that is appointed to lead me, and to lead this people? No, no more than I am to trust myself in the hands of the Almighty. He will lead me right, if I do as He says in every particular, in every circumstance, in poverty, in riches, in sickness, and in death. That is the course for me take; and if that is the course for me to take, it is the course for brother Grant to take, and for the Twelve Apostles, for the Seventies, for the High Priests, for the Elders, and for every person in  <div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0712\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Church and Kingdom of God. We should be like the clay in the hands of the potter.<span class=\"citation\" id=\"60520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60520)\">Jer. 18:6<\/a><\/span> Bless your souls, that is just as true a figure as can be presented before a people, if they ever saw a potter work; but if they never saw one work, they do not know what course he takes, any more than a person knows about a mill that never saw one. <\/div><div class=\"paragraph jod\" id=\"v4n362\"> Well, this is the course for us to take, to be like clay in the hands of the potter. Who is the potter? God our Father is the great potter, the head potter, and brother Brigham is one of His servants, to preside over this pottery here in the flesh; and his word is the word of God to this people, and to those that he has called to assist him in this great work. <\/div><div class=\"paragraph jod\" id=\"v4n363\"> These are my feelings, and a part of what I was meditating and reflecting upon, as also upon how much we are blest. I know that there are several going away, and that they say that this is a hard country. Let the people that have come from Denmark turn round and go back to where they came from, and then they will say that this land is a perfect Eden, and this place a perfect palace, when compared to the land they lived in before they came here. They come here as hearty and as robust as our mountain sheep, or elk, or the buffalo, and why is it so? Because they have always worked from the days of their youth; they are the chaps. We want those men that have been raised in the mountains, and that have learned to be obedient from the days of their youth. They are the Saints that the men of God want. I love to see them come here under their own flag, the Danish flag, for the standard is raised, and they may come with their own banners, and bow to king Immanuel. <\/div><div class=\"paragraph jod\" id=\"v4n364\"> What is required of us, now that we have run into a snare? We should be willing to come out of the forbidden path, and turn unto the Lord with <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0712\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> full purpose of heart.<span class=\"citation\" id=\"81883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81883)\">Mosiah 7:33<\/a><\/span> Here are hundreds of people that desire their endowments, as soon as they can get them. I would not give them their endowments to almost the last we took through, until they repented and were baptized. We have taken hundreds through, when they ought to have previously done their first works over.<span class=\"citation\" id=\"79035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79035)\">Rev. 2:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n365\"> I offer these few remarks that you may reflect upon them, and know when you are guilty. When a man has done wrong he knows it; and when he is breaking his covenants he knows it, and those persons are under condemnation, and it need be that they repent. I am willing to repent of my sins. I repent every day of my life, and I humble myself before my God and acknowledge my sins, both in private and in public. And I take a course to be industrious and I do as I am told, and I do not care what that is, for I know it will be right. If I were told to build a house that would include this whole city, I would go at it. It might make me groan a little, but I would go at it, don't you believe I would? I tell you I would, though it broke my neck, or cut my throat and chopped me into mince meat. I will stand by the kingdom, and by the Prophets and Apostles, and by all that stand up for the kingdom of our God. I am their friend, and hands off from those men, if you do not want to take Jesse. These are my feelings, and may God bless you, and may peace be multiplied unto you.<span class=\"citation\" id=\"61449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61449)\">Dan. 4:1<\/a><\/span><span class=\"citation\" id=\"78218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78218)\">2 Pet. 1:2<\/a><\/span> Amen. <\/div><div class=\"paragraph jod\" id=\"v4n366\"> [The following is that part of the Book of Mormon alluded to by President Kimball.]<span class=\"citation\" id=\"82461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82461)\">Hel. 12:1-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n367\"> &#x201C;And thus we can behold how false, and also the unsteadiness of the hearts of the children of men; yea, we can see that the Lord in his great infinite goodness doth bless and prosper those who put their trust in him. Yea, and we may see at the very time  <div class=\"break pagebreak\" id=\"48a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0048.pdf\" target=\"pdfwin\">p.&#xA0;48a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0711\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>when He doth prosper his people, yea, in the increase of their fields, their flocks and their herds, and in gold, and in silver, and in all manner of precious things of every kind and art; sparing their lives, and delivering them out of the hands of their enemies: softening the hearts of their enemies that they should not declare wars against them; yea, and in fine, doing all things for the welfare and happiness of his people; yea, then is the time that they do harden their hearts, and do forget the Lord their God, and do trample under their feet the Holy One&#x2014;yea, and this because of their ease, and their exceeding great prosperity. And thus we see that except the Lord doth chasten his people with many afflictions, yea, except he doth visit them with death and with terror, and with famine and with all manner of pestilence, they will not remember him. O how foolish, and how vain, and how evil, and devilish, and how quick to do iniquity, and how slow to do good, are the children of men; yea, how quick to hearken unto the words of the evil one, and to set their hearts upon the vain things of the world! Yea, how quick to be lifted up in pride; yea, how quick to boast, and do all manner of that which is iniquity; and how slow are they to remember the Lord their God, and to give ear unto his counsels, yea, how slow to walk in wisdom's paths! Behold, they do not desire that the Lord their God, who hath created them, should rule and reign over them; notwithstanding his great goodness and his mercy towards them, they do set at naught his counsels, and they will not that he should be their guide. O how great is the nothingness of the children of men; yea, even they are less than the dust of the earth. For behold, the dust of the earth moveth hither and thither, to the dividing asunder, at the command of our great and ever<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0711\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lasting God. Yea, behold at his voice doth the hills and the mountains tremble and quake. And by the power of his voice they are broken up, and become smooth, yea, even like unto a valley. Yea, by the power of his voice doth the whole earth shake; Yea, by the power of his voice, do the foundations rock, even to the very center. Yea, and if he say unto the earth&#x2014;Move&#x2014;it is moved. Yea, if he say unto the earth&#x2014;Thou shalt go back, that it lengthen out the day for many hours&#x2014;it is done; And thus, according to his word the earth goeth back, and it appeareth unto man that the sun standeth still; yea, and behold, this is so; for surely it is the earth that moveth and not the sun. And behold, also, if he say unto the waters of the great deep&#x2014;Be thou dried up&#x2014;it is done. Behold, if he say unto this mountain&#x2014;Be thou raised up, and come over and fall upon that city, that it be buried up&#x2014;behold it is done. And behold, if a man hide up a treasure in the earth, and the Lord shall say&#x2014;Let it be accursed, because of the iniquity of him who hath hid it up&#x2014;behold, it shall be accursed. And if the Lord shall say&#x2014;Be thou accursed, that no man shall find thee from this time henceforth and forever&#x2014;behold, no man getteth it henceforth and forever. And behold, if the Lord shall say unto a man&#x2014;Because of thine iniquities, thou shalt be accursed forever&#x2014;it shall be done. And if the Lord shall say&#x2014;Because of thine iniquities thou shalt be cut off from my presence&#x2014;he will cause that it shall be so. And wo unto him to whom he shall say this, for it shall be unto him that will do iniquity, and he cannot be saved; therefore, for this cause, that men might be saved, hath repentance been declared. Therefore, blessed are they who will repent and hearken unto the voice of the Lord their God; for these are they that shall be saved. And may God grant,  <div class=\"break pagebreak\" id=\"49a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0049.pdf\" target=\"pdfwin\">p.&#xA0;49a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0710\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in his great fulness, that men might be brought unto repentance and good works, that they might be restored unto grace for grace, according to their works. And I would that all men might be saved. But we read that in that great and last day there are some who shall be cast out, yea, <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0710\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who shall be cast off from the presence of the Lord; Yea, who shall be consigned to a state of endless misery, fulfilling the words which say: They that have done good, shall have everlasting life; and they that have done evil, shall have everlasting damnation. And thus it is. Amen.&#x201D;<span class=\"citation\" id=\"82462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82462)\">Hel. 12:1-26<\/a><\/span> <\/div>\n<\/div>\n<\/div>"}