{"ID":40009, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Rebuking Iniquity.<\/div>\n<div class=\"subtitle\">Remarks by President J. M. Grant, Delivered in the Bowery, Great Salt Lake City, September 21, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Rebuking Iniquity.<\/div>\n<div class=\"speaker\">Speaker: Jedediah M. Grant<\/div>\n<div class=\"date\">Date: 9\/21\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d09\">\n<div class=\"paragraph jod\" id=\"v4n370\"> I feel that the remarks which we have heard this morning are true, and they apply directly to you who are now present, and to the inhabitants of this city and of the Territory generally, and we do not excuse any of you. <\/div><div class=\"paragraph jod\" id=\"v4n371\"> If the arrows of the Almighty ought to be thrown at you we want to do it, and to make you feel and realize that we mean you. And although we talk of the old clay's being ground in the mill, we do not mean it to apply to some other place, for we have enough here who have been dried ever since their baptism, and many of them are cracked and spoiling. <\/div><div class=\"paragraph jod\" id=\"v4n372\"> Some have received the Priesthood and a knowledge of the things of God, and still they dishonor the cause of truth, commit adultery, and every other abomination beneath the heavens, and then meet you here or in the street, and deny it. <\/div><div class=\"paragraph jod\" id=\"v4n373\"> These are the abominable characters that we have in our midst, and they will seek unto wizards that peep,<span class=\"citation\" id=\"58033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58033)\">Isa. 8:19<\/a><\/span> and to stargazers and soothsayers,<span class=\"citation\" id=\"60973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60973)\">Dan. 2:27<\/a><\/span> because they have no faith in the holy Priesthood, and then when they <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0710\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> meet us, they want to be called Saints. <\/div><div class=\"paragraph jod\" id=\"v4n374\"> The same characters will get drunk and wallow in the mire and filth, and yet they call themselves Saints, and seem to glory in their conduct, and they pride themselves in their greatness and in their abominations. <\/div><div class=\"paragraph jod\" id=\"v4n375\"> They are the old hardened sinners, and are almost&#x2014;if not altogether&#x2014;past improvement, and are full of hell, and my prayer is that God's indignation may rest upon them, and that He will curse them from the crown of their heads to the soles of their feet. <\/div><div class=\"paragraph jod\" id=\"v4n376\"> I say, that there are men and women that I would advise to go to the President immediately, and ask him to appoint a committee to attend to their case; and then let a place be selected, and let that committee shed their blood. <\/div><div class=\"paragraph jod\" id=\"v4n377\"> We have those amongst us that are full of all manner of abominations, those who need to have their blood shed, for water will not do, their sins are of too deep a dye. <\/div><div class=\"paragraph jod\" id=\"v4n378\"> You may think that I am not teaching you Bible doctrine, but what  <div class=\"break pagebreak\" id=\"50a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0050.pdf\" target=\"pdfwin\">p.&#xA0;50a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0709\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>says the apostle Paul?<span class=\"citation\" id=\"73199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73199)\">1 Cor. 5:5<\/a><\/span> I would ask how many covenant breakers there are in this city and in this kingdom. I believe that there are a great many; and if they are covenant breakers we need a place designated, where we can shed their blood.<span class=\"citation\" id=\"85263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85263)\">D&amp;C 40:3<\/a><\/span><span class=\"citation\" id=\"89830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89830)\">D&amp;C 104:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n380\"> Talk about old clay; I would rather have clay from a new bank than some that we have had clogging the wheels for the last nineteen years. They are a perfect nuisance, and I want them cut off, and the sooner it is done the better. <\/div><div class=\"paragraph jod\" id=\"v4n381\"> We have men who are incessantly finding fault, who get up a little party spirit, and criticize the conduct of men of God. They will find fault with this, that, and the other, and nothing is right for them, because they are full of all kinds of filth and wickedness. <\/div><div class=\"paragraph jod\" id=\"v4n382\"> And we have women here who like anything but the celestial law of God; and if they could break asunder the cable of the Church of Christ, there is scarcely a mother in Israel but would do it this day. And they talk it to their husbands, to their daughters, and to their neighbors, and say they have not seen a week's happiness since they became acquainted with that law, or since their husbands took a second wife. They want to break up the Church of God, and to break it from their husbands and from their family connections. <\/div><div class=\"paragraph jod\" id=\"v4n383\"> Then, again, there are men that are used as tools by their wives, and they are just a little better in appearance and in their habits than a little black boy. They live in filth and nastiness, they eat it and drink it, and they are filthy all over. <\/div><div class=\"paragraph jod\" id=\"v4n384\"> We have Elders and High Priests that are precisely in this predicament, and yet they are wishing for more of the Holy Ghost, they wish to have it in larger doses. They want more revelation, but I tell you that you now have more than you live up to, <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0709\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> more than you practice and make use of. <\/div><div class=\"paragraph jod\" id=\"v4n385\"> If I hurt your feelings let them be hurt. And if any of you ask, do I mean you? I answer, yes. If any woman asks, do I mean her? I answer, yes. And I want you to understand that I am throwing the arrows of God Almighty among Israel; I do not excuse any. <\/div><div class=\"paragraph jod\" id=\"v4n386\"> I am speaking to you in the name of Israel's God, and you need to be baptized and washed clean from your sins, from your backslidings, from your apostasies, from your filthiness, from your lying, from your swearing, from your lusts, and from everything that is evil before the God of Israel. <\/div><div class=\"paragraph jod\" id=\"v4n387\"> We have been trying long enough with this people, and I go in for letting the sword of the Almighty be unsheathed, not only in word, but in deed. <\/div><div class=\"paragraph jod\" id=\"v4n388\"> I go in for letting the wrath of the Almighty burn up the dross and the filth; and if the people will not glorify the Lord by sanctifying themselves, let the wrath of the Almighty God burn against them, and the wrath of Joseph and of Brigham, and of Heber, and of high heaven. <\/div><div class=\"paragraph jod\" id=\"v4n389\"> There is nothing to prevent you from being humble and doing right, but your own little, foolish, and wicked acts and doings. I will just tell you that if an angel of God were to pass Great Salt Lake City, while you are in your present state, he would not consider you worthy of his company. <\/div><div class=\"paragraph jod\" id=\"v4n390\"> You have got to cleanse yourselves from corruption, before you are fit for the society of those beings. You may hear of people in other cities being baptized and renewing their covenants, but they are not sinners above all others; and except the inhabitants of Great Salt Lake City repent, and do their first works,<span class=\"citation\" id=\"79036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79036)\">Rev. 2:5<\/a><\/span> they shall all likewise perish, and the wrath of God will be upon them and round about them. <\/div> <div class=\"break pagebreak\" id=\"51a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0051.pdf\" target=\"pdfwin\">p.&#xA0;51a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0708\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n392\"> You can scarcely find a place in this city that is not full of filth and abominations; and if you would search them out, they would easily be weighed in the balances,<span class=\"citation\" id=\"61515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61515)\">Dan. 5:27<\/a><\/span> and you would then find that they do not serve their God, and purify their bodies. <\/div><div class=\"paragraph jod\" id=\"v4n393\"> But the course they are taking leads them to corrupt themselves, the soil, the waters, and the mountains, and they defile everything around them. <\/div><div class=\"paragraph jod\" id=\"v4n394\"> Brethren and sisters, we want you to repent and forsake your sins. And you who have committed sins that cannot be forgiven through baptism, let your blood be shed, and let the smoke ascend, that the incense thereof <div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0708\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may come up before God as an atonement for your sins,<span class=\"citation\" id=\"79358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79358)\">Rev. 8:4<\/a><\/span> and that the sinners in Zion may be afraid.<span class=\"citation\" id=\"59014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59014)\">Isa. 33:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n395\"> These are my feelings, and may God fulfil them. And my wishes are that He will grant the desires of my brethren, that Zion may be purified, and the wicked purged out of her, until God shall say I will bless the rest; until He shall say I will bless your flocks, your herds, your little ones, your houses, your lands, and all that you possess; and you shall be my people, and I will come and take up my abode with you, and I will bless all those that do right; which may He grant, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}