{"ID":40001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Saints Should Prepare for Future Emergencies&#x2014;Evil Spirits&#x2014;Their Power and Organization&#x2014;The Chain of the Priesthood&#x2014;Angels Are Ministering Spirits.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Bowery, Great Salt Lake City, Utah Territory, June 29, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: The Saints Should Prepare, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 6\/29\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v4n1\"> On account of the breeze that is playing beneath this shade, brother Brigham thought I had better put on my hat, but I never feel as though I wanted to wear my hat when he is present. I consider that the master should wear his hat, or hang it on the peg that God made for it, which is his head, of course. <\/div><div class=\"paragraph jod\" id=\"v4n2\"> I feel tolerably well as to health today, but I suffer much from bad colds, and have to be very careful, for I am often confined in my house with colds. I took a very violent cold here last Sabbath, by sitting in the draft, and I have not felt very well since, still I feel ambitious in the cause that I have espoused. The things concerning which brother Grant has this day been speaking are good, and I believe in his doctrines because they are true, especially in regard to our being one. I do know most definitively that unless we are one we are not Christ's;<span class=\"citation\" id=\"85113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85113)\">D&amp;C 38:27<\/a><\/span> and I also know that if we are not one <div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0758\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with brother Brigham, our leader, we are not one with Christ. Yes, I know this, and my feelings are and have been with brother Brigham all the time. <\/div><div class=\"paragraph jod\" id=\"v4n3\"> I have learned by experience that there is but one God that pertains to this people, and He is the God that pertains to this earth&#x2014;the first man.<span class=\"citation\" id=\"73961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73961)\">1 Cor. 15:45<\/a><\/span><span class=\"citation\" id=\"87523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87523)\">D&amp;C 84:16<\/a><\/span> That first man sent his own Son to redeem the world, to redeem his brethren; his life was taken, his blood shed, that our sins might be remitted. That Son called twelve men and ordained them to be Apostles, and when he departed the keys of the kingdom were deposited with three of those twelve, viz.: Peter, James, and John.<span class=\"citation\" id=\"74462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74462)\">Gal. 2:9<\/a><\/span> Peter held the keys pertaining to that Presidency, and he was the head. <\/div><div class=\"paragraph jod\" id=\"v4n4\"> How did these keys come to us? Did not Peter, James, and John, ordain Joseph Smith our Prophet?<span class=\"citation\" id=\"84553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84553)\">D&amp;C 27:12<\/a><\/span> They did. And Joseph Smith called and ordained brother Brigham, brother  <div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0757\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Heber, brother Parley, and others, enough to make twelve Apostles. Thus you see that there is always a governing principle in the Church upon the earth; there is always a Presidency, three who represent the Deity here on the earth. Just think of your position; you have heard the teachings and instructions of President Young, and his instructions are the word of God to us, and I know that every man and woman in this Church who rejects his testimony, and the testimony of those that he sends, rejects the testimony of God his Father. I know that, just as well as I know that I see your faces today. <\/div><div class=\"paragraph jod\" id=\"v4n6\"> Where will those go to that reject this Gospel? Why, in reality they will not go anywhere. [A voice from the stand: They will not go anywhere else, for they have no other place to go to.] They will remain where they are, in hell, where my spirit was for a short time, when I was in England. Where was my body during that brief period? It was in Preston, on the corner of Wilford Street, but my spirit could see and observe those evil spirits as plainly as it ever will after I die. Legions of disembodied evil spirits came against me, organized in companies that they might have more power, but they had not power over me to any great extent, because of the power that was in and sustaining me. I had the Priesthood, and the power of it was upon me. I saw the invisible world of the condemned spirits, those who were opposed to me and to this work, and to the lifting up of the standard of Christ in that country. Did I at the same time see or have a vision of the angels of God&#x2014;of His legions? No, I did not; though they were there and stood in defense of me and my brethren, and I knew it. And all this not that there was any very great virtue in me, but there was virtue in the Priesthood and Apostleship which I held, and God <div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0757\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would and did defend; and the evil spirits were dispersed by the power of God. <\/div><div class=\"paragraph jod\" id=\"v4n7\"> Some people suppose that when they leave this state of existence they are going into the paradise of God, but if they do not overcome evil and subject themselves to the will of God and to him that is appointed to lead us here in the flesh, they will become subject to those wicked spirits. Angels will not come by legions to defend those whose faith fails them when the destroyer comes, but he will be permitted to waste the wicked. I never said that I ever saw an angel from God, though I have dreamed about them; neither did I see those evil spirits with my natural eyes, nor was I at the time asleep, but I saw them after I was laid prostrate upon the floor. <\/div><div class=\"paragraph jod\" id=\"v4n8\"> When I recovered I sat upon the bed thinking and reflecting upon what had past, and all at once my vision was opened, and the walls of the building were no obstruction to my seeing, for I saw nothing but the visions that presented themselves. Why did not the walls obstruct my view? Because my spirit could look through the walls of that house, for I looked with that spirit, element, and power, with which angels look; and as God sees all things, so were invisible things brought before me, as the Lord would bring things before Joseph in the Urim and Thummim. It was upon that principle that the Lord showed things to the Prophet Joseph. <\/div><div class=\"paragraph jod\" id=\"v4n9\"> I speak of these things because I do know that if you do not yield obedience to true principles, and bring your wills into subjection thereto, you will be overcome of evil. Jesus says, I have not come to do my will, but the will of my Father who sent me.<span class=\"citation\" id=\"69159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69159)\">John 5:30<\/a><\/span><span class=\"citation\" id=\"69232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69232)\">John 6:38<\/a><\/span> Upon the same principle I say that I have not come to do my will, but to do the will of him that sent me, even that of brother Brigham. <\/div> <div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0756\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n11\"> This is my place and my calling, and this is my wish and the wish of brother Jedediah, of brother Amasa, of brother Parley, and of every other Apostle that God has appointed and called upon this earth, or ever will while we remain here. It is for brother Brigham to do the will of Joseph, and for Joseph to do the will of Peter, for Peter to do the will of Jesus, and for Jesus to do the will of his Father. That is the chain that reaches from heaven to earth, and do you not understand that it is so? If you will keep hold of that chain and keep your hands strongly fastened in the links, you can reach into the veil. But you must hold on firm and fast to the cable&#x2014;why? Because there is an anchor at the end of the cable, and that cable is fastened to the ship so that it is made sure at both ends. That is the way it is in a ship, and it is so with the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v4n12\"> My feelings are for you to learn to follow our leader, our Prophet, our President. He will be our President in eternity, and Joseph is his President and will counsel him, and you need not trouble yourselves, but do as you are told and you will obtain salvation and go into the celestial glory. You will then dwell in the same glory with Joseph, with father Smith, with the Apostles and Saints; and by taking such a course not one of you will fall, and I know it. <\/div><div class=\"paragraph jod\" id=\"v4n13\"> You have got to be organized and disciplined by the Priesthood, and you have got to stick to that organization, for you cannot be saved with a celestial glory unless you are saved by this Priesthood. Brother Brigham says stick to it, and then we will all be saved in the kingdom of our God. <\/div><div class=\"paragraph jod\" id=\"v4n14\"> Thousands of this world, with large herds of cattle and much substance are fleeing to California or Oregon to escape the troubles, but they will be caught in the snare. [President B. Young: They will, and they will fall <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0756\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> into the pit.] The road on the Plains is full of emigrants of that class, and there are several thousand Saints on the way here. The handcarts are rolling, and those with them can sleep at night and be up in the mornings, and the carts will jingle through the day; and as soon as we can get teams, after our wheat is harvested, we shall call on you to go back and meet them with flour and other comforts of life; what do you say? [Yes, from many voices in the congregation.] There are squally times in the east; they have got so that they cannot really stand it, without drubbing each other with canes. The world is in commotion; I have been talking about it here, and about the state of affairs in this Church, and what we have got to do, and I cannot get this subject out of my mind, no, not for one moment. <\/div><div class=\"paragraph jod\" id=\"v4n15\"> Brethren and sisters, take care of your grain; do not waste any of your grain, for you will need it all; and do not make an unwise or unsaintly disposition of it. I beg of you to attend to this counsel, for I have told it three or four times; not because I profess to be a Prophet, but because I naturally see the necessity for so doing. The people are out of grain and out of bread, and I have but little myself; and from what I see, I should think that very many had none, for if you were to go to my house and stay one day, you would see enough to craze you, for they come in crowds and are hungry, and I feel to pity them, but I cannot feed all creation. <\/div><div class=\"paragraph jod\" id=\"v4n16\"> Suppose all this people had been wise and taken counsel, would they have suffered the present destitution? No, they would not. Much of our grain has been consumed by our enemies, by those who care not for what they have to pay, for Uncle Sam pays their bills. Shall they have our grain this year? Doubtless many of this  <div class=\"break pagebreak\" id=\"4a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0004.pdf\" target=\"pdfwin\">p.&#xA0;4a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0755\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people will sell their grain to them at a low price, and thus they will be fed, while many worthy persons will see straitened circumstances through lack of food, and I see this naturally. This is a numerous people, and they have no surplus of bread, not a particle, and our crop is very light in many places; there are hundreds and thousands of men that have lost their crops entirely. I understand that brother Grant has lost a great portion of his crop, and thousands of acres have been parched up for the want of water, and there will be but little wheat, not near enough to supply the wants of this people, and bring them safely through to another harvest. <\/div><div class=\"paragraph jod\" id=\"v4n18\"> In addition to our present number, according to accounts that I see, there are five thousand Saints ready for the Plains at one place, and five thousand more at another, besides those that are casually falling into the ranks, and they have to eat as well as we, until another harvest. <\/div><div class=\"paragraph jod\" id=\"v4n19\"> I speak of these things to warn and forewarn you to take care of your grain and save it, and it will be better for you to do this, even though in so doing you have to go barefooted. And it will be better for the sisters to let fine shoes, fine dresses, fine bonnets, ribbons, veils, laces, and all other imported finery stay in the stores until they rot, than to let their grain go for such articles. Will you take the course that you have been exhorted to take? If you do not, a few men may not suffer, but the majority will. I do firmly believe that our bread has been blest and multiplied this season, for I know there was not enough in the Territory to sustain the people. However, the present scarcity is one of the best things that ever happened to this people, for it will teach them wisdom. This is one of the poorest countries for occupancy for Gentiles that I have ever seen, though for the <div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0755\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> same reasons it is at present the very best for the Saints, for we can get along in it better than any other people. <\/div><div class=\"paragraph jod\" id=\"v4n20\"> There are those here who will censure brother Brigham and me, notwithstanding all that we have done for them. [President B. Young: We do not care what they say about us, if they will not steal.] There is but little left in this Territory, so far as bread is concerned. Brother Brigham and I have had to put our families on half rations, in order that we might have wherewith to feed the destitute, and they now say that they feel better than they did before; and I judge, from the testimony that they have given, that it is best to keep them on short rations, for they are fat and fair, and enjoy a good portion of the Spirit of God. <\/div><div class=\"paragraph jod\" id=\"v4n21\"> Now, as anciently, the more some are blest, the more they complain; the more the Lord pours out His blessings upon some, the more covetous they are, and a great many of such characters will go to the devil. Brother Brigham and I would rather see our families beg for a living, go poor, penniless, and afflicted, and become sanctified, become celestial beings, and enter into glory, than to see them transgress the law of God. The bodies we do not care so much about, though we intend to support them in time and eternity. <\/div><div class=\"paragraph jod\" id=\"v4n22\"> I believe that Joseph has got the Church organized in the spirit world, and that he calls and sends the Elders to preach the Gospel to the spirits in prison.<span class=\"citation\" id=\"92155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92155)\">D&amp;C 138:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n23\"> Inasmuch as we do right, we shall have good times and prosper; and the majority of this people are honest and righteous, and they will be saved in the kingdom of God, for they will cleave to brother Brigham forever, and will be one family. And if I am not very much mistaken, I shall be along with brother Brigham; and if  <div class=\"break pagebreak\" id=\"5a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0005.pdf\" target=\"pdfwin\">p.&#xA0;5a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0754\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there is anything necessary for me to do, I will do it, though it takes my head off from my shoulders, for I am to be one and will be one with those who will be one with brother Brigham. I will go into the celestial kingdom with him and with Joseph, also with Peter, Paul, Adam, Noah, Job, Daniel, and all the ancient worthies, Prophets and Apostles, that ever lived in this world, and we will dwell there forever. I am on the right track; &#x201C;Mormonism&#x201D; is the pride of my heart, and I take no pride in anything else. If I was driven to break up my home tomorrow, I would not cry for anything which I have on this earth. <\/div><div class=\"paragraph jod\" id=\"v4n25\"> Do you suppose that I would cry at being compelled to leave my house? Do you wish to know what I would do with it? I would say, let the houses and everything else go. Just before I left Nauvoo, I had finished me a good house, and when compelled to start, I told the devil to take it and stick it in his hat, and I would go to the mountains and get rich. <\/div><div class=\"paragraph jod\" id=\"v4n26\"> Many think that they are going right into the celestial kingdom of God, in their present ignorance, to at once receive glories and powers; that they are going to be Gods, while many of them are so ignorant, that they can see or know scarcely anything. Such people talk of becoming Gods, when they do not know anything of God, or of His works; such persons have to learn repentance, and obedience to the law of God; they have got to learn to understand angels, and to comprehend and stick to the principles of this Church. <\/div><div class=\"paragraph jod\" id=\"v4n27\"> I feel to pray that the Lord may preserve you all from every evil. As for the departure from this state of existence, it is but for a little moment; and though I have not tasted death, yet I have seen in vision the invisible enemies of God, and they were organized and arranged in battle against one or <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0754\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> two men, simply because those men were going to proclaim the Gospel to the nations, and the devil did not like it; and the devil will work against every man who goes into a new place to preach the Gospel. As to the length of that vision, after they took their departure, brother Willard Richards said that it was an hour and a half that we were in the vision, though it seemed to me not to have been a moment. One of the devils spoke, and said to brother Hyde, &#x201C;I have said nothing against you.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n28\"> I did not contend with them, and I assure you it was enough for me to look upon them; though I expect, after passing through the valley of death,<span class=\"citation\" id=\"56440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56440)\">Ps. 23:4<\/a><\/span> that I shall preach to companies and nations of those spirits that are in prison. Those that were disobedient in the days of Noah?<span class=\"citation\" id=\"78050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78050)\">1 Pet. 3:20<\/a><\/span> No, but to those that have been disobedient in the days of Joseph and Brigham, and that have been condemned for their sins; and we shall have many of them to contend with. <\/div><div class=\"paragraph jod\" id=\"v4n29\"> They will come by and by in legions, but we shall have power to overcome by the power of God. They will have great power in the last days, and if you do not overcome them, you will fall into the same spirit; and you will be as liable to be deceived in that state of existence as you are in this, if you turn against God or this kingdom. <\/div><div class=\"paragraph jod\" id=\"v4n30\"> I bear testimony of this, and I wish you would listen to counsel and lay aside every sin that doth so easily beset you,<span class=\"citation\" id=\"77160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77160)\">Heb. 12:1<\/a><\/span> and turn to the Lord with full purpose of heart. <\/div><div class=\"paragraph jod\" id=\"v4n31\"> Brother Brigham has fellow laborers here, and they are just as good men as any that ever lived upon this earth. Adam and Jesus, and all the Prophets, down to the present, have contemplated this work, and would have rejoiced to live in our day, that they might have participated while in the flesh, in the glories of the last days. <\/div><div class=\"paragraph jod\" id=\"v4n32\"> We cannot become perfect, without  <div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0753\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we are assisted by our heavenly Father. We must be faithful and of one heart, and one mind,<span class=\"citation\" id=\"92840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92840)\">Moses 7:18<\/a><\/span> and let every man and woman take a course to build up and not pull down.<span class=\"citation\" id=\"60569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60569)\">Jer. 24:6<\/a><\/span> See that you save your grain, that you may save yourselves from the wicked of the world. Try to take care of everything that is good to eat, for this is the work of the Lord God Almighty, and we shall have times that will test the integrity of this people, that will test who is honest and who is not. <\/div><div class=\"paragraph jod\" id=\"v4n34\"> Omitting prayer is calculated to lead the mind away from those duties which are incumbent upon us; then let us attend to our prayers and all our duties, and you will know that brother Brigham and his brethren have told you of these things. <\/div><div class=\"paragraph jod\" id=\"v4n35\"> Rejoice in all things brought forth in these last days, for the time will come when you will say that we indeed live in the last dispensation. <\/div><div class=\"paragraph jod\" id=\"v4n36\"> The trials in the last days will be numerous, but to the faithful they will be of but small moment,<span class=\"citation\" id=\"59709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59709)\">Isa. 54:7<\/a><\/span> for they will live above these things, they will increase in power. The work of God is bound to increase, and just in that proportion will the devil's kingdom rise in power and strength, and walk up to battle against us. The adversary is bent on having a war with this people, we shall have him right by the side of us, and you will find that he will keep you very busy, if you strive to come off victorious. <\/div><div class=\"paragraph jod\" id=\"v4n37\"> We feel the responsibility that is resting upon us, and we wish to save this people, if they will listen to our counsel, both temporal and spiritual. I have to restrain myself, many times, from speaking of things which pass through my mind. I naturally delight in truth and plainness, this is my character, hence I make use of expressions and figures which are plain and easy to be understood. <\/div><div class=\"paragraph jod\" id=\"v4n38\"> I wish to have you receive the <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0753\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> truth and obey counsel, and become thoroughly imbued with correct principles, that you may bring forth that which is good, raise up righteous sons and daughters, and bear off this kingdom, for it is beginning to work in you. <\/div><div class=\"paragraph jod\" id=\"v4n39\"> Take the boys here, the sons of our brethren and sisters, and you may cut them into inch pieces, and they will not forsake this cause, but they will defend it to the last. Some of them may be rough, and perhaps some of them do not pray much, but send them into the vineyard, and then you will see them shew forth the power that is in them. <\/div><div class=\"paragraph jod\" id=\"v4n40\"> At present the Prophet Joseph's boys lay apparently in a state of slumber, everything seems to be perfectly calm with them, but by and by God will wake them up, and they will roar like the thunders of Mount Sinai.<span class=\"citation\" id=\"54146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54146)\">Ex. 19:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n41\"> There is much work to be done: God is not asleep, and He will wake up our children and they will bear off this kingdom to the nations of the earth, and will bear testimony to the truth of this work, and of the integrity and true character of Joseph, and Hyrum, and Brigham, of Heber, and Jedediah, and the Twelve, and of thousands of others. <\/div><div class=\"paragraph jod\" id=\"v4n42\"> There are trying times ahead of you, do you not begin to feel and see them? If you do not, I say you are asleep. I wish that the spirit which rests upon a few individuals could be upon you, everyone of you, it would be one of the most joyful times that brother Brigham and I ever saw with the Saints of God upon this earth. <\/div><div class=\"paragraph jod\" id=\"v4n43\"> Let us be one; brethren, let us be of one heart and one mind;<span class=\"citation\" id=\"92841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92841)\">Moses 7:18<\/a><\/span> sisters, listen to counsel, and then, as I have said a hundred times, you never will want for flour and the comforts of life, from this time henceforth and forever. <\/div><div class=\"paragraph jod\" id=\"v4n44\"> Do I believe that God can increase our substance, increase our flour and our wheat, as He did those loaves and  <div class=\"break pagebreak\" id=\"7a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0007.pdf\" target=\"pdfwin\">p.&#xA0;7a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0752\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fishes with which Jesus fed 5,000 people?<span class=\"citation\" id=\"64752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64752)\">Matt. 14:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n46\"> Supposing that there was a tub standing here and the people perishing for want of water, could not I, were I beyond the veil, come and pour in water? Yes, and you could not see me. Unless your eyes are touched by the power of God, you cannot see an angel; it is as much as you can do to see me. <\/div><div class=\"paragraph jod\" id=\"v4n47\"> Angels are ministering spirits,<span class=\"citation\" id=\"87149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87149)\">D&amp;C 76:88<\/a><\/span> and do you suppose that they will see this people want? Do you suppose that my Father will sit upon His throne, and see us starve? No, no more than He suffered His servant Elijah&#x2014;to starve, He then inspired a bird to carry meat to His servant Elijah,<span class=\"citation\" id=\"55676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55676)\">1 Kgs. 17:6<\/a><\/span> and He can do the same now. <\/div><div class=\"paragraph jod\" id=\"v4n48\"> Did He not cause manna to come from heaven?<span class=\"citation\" id=\"54052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54052)\">Ex. 16:15<\/a><\/span><span class=\"citation\" id=\"69219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69219)\">John 6:31<\/a><\/span> Yes, and there is plenty more on hand. <\/div><div class=\"paragraph jod\" id=\"v4n49\"> I am telling the truths of God, and I am one with brother Brigham, and I can bear testimony to him and of him, and our testimony is as good as that of Peter, or of John. <\/div> <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0752\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n50\"> Brother Brigham and I once started to travel with sixteen dollars and fifty cents, and in five hundred miles we paid out eighty-two dollars, and had some money left when we got to the end of our journey. Do you not suppose that we believe in angels and holy beings, having visited us on those occasions? Cannot angels furnish Saints with money? Our wants were supplied, and we are witnesses of the fact, and we still live, and shall continue to live, and bear testimony to this generation. <\/div><div class=\"paragraph jod\" id=\"v4n51\"> Do you not think that angels can bring flour? Can they not go and take it from those who have plenty, and put it in the empty bins, sacks, and barrels belonging to good men, and that too without your knowing it? It is very common for one to increase, and for another to decrease. <\/div><div class=\"paragraph jod\" id=\"v4n52\"> Prepare yourselves for the future scenes through which you may be called to pass. <\/div><div class=\"paragraph jod\" id=\"v4n53\"> May the Lord God of Israel bless you all, is my prayer. Amen. <\/div>\n<\/div>\n<\/div>"}