{"ID":40003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">A Visit, By P. P. Pratt, to the Southern Settlements&#x2014;The Power of the Priesthood&#x2014;Union Among the Saints&#x2014;A Miracle.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Parley P. Pratt, Delivered in the Bowery, Great Salt Lake City, June 29, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: A Visit, By P. P. Pratt, Etc.<\/div>\n<div class=\"speaker\">Speaker: Parley P. Pratt<\/div>\n<div class=\"date\">Date: 6\/29\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v4n64\"> Brethren and Sisters&#x2014;It is with no ordinary feelings of joy and thanksgiving that I have the privilege of again standing before you, in a good degree of health. <\/div><div class=\"paragraph jod\" id=\"v4n65\"> I have been absent some five weeks, on a mission through the southern settlements. Many of you will remember that I had been very low with sickness previous to my departure, and I thank God this day that I have, in a great measure, recovered my health and strength. <\/div><div class=\"paragraph jod\" id=\"v4n66\"> I have had a good visit among the Saints throughout the south, from here to Washington county, distance 300 miles. The hot weather, prevailing south winds, and the dust, rendered our traveling somewhat disagreeable and fatiguing; nevertheless, I have enjoyed myself well. <\/div><div class=\"paragraph jod\" id=\"v4n67\"> The Saints among whom we have labored received us with hospitality, the best they were capable of; they could have done no better if angels <div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0750\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from heaven had visited them; and I feel to bless them for it. <\/div><div class=\"paragraph jod\" id=\"v4n68\"> I will say a word about the crops and the industry of the people south, as I presume you are all anxious on that subject. I know of no particular drawback in any large portion of the settlements in the way of good crops. <\/div><div class=\"paragraph jod\" id=\"v4n69\"> They are later in the south than here, the climate being a little colder; but in every settlement a peculiar spirit of industry characterizes the Saints; they seem to strain every nerve to put in crops and to take care of them, and with some few exceptions in small places, there is every prospect of good crops, good gardens, and good grain, and I hope, with the blessing of the Lord, that the people in these distant regions will be able to produce sufficient for themselves and those who are coming this season, and I think the most of them will take care of it. <\/div> <div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0749\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n71\"> If we do the same, and all the other settlements, we will be enabled to live, and to enable those of our brethren to live who may come to us. I found it true, as our President said this spring, that there was four times the destitution in this city that there was out of it. <\/div><div class=\"paragraph jod\" id=\"v4n72\"> When I arrived as far as Nephi, and from that onward south, I heard of but very little scarcity, but very little want, but they all seemed to have enough to eat, and occasionally some to spare. <\/div><div class=\"paragraph jod\" id=\"v4n73\"> I mention these few things for your comfort, as we are one body and rejoice in each others welfare. <\/div><div class=\"paragraph jod\" id=\"v4n74\"> I would also mention that a good spirit, the spirit of union and peace, seems generally to prevail so far as I could tell; and as to myself, I have enjoyed myself well and felt a good portion of the Spirit during my ministry in the south, and feel to thank my Heavenly Father for all these things. <\/div><div class=\"paragraph jod\" id=\"v4n75\"> I have been led to reflect in viewing the unanimity of the people, and the extent to which they can endure and suffer for the sake of their religion. I have been led to reflect upon the power of the Gospel, the ordinances ministered for this people, and the spirit received in connection therewith. <\/div><div class=\"paragraph jod\" id=\"v4n76\"> Some people inquire after miracles, and signs, and wonders; I will mention one sign, and wonder, and miracle, that I have reflected upon of late; it is very public, and before the eyes of this people, and hence I have pleasure in referring to it. <\/div><div class=\"paragraph jod\" id=\"v4n77\"> It is this: here are a people congregated in the capacity of civil and religious governments in the valleys of Utah, made up of almost all nations and languages, comparatively speaking, or of many nations, having brought with them a variety of manners and customs, as well as many peculiar opinions and nationalities. And besides <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0749\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these, religiously speaking, they have been gathered out from almost every sect and creed under heaven or at least from many of them. A miracle, a sign, and a wonder, is this! <\/div><div class=\"paragraph jod\" id=\"v4n78\"> How came this? When found among all nations and languages, and religions, I say how came they to be made one, not that all are perfect in one, but so far as they are? And if anybody doubts this being a miracle, a sign or wonder, what we ask of them is, to produce the same, if they can. <\/div><div class=\"paragraph jod\" id=\"v4n79\"> If anybody needs a miracle, this is one for them. Has any person, or I might say, have all persons power upon natural principles, by their own wisdom and power, to take people of different nations, and languages, and tongues, habits, customs, and religions, and unite them in one common band, civil and religious, and then govern them in a great measure as a unit? I ask, have they the power? I would like to see it tried somewhere, either in Kansas or in some part of the United States, or elsewhere. <\/div><div class=\"paragraph jod\" id=\"v4n80\"> If the union which exists in Utah cannot be effected by others, and elsewhere, with similar materials, then all must acknowledge a miraculous power existing and operating in these valleys. <\/div><div class=\"paragraph jod\" id=\"v4n81\"> A great many throughout the nations, learned men, philosophers, rulers&#x2014;those that have studied the science of government, would fain inquire by what means or power this miracle is accomplished over so many conflicting elements. <\/div><div class=\"paragraph jod\" id=\"v4n82\"> Well, suppose we touch upon a little key, or give a clue to it, for the benefit of those to whom it was and is a mystery, and also for our own satisfaction. <\/div><div class=\"paragraph jod\" id=\"v4n83\"> Then, in the first place, we say that it is by the power and keys of the holy Priesthood, and the ordinances and spirit thereof. <\/div><div class=\"paragraph jod\" id=\"v4n84\"> This people, composed of diverse  <div class=\"break pagebreak\" id=\"11a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0011.pdf\" target=\"pdfwin\">p.&#xA0;11a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0748\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nations, tongues, habits and religions, have all been baptized by one Spirit into one body.<span class=\"citation\" id=\"73500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73500)\">1 Cor. 12:13<\/a><\/span> So far as they have, in all honesty repented, and been baptized, they have all received a portion of the Holy Spirit of promise<span class=\"citation\" id=\"74887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74887)\">Eph. 1:13<\/a><\/span> by the laying on of the hands of the Priesthood, in the name of Jesus, and they have one Lord, one faith, one baptism, and one Holy Spirit, and one God and Father of all.<span class=\"citation\" id=\"74998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74998)\">Eph. 4:5-6<\/a><\/span> This is as it was said by the ancient writer in relation to the ancient Saints. <\/div><div class=\"paragraph jod\" id=\"v4n86\"> Is there power in the Priesthood as there was anciently? We say the Priesthood has been restored by the ministration of angels to Joseph Smith and others, and confirmed and ordained upon the heads of others by that same authority, by him and the word of the Lord through him. <\/div><div class=\"paragraph jod\" id=\"v4n87\"> Is there power in it? If not, how came this people to be concentrated and united, after being gathered out of many jarring elements, from the United States and from Europe? <\/div><div class=\"paragraph jod\" id=\"v4n88\"> Although they are very far from being perfect in this union, yet we say that by the power of the ordinances and by the power of the Spirit that accompanies the ordinances, this great miracle has been done in the name of Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v4n89\"> We take, for instance, a Presbyterian Methodist, a Quaker, a Baptist, and an Infidel, as they are called, or whatever name, community, or creed they belong to, and on their profession of reformation and faith in Jesus Christ, we bury them in the water, in the name of Jesus, for the remission of sins; they rise again out of the water in newness of life,<span class=\"citation\" id=\"72394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72394)\">Rom. 6:4<\/a><\/span> that is, with a fixed purpose of leading a new life; and after receiving instruction at the hands of the authorized Priesthood, we lay our hands upon them, accompanied with prayer in the name of Jesus Christ, for the gift of the Holy Ghost; and if they do not receive <div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0748\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that Spirit, you may know that they have not obeyed this Gospel from the heart. <\/div><div class=\"paragraph jod\" id=\"v4n90\"> Was there any power in the ordinances anciently, in the ordinances of God administered by proper authority? And is there power now? Let us look at it for a few moments. <\/div><div class=\"paragraph jod\" id=\"v4n91\"> Moses, being about to depart from his great responsibilities in the midst of Israel, laid his hands upon Joshua by the word of the Lord.<span class=\"citation\" id=\"54906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54906)\">Num. 27:22-23<\/a><\/span> After this Joshua was filled with the Spirit of God and of his calling.<span class=\"citation\" id=\"55276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55276)\">Deut. 34:9<\/a><\/span> His works in leading Israel into the promised land, and there defending them and settling them according to the word of the Lord, go to show that he not only received a form under the hands of Moses, but he actually received the power and spirit of that form. <\/div><div class=\"paragraph jod\" id=\"v4n92\"> Saul, king of Israel, was anointed by the direction of the word of the Lord under the hands of a Prophet; literally anointed when he was a young man, to be king over Israel.<span class=\"citation\" id=\"55458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55458)\">1 Sam. 15:1<\/a><\/span> He was a poor, inexperienced young man, and probably knew no more of inspiration than other youths. But soon after his anointing, the Philistines made war against Israel, and would not make peace only on condition that every man of Israel would consent to lose his right eye.<span class=\"citation\" id=\"55436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55436)\">1 Sam. 11:2<\/a><\/span> Saul, on hearing of these humiliating proposals, felt the power of his anointing. The Spirit of God came mightily upon him; he raised an army, conquered the haughty foe, and saved his country.<span class=\"citation\" id=\"55408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55408)\">1 Sam. 11:4-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n93\"> But by and by this man, Saul, so far transgressed, that the word of the Lord came to him through Samuel, the same that anointed him, and said, the kingdom is rent from thee, and given to thy neighbor, who is better than thou art.<span class=\"citation\" id=\"55470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55470)\">1 Sam. 15:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n94\"> And after that he did not have the Spirit of the Lord to guide him, and shortly after that he got into trouble with the Philistines,<span class=\"citation\" id=\"55492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55492)\">1 Sam. 17:1<\/a><\/span> whose armies  <div class=\"break pagebreak\" id=\"12a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0012.pdf\" target=\"pdfwin\">p.&#xA0;12a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0747\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>were placed in battle array against him. <\/div><div class=\"paragraph jod\" id=\"v4n96\"> I have mentioned these circumstances to show you that there is power in the ordinances of the Almighty,<span class=\"citation\" id=\"87586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87586)\">D&amp;C 84:20<\/a><\/span> when administered by authority.<span class=\"citation\" id=\"55443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55443)\">1 Sam. 13:8-14<\/a><\/span> There are a great many other circumstances, but I name these few to illustrate the question under consideration. <\/div><div class=\"paragraph jod\" id=\"v4n97\"> Well, was there power in the ordinances of the kingdom, when administered by Joseph Smith? We say there was power in all that he did. <\/div><div class=\"paragraph jod\" id=\"v4n98\"> Well, he ordained men to be Apostles, and Prophets, and Elders, and they went forth to administer in the sacred ordinances of the house of God; and I ask, is there power in their administration? <\/div><div class=\"paragraph jod\" id=\"v4n99\"> If not, how came these Americans here, and Britons, and Irishmen, and Scotchmen, and Danes, and French, and more nations than my memory will serve to name, coming together as a unit, scarcely anything occurring to mar their happiness? <\/div><div class=\"paragraph jod\" id=\"v4n100\"> You do not hear a man say that he is a Dane, or an Englishman, or of any peculiar nation, but losing his nationality, and all blending into one mass, with a united heart to build up the kingdom of our God, and to become one great nation, Americans to be sure, if you wish to call it so, as it is in that country. <\/div><div class=\"paragraph jod\" id=\"v4n101\"> How came this to be, if there is no power in the modern Priesthood and in the modern ordinances? As I said before, if anybody disputes this power being with us, will they set us a similar example? <\/div><div class=\"paragraph jod\" id=\"v4n102\"> Leave out their nationalities, and the variety of jarring politics, and our political predispositions and prejudices; leave that out of consideration, and I just come to the advantages and disadvantages in our traditions that have come down from our fathers, and are now held sacred by us, so much so, that I heard a person who <div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0747\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was brought up in New Hampshire say that he grew up in the world among all the jarring of politics, and to use his own language, &#x201C;I was brought up to believe that my father was right in both religion and politics.&#x201D; &#x201C;What was he,&#x201D; said I? &#x201C;O, he was a Whig in politics, and a Congregationalist in religion;&#x201D; and, says he, &#x201C;I was so glad that my father was so lucky in both as to be right.&#x201D; &#x201C;What is the proof,&#x201D; says I, &#x201C;that your father was right in both?&#x201D; &#x201C;Why, the proof is, he was my father, and therefore he must be right, in both his religion and politics, for my father could not be wrong!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n103\"> Well, fortunately or unfortunately, we have all had fathers; and, of course, because they are our fathers, they must be right in politics and religion, no matter which it is. Such has been our strong prejudice with reference to our fathers. <\/div><div class=\"paragraph jod\" id=\"v4n104\"> Well, now, how do we stand now: have we got rid of all this? How came we to have one faith, one Lord, and one baptism,<span class=\"citation\" id=\"74969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74969)\">Eph. 4:5<\/a><\/span> and one Holy Spirit,<span class=\"citation\" id=\"124718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124718)\">Eph. 4:4<\/a><\/span> as it is in a great measure this day? Probably there may be few exceptions, persons who have got the opposite spirit; like Saul when the Lord rejected him through rebellion.<span class=\"citation\" id=\"55444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55444)\">1 Sam. 13:8-14<\/a><\/span> How came this to be, as I said before, when we turn from our errors and sins as well as we can? How is this? We came forward, when we see our sins, with honest hearts, determined to do right, believing in Jesus Christ; then some Apostle or Elder that had received the Priesthood through the ministration of Joseph Smith, or that grew out of his administration, took us and buried us in the waters of baptism in the name of Jesus Christ, for the remission of sins, and we then resolved to lead a new life. <\/div><div class=\"paragraph jod\" id=\"v4n105\"> It expresses a covenant, whether they said it in so many words or not &#x2014;they promised to lead a new life. Then just as soon as they could re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"13a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0013.pdf\" target=\"pdfwin\">p.&#xA0;13a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0746\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ceive sufficient instruction, the Elders laid their hands upon them in the name of Jesus Christ, and they could receive their blessings; and the Elders confirmed upon them the gift of the Holy Ghost, and the power thereof. And, by and by, many others were ordained to holy and important callings, and were anointed to take part in the work, and partake of the power of the holy Priesthood after the order of the Son of God,<span class=\"citation\" id=\"94453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94453)\">D&amp;C 107:3<\/a><\/span> and it is this power that unites us together in one. The world do not believe this I am aware. <\/div><div class=\"paragraph jod\" id=\"v4n107\"> It is really so long since I was among the sectarian world, that I had almost forgotten that I was a sectarian of any kind, and that I was a political partisan of any kind. I have been so long removed from those scenes which characterize the numerous parties of the world, I had almost forgotten whether there was a whig or democratic party, or whether parties existed; I say, I had almost forgotten whether I had ever belonged to any sect or party, and I had almost forgotten my nationality. It is true that I do not speak a different language from what I did in the world, but I had almost forgotten that, but I feel that I am with the Priesthood, and with all good men, I am one with them, to be used nationally, politically, morally, and religiously, to hold fast our faith,<span class=\"citation\" id=\"76934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76934)\">Heb. 10:23<\/a><\/span> to build up a righteous people from every country, to preach and establish righteousness, and union, and peace, to all people in every country, for the benefit of all men that will obey it, without regard to persons. <\/div><div class=\"paragraph jod\" id=\"v4n108\"> Well now, this, so far as I can tell it in a few words, is the great secret, or one secret out of the great mystery, or rather one mystery out of another, which exists in the minds of the people, that do not know it. How is it that this people, that are come up of so many parties, and tongues, and <div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0746\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people, and creeds, are measurably become one in faith and spirit? And what is further to increase in them this oneness? Being careful to live to our righteous religion, and to do right continually so that we become one in heart and mind.<span class=\"citation\" id=\"92842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92842)\">Moses 7:18<\/a><\/span> We are required to overcome our faults, and be careful to increase in and learn the truth, and put in practice, and to pray for the Holy Spirit of promise, and to be careful to keep the commandments of God, careful to do nothing to our neighbors, but what I would have them do under the like circumstances and be perfectly willing for them to do to me.<span class=\"citation\" id=\"63791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63791)\">Matt. 7:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n109\"> By adopting these means we are sure to progress in that oneness, and in that union nationally, religiously, politically and socially, and in every way to learn to cooperate, and to be more and more in the spirit, one in heart and in mind. Well, then, a great reward lies before us upon conditions of obedience, but there is still a mighty work to be done. I have taken but little praise for what has been done, though much has been done, still much remains to be done, not only to convert the honest in heart, but to build up cities, and make farms. We have much to do with each other in order to bring us into union more perfectly as families and communities, as we will have to form ourselves and be prepared to form a more intimate union with the powers that have gone before us, even the powers of heaven, because there is a work to be done, and we have been called to help to do it. We are called upon not to do it alone, for the Prophets that have gone before us, that have fallen martyrs to it, are to help in the work. <\/div><div class=\"paragraph jod\" id=\"v4n110\"> We have never said that we would do it alone; but rather that the powers of the heavens that have gone before us and been perfected in the same Gospel, were engaged in it, and  <div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0745\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wish to help to do it. Nothing short of this fond union of the Saints who have gone before us with the living Latter-day Saints, will ever bring about and complete that great restoration that we have all been looking for, and believing in, that all the Prophets have prophesied of since the world began; nothing short of these united powers can possibly attain to that which is designed, hence they in the other world will attend to their part of it; they are doing it now. But by and by they will have to be ministers on the earth, and to the Latter-day Saints, and we have to be prepared to have the veil rent, and to be united more perfectly in our cooperations with them, and they with us; and we should endeavor to do our part of the work, to prepare for that which is to come, progressively, and be ready to enter into the kingdom of righteousness and truth, act so that we can be worthy and ready to be wrought upon by the Spirit of God. <\/div><div class=\"paragraph jod\" id=\"v4n112\"> We should prepare for the ministration and society of the pure in heart, for they are preparing to meet the people down here. And I know not but that some among us are looking for the Lord Jesus Christ to appear very shortly with all his Saints and angels publicly. Well, I am looking for it too, but it is not the first thing that I am looking for, but I am looking for it when all things are ready, and when all things are prepared, so that when coming he will not break one jot nor tittle of the prophecies, but they will all be fulfilled in their time and place.<span class=\"citation\" id=\"94454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94454)\">Matt. 5:18<\/a><\/span> If the coming of the Savior is the next thing in order, I consider that it would become all of us, so imperfect, so unprepared, so far from being perfectly united in righteousness, to become sanctified and made ready for his appearance. There will be people on the earth that will be ready when he does come, and how will it be at his coming? There are <div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0745\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a great many that stand between us and Jesus Christ, and who stand in more immediate relationship to this work, and also to us. There is our leader, and many others that are leaders, and who hold the keys, and who have gone before us; and they stand between us and Jesus Christ, they hold keys between him and us, and then again there are others of the former-day Saints, such as Peter, James and John, and they hold keys which are ahead of our leaders that are dead, our Prophet, for instance? Yes, they hold keys between him and Jesus. Here we all see that we have only got a portion of the Priesthood and the keys, the others are in the possession of the congregations of Saints in the heavens, and before we are prepared to be ministered to by them and enjoy their society, we must alter considerably. Some say, why, the coming of the Lord is nearer than some of you suppose. Well, I would not wonder if it was further off than some of you suppose, from the fact of the things that have to be accomplished. <\/div><div class=\"paragraph jod\" id=\"v4n113\"> If we were to say that before the coming of the Lord many great things await us, and that we are to be prepared for all the changes which have to take place, and that they are nearer at hand than we would imagine them to be; and if we should say that that event was much nearer than many of us suppose, and that we have already received many warnings, most certainly we ought to prepare to receive greater covenants, to become more closely acquainted with the Spirit of God, to be more perfect in union, to know how to act more in concert, to overcome our weaknesses and errors of judgment, and ignorance and follies, learn to be happy and to come up to the mark, and be sanctified before the Lord, that peradventure some portion of the keys and powers from the eternal world may be more fully bestowed upon us, that we may be  <div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0744\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prepared by gradual experience from time to time, that we may progress in the science and plan of salvation, and be prepared for the greater things that await us. <\/div><div class=\"paragraph jod\" id=\"v4n115\"> I will not complain of our deficiencies for we have to be satisfied with the things which we have accomplished, but we have full confidence in the union and power that attends this work. It is for us to prepare ourselves and to repent of all our errors, and follow our leaders until we reach ce<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0744\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lestial glory. The powers of heaven are neither ashamed nor afraid, but they have confidence in us and will dwell in our society. There are a great many keys, and manifestations, and preparations, and associations between us and that great and perfect day, when the Lord will come in the power of heaven.<span class=\"citation\" id=\"65804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65804)\">Matt. 24:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n116\"> Let us all do our duty, and be faithful to our covenants. May God bless you all. Amen. <\/div>\n<\/div>\n<\/div>"}