{"ID":40006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Testimony to the Divinity of Joseph Smith's Mission&#x2014;Elders Should Go to Their Missions Without Purse or Scrip&#x2014;The Lord Deals With the Saints&#x2014;Jesus Their President&#x2014;Satan Angry.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, August 31, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Testimony to the Divinity of Joseph Smith's Mission, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/31\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v4n262\"> I appear before you to bear my testimony to the truth of &#x201C;Mormonism,&#x201D; that Joseph Smith, Jun., was a Prophet called of God, and that he did translate the Book of Mormon by the gift and power of the Holy Ghost.<span class=\"citation\" id=\"91961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91961)\">D&amp;C 135:3<\/a><\/span> This same testimony all can bear, who have received and continue to retain the Spirit of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v4n263\"> We are happy to hear from our brethren who have returned from the fields of their labor, it rejoices our hearts, and we like to see their faces. I know how they feel when they return home, for I have felt many times, in returning to the Saints, as though the privilege of beholding their faces was a feast to overflowing, my soul has been full. I rejoice all the time, and I can understand why brother Clinton has rejoiced so exceedingly; it is because the lightning and thunder are in him, and because he gave vent to his feelings. Brother Robins' calling has been different, of such a nature that the lightning and thunder in him have lain dormant, to a certain degree, and he has not enjoyed himself so well as he would, had he been sent solely to preach and build up churches. <\/div><div class=\"paragraph jod\" id=\"v4n264\"> Let me reduce this to your understandings. Right here, in our midst, many who gather from foreign lands, who have undergone all the toil, labor, and hardship that it is possible for their nature to sustain on their jour<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0726\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ney, after they arrive in these valleys begin to sink in their spirits, neglect their duties, and in a little time do not know whether &#x201C;Mormonism&#x201D; is true or not. Take the same persons and keep them among the wicked, and they will preserve their armor bright, but it has become dull and rusty here; this is the cause of so many leaving these valleys. The seas are so calm and the vessel is wafted over them so smoothly, and in a manner so congenial to the feelings of the people, that they forget that they are in Zion's ship. This is the main reason of so many leaving for the States, California, and other places. Send those persons among their enemies, among those who will oppose &#x201C;Mormonism,&#x201D; among those who will oppose the truth, and let them be continually persecuted, and they will know very quickly whether they are &#x201C;Mormons&#x201D; or not, for they must go to the one side or the other. But the condition of society here, and the feelings of the people, are so different from those of the wicked, that many glide smoothly along, forget their religion and their God, and finally think that this is not the place for them and go away. <\/div><div class=\"paragraph jod\" id=\"v4n265\"> I will now state that I am thus far perfectly satisfied with the labors of the brethren who have returned from their missions this season, and have come on the stand today, and at other times; I am highly gratified  <div class=\"break pagebreak\" id=\"34a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0034.pdf\" target=\"pdfwin\">p.&#xA0;34a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0725\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with the doings and labors of those Elders. <\/div><div class=\"paragraph jod\" id=\"v4n267\"> With regard to brother John Taylor, I will say that he has one of the strongest intellects of any man that can be found; he is a powerful man, he is a mighty man, and we may say that he is a powerful editor, but I will use a term to suit myself, and say that he is one of the strongest editors that ever wrote. Concerning his financial abilities, I have nothing to say; those who are acquainted with the matter, know how &#x201C;The Mormon&#x201D; has been sustained. We sent brother Taylor, and other brethren with him, to start that paper without purse or scrip, and if they had not accomplished that object, we should have known that they did not trust in their God, and did not do their duty. <\/div><div class=\"paragraph jod\" id=\"v4n268\"> Let me call your reflections to the days of Joseph; here are some of the Twelve, here are the Seventies and High Priests, and members of the High Council, and several who have been long in the Church, did any of you ever receive any support from the Church, while on your missions in the days of Joseph? Were you all to answer, you would say that you do not know the time. <\/div><div class=\"paragraph jod\" id=\"v4n269\"> I came into this Church in the spring of 1832. Previous to my being baptized, I took a mission to Canada at my own expense; and from the time that I was baptized until the day of our sorrow and affliction, at the martyrdom of Joseph and Hyrum, no summer passed over my head but what I was traveling and preaching, and the only thing I ever received from the Church, during over twelve years, and the only means that were ever given me by the Prophet, that I now recollect, was in 1842, when brother Joseph sent me the half of a small pig that the brethren had brought to him, I did not ask him for it; it weighed 93 pounds. And that fall, previous <div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0725\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to my receiving that half of a pig, brother H. C. Kimball and myself were engaged all the time in pricing property that came in on tithing, and we were also engaged in gathering tithing, and I had an old saddle valued at two dollars presented to me, and brother Heber was credited two dollars in the Church books for one day's services, by brother Willard Richards who was then keeping those books. Brother Heber said, &#x201C;Blot that out, for I don't want it.&#x201D; I think it was crossed out, and so was the saddle, for I did not want it, even had it been given to me. These were the only articles I ever received in the days of Joseph, so far as I recollect. <\/div><div class=\"paragraph jod\" id=\"v4n270\"> I have traveled and preached, and at the same time sustained my family by my labor and economy. If I borrowed one hundred dollars, or fifty, or if I had five dollars, it almost universally went into the hands of brother Joseph, to pay lawyers' fees and to liberate him from the power of his enemies, so far as it would go. Hundreds and hundreds of dollars that I have managed to get, to borrow and trade for, I have handed over to Joseph when I came home. That is the way I got help, and it was good for me; it learned me a great deal, though I had learned, before I heard of &#x201C;Mormonism,&#x201D; to take care of number one. <\/div><div class=\"paragraph jod\" id=\"v4n271\"> For me to travel and preach without purse or scrip,<span class=\"citation\" id=\"67377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67377)\">Luke 10:4<\/a><\/span><span class=\"citation\" id=\"68112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68112)\">Luke 22:35<\/a><\/span> was never hard; I never saw the day, I never was in the place, nor went into a house, when I was alone, or when I would take the lead and do the talking, but what I could get all I wanted. Though I have been with those who would take the lead and be mouth, and been turned out of doors a great many times, and could not get a night's lodging. But when I was mouth I never was turned out of doors; I could make the acquaintance of the family, and sit and sing to them and  <div class=\"break pagebreak\" id=\"35a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0035.pdf\" target=\"pdfwin\">p.&#xA0;35a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0724\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>chat with them, and they would feel friendly towards me; and when they learned that I was a &#x201C;Mormon&#x201D; Elder, it was after I had gained their good feelings. <\/div><div class=\"paragraph jod\" id=\"v4n273\"> When the brethren were talking about starting a press in New York, and how it has been upheld, I did wish to relate an incident in my experience. In company with several of the Twelve I was sent to England in 1839. We started from home without purse or scrip, and most of the Twelve were sick; and those who were not sick when they started were sick on the way to Ohio; brother Taylor was left to die by the road-side, by old father Coltrin, though he did not die. I was not able to walk to the river, not so far as across this block, no, not more than half as far; I had to be helped to the river, in order to get into a boat to cross it. This was about our situation. I had not even an overcoat; I took a small quilt from the trundle bed, and that served for my overcoat, while I was traveling to the State of New York, when I had a coarse sattinet overcoat given to me. Thus we went to England, to a strange land to sojourn among strangers. <\/div><div class=\"paragraph jod\" id=\"v4n274\"> When we reached England we designed to start a paper, but we had not the first penny to do it with. I had enough to buy a hat and pay my passage to Preston, for from the time I left home, I had worn an old cap which my wife made out of a pair of old pantaloons; but the most of us were entirely destitute of means to buy even any necessary article. <\/div><div class=\"paragraph jod\" id=\"v4n275\"> We went to Preston and held our Conference, and decided that we would publish a paper; brother Parley P. Pratt craved the privilege of editing it, and we granted him the privilege. We also decided to print three thousand hymn books, though we had not the first cent to begin with, and were strangers in a strange land.<span class=\"citation\" id=\"71522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71522)\">Acts 7:6<\/a><\/span> We <div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0724\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> appointed brother Woodruff to Herefordshire, and I accompanied him on his journey to that place. I wrote to brother Pratt for information about his plans, and he sent me his prospectus, which stated that when he had a sufficient number of subscribers and money enough in hand to justify his publishing the paper, he would proceed with it. How long we might have waited for that I know not, but I wrote to him to publish two thousand papers, and I would foot the bill. I borrowed two hundred and fifty pounds of sister Jane Benbow, one hundred of brother Thomas Kington, and returned to Manchester, where we printed three thousand Hymn Books, and five thousand Books of Mormon, and issued two thousand <span class=\"italic\">Millennial Stars<\/span> monthly, and in the course of the summer printed and gave away rising of sixty thousand tracts. I also paid from five to ten dollars per week for my board, and hired a house for brother Willard Richards and his wife who came to Manchester, and sustained them; and gave sixty pounds to brother P. P. Pratt to bring his wife from New York. I also commenced the emigration in that year. <\/div><div class=\"paragraph jod\" id=\"v4n276\"> I was there one year and sixteen days, with my brethren the Twelve and during that time I bought all my clothing, except one pair of pantaloons, which the sisters gave me in Liverpool soon after I arrived there, and which I really needed: I told the brethren, in one of my discourses, that there was no need of their begging, for if they needed anything the sisters could understand that. The sisters took the hint, and the pantaloons were forthcoming. <\/div><div class=\"paragraph jod\" id=\"v4n277\"> I paid three hundred and eighty dollars to get the work started in London, and when I arrived home, in Nauvoo, I owed no person one farthing. Brother Kington received his pay from the books that were printed,  <div class=\"break pagebreak\" id=\"36a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0036.pdf\" target=\"pdfwin\">p.&#xA0;36a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0723\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and sister Benbow, who started to America the same year, left names enough of her friends to receive the two hundred and fifty pounds, which amount was paid them, notwithstanding I held her agreement that she had given it to the Church. <\/div><div class=\"paragraph jod\" id=\"v4n279\"> We left two thousand five hundred dollars worth of books in the Office, paid our passages home, and paid about six hundred dollars to emigrate the poor who were starving to death, besides giving away the sixty thousand tracts; and that too though I had not a sixpence when we first landed in Preston, and I do not know that one of the Twelve had. <\/div><div class=\"paragraph jod\" id=\"v4n280\"> I could not help thinking that if I could accomplish that much in England, in that poor, hard country, it could not be much of a job for a man to establish a paper in New York. I thought that to be one of the smallest things that could be; I could make money at it. We sent brother George Q. Cannon, one of brother Taylor's nephews, to California, over a year ago last spring, to print the Book of Mormon in the Hawaiian language. He has printed a large and handsome edition of that book; has published a weekly paper and paid for it; has paid for the press and the type, and paid his board and clothing bills, though he had not a farthing to start with, that is, he went without purse and scrip,<span class=\"citation\" id=\"68113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68113)\">Luke 22:35<\/a><\/span> so far as I know, as did also brothers Bull and Wilkie who went with him. <\/div><div class=\"paragraph jod\" id=\"v4n281\"> It is one of the smallest labors that I could think of to establish a paper and sustain it in St. Louis, New York, Philadelphia, Boston, or any of the eastern cities. I wish to say this much, for the information of those who think it a great task to establish and sustain a paper; though I am not aware that any of the brethren think so. <\/div><div class=\"paragraph jod\" id=\"v4n282\"> I will relate another incident, which occurred during our journey to Eng<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0723\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>land. Brother George A. Smith accompanied me to New York City, and we had not money enough to pay the last five miles' fare. <\/div><div class=\"paragraph jod\" id=\"v4n283\"> We started from New Haven in a steamboat, and when we left the boat, I hired passage in the stage to New York; the captain of the steamboat happened to be in the same stage. <\/div><div class=\"paragraph jod\" id=\"v4n284\"> When we left the coach, I said to the captain, will you have the kindness to pay this gentleman's passage and mine. I had had no conversation with him during the day, only in interchanging the common and usual compliments, but when we left him he greeted us cordially, and said that he had paid our stage-fare with the greatest pleasure, and shook our hands as heartily as a brother, saying, &#x201C;May God bless and prosper you in your labors.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n285\"> In five minutes we were in the house with Parley P. Pratt, who had moved to that city the fall before. As soon as those of the Twelve who were appointed on that mission to England came in, we concluded that we would not go among the Branches, but seek out and preach to those who had not had an opportunity of hearing the Gospel. <\/div><div class=\"paragraph jod\" id=\"v4n286\"> Accordingly we separated and went into many parts of the State of New York, Long Island and New Jersey, and some went into the city of Philadelphia. <\/div><div class=\"paragraph jod\" id=\"v4n287\"> After we had got through with the regular meetings, we proposed to the brethren, if any of them wished to have meetings in their private houses and would tell us when and where, that we would meet with them. <\/div><div class=\"paragraph jod\" id=\"v4n288\"> It was not more than a week or ten days before we had been in fifty different places in New York City and the surrounding country, and those who came to hear us invited their neighbors, and thus we preached and baptized, and soon gathered means  <div class=\"break pagebreak\" id=\"37a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0037.pdf\" target=\"pdfwin\">p.&#xA0;37a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0722\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>enough to defray the expenses of our passage to England, principally from those who were the fruits of our own labors. <\/div><div class=\"paragraph jod\" id=\"v4n290\"> Though the people in the States are daily becoming more hardened against the truth, yet if I was in New York this day, and it was my business to be there, I would not be there long before I would have many Elders preaching through different parts of that city; I would have them preaching in the English, Danish, French, German, and other languages. And soon would have Elders dispersed all over the State, and would raise up new friends enough to sustain me, that is if the Lord would help me, and if He did not I would leave. <\/div><div class=\"paragraph jod\" id=\"v4n291\"> That is the way we have traveled and preached, but now we do a great deal for our missionaries, for they gather money on tithing, and ask me to credit such and such a man so much on tithing; this course tends to shut up every avenue for business here. <\/div><div class=\"paragraph jod\" id=\"v4n292\"> We do not receive cash on tithing from abroad, because our missionaries are so liberal, and feel so rich, that they gather every dollar that can be scraped up, and then come here and have it credited to such and such individuals on tithing, without handing over the money. <\/div><div class=\"paragraph jod\" id=\"v4n293\"> This course hedges up the work at headquarters. Did I have that privilege? No, never; and men should not have it now. If a paper should be published, brethren ought to have wisdom enough to sustain themselves and the paper, and they can do it. <\/div><div class=\"paragraph jod\" id=\"v4n294\"> I do not wish to find fault with our missionaries, but many of them now live on cream and shortcake, butter, honey, light biscuit, and sweetmeats, while we had to take the buttermilk and potatoes. That kind of fare was good enough for us, but now it is shortcake and cream, light biscuit, <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0722\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with butter and honey, and sweetmeats of every kind, and even then some of them think that they are abused. <\/div><div class=\"paragraph jod\" id=\"v4n295\"> I see some here who did not have as good fare as buttermilk and potatoes; I see some of the brethren who have been to Australia, the East Indies, &amp;c. When I returned from England, I said it is the last time I will travel as I have done, unless the Lord specially requires me to do so; for if we could ride even as comfortably as brother Woodruff once rode on one of the Mississippi steamboats we considered ourselves well off. All the bed he had was the chines of barrels, with his feet hanging on a brace, and he thought himself well off to get the privilege of riding in any shape, to escape constant walking. <\/div><div class=\"paragraph jod\" id=\"v4n296\"> How do they go now? They take the first cabins, cars, and carriages. I wish to see them cross the Plains on foot, and then have wisdom enough to preach their way to the city of New York, and there, in the same manner, to get money enough to cross the ocean. But no, they must start from here with a full purse, and take broadcloth from here, or money to buy it in the States, and hire first cabin passages in the best ocean steamers; and after all this many think it is hard times. <\/div><div class=\"paragraph jod\" id=\"v4n297\"> I want to see the Elders live on buttermilk and potatoes, and when they return be more faithful. But they go as missionaries of the kingdom of God, and when they have been gone a year or two, many of them come back merchants, and how they swell, &#x201C;how popular &#x2018;Mormonism&#x2019; is, we can get trusted in St. Louis for ten thousand dollars as well as not, and in New York brother Brigham's word is so good that we can get all the goods we want; &#x2018;Mormonism&#x2019; is becoming quite popular.&#x201D; Yes, and so are hell and the works of the devil. <\/div> <div class=\"break pagebreak\" id=\"38a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0038.pdf\" target=\"pdfwin\">p.&#xA0;38a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0721\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n299\"> When &#x201C;Mormonism&#x201D; finds favor with the wicked in this land, it will have gone into the shade; but until the power of the Priesthood is gone, &#x201C;Mormonism&#x201D; will never become popular with the wicked. &#x201C;Mormonism&#x201D; is not one farthing better than it was in the days of Joseph. <\/div><div class=\"paragraph jod\" id=\"v4n300\"> The hand of the Almighty is over mankind, and &#x201C;Mormonism&#x201D; is hid from them; they do not know anything about it. The Lord deals with this people, and draws them into close quarters, and makes them run the gauntlet, and tries their faith and feelings. He draws them into diverse circumstances to prove whether they believe in Jesus Christ, or not; and if need be He will let the enemy persecute us and destroy many of us; He will let them take our substance and drive us from our homes. Was &#x201C;Mormonism&#x201D; popular with those who have formerly persecuted, killed and driven us? Yes, as much so as it is at this day. <\/div><div class=\"paragraph jod\" id=\"v4n301\"> The hand of the Almighty is over the wicked, and He handles them according to His good pleasure, as He does the Saints. His hand is over us, and His hand is over them. But there is a thick mist cast before their eyes, so they do not discern the truth of &#x201C;Mormonism.&#x201D; Do you wonder that they are mad, when they see the progress of truth? I do not. <\/div><div class=\"paragraph jod\" id=\"v4n302\"> The different political parties are in opposition. One party says, &#x201C;We are republicans, and we are opposed in principle to all who are not of our party.&#x201D; Can the various parties be reconciled? No. Each party wishes to elect a President of the United States. We design to elect Jesus Christ for our President, and the wicked wish to elect Lucifer, the Son of the Morning,<span class=\"citation\" id=\"58266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58266)\">Isa. 14:12<\/a><\/span> and swear that they will have him; and we declare that we will serve Jesus Christ, and he shall be our President. <\/div><div class=\"paragraph jod\" id=\"v4n303\"> Do you think that the democrats <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0721\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and republicans have made friends? No, they are just as much opposed to each other now as ever they were, and the devil is just as much opposed to Jesus now as he was when the revolt took place in heaven.<span class=\"citation\" id=\"94455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94455)\">Rev. 12:7-9<\/a><\/span><span class=\"citation\" id=\"94456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94456)\">Moses 4:1-4<\/a><\/span> And as the devil increases his numbers by getting the people to be wicked, so Jesus Christ increases his numbers and strength by getting the people to be humble and righteous. The human family are going to the polls by and by, and they wish to know which party is going to carry the day. <\/div><div class=\"paragraph jod\" id=\"v4n304\"> When you see mild weather, when all is smooth and our religion is becoming popular, the Lord is casting mist before the eyes of the wicked, and they do not see nor understand what will take place at the polls when the day of voting comes. Those who vote for Jesus will be on the right hand, and those who vote for Lucifer on the left; one part will be right and the other wrong. We calculate that we are right, and we are going to vote for the sovereign we believe in; and when he comes behold he will go into the chair of state and take the reins of government. Do you suppose the wicked will feel bad about it? That is what they are afraid of all the time. <\/div><div class=\"paragraph jod\" id=\"v4n305\"> They may kill the bodies we have, they may strive to injure us, but when the day of the great election comes, as the Lord Almighty lives, we shall gain our President, and we anticipate holding office under him. Do you blame the wicked for being mad? No. They desire to rule, to hold the reins of government on this earth; they have held them a great while. I do not blame them for being suspicious of us; men in high standing are suspicious of us, hence the frequent cry, &#x201C;Treason, treason, we are going to have trouble with the people in Utah.&#x201D; What is the matter? Wherein can they point out one particle of injury that we have done to them? <\/div> <div class=\"break pagebreak\" id=\"39a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0039.pdf\" target=\"pdfwin\">p.&#xA0;39a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0720\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n307\"> True we have more wives than one, and what of that? They have their scores of thousands of prostitutes, we have none. But polygamy they are unconstitutionally striving to prevent: when they will accomplish their object is not for me to say. They have already presented a resolution in Congress that no man, in any of the Territories of the United States, shall be allowed to have more than one wife, under a penalty not exceeding five years imprisonment, and five hundred dollars fine. How will they get rid of this awful evil in Utah? They will have to expend about three hundred millions of dollars for building a prison, for we must all go into prison. And after they have expended that amount for a prison, and roofed it over from the summit of the Rocky Mountains to the summit of the Sierra Nevada, we will dig out and go preaching through the world. (Voice on the stand: what will become of the women, will they go to prison with us?) Brother Heber seems concerned about the women's going with us; they will be with us, for we shall be here together. This is a little amusing. <\/div><div class=\"paragraph jod\" id=\"v4n308\"> Brother Robbins, in his remarks, said that the Constitution of the United States forbids making an <span class=\"italic\">ex post facto<\/span> law. The presenting of the resolution alluded to shows their feelings, they wish the Constitution out of existence, and there is no question but that they will get rid of it as quickly as they can, and that would be by <span class=\"italic\">ex post facto<\/span> law, which the Constitution of the United States strictly forbids. <\/div><div class=\"paragraph jod\" id=\"v4n309\"> Brother Robbins also spoke of what they term the &#x201C;nigger drivers and nigger worshippers,&#x201D; and observed how keen their feelings are upon their favorite topic slavery. The State of New York used to be a slave State, but there slavery has for some time been abolished. Under their law for abolishing slavery the then male slaves <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0720\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had to serve until they were 28 years old, and if my memory serves me correctly, the females until they were 25, before they could be free. This was to avoid the loss of, what they called, property in the hands of individuals. After that law was passed the people began to dispose of their blacks, and to let them buy themselves off. They then passed a law that black children should be free, the same as white children, and so it remains to this day. <\/div><div class=\"paragraph jod\" id=\"v4n310\"> But at the time that slavery was tolerated in the northern and eastern States, if you touched that question it would fire a man quicker than anything else in the world; there was something very peculiar about it, and it is so now. Go into a slave State and speak to a man on the subject, even though he never owned a slave, and you fire up his feelings in defense of that institution; there is no other subject that will touch him as quickly. They are very tenacious and sensitive on those points, and the North are becoming as sensitive as the South. The North are slow and considerate; they have their peculiar customs; and are influenced by the force of education, climate, &amp;c., in a manner which causes them to think twice before they act; and often they will think and speak many times before they act. The spirit of the South is to think, speak, and act all at the same moment. This is the difference between the two people. <\/div><div class=\"paragraph jod\" id=\"v4n311\"> Matters are coming to such a point, the feelings of both parties are aroused to that degree, that they would as soon fight as not. But I do not wish to speak any longer in that strain, though, if you want to know what I think about the question, I think both parties are decidedly wrong. <\/div><div class=\"paragraph jod\" id=\"v4n312\"> It is not the prerogative of the President of the United States to meddle with this matter, and Congress is not allowed, according to the Con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"40a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0040.pdf\" target=\"pdfwin\">p.&#xA0;40a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0719\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stitution, to legislate upon it. If Utah was admitted into the Union as a sovereign State, and we chose to introduce slavery here, it is not their business to meddle with it; and even if we treated our slaves in an oppressive manner, it is still none of their business and they ought not to meddle with it. <\/div><div class=\"paragraph jod\" id=\"v4n314\"> If we introduce the practice of polygamy it is not their prerogative to meddle with it; if we should all turn to be Roman Catholics today, if we all turned to the old Mother Church, it would not be their prerogative, it would not be their business, to meddle with us on that account. If we are Mormons or Methodists, or worship the sun or a white dog, or if we worship a dumb idol, or all turn Shaking Quakers and have no wife, it is not their prerogative to meddle with these affairs, for in so doing they would violate the Constitution. <\/div><div class=\"paragraph jod\" id=\"v4n315\"> There is not a Territory in the Union that is looked upon with so suspicious an eye as is Utah, and yet it is the only part of the nation that cares anything about the Constitution. What have they done in the States? Why, in some places they have celebrated the fourth of July by hoisting the National flag bottom side up, making a burlesque of the celebration, but &#x201C;Utah is hell and the devil.&#x201D; This reminds me of a circumstance that transpired in England. A boy was brushing his shoes on Sunday morning, and a priest observing him said, &#x201C;What, do you brush your shoes on Sunday?&#x201D; &#x201C;Yes, sir; do you brush your coat?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Well I suppose it is life and salvation for you to brush your coat, but hell and damnation for me to brush my shoes.&#x201D; That is the difference. <\/div><div class=\"paragraph jod\" id=\"v4n316\"> &#x201C;Mormonism&#x201D; is true, and all hell cannot overthrow it. All the devil's servants on the earth may do all they can, and, as brother Clinton has just said, after twenty-six years faithful <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0719\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> operation and exertion by our enemies, including the times when Joseph had scarcely a man to stand by him, and when the persecution was as severe on him as it ever was in the world, what have they accomplished? They have succeeded in making us an organized Territory, and they are determined to make us an independent State or Government, and as the Lord lives it will be so. (The congregation shouted amen.) I say, as the Lord lives, we are bound to become a sovereign State in the Union, or an independent nation by ourselves, and let them drive us from this place if they can; they cannot do it. I do not throw this out as a banter; you Gentiles, and hickory and basswood &#x201C;Mormons,&#x201D; can write it down if you please, but write it as I speak it. <\/div><div class=\"paragraph jod\" id=\"v4n317\"> I wish you to understand that God rules and reigns, that he led us to this land and gave us a Territorial government. Was this the design of the wicked? No. Their design was to banish us from the earth, but they have driven us into notoriety and power; we are now raised to a position where we can converse with kings and emperors. <\/div><div class=\"paragraph jod\" id=\"v4n318\"> In the days of Joseph it was considered a great privilege to be permitted to speak to a member of Congress, but twenty-six years will not pass away before the Elders of this Church will be as much thought of as the kings on their thrones. The Lord Almighty will roll on the wheels of His work, and none can stop them; and they cannot drive us from these mountains, because the Lord will not suffer them to do so. I desire them to let us alone; &#x201C;hands off and money down,&#x201D; we crave no jobs and make none. Let them attend to their own business, and we will build up Zion while they go to hell. Jesus Christ will be the President, and we are his officers, and they will have to leave the ground: for they will find  <div class=\"break pagebreak\" id=\"41a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0041.pdf\" target=\"pdfwin\">p.&#xA0;41a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0718\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that Jesus has the right of soil. This they are afraid of, do you blame them? No, I do not, and you should not: let them feel bad and worry. <\/div><div class=\"paragraph jod\" id=\"v4n320\"> I have frequently told you, and I tell you again, that the very report of the Church and kingdom of God on earth is a terror to all nations, wheresoever the sound thereof goeth. The sound of &#x201C;Mormonism&#x201D; is a terror to towns, counties, states, the pretended republican governments, and to all the world. Why? Because, as the Lord Almighty lives and the Prophets have ever written the truth, this work is destined to revolutionize the world and bring all under subjection to the law of God, who is our lawgiver.<span class=\"citation\" id=\"59062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59062)\">Isa. 33:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n321\"> I am still governor of this Territory, to the constant chagrin of my enemies; but I do not in the least neglect the duties of my Priesthood, nor my office as governor; and while I honor my Priesthood I will do honor to my office as governor. This is hard to be understood by the wicked, but it is true. The feelings of many are much irritated because I am here, and Congress has requested the President to inquire why I still hold the office of governor in the Territory of Utah. I can answer that question; I hold the office by appointment, and am to hold it until my successor is appointed and qualified, which has not yet been done. I shall bow to Jesus, my Governor, and under him, to brother Joseph. Though he has gone behind the veil, and I cannot see him, he is my head, under Jesus Christ and the ancient Apostles, and I shall go ahead and build up the kingdom. But if I was now sitting in the chair of state at the White House in Washington, everything in my office would be subject to my religion. Why? Because it teaches me to deal justice and mercy to all. I am satisfied to love righteousness and be full of the Holy Ghost, while <div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0718\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all hell yawns to destroy me, though it cannot do it. <\/div><div class=\"paragraph jod\" id=\"v4n322\"> If I were to forsake this kingdom, the car of righteousness would roll over and crush me into insignificance; and so it will every other man that gets out of the right path. What then are we going to do? We had better stick to the ship than jump overboard, because if we stay aboard we stand a good chance to be saved, but if we jump over we shall be drowned. <\/div><div class=\"paragraph jod\" id=\"v4n323\"> Who can help all these things? I did not devise the great scheme of the Lord's opening the way to send this people to these mountains. Joseph contemplated the move for years before it took place, but he could not get here, for there was a watch placed upon him continually to see that he had no communication with the Indians. This was in consequence of that which is written in the Book of Mormon; one of the first evils alleged against him was that he was going to connive with the Indians; but did he ever do anything of the kind? No, he always strove to promote the best interest of all, both red and white. Was it by any act of ours that this people were driven into their midst? We are now their neighbors, we are on their land, for it belongs to them as much as any soil ever belonged to any man on earth; we are drinking their water, using their fuel and timber, and raising our food from their ground. <\/div><div class=\"paragraph jod\" id=\"v4n324\"> I do not wish men to understand I had anything to do with our being moved here, that was the providence of the Almighty; it was the power of God that wrought out salvation for this people, I never could have devised such a plan. What shall we do? Be still and know that the Lord is God:<span class=\"citation\" id=\"56624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56624)\">Ps. 46:10<\/a><\/span> and let all people be silent and know that the Lord Almighty reigns, and does His pleasure on the earth. What had we better do?  <div class=\"break pagebreak\" id=\"42a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0042.pdf\" target=\"pdfwin\">p.&#xA0;42a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0717\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Be submissive and passive, serve our God and walk humbly before Him. <\/div><div class=\"paragraph jod\" id=\"v4n326\"> The same Spirit pervades the Latter-day Saints in all the world, and what the Lord designs doing here is made manifest to the brethren in different parts, and the world feels the power of it and begins to persecute. When we commence that temple you will hear the devils howl. <\/div><div class=\"paragraph jod\" id=\"v4n327\"> We are now doing but little besides taking care of ourselves, but the kingdom has got to be taken and the Lord Jesus come to reign here. When you wonder why it is that we are building many large buildings here and the temple not going on, be silent and patient. <\/div><div class=\"paragraph jod\" id=\"v4n328\"> Here let me ask the old Saints a question. Have you ever seen a temple finished, since this Church commenced? You have not. The Lord says, &#x201C;Be patient and gather together the strength of my house;&#x201D;<span class=\"citation\" id=\"90000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90000)\">D&amp;C 105:16<\/a><\/span> then do not fret yourselves, and if you feel a little worried, be sure that you are right, and do as you are counseled. <\/div><div class=\"paragraph jod\" id=\"v4n329\"> Why do we urge this upon the people? They are only counseled to love God and do His will. You cannot point out where a man has <div class=\"break columnbreak\" id=\"42b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0042.pdf\" target=\"pdfwin\">p.&#xA0;42b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0717\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been counseled one hair's breadth from this course, and in this we have a right to be urgent, and strenuous, and sharp in our remarks. Serve your God and love your religion. <\/div><div class=\"paragraph jod\" id=\"v4n330\"> I could tell you a great many lessons that I have learned in &#x201C;Mormonism,&#x201D; but it is very seldom that I refer to past scenes, they occupy but a small portion of my time and attention. Do you wish to know the reason of this? It is because there is an eternity ahead of me, and my eyes are ever open and gazing upon it, and I have but little time to reflect upon the many circumstances I have been placed in thus far during life. They are behind me, and I am thankful that I have not time to reflect on past transactions, only once in a while, when it seems almost necessary to refer to them. <\/div><div class=\"paragraph jod\" id=\"v4n331\"> May the Lord God of heaven and earth bless you, and may He preserve us and all good men and women upon the earth, and give us power to blow the Gospel trump to earth's remotest bounds, and gather up the honest in heart, build up Zion, redeem Israel, rebuild Jerusalem, and fill the earth with the glory and knowledge of our God,<span class=\"citation\" id=\"58130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58130)\">Isa. 11:9<\/a><\/span> and we will shout hallelujah! Amen. <\/div>\n<\/div>\n<\/div>"}