{"ID":40004, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Why the Saints Rejoice&#x2014;The Spirit Received Through Laying on of Hands&#x2014;Cleanliness.<\/div>\n<div class=\"subtitle\">A Discourse by President Jedediah M. Grant, Delivered in the Bowery, Great Salt Lake City, August 3, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Why the Saints Rejoice, Etc.<\/div>\n<div class=\"speaker\">Speaker: Jedediah M. Grant<\/div>\n<div class=\"date\">Date: 8\/3\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d04\">\n<div class=\"paragraph jod\" id=\"v4n117\"> Having the privilege of speaking to you this morning, I particularly need the aid and assistance of the Spirit of the Lord, for I have been laboring under indisposition for several weeks, and do not possess that physical force which is natural to me, therefore I need more of the divine influence of the Holy Spirit. <\/div><div class=\"paragraph jod\" id=\"v4n118\"> We have professedly gathered ourselves to this land to serve our God; we feel that we have found the pearl of great price.<span class=\"citation\" id=\"64661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64661)\">Matt. 13:46<\/a><\/span> It matters but little in relation to the land that we dwell upon, or the special comforts of life that we may have found and now enjoy in this land, so we but have within us that eternal treasure that warrants us in believing that we please our God, and that He approbates our course. <\/div><div class=\"paragraph jod\" id=\"v4n119\"> I am aware that the Christians would think inasmuch as they have circulated the Bible among the nations of the earth, that they have thereby done <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0744\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> much towards spreading the Gospel and establishing the kingdom of God on the earth. But you, as reasonable men, would consider that I reasoned very badly, were I to say that the United States by circulating the Constitution among the various governments on the earth, had thereby established so many republics. <\/div><div class=\"paragraph jod\" id=\"v4n120\"> In order for the kingdom of God to have an existence upon the earth, we naturally need the radiant light of heaven, we need the divine sanction of the Almighty, and He will set a man to properly organize His people, and execute those things which He designs to have carried out. Some may ask, why the Latter-day Saints rejoice? I answer, we rejoice not alone in that we have a claim superior to the claims of others; not alone in that we have houses and lands, and power and authority, and the comforts of this city, but in the privileges given us by the Almighty, through faith  <div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0743\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and obedience, for being more happy than other people. We have not the facilities that the people of many other cities and parts of the earth possess; indeed, we are deprived of many of the comforts and luxuries which many enjoy in other climes. But suppose we are, did we come here for them? Were they the grand object of our leaving our native soil? Was this the view we had when we left Europe, the United States, or any other part of the earth, or the islands of the sea? Did we come here to obtain a better farm, to obtain the luxuries of life? If this was the object of our pursuit, we have certainly been mistaken. <\/div><div class=\"paragraph jod\" id=\"v4n122\"> It is possible that some may have been tempted, as they were in the days of Jesus, by the loaves and fishes;<span class=\"citation\" id=\"69209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69209)\">John 6:26<\/a><\/span> but those who understood the truth, and comprehended and loved virtue, had no such idea. They understood that the Gospel of the Son of God, proclaimed and taught by the proper officers, had been brought unto them, and that the scepter of life had been held out to them. And may we not, as Saints of God, rejoice that we have found and received the truth, that we have tasted of its sweetness, and that it has made us happy. <\/div><div class=\"paragraph jod\" id=\"v4n123\"> It matters not whether you dwell in Great Salt Lake City, or in the different settlements of this territory, or whether you are associated with those that are following some special branch of mechanism, if you have the principles of eternal life, the gift of the Holy Ghost, the will of the Lord, the power of God within you, for then you will be contented. On the other hand, if you have not the principles that come from Heaven, though you may have rich soil to cultivate, and splendid houses to dwell in, though you may be connected with wealthy and influential families, and possess choice localities in a powerful state, you are not happy, you are not contented, for there is a vacuum <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0743\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> where the principles of life should be, and gold and silver will not fill it and satisfy the cravings within. <\/div><div class=\"paragraph jod\" id=\"v4n124\"> Some people act as if they looked for this city to be like the various other cities of the earth, and if they do not prosper as well as they think they ought, they turn round upon us as though this world's goods were the primary object of their coming here. I admit that Heaven has seen fit to give us many of the comforts of life, but the primary object of our coming here was not to obtain more desirable temporal blessings, or to obtain more gold or silver. This was not our view, but we came here to do the will of our Father; and we built houses, laid out farms and went to work as we would elsewhere, but these things did not induce us to come here. When we enlisted in the covenant of the everlasting Gospel of Jesus Christ, our object was to attain eternal life; the object of our coming here was to please our God. <\/div><div class=\"paragraph jod\" id=\"v4n125\"> We did not merely have the Bible circulated among us; Joseph Smith did not merely tell us that he was a missionary sent to proclaim that which was proclaimed and believed in the Garden of Eden, or the testimony that was given to Noah before the flood; or that he was sent simply to bring the books of Moses with the writings of the ancient Apostles and Prophets; or alone to inform us of the works of Jesus Christ when upon the earth. This was not alone the work of the Prophet, but it was that he had received a commission from the Almighty, that he had been ordained by Peter, James and John,<span class=\"citation\" id=\"84554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84554)\">D&amp;C 27:12<\/a><\/span> who were sent unto him as messengers or ministers from the heavens with proper authority, and had given him the legal authority of God&#x2014;for what? To build up the kingdom of God upon the earth, to organize it and set it in order, and to ordain proper officers to execute the law. This Apostle of  <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0742\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jesus Christ told the people that if they would obey the Gospel, if they would repent of their sins, if they would be baptized for the remission of their sins, they should receive the gift of the Holy Ghost, by the laying on of hands, which he was authorized to administer. <\/div><div class=\"paragraph jod\" id=\"v4n127\"> Many complied with the teachings of the Prophet, and what was the result? Much the same as we read of in the Bible and the Book of Mormon. The Prophet translated the Book of Mormon, and therein found the subject of salvation set forth as it is in the Bible, only more plainly and fully. The Book of Mormon and the Prophet Joseph taught repentance the same as the Bible, therefore they agreed; and the Prophet never limited that instruction, neither did he limit any of the teachings of the ancients. <\/div><div class=\"paragraph jod\" id=\"v4n128\"> If Joseph had merely sold the people the Bible and Book of Mormon, would they have received the gift of the Holy Ghost? It was, and I presume still is, a favorite theme with Mr. Alexander Campbell, of the United States, that &#x201C;the word is the Spirit and the Spirit is the word,&#x201D; in short that there is no Spirit to be received separate from the word of God. His logic amounts virtually to this&#x2014;&#x201C;Simply preach the Bible, the word of God and salvation as printed in the Bible; and all who purchase the Bible thereby purchase eternal life.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n129\"> Who that is rational and possessed of a disposition to scan the subject can believe such a doctrine? Doubtless Moses heard the thunder of the Almighty on Mount Sinai, and saw the lightnings,<span class=\"citation\" id=\"54147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54147)\">Ex. 19:16<\/a><\/span> but would you say that I was reasoning correctly, if I were to say that I heard that thunder and saw those lightnings simply through reading the history thereof in the Bible? Again, would I be reasoning correctly to say, because I have read the account of what transpired on the <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0742\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> day of Pentecost, when the Spirit was poured out upon the people and Peter spoke as he was moved upon by the Holy Ghost,<span class=\"citation\" id=\"71097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71097)\">Acts 2:4,14<\/a><\/span> that I, therefore, have seen the day of Pentecost? That because I have read the history of some of the operations of the Holy Ghost, therefore I have the Holy Ghost? Or that I heard them speak in tongues, because I have read the history of persons speaking in tongues? Certainly not. <\/div><div class=\"paragraph jod\" id=\"v4n130\"> I am aware that hundreds and thousands of different denominations disagree with Mr. Campbell, and also declare that they receive the Spirit of the Lord, what they call the new birth, a change of the heart, put off the old man and put on the new man,<span class=\"citation\" id=\"75283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75283)\">Eph. 4:22,24<\/a><\/span><span class=\"citation\" id=\"75631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75631)\">Col. 3:9-10<\/a><\/span> and at the same time the operations of their minds, their course of life and all their doings and sayings, prove that they are equally as far behind as Mr. Campbell, and that they have only the history of the light itself. <\/div><div class=\"paragraph jod\" id=\"v4n131\"> Should you light a room with gas, and should an artist take a sketch of the light, and some author write a history of the affair, and at a subsequent date some other man writes history, and should the two accounts be placed together, describing the beauty thereof and benefit thereof, would the history of the light and the benefit that had been derived therefrom, and the abundance of that light that was said to have existed, light up a hall? If it would, do not buy any more candles, but read the history of candles, and stick that history in your candlesticks; read the history of oil and wick, and stick that in your lamp, and see how much light you will get. <\/div><div class=\"paragraph jod\" id=\"v4n132\"> You may read the Book of Mormon and the Book of Doctrine and Covenants, and the word of God in its various written and printed forms, and after you have read them all, have you, by so doing, gained any right to say that you have the light of Moses,  <div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0741\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Isaiah, Daniel, and other ancient and modern men of God? Have you any reason to say that you possess the same light, the same joy, the same spirit, as they did, in consequence of your possessing the same written word of God that they possessed? Yes, if Mr. Campbell's doctrine be correct. No doubt the followers of Mr. Campbell consider the doctrine true, and his logic and reasoning correct. <\/div><div class=\"paragraph jod\" id=\"v4n134\"> Some, in the so-called Christian world, contend that the spirit is the word, and that word, they argue, will save the people. <\/div><div class=\"paragraph jod\" id=\"v4n135\"> Now suppose that some missionary or Bible society should send a few missionaries to the Latter-day Saints, in these valleys, upon hearing that we were short of bread and other kinds of food, and suppose that those missionaries should tell us about the various kinds of food necessary to sustain life; and then suppose that this benevolent institution should publish 15 or 20,000 tracts to teach us what an advantage it is to live in New York, London, Paris, or New Orleans, and what they live upon in the various regions of the habitable portions of the earth, what good would all that do us? I answer, not any. <\/div><div class=\"paragraph jod\" id=\"v4n136\"> After you have read in this book (holding up the Bible) concerning the commission which Jesus gave to certain of his disciples,<span class=\"citation\" id=\"66457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66457)\">Matt. 28:19-20<\/a><\/span><span class=\"citation\" id=\"66830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66830)\">Mark 16:15-18<\/a><\/span> can you get up and say that you are Peter, James, John, or any of the ancient Apostles, or Prophets? Or by so doing, that you had the Holy Ghost, the same as they had? <\/div><div class=\"paragraph jod\" id=\"v4n137\"> Could you reason that when you had read the account of the Psalmist, where he says, &#x201C;The mountains skipped like rams, and the little hills like lambs,&#x201D;<span class=\"citation\" id=\"57215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57215)\">Ps. 114:4<\/a><\/span> that you had seen the glory of God in this way, because the Psalmist records that he saw it? <\/div><div class=\"paragraph jod\" id=\"v4n138\"> Could you, when you have read that Paul knew a man who was caught up to the third heavens,<span class=\"citation\" id=\"74298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74298)\">2 Cor. 12:2<\/a><\/span> testify that <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0741\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you knew the man who was caught up, simply from having read that account? <\/div><div class=\"paragraph jod\" id=\"v4n139\"> When you read of the gifts that were bestowed upon and circulated among the people of God, you certainly would not wish others to suppose that mere reading about them puts you in possession of the same blessings. <\/div><div class=\"paragraph jod\" id=\"v4n140\"> But many in the world would suppose that when they preach and circulate the Bible, they actually put in the possession of the people that power and life and those gifts, that the ancient Apostles and Prophets and Saints of God enjoyed. <\/div><div class=\"paragraph jod\" id=\"v4n141\"> Brethren and sisters, we understand the difference between enjoying and reading of enjoyment, between the history of a feast and the feast itself; also between the history of the law of God and the law itself. <\/div><div class=\"paragraph jod\" id=\"v4n142\"> When the Prophet Joseph came among the people he did not tell them that he would sell them the word of God, but after he had established the truth in their minds and they were baptized, he then laid his hands upon them that they might receive the gift of the Holy Ghost, for he had promised this, and they received the Holy Comforter and the same light, the same Spirit, the same power of God, and the same principles of eternal life; that very gift which is the greatest gift of God, and it gave them the same joy, and the same great blessings, and this Spirit taught them the will of God. <\/div><div class=\"paragraph jod\" id=\"v4n143\"> Herein is the difference between this Church and the people of the world. They rejoice in thinking that their forefathers had such rich blessings, and that they were so happy and rejoiced so much that they saw God, His Son Jesus Christ, and Peter, James, and John; and that their forefathers received the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v4n144\"> We rejoice that we have seen and that our Prophets have received the  <div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0740\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>like blessing, and not that we read of their enjoyment. We rejoice that our God lives, that Jesus Christ His Son lives, and that the gifts and blessings are bestowed upon us. <\/div><div class=\"paragraph jod\" id=\"v4n146\"> It is generally admitted that it is natural for parents to love their young children as well as the older ones, and if there be any difference, they will love the youngest ones a little the most, for they sometimes have to be more severe with the older ones. <\/div><div class=\"paragraph jod\" id=\"v4n147\"> But the world reverse this doctrine with regard to the Almighty, for they make God love Adam, Abraham, and the ancients, but when it comes down to the present time their wonderful, peacemaking religion makes them rejoice that their older brethren and sisters had rich dinners and suppers, and that they had feasted on the good things of heaven, but that our father is so unmerciful in our day that we have to eat husks. <\/div><div class=\"paragraph jod\" id=\"v4n148\"> According to the doctrine of our religious friends, we have to rejoice that the ancients enjoyed the rich blessings of our Father, and that He will not give us anything but the history thereof. (President B. Young: And the chaff.) <\/div><div class=\"paragraph jod\" id=\"v4n149\"> Such a course is not as consistent as that of the devil, for he treats his first children in a certain way, and then he treats all the others in much the same way; he treats everybody about alike. <\/div><div class=\"paragraph jod\" id=\"v4n150\"> Have we not a right to receive those blessings that were enjoyed by our elder brethren? If the devil tempts and tries everybody, and if the young children have to be tried, why not the young be blest like the old children? <\/div><div class=\"paragraph jod\" id=\"v4n151\"> I am aware that the Latter-day Saints require a great deal of preaching, and some of that, too, on subjects very easy of comprehension; I will tell you what I said to one of our home missionaries a few days ago, and I said the same to one of the brethren <div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0740\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from Grantsville, when speaking to him about the petty wrangling there. <\/div><div class=\"paragraph jod\" id=\"v4n152\"> They wanted a new local President and a new local Bishop, they wanted this, that, and the other, and wished to know what we had to say. I remarked, if you wish to know what I have to say, I will tell you. <\/div><div class=\"paragraph jod\" id=\"v4n153\"> Said I, if an angel of God should come to that village, he would say to its inhabitants, &#x201C;Repent and wash your bodies, repent and clean up your dooryards, repent and cleanse your outhouses,&#x201D; all of which I seriously think that they have very much need to do. <\/div><div class=\"paragraph jod\" id=\"v4n154\"> After they have actually cleansed themselves and commenced doing right, and have cleansed their locality, I presume that then an angel, or a man of God, might tell them what further to do. <\/div><div class=\"paragraph jod\" id=\"v4n155\"> I actually suppose that in the instructions which an angel of God would give, the very first lesson would be to teach cleanliness to the filthy, and then instruct them to keep themselves cleanly all the time. This is what our President is frequently teaching you; and yet you may go into some parts of this city, and you would actually think that Provo River affords no more water than would suffice for cleansing them. <\/div><div class=\"paragraph jod\" id=\"v4n156\"> I like a place constantly kept clean, and that must be so to satisfy me, I not only want the history of a people's being clean, and of their having cleansed up their dooryards, outbuildings, and grounds, but I want them to do it. <\/div><div class=\"paragraph jod\" id=\"v4n157\"> We have preached cleanliness at Fillmore, last winter; and when I went there lately I was pleased to see that they had made some little improvement. <\/div><div class=\"paragraph jod\" id=\"v4n158\"> But there is still by far too much carelessness in this matter, and some people seem to love to live amidst filth, and to snuff its nauseous and unhealthy odors, when it would be  <div class=\"break pagebreak\" id=\"20a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0020.pdf\" target=\"pdfwin\">p.&#xA0;20a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0739\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>far better to apply it to enriching your soil. <\/div><div class=\"paragraph jod\" id=\"v4n160\"> You have been taught true doctrines, and the Lord God has given you the Holy Ghost which has purified your hearts, and now purify all that pertains to you. <\/div><div class=\"paragraph jod\" id=\"v4n161\"> The time will come when you will be tried in this respect; and the days of power will come, when the power of God will be more abundantly poured out upon those who are prepared for it. And you who have the truth and do not live up to it, who do not live up to that light and intelli<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0739\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gence which is given you, who do not purify your bodies, your clothing, your buildings, your dooryards, gardens, and fields, may look for the wrath of God to burn against you. <\/div><div class=\"paragraph jod\" id=\"v4n162\"> It is your duty to be clean and neat, and it is the duty of all the settlements throughout the Territory. <\/div><div class=\"paragraph jod\" id=\"v4n163\"> You have the history of the light, and you have received the virtue and power which are in the Gospel of Jesus Christ, and it is for you to obey your leaders and the intelligence which is in you, which may the Lord grant, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}