{"ID":40002, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">A Prayer.<\/div>\n<div class=\"subtitle\">By President Jedediah M. Grant, at the celebration of the 24th of July, 1856, in Big Cottonwood Canyon, Utah.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: A Prayer.<\/div>\n<div class=\"speaker\">Speaker: Jedediah M. Grant<\/div>\n<div class=\"date\">Date: 7\/24\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d02\">\n<div class=\"paragraph jod\" id=\"v4n54\"> Our Father and our God, in the name of the Lord Jesus Christ, we bow before thee, and thank thee that we have the privilege of coming to the tops of these mountains to worship thee our God, and to celebrate the liberty of thy people, and their entrance into these peaceful valleys and mountains. <\/div><div class=\"paragraph jod\" id=\"v4n55\"> We thank thee for these mountains, <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0752\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for the fountains of waters that flow from them, for the timber that grows upon them, and for all the blessings that thou hast vouchsafed to thy people in this land. <\/div><div class=\"paragraph jod\" id=\"v4n56\"> We thank thee that thou hast preserved this land from the eye of the wicked, that they have not desired it, that they have not coveted it, that thou hast kept it for thy people and  <div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0751\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hast brought them hither, through the instrumentality of thy servant Brigham, whom thou hast inspired by the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v4n58\"> We thank thee that we here rest secure from our enemies, that we and our families enjoy peace and rest from the persecutions of those who hate thy chosen people. <\/div><div class=\"paragraph jod\" id=\"v4n59\"> We thank thee for this goodly inheritance which thou hast vouchsafed to thy people, and for the privilege of raising our banners and ensigns on these mountain tops.<span class=\"citation\" id=\"57952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57952)\">Isa. 5:26<\/a><\/span><span class=\"citation\" id=\"58220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58220)\">Isa. 11:12<\/a><\/span><span class=\"citation\" id=\"58940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58940)\">Isa. 30:17<\/a><\/span> May our enemies never have power over us, and may we be blessed by doing right and keeping thy commandments, by living pure, and by being watchful and careful to do no evil, that we may multiply in our families, in our flocks, and in our herds, in our fields and habitations. <\/div><div class=\"paragraph jod\" id=\"v4n60\"> We pray thee, in the name of the Lord Jesus Christ, that thou wouldst bless this valley and all the adjacent valleys; and bless the streams of water that flow from the mountains. As we are at the head of Big Cottonwood Canyon, we pray thee that thou wilt bless it, and the water that flows to the mills, and to the land we cultivate. And may the timber and grass, and vegetation of every description, growing in this little valley in the tops of these mountains, be blessed; and we consecrate and dedicate it to thee for the benefit of thy people, for their happiness, that they may rest here and be safe. Bless all the elements that are here; may the rocks and the mountains be blessed, and everything that has life. <\/div><div class=\"paragraph jod\" id=\"v4n61\"> We pray thee, in the name of the Lord Jesus, that thou wouldst bless thy servant Brigham, and those associated with him, who have taken pains to prepare the way, and kindly invite us to these regions. May we feel that we are blest, and that the Lord, through the dispensation of His providence, has granted to us these fa<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0751\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vors. We ask thy choicest blessings on thy servants Brigham, Heber, and the Twelve, and upon all thy faithful people in every kingdom and nation. Bless our friends, and all who speak comforting words to thy people, and defend them, and may the enemies of truth and righteousness be confounded, and not have power to injure the people of God. Bless thy servant George A. Smith, and thy servant John Taylor, and thy servant John M. Bernhisel, and bless all thy servants in every land and clime. Bless those who write and defend thy people through the press, may our prayers come up before thee in their behalf, for thou knowest we have not sinned against thee in these groves&#x2014;in this canyon. We do not visit groves,<span class=\"citation\" id=\"54570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54570)\">Ex. 34:13<\/a><\/span> as did Israel of old, to commit adultery, nor to depart from the Lord our God. But we desire to appear before thee with clean hands and hearts,<span class=\"citation\" id=\"56519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56519)\">Ps. 24:4<\/a><\/span> to call upon thee for thy blessing and do thy will, that our inheritance may be blest and all we have, and that all the efforts we make to build up Zion and rear temples to thy name may be blest, that the people of God may flock to the mountains by tens of thousands; may the wicked be cut off, may they be taken in the snares they have spread for thy people, and fall into the pits they have dug for thy Saints,<span class=\"citation\" id=\"58481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58481)\">Isa. 24:17-18<\/a><\/span> and may they not prosper on the earth. <\/div><div class=\"paragraph jod\" id=\"v4n62\"> We desire that thou wouldst fulfil the covenants made with Abraham, Isaac, and Jacob, with Lehi and Nephi, and with all the Prophets that have lived on this land, that Zion may come down from above, and Zion come up from beneath;<span class=\"citation\" id=\"87989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87989)\">D&amp;C 84:99<\/a><\/span><span class=\"citation\" id=\"124717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124717)\">Moses 7:62-63<\/a><\/span> that every band may be broken,<span class=\"citation\" id=\"85564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85564)\">D&amp;C 44:5<\/a><\/span> and all Israel be saved. O Lord, we ask thee to bless us in our efforts on the earth; may righteousness and peace spread as the light of the morning, may we rejoice in the natural fortresses of this land, and may we be the pioneers of truth,  <div class=\"break pagebreak\" id=\"9a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0009.pdf\" target=\"pdfwin\">p.&#xA0;9a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0750\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men who will break the crust of nations, gather Israel, and send the truth to every clime. May we accomplish the great work thou didst commence through thy servant Joseph, that truth may reign on the earth, and righteousness predominate among all people. May we have power over the wicked nations, that Zion may be the seat of government for the universe, <div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0750\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the law of God be extended, and the scepter of righteousness swayed over this wide world; and eventually, with the redeemed, may we be brought to celebrate thy praise, in thy kingdom and presence. These favors, and all we need to prepare us to live here, to dwell with thee and the sanctified hereafter, we humbly crave, in the name of Jesus Christ, Amen. <\/div>\n<\/div>\n<\/div>"}