{"ID":40005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Holy Ghost Necessary in Preaching&#x2014;Faith&#x2014;Healing the Sick&#x2014;The Saints' Interests Are One&#x2014;All of Our Efforts Should Tend to the Upbuilding of the Kingdom of God.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, Utah Territory, August 17, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Holy Ghost Necessary, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/17\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v4n164\"> We have had the privilege of hearing the testimony of brother Whiting, who has just returned from his mission, upon which he started two years ago from San Pete. <\/div><div class=\"paragraph jod\" id=\"v4n165\"> Brothers Merrill and Clinton, and several others, have lately arrived from their missions, and I will here give an invitation to those brethren to come to the stand, Sabbath after Sabbath, and bear their testimony and speak to the people. I wish to say to the Elders who arrive, come, we would be happy to see you with us; come, we will find seats for you; and if you are not all eloquent preachers, come and bear your testimony. Brother Whiting says that he is a man of but few words. I am satisfied that there is greater wisdom with many who say <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0739\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but little, than there is with those who talk so much; as for the multitude of words, they are but of little consequence, the ideas are of far the greatest importance. <\/div><div class=\"paragraph jod\" id=\"v4n166\"> The kingdom of our God, that is set up on the earth, does not require men of many words and flaming oratorical talents, to establish truth and righteousness. It is not the many words that accomplish the designs of our Father in heaven, with Him it is the acts of the people more than their words; this I was convinced of, before I embraced the Gospel. Had it not been that I clearly saw and understood that the Lord Almighty would take the weak things of this world to confound the mighty, the wise,<span class=\"citation\" id=\"124719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124719)\">1 Cor. 1:27<\/a><\/span> and the talented, there was  <div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0738\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nothing that could have induced me, or persuaded me to have ever become a public speaker. I did think, and I now think, that I am personally as well acquainted with my own weaknesses as any other mortal is with them, for this is my fortune, my good fortune and blessing, and I am ready to acknowledge that it is more than many have got. I am of the opinion that I know and understand myself, about as well as any person can know and understand me; yet I may think that I know my weaknesses and incapabilities to the fullest, while others may see weaknesses that I do not. Still I am so constituted that when I discover my weaknesses I bear them off as well as I can; and I say to all people, if you discover that I falter, when I do the best I can, what are you going to do about it? <\/div><div class=\"paragraph jod\" id=\"v4n168\"> When I first commenced preaching, I made up my mind to declare the things that I understood, fearless of friends and threats, and regardless of caresses. They were nothing to me, for if it was my duty to rise before a congregation of strangers and say that the Lord lives, that He has revealed Himself in this our day, that He has given to us a Prophet, and brought forth the new and everlasting covenant for the restoration of Israel, and if that was all I could say, I must be just as satisfied as though I could get up and talk for hours. If I could only say that I was a monument of the Lord's work upon the earth, that was sufficient; and had it not been for this feeling, nothing could have induced me to have become a public speaker. <\/div><div class=\"paragraph jod\" id=\"v4n169\"> With regard to preaching, let a man present himself before the Saints, or go into the world before the nobles and great men of the earth, and let him stand up full of the Holy Ghost, full of the power of God, and though he may use words and sentences in an awkward style, he will convince and <div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0738\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> convert more, of the truth, than can the most polished orator destitute of the Holy Ghost; for that Spirit will prepare the minds of the people to receive the truth, and the spirit of the speaker will influence the hearers so that they will feel it. <\/div><div class=\"paragraph jod\" id=\"v4n170\"> These reflections are my true sentiments, and it is knowledge with me with regard to speakers and people who have honest hearts, who desire the knowledge of the Lord, who are seeking to know the will of God, and willing to become subject to it. The Spirit of truth will do more to bring persons to light and knowledge, than flowery words. This is my experience, and I presume it is the experience of many of you, and that you can call that to mind when you first received the Spirit of this Gospel. <\/div><div class=\"paragraph jod\" id=\"v4n171\"> When you see a person at a distance, you can, at times, see the spirit of that person before you have the opportunity of speaking to him; you can discern his spirit by the appearance of his countenance. This has been my experience from my younger days, and more especially since I have become acquainted with sacred things. My later experience has been very vivid with regard to the spirits of people, and it matters not to me whether they say much or little, so they but let me hear their voices and see them, let me hear and see the manifestation of their spirit, that I may know whether they are constantly with us in their feelings. I wish to know the spirits of those that are around and with us. <\/div><div class=\"paragraph jod\" id=\"v4n172\"> Brethren, you who have returned and are this season returning from missions, we shall be happy to have you take your seats with us on this stand, and when opportunity offers we shall be glad to hear your voices and testimonies. <\/div><div class=\"paragraph jod\" id=\"v4n173\"> When I rise before you, brethren and sisters, I often speak of the faults of the people and try to correct them;  <div class=\"break pagebreak\" id=\"22a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0022.pdf\" target=\"pdfwin\">p.&#xA0;22a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0737\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I strive to put the Saints in a right course and plead with them to live their religion, to become better and to purify themselves before the Lord; to sanctify themselves, to be prepared for the days that are fast approaching. I do this oftener than I speak of the good qualities of this people, and I have reasons for this which, perhaps you would like to hear. <\/div><div class=\"paragraph jod\" id=\"v4n175\"> The froward and disobedient need chastisement, the humble and faithful are sealed by the Spirit of the Gospel that we have received. I have not time nor opportunity to caress the people, nor flatter them to do right; nor often to speak well of them, portraying their good qualities. <\/div><div class=\"paragraph jod\" id=\"v4n176\"> The consolations of the Holy Spirit of our Gospel comfort the hearts of men and women, old and young, in every condition of this mortal life. The humble, the meek, and faithful are all the time consoled and comforted by the Spirit of the Gospel that we preach; consequently, their comfort, happiness, joy, and peace must be received from the fountainhead. As Jesus says, &#x201C;In the world ye shall have tribulation, but in me ye have peace,&#x201D;<span class=\"citation\" id=\"70531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70531)\">John 16:33<\/a><\/span> so we say to ourselves, so we say to the Saints; in the Lord ye have joy and comfort, and the light of truth which shines upon your path. <\/div><div class=\"paragraph jod\" id=\"v4n177\"> The Holy Ghost reveals unto you things past, present, and to come;<span class=\"citation\" id=\"70333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70333)\">John 16:13<\/a><\/span> it makes your minds quick and vivid to understand the handiwork of the Lord. Your joy is made full in beholding the footsteps of our Father going forth among the inhabitants of the earth; this is invisible to the world, but it is made visible to the Saints, and they behold the Lord in His providences, bringing forth the work of the last days. <\/div><div class=\"paragraph jod\" id=\"v4n178\"> The hearts of the meek and humble are full of joy and comfort continually; do such need comfort from me? Yes, if any mourn, perhaps a few <div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0737\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> encouraging words from me would give them consolation and do them good. I am always ready to impart what I have to this people, that which will cheer and comfort their hearts, and if the Lord will lead me by His Spirit into that train of reflections and teaching, I am more willing and ready to speak comforting words to this people, than I am to chastise them. <\/div><div class=\"paragraph jod\" id=\"v4n179\"> But I hope and trust in the Lord my God that I shall never be left to praise this people, to speak well of them, for the purpose of cheering and comforting them by the art of flattery; to lead them on by smooth speeches day after day, week after week, month after month, and year after year, and let them roll sin as a sweet morsel under their tongues, and be guilty of transgressing the law of God. I hope I shall never be left to flatter this people, or any people on the earth, in their iniquity, but far rather chasten them for their wickedness and praise them for their goodness. <\/div><div class=\"paragraph jod\" id=\"v4n180\"> The Lord praises you and comforts you, if you live as you are directed; if you live with your life hid with Christ in God,<span class=\"citation\" id=\"75600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75600)\">Col. 3:3<\/a><\/span><span class=\"citation\" id=\"88131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88131)\">D&amp;C 86:9<\/a><\/span> you do receive, from the fountainhead, life, joy, peace, truth, and every good and wholesome principle that the Lord bestows upon this people, and your hearts exult in it, and your joy is made full. <\/div><div class=\"paragraph jod\" id=\"v4n181\"> This people are the best people upon the face of the earth, that we have any knowledge of. Take the congregation now before me, and what portion of them has been in the Church twenty-six years? What portion has been in the Church fifteen years? But a small part. <\/div><div class=\"paragraph jod\" id=\"v4n182\"> How many of those before me were personally acquainted with Joseph, our Prophet? I can see now and then one; you can pick up one here and another there; but the most of the people now inhabiting this Ter<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0736\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ritory never behold the face of our Prophet; even quite a portion of this congregation never beheld his face. All this I consider. <\/div><div class=\"paragraph jod\" id=\"v4n184\"> But few of this congregation have been assembled together more than a very few years, to receive and be benefited with the teachings from the fountainhead, directly from the living oracles. <\/div><div class=\"paragraph jod\" id=\"v4n185\"> How long have they been gathered? Some one year, some two years, and some five or six years; and I can only pick out a few in this congregation, who were acquainted with the Prophet. <\/div><div class=\"paragraph jod\" id=\"v4n186\"> I could pick out a few of this assembly who have been here seven and eight years. <\/div><div class=\"paragraph jod\" id=\"v4n187\"> You who understand the process of preparing mortar, know that it ought to lay a certain time before it is in the best condition for use. Now, suppose that our workmen should work over a portion and prepare it for use, and when it is rightly tempered, suppose someone should throw into the mixture a large quantity of unslacked lime, this would at once destroy its cementing quality, and you would have to work it all over and over again. <\/div><div class=\"paragraph jod\" id=\"v4n188\"> This is precisely like what we have to do with this people; when a new batch is mixed with the lime and sand which were prepared ten days ago, before it is fit for use it has to be worked all over with the ingredients and proportions that were used to make the first. <\/div><div class=\"paragraph jod\" id=\"v4n189\"> Some think this rather hard, but they have to be worked over, because they are in the batch. Again, they are in the mill, and like the potter's clay which brother Kimball uses for a figure, they have got to be ground over and worked on the table, until they are made perfectly pliable and in readiness to be put on the wheel, to be turned into vessels of honor. <\/div><div class=\"paragraph jod\" id=\"v4n190\"> Now, suppose, when it is in this good <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0736\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> state, that somebody should throw in a batch of unworked clay, it would spoil the lot, and the potter would have to work it all over; the clay that was prepared has to be worked over with the unprepared. <\/div><div class=\"paragraph jod\" id=\"v4n191\"> This principle makes many feet sore, and some are starting for the States, and some for California, because they will not be worked over so much, and we cannot set a guard over the mill to keep the new clay from being thrown in. <\/div><div class=\"paragraph jod\" id=\"v4n192\"> You may say that that is my business; no, it is my business to throw in the new clay, and work it over and over, and to use the wire to draw from the lump any material that would obstruct the potter from preparing a vessel unto honor. <\/div><div class=\"paragraph jod\" id=\"v4n193\"> I do not wish you to think that I chastise good men and good women; chastisements do not belong to them, but we have some unruly people here, those who know the law of God, but will not abide it. They have to be talked to; and we have to keep talking to them, and talking to them, until by and by they will forsake their evils, and turn round and become good people, or take up their line of march and leave us. <\/div><div class=\"paragraph jod\" id=\"v4n194\"> I have reflected much upon the true character of mankind, pertaining to the Gospel of salvation, and more particularly in reference to the character of that portion of mankind that is here in the capacity in which we now are. How hard it is for people to see and understand things as they are. I allude, in my remarks, to this people who do reflect, and who profess to believe in a Supreme Being, the Creator of the heavens and the earth, who have professed, by their acts, that God has spoken in the last days, that unto us He has revealed His will; that He has given unto us the oracles of divine truth, the Gospel of life and salvation, with the privilege of making sure unto ourselves eternal life; this  <div class=\"break pagebreak\" id=\"24a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0024.pdf\" target=\"pdfwin\">p.&#xA0;24a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0735\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is the people I am now preaching to, and unto whom I wish to address my few remarks. <\/div><div class=\"paragraph jod\" id=\"v4n196\"> How slow many of us are to believe the things of God, O how slow.<span class=\"citation\" id=\"68409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68409)\">Luke 24:25<\/a><\/span> How many men and women can I find here who place implicit confidence in their God? Perhaps you might wish an explanation with regard to the term I here make use of. I will acknowledge my inability to explain to the fullest extent, what I regard as implicit confidence in our God; the reason of this is the ten thousand opinions that people have. <\/div><div class=\"paragraph jod\" id=\"v4n197\"> If I were to urge that we ought to have implicit confidence in the power and willingness of our God to sustain us by doing everything for us, that would cut the thread of my own faith, it would run counter to many of my ideas in regard to the dealings of the Almighty with the human family. On the other hand, how much confidence shall I have in God? One says, &#x201C;I have no confidence in Him, any further than what I can see, hear, and understand. I have no confidence that wheat will grow here, unless I put it into the ground; or that I will have food to eat, unless I take the proper steps for raising it, or purchase it from those that have it.&#x201D; Both of these points are true in part, but the minds of the people are more or less beclouded. <\/div><div class=\"paragraph jod\" id=\"v4n198\"> To explain how much confidence we should have in God, were I using a term to suit myself, I should say <span class=\"italic\">implicit<\/span> confidence. I have faith in my God, and that faith corresponds with the works I produce. I have no confidence in faith without works.<span class=\"citation\" id=\"77533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77533)\">James 2:17<\/a><\/span> Shall I explain this? I do not think I can fully present the idea to your understanding, but I will a portion of it; and to do so, I will refer to a circumstance that transpired in Nauvoo. A President of the Elders' Quorum, old father Baker, was called upon to visit a very sick woman, a sister in the <div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0735\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Church; they sent for him to lay hands upon her. It was a very sickly time, and there was scarcely a person to attend upon the sick, for nearly all were afflicted. Father Baker was one of those tenacious, ignorant, self-willed, overrighteous Elders, and when he went into the house he enquired what the woman wanted. She told him that she wished him to lay hands upon her. Father Baker saw a teapot on the coals, and supposed that there was tea in it, and immediately turned upon his heels, saying, &#x201C;God don't want me to lay hands on those who do not keep the Word of Wisdom,&#x201D; and he went out. He did not know whether the pot contained catnip, pennyroyal, or some other mild herb, and he did not wait for anyone to tell him. That class of people are ignorant and overrighteous, and they are not in the true line by any means. <\/div><div class=\"paragraph jod\" id=\"v4n199\"> You may go to some people here, and ask what ails them, and they answer, &#x201C;I don't know, but we feel a dreadful distress in the stomach and in the back; we feel all out of order, and we wish you to lay hands upon us.&#x201D; &#x201C;Have you used any remedies?&#x201D; &#x201C;No. We wish the Elders to lay hands upon us, and we have faith that we shall be healed.&#x201D; That is very inconsistent according to my faith. If we are sick, and ask the Lord to heal us, and to do all for us that is necessary to be done, according to my understanding of the Gospel of salvation, I might as well ask the Lord to cause my wheat and corn to grow, without my plowing the ground and casting in the seed. It appears consistent to me to apply every remedy that comes within the range of my knowledge, and to ask my Father in heaven, in the name of Jesus Christ, to sanctify that application to the healing of my body; to another this may appear inconsistent. <\/div><div class=\"paragraph jod\" id=\"v4n200\"> If a person afflicted with a cancer should come to me and ask me to heal  <div class=\"break pagebreak\" id=\"25a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0025.pdf\" target=\"pdfwin\">p.&#xA0;25a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0734\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>him, I would rather go the graveyard and try to raise a dead person, comparatively speaking. But supposing we were traveling in the mountains and all we had or could get, in the shape of nourishment, was a little venison, and one or two were taken sick, without anything in the world in the shape of healing medicine within our reach, what should we do? According to my faith, ask the Lord Almighty to send an angel to heal the sick. This is our privilege, when so situated that we cannot get anything to help ourselves. Then the Lord and his servants can do all. But it is my duty to do, when I have it in my power. Many people are unwilling to do one thing for themselves, in case of sickness, but ask God to do it all. <\/div><div class=\"paragraph jod\" id=\"v4n202\"> A portion of our community have so much confidence in God, even men and women in this city, that if you put in their possession five bushels of wheat, they will dispose of it and trust in God for their food for a year to come. To me this is inconsistent; I know nothing about the consistency of such a confidence in God. But to me it is consistent for the poor man, or woman, that has been gleaning wheat, and has saved five or ten bushels, to lay it up for a time of need; though I understand that some of them are trying to sell it. Poor men and women who have had to beg for the last six months, and who have had nothing but what they obtained through charity, but who have now obtained a few bushels of wheat, are ready to sell it for something of no intrinsic worth, trusting in God to provide for them. This is inconsistent to me. <\/div><div class=\"paragraph jod\" id=\"v4n203\"> How shall I present consistent faith and religion, so that you may comprehend the subject? I will do my best, and leave the event with God. I believe, according to my understanding of the principles of eternal truth, that <div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0734\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I should have implicit faith in our God; and when we are where we have no help for ourselves in the case of diseases, that we have the right to ask the Father, in the name of Jesus, to administer by His power and heal the sick, and I am sure it will be done to those who have implicit confidence in Him. <\/div><div class=\"paragraph jod\" id=\"v4n204\"> Again, in regard to food, implicit faith and confidence in God is for you and I to do everything we can to sustain and preserve ourselves; and the community that works together, heart and hand, to accomplish this, their efforts will be like the efforts of one man. The past year was a hard one for us with regard to provisions, but I never had one faltering feeling in reference to this community's suffering, provided all had understood their religion and lived it. Some few understand their religion and live it; others make a profession, without understanding their religion, and do not live it; consequently there has been a lack of union of effort to sustain ourselves, which has made it very hard for the few. <\/div><div class=\"paragraph jod\" id=\"v4n205\"> Suppose that we had done our best and had not raised one bushel of grain this year, I have confidence enough in my God to believe that we could stay here, and not starve to death. If all our cattle had died through the severity of the past winter, if the insects had cut off all our crops, if we still proved faithful to our God and to our religion, I have confidence to believe that the Lord would send manna<span class=\"citation\" id=\"54053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54053)\">Ex. 16:15<\/a><\/span> and flocks of quails to us.<span class=\"citation\" id=\"54046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54046)\">Ex. 16:13<\/a><\/span> But He will not do this, if we murmur and are neglectful and disunited. <\/div><div class=\"paragraph jod\" id=\"v4n206\"> Not having breadstuff nor manna, if we are cut off from those resources, from our provisions, the Lord can fill these mountains and valleys with antelope, mountain sheep, elk, deer, and other animals; He can cause the buffalo to take a stampede on the east side of the Rocky mountains, and fill  <div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0733\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these mountains and valleys with beef; I have just that confidence in my God. I have confidence enough to believe that if we had not raised our own provisions this year, and had proved true and faithful to our God and to our religion, that the Lord would have given us a little bread, even though he should have to put it in the minds of the people in the States to go to California and Oregon, and to load their wagons with sugar, flour, and everything needed, more than they could consume, and cause them to leave their superabundance here, as some did a great quantity of clothing, dried fruit, tools, and various other useful articles, in 1849, the first season that large emigrating companies passed through this valley to California. I could then buy a vest for twenty-five cents, that would now sell here for two or three dollars; and coats could be bought for a dollar each, such as are now selling for fifteen dollars. <\/div><div class=\"paragraph jod\" id=\"v4n208\"> This is my confidence in my God. I am no more concerned about this people's suffering unto death, than I am concerned about the sun's falling out of its orbit and ceasing to shine on this earth again. I know that we should have that confidence in God; this has been my experience, I have been led into this confidence by the miraculous providences of God. My implicit confidence in God causes me to husband every iota of property He gives me; I will take the best care of my farm, I will prepare my ground as well as I can, and put in the best seed I have got, and trust in God for the result, for it is the Lord that gives the increase.<span class=\"citation\" id=\"73135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73135)\">1 Cor. 3:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n209\"> I will illustrate by relating a circumstance which occurred this summer. A certain brother sowed a field with wheat, and he has been afraid, and afraid, all the summer, about the water, saying, &#x201C;When shall we get the water? We shall quit farming, for I am tired <div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0733\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of it.&#x201D; I said to him, it is God that gives the increase, and it is for us to do the best we can; and if there is no water for the grain, He is close by, and is careful to give the increase, when it is necessary. This brother had sowed five or six acres; and the straw was so short, that a portion of the crop had to be pulled, and when thrashed, he had over one hundred and seventy bushels of wheat. <\/div><div class=\"paragraph jod\" id=\"v4n210\"> The Lord wishes to show this people that He is close by, that He walks in our midst daily and we know but little about him; yet He intends to train us until we find out. This year, I think, gives us a positive manifestation of the hand of our God in giving the increase. I do not know that any person can cavil upon that question any more, and say that it is all in accordance with natural philosophy, as the world term it. <\/div><div class=\"paragraph jod\" id=\"v4n211\"> Natural philosophy, as you and I understand it, would not have produced one bushel of grain, where we now have ten. I would like the philosopher to make it appear how the trees have grown so luxuriantly this year, with so little water. Have you ever before seen the weeds flourish so finely on these dry hills? Look at your grain; though much of it is so low that you have to pull it, can you tell what it is that has caused the kernels to be so numerous and plump? Let the natural philosopher tell the reason, if he can; he cannot do it. <\/div><div class=\"paragraph jod\" id=\"v4n212\"> After all that has been said and done, after He has led this people so long, do you not perceive that there is a lack of confidence in our God? Can you perceive it in yourselves? You may ask, &#x201C;Brother Brigham, do you perceive it in yourself?&#x201D; I do, I can see that I yet lack confidence, to some extent, in Him whom I trust. Why? Because I have not the power, in consequence of that which the fall has brought upon me. I have just told you that I have no lack of  <div class=\"break pagebreak\" id=\"27a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0027.pdf\" target=\"pdfwin\">p.&#xA0;27a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0732\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>confidence in the Lord's sustaining this people; I never had one shadow of doubt on that point. <\/div><div class=\"paragraph jod\" id=\"v4n214\"> But through the power of fallen nature, something rises up within me, at times, that measurably draws a dividing line between my interest and the interest of my Father in heaven&#x2014;something that makes my interest and the interest of my Father in heaven not precisely one. <\/div><div class=\"paragraph jod\" id=\"v4n215\"> I know that we should feel and understand, as far as possible, as far as fallen nature will let us, as far as we can get faith and knowledge to understand ourselves, that the interest of that God whom we serve is our interest, and that we have no other, neither in time nor in eternity. <\/div><div class=\"paragraph jod\" id=\"v4n216\"> If I have an interest in any object, but should not live to enjoy that object, you can perceive that it is cut off from me, and that my interest and my hopes are gone, so far as worldly things are concerned. If anyone has an interest in an object that is changeable, in anything of an earthly nature, and is separated from it, it can be of but little use to him, and should cease to be an object of great care or desire. Any object or interest that we have, aside from our Father in heaven, will be taken from us, and though we may seem to enjoy it here, in eternity we shall be deprived of it. <\/div><div class=\"paragraph jod\" id=\"v4n217\"> Consequently, I say that we have no true interest, only conjointly with our Father in heaven. We are His children, His sons and daughters, and this should not be a mystery to this people, even though there are many who have been gathered with us but a short time. He is the God and Father of our spirits; He devised the plan that produced our tabernacles, the houses for our spirits to dwell in. <\/div><div class=\"paragraph jod\" id=\"v4n218\"> My interests are with His, yours are there, and if you, seemingly, have any interest anywhere else, it will be severed from you, and you will never <div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0732\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> enjoy it. Still there is a feeling which has come by the fall, by transgression, in the heart of every person, that his interest is individually to himself; and that if he serves God, or does anything for Him, it is for some being for whom he has no particular concern. This is a mistaken idea; for everything you do, every act you perform, every duty incumbent upon you, is solely for your interest in God, and nowhere else, neither can it be. <\/div><div class=\"paragraph jod\" id=\"v4n219\"> When you promote His interest, you promote your own; and when you promote your own interest, you promote His. When you gain a title of glory, or any good thing, you gain this to your Father in heaven as well as to yourself. And every object you are in pursuit of, should be that which will pertain to eternity, and let time take care of itself, only be sure to do the duties pertaining to it. <\/div><div class=\"paragraph jod\" id=\"v4n220\"> If we can see and realize that our interests are hid in God, and that we can have no interest anywhere else, perhaps we can learn obedience faster than we now do. Many think, &#x201C;Well, I am an independent character; I do not like to be counseled, governed, or controlled; I wish to do as I please.&#x201D; That feeling, in a degree, is in every person. <\/div><div class=\"paragraph jod\" id=\"v4n221\"> There is an impulse in man that separates his interest from the interest of his God, and the interest of our Father in heaven from ours. <\/div><div class=\"paragraph jod\" id=\"v4n222\"> This must be learned so that you can discern it in yourselves, so that you can apply all your efforts, every act of your lives, to the interest that pertains to your eternal exaltation. <\/div><div class=\"paragraph jod\" id=\"v4n223\"> If in this world we had every object that we could desire, of an earthly nature, do you not understand that death would separate us from it? You can understand that naturally. A man possessing thrones, kingdoms, and power, leaves them when he is laid in the grave.  <div class=\"break pagebreak\" id=\"28a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0028.pdf\" target=\"pdfwin\">p.&#xA0;28a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0731\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Now suppose that you let the common mode of reflection and practice reach into eternal things, upon the same principle you would have a selfish interest in eternity; you would there be to yourself, by yourself, and for yourself, regardless of every other creature. But the truth is, you are not going to have a separate kingdom; I am not going to have a separate kingdom; it is not our prerogative to have it on this earth. <\/div><div class=\"paragraph jod\" id=\"v4n226\"> If you have a kingdom and a dominion here, it must be concentrated in the head; if we are ever prepared for an eternal exaltation, we must be concentrated in the head of the eternal Godhead. Why? Because everything else is opposed to that kingdom, and the heir of that kingdom will keep up the warfare with that opposing power until death is destroyed, and him that hath the power of it;<span class=\"citation\" id=\"76471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76471)\">Heb. 2:14<\/a><\/span> not annihilated, but sent back to native element. He will never cease to contend with the opposite power, with that power that contends against the heir of this earth; consequently, if we fancy that we have an independent interest here and in the world to come, we shall fail in getting any of it. <\/div><div class=\"paragraph jod\" id=\"v4n227\"> Your interest must be concentrated in the head on the earth, and all of our interest must center in the Godhead in eternity, and there is no durable interest in any other channel. <\/div><div class=\"paragraph jod\" id=\"v4n228\"> I desire the people to consider whether they have any faltering in their feelings, any misgivings, or lack of confidence in their God. If they have, they should seek, with all the spirit and power they are in possession of, until they can understand the principle of eternity and eternal exaltation, and then apply the actions of their lives to these principles, that they may be prepared to enjoy that which their hearts now anticipate and desire. If we will learn these things correctly and advance, and advance, and conti<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0731\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nue to advance, though the new clay may be continually thrown into the mill, we will bring it to the same pliability as the old, much sooner than if it was ground alone; for the old clay soon mixes with the new and makes the whole lump passive. If we apply our hearts to these things, we shall soon learn to have our interests one here on the earth. <\/div><div class=\"paragraph jod\" id=\"v4n229\"> The principles of eternity and eternal exaltation are of no use to us, unless they are brought down to our capacities so that we practice them in our lives. We must learn the principles of government, must learn ourselves, the eternal government of our God, the interest that the Father has here on the earth and the interest that we have; then we will place our interest with the interest of our Father and God, and will have no self-interest, no interest only in His kingdom that is set up on the earth; then we will begin and apply these principles in our lives. <\/div><div class=\"paragraph jod\" id=\"v4n230\"> How shall we apply them? We must learn that we have not one farthing's worth of anything in heaven, earth, or hell, not even our own being. <\/div><div class=\"paragraph jod\" id=\"v4n231\"> We have been brought forth on this earth, organized for the purpose of giving us an opportunity of proving ourselves worthy to possess something by and by. <\/div><div class=\"paragraph jod\" id=\"v4n232\"> We make farms, build fine houses, get possessions around us, and these we call ours, when not a dime's worth of them is either yours or mine. This is what we must learn. <\/div><div class=\"paragraph jod\" id=\"v4n233\"> I have much property in my possession, and we use the terms, &#x201C;my farm, my house, my cattle, my horses, my carriage,&#x201D; &amp;c., but the fact is we do not truly own anything; we never did and never will, until many long ages after this. We seemingly have property; we have gold and silver in our possession, and houses and lands, and goods, &amp;c. These things we are  <div class=\"break pagebreak\" id=\"29a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0029.pdf\" target=\"pdfwin\">p.&#xA0;29a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0730\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>accustomed to call ours, but that is for the want of understanding. <\/div><div class=\"paragraph jod\" id=\"v4n235\"> Every man and woman has got to feel that not one farthing of anything in their possession is rightfully theirs, in the strict sense of ownership. When we learn this lesson, where will be my interest and my effort? I do not own anything&#x2014;it is my Father's. How came I by my possessions? His providence has thrown them into my care; He has appointed me a steward over them, and I am His servant, His steward, His hired man, one with whom He has placed certain property in charge for the time being, that is, pertaining to the things of this world. <\/div><div class=\"paragraph jod\" id=\"v4n236\"> Says one, &#x201C;It was preached thirty years ago, that nothing belongs to us, and, if I have a thousand dollars, to at once give it all to the poor.&#x201D; That is your enthusiasm and ignorance. Were you to make an equal distribution of property today, one year would not pass before there would be as great an inequality as now. <\/div><div class=\"paragraph jod\" id=\"v4n237\"> How could you ever get a people equal with regard to their possessions? They never can be, no more than they can be in the appearance of their faces. <\/div><div class=\"paragraph jod\" id=\"v4n238\"> Are we equal? Yes. Wherein? We are equal in the interest of eternal things, in our God, not aside from Him. <\/div><div class=\"paragraph jod\" id=\"v4n239\"> We behold Church property, and not one farthing of it is yours or mine. Of the possessions that are called mine, my individual property, not a dollar's worth is mine; and of all that you seem to possess, not a dollar's worth is yours. <\/div><div class=\"paragraph jod\" id=\"v4n240\"> Did you ever organize a tree, gold, silver, or any other kind of metal, or any other natural production? No, you have not yet attained to that power, and it will be ages before you do. Who owns all the elements with which we are commanded and permitted to operate? The Lord, and we <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0730\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are stewards over them. It is not for me to take the Lord's property placed under my charge and wantonly distribute it; I must do with it as He tells me. In my stewardship I am not to be guided by the mere whims of human folly, by those who are more ignorant than I am, not by the lesser power, but by the superior and wiser. <\/div><div class=\"paragraph jod\" id=\"v4n241\"> Those who are in favor of an equality in property say that that is the doctrine taught in the New Testament. True, the Savior said to the young man, &#x201C;Go and sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me,&#x201D;<span class=\"citation\" id=\"65173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65173)\">Matt. 19:21<\/a><\/span> in order to try him and prove whether he had faith or not. <\/div><div class=\"paragraph jod\" id=\"v4n242\"> In the days of the Apostles, the brethren sold their possessions and laid them at the Apostles' feet.<span class=\"citation\" id=\"71465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71465)\">Acts 4:34-35<\/a><\/span> And where did many of those brethren go to? To naught, to confusion and destruction. Could those Apostles keep the Church together, on those principles? No. Could they build up the kingdom on those principles? No, they never could. Many of those persons were good men, but they were filled with enthusiasm, insomuch that if they owned a little possession they would place it at the feet of the Apostles. <\/div><div class=\"paragraph jod\" id=\"v4n243\"> Will such a course sustain the kingdom? No. Did it, in the days of the Apostles? No. Such a policy would be the ruin of this people, and scatter them to the four winds. We are to be guided by superior knowledge, by a higher influence and power. <\/div><div class=\"paragraph jod\" id=\"v4n244\"> The superior is not to be directed by the inferior, consequently you need not ask me to throw that which the Lord has put into my hands to the four winds. If, by industrious habits and honorable dealings, you obtain thousands or millions, little or much, it is your duty to use all that is put in  <div class=\"break pagebreak\" id=\"30a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0030.pdf\" target=\"pdfwin\">p.&#xA0;30a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0729\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>your possession, as judiciously as you have knowledge, to build up the kingdom of God on the earth. Let this people equalize their means, and it would be one of the greatest injuries that could be done to them. During the past season, those who lived their religion acted upon the principles thereof by extending the hand of charity and benevolence to the poor, freely distributing their flour and other provisions, yet I am fearful that that mode was an injury instead of a real good, although it was designed for good. <\/div><div class=\"paragraph jod\" id=\"v4n246\"> Many poor people who receive flour of the brethren, if they have a bushel of wheat will sell it in the stores for that which will do them no good. My object is to accomplish the greatest good to this people. If I can by my wisdom and the wisdom of my brethren, by the wisdom that the Lord gives unto us, get this people into a situation in which they can actually sustain themselves and help their neighbors, it will be one of the greatest temporal blessings that can be conferred upon them. If you wish to place persons in a backsliding condition, make them idle and dilatory in temporal things, even though they may be good Saints in other respects. If the whole of this people can be put in a situation to take care of themselves, individually, and collectively, it will save a great many from apostatizing, and be productive of much good. I have got to wait for the Lord to dictate from day to day, and from time to time, as to what particular course to pursue for the accomplishment of so desirable a result. <\/div><div class=\"paragraph jod\" id=\"v4n247\"> Suppose that we should say that we intend to sell flour at ten dollars per hundred, would that make the people take care of themselves and their grain? It is not so very material what flour costs, nor whether the brethren sell it for three or ten cents <div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0729\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a pound, as it is whether each will strive to secure and economise his own provisions. If you establish the selling price of flour at one dollar a hundred, or even at thirty cents, here are some who will sell all they have before night, and then beg their living of their neighbors. What course shall we pursue to produce the greatest good? We have the Gospel and the ordinances of salvation, and if we can get the people to do that which will produce the greatest good, then we shall further promote the interests of the kingdom of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v4n248\"> I do not like to have the Saints, those who profess to be Saints, get such extravagant confidence in our God that they will not do one thing to provide for the body, but omit securing provision enough to sustain themselves, and say, &#x201C;O, I shall have as long as there is any means, or wheat, or flour; I know that brother Brigham will not see me suffer. Mr. Storekeeper, take the little I have and give me some ribbons for it, or a nice dress, for I want the best I can get, and I know that brother Brigham will not let me suffer.&#x201D; Will this course produce good to the people, or are they ignorant that they do not know what course to pursue? <\/div><div class=\"paragraph jod\" id=\"v4n249\"> The grand difficulty with this community is simply this, their interest is not one. When you will have your interests concentrated in one, then you will work jointly, and we shall not have to scold and find fault, as much as we are now required to. Somebody ought to be reproved here today, for some of our farmers are bringing in wheat and selling it to the stores for a dollar and a half a bushel. Would they sell it that low to the poor? No, they would not, if the poor had money to pay for it. If this is the best way, the most conducive of the greatest good to this  <div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0728\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>community, all right, but I cannot see any good resulting from it. <\/div><div class=\"paragraph jod\" id=\"v4n251\"> I can see no good accruing to this community in maintaining a divided interest; our interest must be one throughout, in order to produce the good we desire. Many are distrustful in the providences of God; they profess faith enough to have the Lord extract a cancer from their flesh, or drive a fever from them, though they would not do a single thing for themselves; yet if they have a few bushels of grain, or five dollars, and you touch that, you touch the apple of their eye. You will run counter to the feelings of &#x201C;here is my individual family, my individual substance, my individual habitation, and my individual property that I have gathered together; it is all my own, it is not yours.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n252\"> I know that there is great liberality among this people, and on the other hand there is much liberality like this, though I do not know that I can fully explain it to you, but I will try. A few years ago we wished to drive all the cattle not needed here, so as to leave the feed for our milk cows, and there was not a man who was not heart and hand for the policy. When the time came to gather up the cattle, every man said to his neighbor, &#x201C;This is one of the best possible plans for our stock, now you drive off your cattle,&#x201D; so each man said to his neighbor, and thought to himself &#x201C;mine will have a better chance.&#x201D; And in the matter of fencing, each one says to his neighbor, &#x201C;You put up a good fence round your garden and herd your cattle,&#x201D; at the same time intending to let his own run at large. These few instances explain the feelings and conduct of some, and in what manner they are liberal. <\/div><div class=\"paragraph jod\" id=\"v4n253\"> I again say that I do not wish any to take chastisement but those who need it, though most of the people <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0728\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are generally so righteous and liberal that they give over every part of it to their neighbors; they consider that none of it belongs to them. Some are so liberal that they will pick up my cattle on the range and butcher them, saying, &#x201C;There is nothing here belonging to brother Brigham, nor to anybody else, it is the Lord's, and I will have a little beef.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n254\"> I wish the people to understand that they have no interest apart from the Lord our God. The moment you have a divided interest, that moment you sever yourselves from eternal principles. <\/div><div class=\"paragraph jod\" id=\"v4n255\"> It is reported that many are going away; I say, gentlemen and ladies, you who wish to go to California, or to the States, go and welcome; I had rather you would go than stay. I wish every one to go who prefers doing so, and if they will go like gentlemen, they go with my best feelings; but if they go like rascals and knaves, they cannot have them. I have never requested but two things of those who leave, namely, to pay their debts and not steal; that is all that I have required of them. Go about your business, for I would rather you would go than stay. <\/div><div class=\"paragraph jod\" id=\"v4n256\"> The moment a person decides to leave this people, he is cut off from every object that is durable for time and eternity, and I have told you the reason why. Everything that is opposed to God and His Son Jesus Christ, to the celestial kingdom and to celestial laws, those celestial laws and beings will hold warfare with, until every particle of the opposite is turned back to its native element, though it should take millions and millions of ages to accomplish it. Christ will never cease the warfare, until he destroys death and him that hath the power of it.<span class=\"citation\" id=\"76472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76472)\">Heb. 2:14<\/a><\/span> Every possession and object of affection will be taken from those who forsake the truth, and their identity and existence  <div class=\"break pagebreak\" id=\"32a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0032.pdf\" target=\"pdfwin\">p.&#xA0;32a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0727\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will eventually cease. &#x201C;That is strange doctrine.&#x201D; No matter, they have not an object which they can place their hands or affections upon, but what will vanish and pass away. That is the course and will be the tendency of every man and woman, when they decide to leave this kingdom. <\/div><div class=\"paragraph jod\" id=\"v4n257\"> They are welcome to go, and to stay where they go; I heartily wish that a great many would go, such as I can point out. Like old Lorenzo Dow, when he was trying to detect the person who had stolen an axe; he said that he could throw the stone which he had carried into the pulpit and hit the man that stole the axe; he handled the stone as though he would throw it, and the guilty person dodged, when he said, that is the man. So I could throw and hit a great many that I wish to go. <\/div><div class=\"paragraph jod\" id=\"v4n258\"> I say again, you that wish to go, go in peace, and we like to have you go; and those that wish to come here we like to have them come and be Saints, and if they would, they would stay; but if not, I like to have them leave, <div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0727\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> no matter whether they belong to the Church or not. <\/div><div class=\"paragraph jod\" id=\"v4n259\"> My soul feels hallelujah, it exults in God, that He has planted this people in a place that is not desired by the wicked; for if the wicked come here they do not wish to stay, no matter how well they are treated, and I thank the Lord for it; and I want hard times, so that every person that does not wish to stay, for the sake of his religion, will leave. This is a good place to make Saints, and it is a good place for Saints to live; it is the place the Lord has appointed, and we shall stay here until He tells us to go somewhere else. <\/div><div class=\"paragraph jod\" id=\"v4n260\"> All I ask of the Saints is to live their religion, serve their God, and recollect that their interest should be in Him and nowhere else; that the inferior must be controlled by the superior, and our efforts and affections all be concentrated in one, namely, in building up the kingdom of God to the destruction of wickedness; and may God help us to do it, I ask in the name of Jesus Christ: Amen. <\/div>\n<\/div>\n<\/div>"}