{"ID":40019, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Temptation and Trials Necessary to Exaltation&#x2014;If the Saints Perform Their Obligations, the Lord Will not Fail in His&#x2014;Handcart Emigration Preferable to that By Ox-Teams.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, November 16, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Temptation and Trials Necessary to Exaltation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 11\/16\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d19\">\n<div class=\"paragraph jod\" id=\"v4n679\"> I rise to make a few remarks, to satisfy the feelings of the people and correct their minds and judgment. <\/div><div class=\"paragraph jod\" id=\"v4n680\"> You have heard concerning the sufferings of the people in the handcart trains; and, probably you will hear the Elders, for some time to come, those who have lately returned from their missions and those now on the Plains, speak about the scenes they have witnessed, and I would like to forestall the erroneous impressions that many may otherwise imbibe on this subject. <\/div><div class=\"paragraph jod\" id=\"v4n681\"> Count the living and the dead, and you will find that not half the number died in brother Willie's handcart company, in proportion to the number in that company, as have died in past seasons by the cholera in single companies traveling with wagons and oxen, with carriages and horses, and that too in the forepart of the season. When you call to mind this fact, the relations of the sufferings of our companies this season will not be so harrowing to your feelings. With regard to those who have died and been laid away by the roadside on the <div class=\"break columnbreak\" id=\"89b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0089.pdf\" target=\"pdfwin\">p.&#xA0;89b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0670\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Plains, since the cold weather commenced, let me tell you they have not suffered one hundreth part so much as did our brethren and sisters who have died with the cholera. <\/div><div class=\"paragraph jod\" id=\"v4n682\"> Some of those who have died in the handcart companies this season, I am told, would be singing, and, before the tune was done, would drop over and breathe their last; and others would die while eating, and with a piece of bread in their hands. I should be pleased when the time comes, if we could all depart from this life as easily as did those our brethren and sisters. I repeat, it will be a happy circumstance, when death overtakes me, if I am privileged to die without a groan or struggle, while yet retaining a good appetite for food. I speak of these things, to forestall indulgence in a misplaced sympathy. <\/div><div class=\"paragraph jod\" id=\"v4n683\"> You have heard the brethren relate their trials through Iowa; it is a wicked place. Those regions of the country are the locality of the afflictions that have come upon this people. Take Missouri, Illinois, and Iowa, and they are the places where we  <div class=\"break pagebreak\" id=\"90a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0090.pdf\" target=\"pdfwin\">p.&#xA0;90a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0669\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have been afflicted and driven. What can we expect from those people? Anything but hell out of doors? <\/div><div class=\"paragraph jod\" id=\"v4n685\"> Not long since I was talking with one of the brethren, who has crossed the Plains this season, in regard to the propriety of companies starting so late. He argued that it was far better for the Saints to be striving with all their might, doing all they could to serve the Lord and keep His commandments, and traveling the road to Zion with intent to build it up and establish the kingdom of God on earth, even though they should lay down their lives by the way, than to stop among the Gentiles and apostates. I told him it was a good argument, though it was not exactly according to the will of the people and the will of the Lord, for He wishes to throw temptation and trial before His people, to prove them preparatory to their eternal exaltation; consequently, if the people have not an opportunity of proving themselves before they die, by the ruler of their faith and religion, they cannot expect to attain to so high a glory and exaltation as they could if they had been tried in all things.<span class=\"citation\" id=\"92063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92063)\">D&amp;C 136:31<\/a><\/span> Yet I believe it is better for the people to lay down their bones by the wayside, than it is for them to stay in the States and apostatize. <\/div><div class=\"paragraph jod\" id=\"v4n686\"> I told the Elder that his argument seemed reasonable, but it made me think of the story about a Roman Catholic priest and a Jew. The priest was crossing on the ice, and on his way found a Jew, who had fallen through an air hole, clinging to the edge of the ice, and unable to get out. He begged of the priest to help him out, but he would not, unless he first professed a belief in Jesus Christ. &#x201C;I cannot,&#x201D; said the Jew. &#x201C;Then I will let you down,&#x201D; replied the priest, and let go of him. Still clinging to the ice, as the priest was about to leave, he again begged him to pull him out. <div class=\"break columnbreak\" id=\"90b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0090.pdf\" target=\"pdfwin\">p.&#xA0;90b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0669\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;I cannot, unless you believe in Christ.&#x201D; &#x201C;I cannot believe,&#x201D; said the Jew, and the priest let him go again. At length the Jew said, &#x201C;Take me out, I do believe in the Lord Jesus Christ with all my might.&#x201D; &#x201C;Do you?&#x201D; said the priest, &#x201C;then I think it is best to save you, while you are a Christian and strong in the faith,&#x201D; and he shoved him under the ice. <\/div><div class=\"paragraph jod\" id=\"v4n687\"> If we could have it so, I would a little rather the Saints could be privileged to come here and serve the Lord, or apostatize, as they might choose, for we surely expect to gather both the good and the bad.<span class=\"citation\" id=\"64680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64680)\">Matt. 13:47-48<\/a><\/span> You recollect what I told you, last Sabbath, that we can beat the world at anything. If brother Willie has brought in some of the sharks, the garfish, the sheepheads, and so on and so forth, it is all right, for we need them to make up the assortment; as yet, I do not know how we could get along without them; all these kinds seem to be necessary. <\/div><div class=\"paragraph jod\" id=\"v4n688\"> I have seriously reflected upon the gathering of the people. They have all the time urgently pled and importuned to be gathered, especially from the old countries where they are so severely oppressed; and they are willing to come on foot and pull handcarts, or to do anything, so they can be gathered with the Saints. Well, we do gather them, and where do many of them go? To the devil. <\/div><div class=\"paragraph jod\" id=\"v4n689\"> In Nauvoo we had obligations, to an amount exceeding $30,000, against Saints that we had brought from England with our private means; and there is not to exceed two, of all the persons thus brought out, who have honorably come forward to pay one cent of that outlay in their behalf; and some of them were in the mob when it killed Joseph. <\/div><div class=\"paragraph jod\" id=\"v4n690\"> I knew all the time that it was better for many of these persons to stop in England and starve to death,  <div class=\"break pagebreak\" id=\"91a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0091.pdf\" target=\"pdfwin\">p.&#xA0;91a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0668\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for then they might have received a salvation; but they pled with the Lord and with His servants for an opportunity to prove themselves, and made use of it to seal their damnation and become angels to the devil. They had the opportunity, do you not see that they had? <\/div><div class=\"paragraph jod\" id=\"v4n692\"> If Saints do right and have performed all required of them in this probation, they are under no more obligation, and then it is no matter whether they live or die, for their work here is finished. This is a doctrine I believe. <\/div><div class=\"paragraph jod\" id=\"v4n693\"> If brother Willie's company had not been assisted by the people in these valleys, and he and his company had lived to the best light they had in their possession, had done everything they could have done to cross the Plains, and done justice as they did, asking no questions and having no doubting; or in other words, if, after their President or Presidents told them to go on the Plains, they had gone in full faith, had pursued their journey according to their ability, and done all they could, and we could not have rendered them any assistance, it would have been just as easy for the Lord to send herds of fat buffaloes to lay down within twenty yards of their camp, as it was to send flocks of quails<span class=\"citation\" id=\"54047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54047)\">Ex. 16:13<\/a><\/span> or to rain down manna from heaven to Israel of old.<span class=\"citation\" id=\"54055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54055)\">Ex. 16:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n694\"> My faith is, when we have done all we can, then the Lord is under obligation, and will not disappoint the faithful; He will perform the rest. If no other assistance could have been had by the companies this season, I think they would have had hundreds and hundreds of fat buffaloes crowding around their camp, so that they could not help but kill them. But, under the circumstances, it was our duty to assist them, and we were none too early in the operation. <\/div> <div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0668\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n695\"> It was not a rash statement for me to make at our last Conference, when I told you that I would dismiss the Conference, if the people would not turn out, and that I, with my brethren, would go to the assistance of the companies. We knew that our brethren and sisters were on the Plains and in need of assistance, and we had the power and ability to help them, therefore it became our duty to do so. <\/div><div class=\"paragraph jod\" id=\"v4n696\"> The Lord was not brought under obligation in the matter, so He had put the means in our possession to render them the assistance they needed. But if there had been no other way, the Lord would have helped them, if He had had to send His angels to drive up buffaloes day after day, and week after week. I have full confidence that the Lord would have done His part; my only lack of confidence is, that those who profess to be Saints will not do right and perform their duty. <\/div><div class=\"paragraph jod\" id=\"v4n697\"> You hear the testimony of the brethren with regard to the feasibility of the handcart mode of traveling; that testimony and their experience have fully sustained the correctness of the views and feelings of myself and others upon that subject from the beginning. It is the very essence of my feelings that the people in this house, if we wanted to cross the Plains next season to the States, could start from here with handcarts, and beat any company in traveling that would cross the Plains with teams, and be better of and healthier. These are my feelings, and they have been all the time. <\/div><div class=\"paragraph jod\" id=\"v4n698\"> I have argued the point before the people that they are not aware of their ability, that they do not know what they can do; that they are healthier when they live in the open air. What gives the people colds and makes them sick? You hear many say, &#x201C;I had not had a cold this fall,  <div class=\"break pagebreak\" id=\"92a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0092.pdf\" target=\"pdfwin\">p.&#xA0;92a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0667\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>until I came into our new house.&#x201D; Brethren and sisters that have come into the city from living in the canyons, and those who have arrived from the States this season, have not been troubled with colds until they came into warm houses; that gives them colds, by depriving their lungs of the benefit they are organized to receive from the atmosphere. <\/div><div class=\"paragraph jod\" id=\"v4n700\"> It is a strange thought, but could you weigh the particles of life that you constantly receive from the water you drink and from the air you breathe, you would learn that you receive a greater proportion of nourishment from those sources than from the food you consume. Many are not aware of this, for they are not apt to reflect how much longer they can live when deprived of food than they can when deprived of air. When people are obliged to breathe confined air, they do not have that free, full flow of the purification and nourishment that is in the fresh air, and they begin to decay, and go into what we call consumption. <\/div><div class=\"paragraph jod\" id=\"v4n701\"> People need not be afraid of living out of doors, nor of sleeping out of doors; this country is much healthier than the lowlands in the States, or than many places in the old world. I recollect that in 1834, myself, brother Kimball, and others, traveled two thousand miles inside of three months, and that too in the heat of summer. We cooked our own food, carried our guns, got our provisions by the way, and performed the journey within ninety days. We laid on the ground every night, and there was scarcely a night that we could sleep, for the air rose from the ground hot enough to suffocate us, and they supplied musketos in that country, as they did eggs, by the bushel; they never thought of supplying less than a bushel or so at once to an individual. That journey was many times more taxing upon the health and life of a <div class=\"break columnbreak\" id=\"92b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0092.pdf\" target=\"pdfwin\">p.&#xA0;92b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0667\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> person, than this season's handcart journey over the Plains. <\/div><div class=\"paragraph jod\" id=\"v4n702\"> You may take the rich and the poor, every person, and they can gather from the Missouri River, or from parts of the States where there are no railroads or steamboats, easier than they can with teams. And I am ashamed of our Elders that go out on missions, it is a disgrace to the Elders of Israel, that they do not start from here with handcarts, or with knapsacks on their backs, and go to the States, and from thence preach their way to their respective fields of labor. Brother Kimball moves that we do not send any Elders from this place again, unless they take handcarts and cross the Plains on foot. When the time comes, I expect that this motion will be put to vote. <\/div><div class=\"paragraph jod\" id=\"v4n703\"> It is a shame for the Elders to take with them from this place everything they can rake and scrape. I can go on foot across the Plains. As old as I am, I can take a handcart and draw it across those Plains quicker than you can go with animals and loaded wagons, and be healthier when I get to the Missouri River. Our Elders must have a good span of horses, or mules, and must ride, ride, ride; kill many of their animals, and get little or nothing for those left when they arrive at the Missouri River, besides taking four or five hundred dollars worth of property from their families. And some ride so much that they do not know how to preach, whereas, if they would walk, they would be in far better condition to labor in the Gospel. <\/div><div class=\"paragraph jod\" id=\"v4n704\"> As to the expediency of the handcart mode of traveling, brothers Ellsworth, McArthur, and Bunker, who piloted the three first handcart companies over the Plains, can testify that they easily beat the wagon companies. Brother Ellsworth performed the journey in sixty-three days, and brother McArthur in sixty-one and a half,  <div class=\"break pagebreak\" id=\"93a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0093.pdf\" target=\"pdfwin\">p.&#xA0;93a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0666\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>notwithstanding the hindrance by the baggage wagons. If brother Willie's company could have had their provisions deposited at Laramie and at Green River, and had been free from wagons, they would have been in this valley by the time they were in the storms. <\/div><div class=\"paragraph jod\" id=\"v4n706\"> We are not in the least discouraged about the handcart method of traveling. As to its preaching a sermon to the nations, as has been remarked, they are preached pretty nigh to destruction already. We do not care whether the handcart scheme preaches to them, or whether it be by the teachings of the Elders of Israel. They are so bound up with their friends and so priest-ridden, that they cannot burst through those chains; and they will have to remain so until Jesus devises some other means to save them, for the great majority will not hear and obey. <\/div><div class=\"paragraph jod\" id=\"v4n707\"> There are a few who are sufficiently independent to obey the truth when they hear it. We will gather them up, and let the devils howl and let all hell be moved in striving to overthrow this people. We will gather the faithful, God being our helper,<span class=\"citation\" id=\"56760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56760)\">Ps. 54:4<\/a><\/span> and we do not care whether the rest hear and believe or not. The sound of the Gospel has gone to the uttermost parts of the earth,<span class=\"citation\" id=\"86261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86261)\">D&amp;C 58:64<\/a><\/span> as I have told you already; and I know not a people, and hardly a nation, but what it makes them quake from center to circumference. If they do not believe the sound that has gone forth, let them disbelieve; we ask no odds of them. <\/div><div class=\"paragraph jod\" id=\"v4n708\"> We do not expect that all the people will believe, and wickedness will increase while the Saints are gathering together. If those who profess to know what right is, will do right and live to the Gospel of Christ which they understand, there is no danger but what the elect will be saved, and that the devil cannot get them. All <div class=\"break columnbreak\" id=\"93b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0093.pdf\" target=\"pdfwin\">p.&#xA0;93b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0666\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that Jesus designs to save he will save; all that are disposed to believe and obey, he is disposed to save, and will do it. And those that will falter and hearken to the teachings and seductions of the world, the flesh, and the devil, he can save upon the principles he has established. <\/div><div class=\"paragraph jod\" id=\"v4n709\"> Men act upon their own agency; we do not expect that those who will not hearken and obey will be saved by the Gospel; and many that obey the first principles of the Gospel will not live their religion. <\/div><div class=\"paragraph jod\" id=\"v4n710\"> Let this people live their religion here. We cry to you all the time to live your religion. Let every man and woman forsake their evil ways, and turn unto the Lord with all their hearts, that He may have mercy on us, that the light may shine, and the nations feel its influence, and the honest in heart rejoice therein and be gathered to Zion. <\/div><div class=\"paragraph jod\" id=\"v4n711\"> As I told the brethren the other evening, if the candle of the Almighty does not shine from this place, you need not seek for light anywhere else. If this people have not the light and power of God with them, the Elders that go forth cannot have the light and enjoy the power that we do not have here; they must be lower than we are; they cannot attain to the light that we can here. <\/div><div class=\"paragraph jod\" id=\"v4n712\"> Shall we forsake our wickedness? I say, thank God, that I see a spirit of repentance in a degree; but I want to see so thorough a reform that sin and wickedness will be done away. Live your religion; that tells the whole story. If you live your religion you have the Holy Ghost in you, it abides with you; you shun evil, and put forth your energies to do all the good you can; you will refrain from everything that is evil, and do everything you can to promote the cause of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v4n713\"> It is all embraced in the three words, live your religion; that is what I wish  <div class=\"break pagebreak\" id=\"94a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0094.pdf\" target=\"pdfwin\">p.&#xA0;94a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0665\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to say to all good people. That the Lord may help us so to do, that we may be accounted worthy to be saved <div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0665\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in His kingdom, is my constant prayer, brethren and sisters, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}