{"ID":40014, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Companies on the Plains&#x2014;Practicability of Handcarts&#x2014;The Time for Starting From Missouri River&#x2014;Reformation, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Jedediah M. Grant, Delivered in the Tabernacle, Great Salt Lake City, November 2, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Companies on the Plains, Etc.<\/div>\n<div class=\"speaker\">Speaker: Jedediah M. Grant<\/div>\n<div class=\"date\">Date: 11\/2\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d14\">\n<div class=\"paragraph jod\" id=\"v4n523\"> I always regret that circumstances should occur to call from our President remarks like some of those he was moved upon to make this forenoon; but such circumstances do occur, hence similar remarks must be made. <\/div><div class=\"paragraph jod\" id=\"v4n524\"> As an individual I have been and am very anxious in relation to the immigration now upon the Plains. Their situation is very distressing, and several have died in brother Willie's company. Some had died before the brethren could reach them, and a few more died during the first five days after they met them. The company had encountered cold and storms, and one very stormy day which caused nearly one-third of the deaths that had happened. <\/div><div class=\"paragraph jod\" id=\"v4n525\"> They had no serious or contagious diseases, but the storms came and the air was very cold, as a matter of course some who were fatigued with the toil and anxiety of the journey sank under the inclemency of the weather; they were furnished by those that returned to them, with shoes, clothing, and food. They were not entirely destitute of provisions when the return teams met them; their rations at the outfitting were <div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0689\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> more than those of the companies in advance of them. When met they had nearly four hundred pounds of sea bread, but their last rations of flour had been dealt out on the evening previous. <\/div><div class=\"paragraph jod\" id=\"v4n526\"> Brother Willie's company was met with on the upper crossing of Sweet Water, but the whereabouts of the ox-trains and the handcart company in rear of brother Willie are yet unknown to us. <\/div><div class=\"paragraph jod\" id=\"v4n527\"> We have now some two hundred teams out to meet them, and some were only prepared with seven days forage for animals. It will be necessary for more teams to go to their relief, with grain and hay to sustain the animals already sent out, or they will die. <\/div><div class=\"paragraph jod\" id=\"v4n528\"> The weather had been cold enough to freeze over the Sweet Water; I mention this that you may know how the thermometer stood in that region; and some animals had been frozen to death. It is winter where they are, and they are actually in the cold and snow which was near one foot deep, and as they went east it appeared to grow deeper. <\/div><div class=\"paragraph jod\" id=\"v4n529\"> The observations made this morn<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"71a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0071.pdf\" target=\"pdfwin\">p.&#xA0;71a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0688\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing, as a matter of course, would only be treasured up by those who had in them the spirit of life. We have persons that have so much death in them that they do not know the counsels that are given to the immigrating Saints, that do not know the tenor of advice contained in the general epistles of the Presidency of the Church. But I do not suppose that the thinking part of the community anticipated any censures being placed upon the First Presidency of this Church, in consequence of the sufferings of the people now upon the Plains. Still there is a certain class of people whose brains never reach above the calves of their legs, and they never will know anything about the general policy of the Church, about what is written, what is desired, counseled, or asked for. <\/div><div class=\"paragraph jod\" id=\"v4n531\"> In relation to handcart companies, I have said, and I say it again, that they should start by the first of May, and then they can travel leisurely according to their strength and feelings; they can then have May, June, July, and August for the accomplishment of their journey. They could not travel so leisurely this year, from the fact that there were no grain depots on the route, consequently they had to hurry through, lest their rations should fail. Were grain deposited at convenient points on the route, the trip is, in every sense of the word, a feasible one for handcarts, for without that advantage, the present year has proved the feasibility of the undertaking. <\/div><div class=\"paragraph jod\" id=\"v4n532\"> The grand difficulty with a portion of our immigration this year has been in starting in the forepart of September instead of the first of May, but even then it is worse with ox teams than with handcarts, for if the cattle fail the people have no facilities for transporting their tents, bedding, clothing, and provisions. Unless I have different feelings to what I now <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0688\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have, I should never wish to see a train leave the Missouri River after the middle of June, or after the first day of July at the latest, until we can establish grain depots on the route, for I do not consider any train safe in starting late. <\/div><div class=\"paragraph jod\" id=\"v4n533\"> Brother Brigham has invariably advised early starts, and he gave his reasons for so doing this morning, and I do not wish to reiterate them. <\/div><div class=\"paragraph jod\" id=\"v4n534\"> I wish to see those who are directly engaged in carrying out the operations of gathering the Saints, to correctly understand the advice given and the system adopted for the gathering, and when they understand that and carry it out, as planned and given by brother Brigham, our immigration will be free from the sad results of mismanagement. But for persons, who are ignorant of the special causes and agents in any unpleasant transaction, to at once blame the head is the height of nonsense, though people in all ages have been prone to censure their leader, in times of special distress. When crickets and grasshoppers devour, when famine wastes, and when snows, storms, and accidents occur, it is natural, in that portion of the community that lack the gift of the Holy Ghost, to murmur against the leader of the people. <\/div><div class=\"paragraph jod\" id=\"v4n535\"> With Saints, what is the practical result of that murmuring? It shuts down the gate between you and heaven, between you and the Almighty, and you cannot get the Spirit of God. The murmurings and rebellions of ancient Israel prevented Moses from leading them to the land of Canaan.<span class=\"citation\" id=\"54036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54036)\">Ex. 15:24<\/a><\/span> So soon as they had to endure hardship they began to murmur against Moses, and the result was the Lord would not give them His Spirit; the same has been the result in this dispensation. <\/div><div class=\"paragraph jod\" id=\"v4n536\"> In the days of Joseph, if a woman happened to put on her stocking wrong side out she would blame the  <div class=\"break pagebreak\" id=\"72a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0072.pdf\" target=\"pdfwin\">p.&#xA0;72a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0687\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Prophet; and if a man happened to tie his shoestring in a hard instead of a bow knot, he was angry with the Prophet for not having inspiration enough to have prevented so dire an event. The brains of that class of people never reach above the calves of their legs. I like to see the people have a little hard sense, like the mule; I like to see them understand the principles of the Son of God. <\/div><div class=\"paragraph jod\" id=\"v4n538\"> With regard to this people, I know that they are the best people on the earth, but there is more or less alloy among them which we hate. The Savior said that the Kingdom of Heaven is like unto a net that gathereth all kinds of fish;<span class=\"citation\" id=\"64677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64677)\">Matt. 13:47<\/a><\/span> and I believe that parable holds good in our day, with regard to the gathering of the people that are caught by the Gospel of the Son of God, through the practical preaching of the Elders. I believe this, from observing the unwise sayings and doings of some who profess to be Saints. <\/div><div class=\"paragraph jod\" id=\"v4n539\"> I am aware that the world, because we are not all strictly living our religion, will imagine, as a matter of course, that we are bursting to pieces up here, and will say, &#x201C;That is what we like; we told you that if you would let the &#x2018;Mormons&#x2019; alone they would all burst to pieces.&#x201D; We can, by taking an unrighteous course, burst ourselves to pieces, but they cannot burst us to pieces, if we do right, that is certain, for they tried it when there were but eight or ten in the Church, and when there were a few hundred, and when there were a few thousand, and they were unable to burst the Church. Now they flatter themselves that we shall burst under the weight of our own conduct, but I will tell you that we are after the evildoers. <\/div><div class=\"paragraph jod\" id=\"v4n540\"> If the Bishops and Teachers will go to work, together with every officer in the Church, we can soon find out those who are not disposed to do right; <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0687\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and let their names be written down, and let the offense and place of residence be written against the name, that we may know who are living in sin, where they live and what their offenses are. <\/div><div class=\"paragraph jod\" id=\"v4n541\"> I know that a great many people are full of sympathy, and yet they talk of the celestial law that they are going to keep and abide; but let me tell you that if you violate that law, you must meet the penalty. How many have we got here that would sympathize with those who are guilty of breaking their covenants, and thereby virtually partake of their crimes? I believe it to be a correct doctrine that the sympathizer is more or less implicated. The President enjoined it on the High Priests to expose those they knew to have committed or to be committing evil, and if they did not, hereafter the sin would be upon their heads. <\/div><div class=\"paragraph jod\" id=\"v4n542\"> Let the whole people take warning; and let every man and woman in Israel understand that the indignation of the Almighty rests upon that person who fails to expose iniquity. And let the wrath of God be upon any officer of the Church that knows of abomination, unless he comes out and makes known that abomination. I believe this ought to be, for we want the evil deeds of every person exposed. <\/div><div class=\"paragraph jod\" id=\"v4n543\"> We want to feel after the people and hunt them up; and we want the wrath of Brigham, and the wrath of Heber, and the wrath of all the men and woman on earth that are right, and the wrath of Joseph, and the wrath of Michael, and the wrath of Raphael, and the wrath of the Lord Jesus Christ, and the wrath of Almighty God and of all the Gods in eternity to burn against those that will sin. And we want the indignation and fire of the Almighty to sweep through the land like the locusts of Egypt,<span class=\"citation\" id=\"53935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53935)\">Ex. 10:12<\/a><\/span> until every nauseous weed  <div class=\"break pagebreak\" id=\"73a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0073.pdf\" target=\"pdfwin\">p.&#xA0;73a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0686\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that grows among the Saints of God is destroyed. <\/div><div class=\"paragraph jod\" id=\"v4n545\"> Words are said to be light and windy, but I tell you that talking these things foreshadows what will be literally and really. I would be glad, when I speak to the people, that the Lord would let His Holy Spirit accompany my words, for I do not want my words to go alone. We have to speak to this people often, and when we talk to them like a man reading off a sermon that is written, it takes but little effect. When words go to the people alone, they are not profited by them. <\/div><div class=\"paragraph jod\" id=\"v4n546\"> Instead of all the people being desirous and anxious, as they should, to serve their God and practice what they know to be right, many are all the time longing for some fantastical doctrine, for something to gratify their vain imaginations. If you wish to feast on the word of God and feel its realities, you must practice the revelations of Jesus Christ.<span class=\"citation\" id=\"74377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74377)\">Gal. 1:12<\/a><\/span> You must advance and do the will of God, and then you will be blest. <\/div><div class=\"paragraph jod\" id=\"v4n547\"> I am aware, as the President said this morning, that it is of no use talking about the Holy Ghost, the power of God, the gift of God, or the light of the Almighty resting on this people, until they become morally reformed. Some people laugh at and deride sectarian religion. I never was a sectarian; I have been in this Church from my boyhood; but in the region where I was raised, sectarian morality exceeds, in some respects, the morality of many who call themselves Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v4n548\"> Some here keep their children too dirty for admission into a district school where I was raised; and in some houses the towels look as though they had passed Noah's ark, or had been used by some of the inhabitants of Sodom and Gomorrah, and the knives and forks have the appearance of having been rusting ever since <div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0686\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Adam was driven from the garden of Eden. <\/div><div class=\"paragraph jod\" id=\"v4n549\"> I want to see the people wake up and reform, forsake all their evil habits and everything that is dark, loathsome and impure. I want to see them eschew all dirt, and filth, and degradation, and cease profaning the Sabbath, and the name of the Lord God of Israel; I want to see them become at least as moral and temperate as any people in the Gentile world, as we call it. I tell you that the Gentiles would be shocked at the filth and dirt of some of the sons and daughters of Israel, and feel offended to associate with them; I mean that portion of the Gentiles that are pure in their moral habits. <\/div><div class=\"paragraph jod\" id=\"v4n550\"> I want to see the people repent, as the President said this morning, and make a reformation in their lives, in their doings, and in keeping their houses, farms, and everything they have, clean and tidy. <\/div><div class=\"paragraph jod\" id=\"v4n551\"> We talk about our boys being smarter than their fathers. How many of our boys are learning trades, are learning to be farmers, or to understand any useful occupation? How many boys have we that are trustworthy; and as good as their fathers were at the same age? I know that our boys are bright and active, full of energy, life, and power, but many of the parents do not teach their children as they ought. They expect the schoolmaster to teach them, but what can the schoolmaster teach them, when the parents teach them nothing at home, and take no interest in what they are learning at school? <\/div><div class=\"paragraph jod\" id=\"v4n552\"> We talk about daughters rivaling their mothers. How many daughters have we that know how to spin, make butter, keep hairs and flies' wings and legs on one plate, and the butter on the other, make good cheese, knit their own stockings, and make good hasty pudding or mush? How many of them can make their own bonnets  <div class=\"break pagebreak\" id=\"74a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0074.pdf\" target=\"pdfwin\">p.&#xA0;74a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0685\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and dresses? How many know how to use fine needles and coarse needles, and every kind of needles? <\/div><div class=\"paragraph jod\" id=\"v4n554\"> Many parents need to reform. Let the fathers teach their sons how to work, the art of chopping and hauling wood, of breaking up the ground, and of raising grain, cattle, sheep, hogs, &amp;c.; and let the mothers set their daughters to work; and let every man, woman, and child, that is old enough, learn the arts of industry. <\/div><div class=\"paragraph jod\" id=\"v4n555\"> We want every Bishop to teach these reforms in Israel, we want every man in Israel to teach them; and when all reform in such matters, the Lord our God, will shower His blessings upon the people of this city and upon the people in the valleys of these mountains. <\/div><div class=\"paragraph jod\" id=\"v4n556\"> You may talk of reform, you may preach upon a virtuous life, upon cleanliness, upon God and the Holy Ghost, but while there is filth around the house, filth in the yard, and in every part of the city, your preaching will not amount to much. Some people are never contented unless the cow yard is under their noses, the hen coop in the parlor, and the privy in the kitchen, that is if they have any privy. <\/div><div class=\"paragraph jod\" id=\"v4n557\"> I want the people to wake up to a sense of their duty, and begin to serve God and repent of their sins, repent of every improper habit. <\/div><div class=\"paragraph jod\" id=\"v4n558\"> I sometimes confess men's sins for them, and they will get up and parry off. I confessed a man's sins here lately, and he supposed that I did not know what I was talking about. If he had corrected me a little further, I would have told all his sins; I would have told the things that were in his very heart; and if he parries again, I will come out more pointedly than I did then. <\/div><div class=\"paragraph jod\" id=\"v4n559\"> In some of the wards men will rise up and confess their sins, and after a week's reflection, they will go to meeting and commence parrying, and make <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0685\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> themselves as good as an angel. Again, some people, when they get the Spirit of God, when they actually pray fervently, are deemed by their neighbors to have sectarian religion. If God Almighty moves upon a man to pray with a loud voice and in earnest, some are ready to exclaim that he is a sectarian, and are so anxious to put away sectarianism, that they bundle the religion of Jesus Christ out of doors. In their zeal against sectarianism and doctrines they do not like, they leave God and the Lord Jesus Christ out of the question, and prayer, and keeping the Sabbath, and moral honesty, and virtue, and purity and everything that is good. <\/div><div class=\"paragraph jod\" id=\"v4n560\"> Every portion of sectarian religion that is good is my religion. If they have a precious gem it belongs to my religion; if it is purity, virtue, integrity, the gift of the Holy Ghost, fervency, and prayer, it is my religion. Some people talk of wildfire; I would rather have wildfire than no fire at all. I would like you to come up to the light of the Almighty, and if you want to pray to God, if you want to shout and make heaven and earth ring&#x2014;drive the devil out of doors, chase darkness from your houses, and from your families, and raise the banner of the Lord Jesus Christ in your households, and the flag of God in your city, and say, in the name of the Lord Jesus Christ, I will do right, and root up everything that is wrong. <\/div><div class=\"paragraph jod\" id=\"v4n561\"> This makes me think of a circumstance that occurred when we went to Kaysville to preach the reformation, under the direction of brother Brigham. There was a dark and dull spirit there which was not very congenial to our natures, and brother Joseph Young felt life in him, he was full of the Spirit. After staying a couple of days, he said to me, &#x201C;Brother Grant, they feel cold, and I guess we had better go to Farmington, preach there, and go home.&#x201D; After a  <div class=\"break pagebreak\" id=\"75a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0075.pdf\" target=\"pdfwin\">p.&#xA0;75a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0684\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>while I said to him, &#x201C;Do you know how I feel about it? In the name of the Lord Jesus Christ, I will never leave this land, until this people surrender. I will hang the flag of the Lord Jesus Christ on their doors, and there shall be a siege of forty days. Then let every man storm the castle, and rule against the bulwarks of hell, and let every Elder throw the arrows of God Almighty through the sinner, and pierce their loins, and penetrate their vitals, until the banner of Christ shall wave triumphantly over Israel. Shall we give up, and let the wicked and ungodly overcome us? No, in the name and by the power of God we will overcome them. We will cleanse the inside of the platter<span class=\"citation\" id=\"65535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65535)\">Matt. 23:26<\/a><\/span> and have Israel saved, through the name of Jesus Christ, and by the power of his word.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n563\"> Those who will not repent by the preaching of the Gospel, we will bring to the standard of the Lord Jesus Christ in the right and proper way, for we are determined to save you all, if possible. In former days the Lord cut off rebellious Israel by thousands, to save them;<span class=\"citation\" id=\"56584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56584)\">Ps. 37:28<\/a><\/span> He had no other way <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0684\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for saving them. He had tried every other means; He had opened the sea for them to pass over dryshod,<span class=\"citation\" id=\"54012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54012)\">Ex. 14:22<\/a><\/span><span class=\"citation\" id=\"58236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58236)\">Isa. 11:15<\/a><\/span> and overthrew their enemies, the horse and his rider, in the flood;<span class=\"citation\" id=\"54021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54021)\">Ex. 14:28<\/a><\/span> He made the mountains skip like rams, and the little hills like lambs;<span class=\"citation\" id=\"57216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57216)\">Ps. 114:4<\/a><\/span> He spoke to the angels, saying, throw down your food to them, and the bright clouds shed down manna to sustain them;<span class=\"citation\" id=\"54054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54054)\">Ex. 16:15<\/a><\/span> He spake to them in thunders, in lightnings, in earthquakes,<span class=\"citation\" id=\"56908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56908)\">Ps. 77:18<\/a><\/span> and tried every means to save them, that a God could try in the plentitude of His mercy, and when He had exhausted the arrows of His wrath in chastisement, and the wells of His mercy in blessings and entreaty, He cut them off by thousands. <\/div><div class=\"paragraph jod\" id=\"v4n564\"> O Israel, hear, while the voice of entreaty is in the land, hear the voice of brother Brigham, and awake from your slumbers; forsake your sins and abominations and turn unto your God, that repentance may reach you, and remission of sins, and the gifts and blessings of God come upon you. May God bless you in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}