{"ID":40016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Persons Not to Be Baptized Until They Repent and Make Restitution&#x2014;All Sin to Be Repented of Before Partaking of the Sacrament, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, November 9, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Persons Not to Be Baptized, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 11\/9\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v4n600\"> I wish to advance a few ideas that are upon my mind, and they concern every individual in this congregation and every person that professes to be a Latter-day Saint. I have often reflected upon them, and they are particularly in my mind today. <\/div><div class=\"paragraph jod\" id=\"v4n601\"> Last evening I attended the High Priests' Quorum, and perhaps there were a hundred or a hundred and fifty High Priests present. In that meeting brother Brigham gave permission to the members of that Quorum to be baptized in the font; but he objected to anyone going into that font, to be baptized for the remission of sins, until he had actually repented of and made restitution for the sins he had committed. If any of them had done anything wrong, he wished them to confess to those they had aggrieved or injured, and make restitution; and wherein they had committed sins and violated their Priesthood and their covenants, they must make satisfaction to those they had injured; and not step into that font, until they have done these things. <\/div><div class=\"paragraph jod\" id=\"v4n602\"> That is the course to take; and how do you expect to get a remission of your sins, and be forgiven by the <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Father, and His Son Jesus Christ, and by the Holy Ghost, so that you can have the Holy Ghost rest upon you, unless you repent and make restitution or restoration, and make atonement for the sins that you may have committed? <\/div><div class=\"paragraph jod\" id=\"v4n603\"> I pray to my Father, in the name of His Son Jesus Christ, that the High Priest or any other person that attempts to go into that font without previously making restitution for such evil as he may have committed, may be cursed and withered until he does make restitution. <\/div><div class=\"paragraph jod\" id=\"v4n604\"> I will now touch upon another point. Our Bishops are now breaking bread, the emblem of the broken body of our Lord and Savior Jesus Christ, and I say let every one who is guilty of sins they have not repented of, and made restitution for, refuse to partake of that bread, also of that water (which is an emblem of the blood of Jesus that was spilled for the remission of our sins), until they have repented and made restitution; for unless you do, you shall drink damnation to yourselves,<span class=\"citation\" id=\"73398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73398)\">1 Cor. 11:29<\/a><\/span><span class=\"citation\" id=\"82794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82794)\">3 Ne. 18:29<\/a><\/span> until you make restitution. I do not care who the persons are. <\/div> <div class=\"break pagebreak\" id=\"81a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0081.pdf\" target=\"pdfwin\">p.&#xA0;81a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0678\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n606\"> If the High Priests, who are clothed with the Priesthood which is after the order of God, should be prohibited a Gospel ordinance, until they make good that which they may have done wrong, why should you as a people partake of these emblems upon any other conditions? If you do you eat damnation unto yourselves, and you will become sickly and pine away and die. <\/div><div class=\"paragraph jod\" id=\"v4n607\"> Paul, in his first epistle to the Corinthians, 11th chap. and 26th, 27th, 28th, 29th and 30th verses, has written as follows&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v4n608\"> &#x201C;26. For as often as ye eat this bread, and drink this cup, ye do show the Lord's death till he come. <\/div><div class=\"paragraph jod\" id=\"v4n609\"> &#x201C;27. Wherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord. <\/div><div class=\"paragraph jod\" id=\"v4n610\"> &#x201C;28. But let a man examine himself, and so let him eat of that bread, and drink of that cup. <\/div><div class=\"paragraph jod\" id=\"v4n611\"> &#x201C;29. For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord's body. <\/div><div class=\"paragraph jod\" id=\"v4n612\"> &#x201C;30. For this cause many are weak and sickly among you, and many sleep.&#x201D;<span class=\"citation\" id=\"73393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73393)\">1 Cor. 11:26-30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n613\"> According to Paul you perceive that those who partook of the bread and wine unworthily, became sickly and died; but those that eat and drink worthily will receive life and salvation by partaking. Now, gentlemen and ladies, what do you think of partaking of this bread and this wine in remembrance of the Lord Jesus Christ? <\/div><div class=\"paragraph jod\" id=\"v4n614\"> Some of you, doubtless, have been guilty of committing more or less sin, of being more or less rebellious to the authorities of this Church, and to the Priesthood and government of God, and then coming and partaking of this sacrament. Do not such persons comprehend that they are drinking damnation to themselves? Why should <div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0678\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> persons wish to partake of this sacrament, when they know that they are unworthy? <\/div><div class=\"paragraph jod\" id=\"v4n615\"> I want to warn you and forewarn you not to trifle with this ordinance, nor to indulge in any unwise conduct. I desired the opportunity of telling you my feelings before this bread is dedicated and consecrated. I do not consider that it is dedicated and consecrated to any person that cannot eat it with an upright heart, or to one that will eat it and then live in a course of rebellion against God and His authority. <\/div><div class=\"paragraph jod\" id=\"v4n616\"> I do not consider that one of my wives, or one of my children, has a right to partake of these emblems, until they make a full and proper restitution to me, if they have offended me. Why is this? Because I am their head, I am their governor, their dictator, their revelator, their prophet, and their priest, and if they rebel against me they at once raise a mutiny in my family. <\/div><div class=\"paragraph jod\" id=\"v4n617\"> I forbid all unworthy persons partaking of this sacrament; and if such do partake of it, they shall do it on their own responsibility, and not on mine. In partaking unworthily, a person is corroding and destroying himself, not me. This ordinance is administered on condition of your living in righteousness, and of your hearts being true to your God and to your brethren. <\/div><div class=\"paragraph jod\" id=\"v4n618\"> How can you love your God and Jesus Christ, and not love those that He has sent to you to do you good? Can you love God and His Son Jesus Christ, and not take the counsel pointed out by brother Brigham and those that are sent to you? Jesus says, &#x201C;If you love me, keep my commandments;&#x201D;<span class=\"citation\" id=\"69963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69963)\">John 14:15<\/a><\/span> and brother Brigham and his counselors can say, if you love God, love us and keep our commandments. Why? Because brother Brigham is placed as God's agent to us in the flesh. <\/div> <div class=\"break pagebreak\" id=\"82a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0082.pdf\" target=\"pdfwin\">p.&#xA0;82a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0677\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n620\"> When you go into heaven, into the celestial world, you will see the Church organized just as it is here, and you will find all the officers down to the Deacon. Our Church organization is a manifestation of things as they are in heaven, and you are all the time praying that the Church here may be brought into union and set in order as it is in heaven.<span class=\"citation\" id=\"63356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63356)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67455)\">Luke 11:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n621\"> Do you think a wife is contending against her husband with a good spirit, when she is commanded to be subject to her husband, even as we are to Christ?<span class=\"citation\" id=\"75329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75329)\">Eph. 5:22-23<\/a><\/span> Is it not just as necessary that women should be governed, as that men should be? Is it not just as reasonable that a wife should be governed, as that her husband should be? I want to know what good a wife is to me, unless she will let me lead and guide, and let me govern her by the word of God. <\/div><div class=\"paragraph jod\" id=\"v4n622\"> When a wife is obedient to her husband there is union, there is heaven, that is, there is one heaven, though it is a little one; and a righteous union is what will make a heaven. <\/div><div class=\"paragraph jod\" id=\"v4n623\"> There are many kinds of sin, among which is the sin of confusion; and I tell you there is plenty of confusion in a family where each one wants to be head. Just look at it, what a heaven that is! We all have to make our heaven, or do without one. <\/div><div class=\"paragraph jod\" id=\"v4n624\"> A great many of this people want their endowments; but I never wish to give another man or woman their endowments, until they have reformed from whatever they may have done amiss. I had as soon give the devil his endowment as to confer it upon some men and women who profess to be Latter-day Saints; I want them to reform first. <\/div><div class=\"paragraph jod\" id=\"v4n625\"> Do I feel as though I wanted to dance? No, I never want to go forth again in the dance, until the spirit of reformation is rife among the people. Neither do I want to see any <div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0677\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man or woman partake of this sacrament, when they are living in open rebellion against God, against His government, and His servants. <\/div><div class=\"paragraph jod\" id=\"v4n626\"> I have no wife nor child that has any right to rebel against me. If they violate my laws and rebel against me they will get into trouble, just as quickly as though they transgressed the counsels and teachings of brother Brigham. Does it give a woman a right to sin against me, because she is my wife? No, but it is her duty to do my will, as I do the will of my Father and my God. <\/div><div class=\"paragraph jod\" id=\"v4n627\"> It is the duty of a woman to be obedient to her husband, and unless she is, I would not give a damn for all her queenly right and authority; nor for her either, if she will quarrel, and lie about the work of God and the principle of plurality. <\/div><div class=\"paragraph jod\" id=\"v4n628\"> I tell you, as the Lord God Almighty lives, my sword is unsheathed, and I never will sheath it until those of you who have done wrong, repent of your evil deeds. Some of you have found fault, because I am so plain and severe. No man can rise up here with his sophistry and silver lips, and have the Holy Spirit for a moment. <\/div><div class=\"paragraph jod\" id=\"v4n629\"> A disregard of plain and correct teachings is the reason why so many are dead and damned and twice plucked up by the roots, and I would as soon baptize the devil, as some of you. You call that a hard saying, do you not? <\/div><div class=\"paragraph jod\" id=\"v4n630\"> Brethren and sisters, shall I ask the Lord to bless this bread and dedicate it to Him for you, and then you partake of it unworthily? You would only drink condemnation to yourselves,<span class=\"citation\" id=\"73399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73399)\">1 Cor. 11:29<\/a><\/span> not to me. I have not knowingly injured one of you; if I have injured anyone in this congregation, or in this Church, I must have done it by telling them the truth, if that can be called an injury. There is not that man or that woman that can justly  <div class=\"break pagebreak\" id=\"83a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0083.pdf\" target=\"pdfwin\">p.&#xA0;83a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0676\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>say that I have taken the first dime from them, or stolen anything, or told a lie; if there are any such let them come forward and I will make restitution fourfold. <\/div><div class=\"paragraph jod\" id=\"v4n632\"> All the fault I have to find with myself, and I presume all that God has to find with me, is because I have sometimes held back and resisted His Spirit; and so have my brethren, for if we would yield to it at all times, we should be ten times more severe than we now are. I know that when I have seen certain evil practices in our midst, I have felt bad about it. For instance, hire some men to work, and the moment you are out of their sight they will scarcely do a thing. What are such men good for? <\/div><div class=\"paragraph jod\" id=\"v4n633\"> The man that will be lazy and spend his time for nought, will steal, and will also be liable to consider it no sin to commit adultery. And some of the men and women whom you employ, will steal from you almost as much as the wages for which they were hired. <\/div><div class=\"paragraph jod\" id=\"v4n634\"> While standing between you and <div class=\"break columnbreak\" id=\"83b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0083.pdf\" target=\"pdfwin\">p.&#xA0;83b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0676\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the bread, I know of no way but to preach plain to you, and to tell you of your faults. Now I feel clear; and I could not feel at peace, until I had told you what was in my mind. <\/div><div class=\"paragraph jod\" id=\"v4n635\"> May God have mercy upon you and enlighten your minds, touch your intellects and qualify you for your callings. <\/div><div class=\"paragraph jod\" id=\"v4n636\"> I will tell you a dream that brother Joseph Fielding had in England, about the time that brother Brigham and I went back on our second visit, for it will apply to many in this congregation. <\/div><div class=\"paragraph jod\" id=\"v4n637\"> Brother Fielding dreamed that he had a sharp sickle, and that he hung it up on a bush, but when he returned and took down his sickle, he found the edge all taken off from it. This will apply to many others. You remember it, do you not, brother Joseph? And is it correct? It is, and his sickle has not cut from that time to the present, and the reason is he has had a woman straddle of his neck from that day to this. Amen. <\/div>\n<\/div>\n<\/div>"}