{"ID":40012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Effects of a Murmuring Spirit&#x2014;Companies on the Plains&#x2014;Those Who Enter Heaven Have to Pass the Inspection of the First Presidency.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, November 2, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Effects of a Murmuring Spirit&#x2014;Companies on the Plains&#x2014;Those Who Enter Heaven Have to Pass the Inspection of the First Presidency.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 11\/2\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v4n488\"> You have heard what brother Brigham has said to you today, and his words are as true as any that were ever spoken by Moses, by the Prophet Joseph Smith, or by any other man that ever lived or is now living upon the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v4n489\"> Were this people living their religion as faithfully as they ought to, when a person rose up to teach you the principles of life and salvation, his mind would be free, his tongue would be loosed, and you would be able to draw from him those instructions best adapted to your feelings and circumstances. But at times it is almost impossible for a man to speak to this people. It seemed to brother Grant and me, in the Social Hall the other night, as though every person in that congregation had their hearts shut against our words; and in our congregations here I occasionally notice more or less of the same feeling. This may be measurably due to a murmuring spirit, which I am rather inclined to believe some of you have, and I will tell you wherein. Some find fault with and blame brother Brigham and his Council, because of the sufferings they have heard that our brethren are enduring on the Plains. A few of them have died, and you hear some exclaim, &#x201C;What an awful thing it is! Why is it that the First Presidency are so unwise in their calculations? But it falls on their shoulders.&#x201D; Well, the late arrival of <div class=\"break columnbreak\" id=\"64b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0064.pdf\" target=\"pdfwin\">p.&#xA0;64b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0695\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> those on the Plains cannot be helped now, but let me tell you, most emphatically, that if all who were entrusted with the care and management of this year's immigration had done as they were counseled and dictated by the First Presidency of this Church, the sufferings and hardships now endured by the companies on their way here would have been avoided. Why? Because they would have left the Missouri River in season, and not have been hindered until into September. <\/div><div class=\"paragraph jod\" id=\"v4n490\"> There is a spirit of murmuring among the people, and the fault is laid upon brother Brigham. For this reason the heavens are closed against you, for he holds the keys of life and salvation upon the earth; and you may strive as much as you please, but not one of you will ever go through the strait gate into the kingdom of God, except those that go through by that man and his brethren, for they will be the persons whose inspection you must pass. I tell you this plain truth, and you may do what you think best with it. <\/div><div class=\"paragraph jod\" id=\"v4n491\"> Three handcart companies have arrived in safety and in good season, and with much less sickness and death than commonly occur in wagon companies. Does it make a man sick to labor and be diligent? Let me sit down and be inactive in mind and body, let me cease building and making improvements, or doing something  <div class=\"break pagebreak\" id=\"65a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0065.pdf\" target=\"pdfwin\">p.&#xA0;65a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0694\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>useful, and I should not live six months, nor would brother Brigham, because we have become so inured to occupation. <\/div><div class=\"paragraph jod\" id=\"v4n493\"> If the immigration could have been carried on as dictated by brother Brigham, there would have been no trouble. The devil has tried to hedge up the way, so that we should not bring about the wise plans devised by our President, and has tried to make those plans look as disagreeable and as miserable as possible. Our brethren and sisters on the Plains are in my mind all the time, and brother Brigham has given, to those who wish it, the privilege of going back to help bring them in. If I do not go myself I will send a team, though I have already sent back nearly all my teams, and so has brother Brigham. Those who have gone back never will be sorry for or regret having done so. If brothers Joseph A. Young, my son William H., George D. Grant, and my son David P. had not gone to the assistance of those now on the Plains, I should always have regretted it. If they die during the trip, they will die while endeavoring to save their brethren; and who has greater love than he that lays down his life for his friends?<span class=\"citation\" id=\"70167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70167)\">John 15:13<\/a><\/span> Manifest your love by your works. Jesus said, &#x201C;If you love me, keep my commandments;&#x201D;<span class=\"citation\" id=\"69962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69962)\">John 14:15<\/a><\/span> by this you shall know that you love him. If you love brothers Brigham, Heber, Jedediah, and the Twelve, please to keep our commandments that are given to you from day to day, and you will be blest and exalted. I do not want a woman to tell me that she loves me, when she does not keep my commandments, for her statement would be vague and foolish. <\/div><div class=\"paragraph jod\" id=\"v4n494\"> Were I in the situation of some of you, I would not sleep another night before starting to the assistance of the people that are now struggling through the snow. I would not wait <div class=\"break columnbreak\" id=\"65b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0065.pdf\" target=\"pdfwin\">p.&#xA0;65b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0694\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> until tomorrow, I would start today, and I would toil until I reached those brethren, and they were in this valley. When the brethren who went back first met them, they felt as though they were truly saviors to them; and when they came into their midst, they would not permit them to go ten rods from them, for while one of them was present they felt as though they were safe, as though they would be preserved from misery, from starvation, and death. And yet, perhaps, some of these very persons we are striving to save may turn against the Church, and become our most bitter enemies. <\/div><div class=\"paragraph jod\" id=\"v4n495\"> Those that have died, I presume were some of the best men and women in the company, and the most faithful. Why did not the Lord take the ungodly? It may be that He thought He would let the devil handle them a little, and kill a few of them, and the devil is so much of a financier that he will not kill his own subjects. Well, if he has slain the Saints with God's permission, and they were a good people coming to Zion to serve God and seek for eternal glory, they have gone home happy, and we will see them again. And they will thank God that they stepped out of the world when they did, for if they had come here they would have seen the wickedness of some of this people, and perhaps they would have become unrighteous too. <\/div><div class=\"paragraph jod\" id=\"v4n496\"> As brother Brigham has said, I would rather be helping in those on the Plains than to be here, if circumstances and duty would permit. We offered our offering and started to go, but the Lord ordered it otherwise and we came home. But we have done a better work than if we had gone, for the brethren would have said, &#x201C;Brother Brigham is there with his Council, and we will sit down here and roast our shins, say our prayers and lull ourselves to sleep.&#x201D; There would  <div class=\"break pagebreak\" id=\"66a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0066.pdf\" target=\"pdfwin\">p.&#xA0;66a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0693\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have been no general stir in behalf of our brethren on the Plains; but scores and hundreds have now gone to meet them, and they have had good weather so far, have they not? <\/div><div class=\"paragraph jod\" id=\"v4n498\"> I cannot account for the barrier that is between you and the Lord in any other way, only that there is quite a sympathy at work against brother Brigham and his Council. But there is not a thing which he has dic<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0693\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tated but what has come out right, and will now, and will work together for good to those that love God and keep His commandments.<span class=\"citation\" id=\"72623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72623)\">Rom. 8:28<\/a><\/span> We have to acknowledge the hand of God in all things; and that man or woman that feels to murmur and complain is in the gall of bitterness and the bonds of iniquity,<span class=\"citation\" id=\"71649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71649)\">Acts 8:23<\/a><\/span><span class=\"citation\" id=\"81983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81983)\">Mosiah 27:29<\/a><\/span> and does not know it. May God have mercy on you. Amen. <\/div>\n<\/div>\n<\/div>"}