{"ID":40011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Reformation Necessary Among the Saints&#x2014;Infidel Philosophy.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, November 2, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Reformation Necessary Along the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 11\/2\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v4n464\"> I am very thankful for the privilege that I enjoy this morning, with so many of the Latter-day Saints. I am thankful that we have the privilege of assembling here to worship the Lord in so comfortable a building, and in quite a moderate climate. I am happy for the privilege of addressing the Saints, and I could hope with all my heart, that I may never be called upon to address any other class of people; still, the Gospel must be preached to the world, that the wicked may be left without excuse.<span class=\"citation\" id=\"88636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88636)\">D&amp;C 88:82<\/a><\/span> We have done a great deal of preaching and talking to persons that knew nothing of the Gospel of salvation, and I have occupied many years in trying to lay before the inhabitants of the earth the principles of life and salvation, until, through the providence of God, I have been called to other duties than to mingle or associate with those who would not believe and practice the Gospel. Still, I should have been more than satisfied, had my duty led me in a path to associate, more or less, with unbelievers, for I can say that I would rather preach to them, would rather associate with them, would rather take my chance among a people who have never heard the Gospel preached at all, than to live in the midst of the ungodly. The term ungodly conveys an idea to my mind, perhaps, that it does not to all present, for it is a fact that a man or woman must know the ways of God before they can become ungodly. Persons may be sinners, may be un<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"58b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0058.pdf\" target=\"pdfwin\">p.&#xA0;58b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0701\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>righteous, may be wicked, who have never heard the plan of salvation, who are even unacquainted with the history of the Son of Man, or who have heard of the name of the Savior, and, perhaps, the history of his life while on the earth, but have been taught unbelief through their tradition and education; but to be ungodly, in the strict sense of the word, they must measurably understand godliness.<span class=\"citation\" id=\"78186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78186)\">1 Pet. 4:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n465\"> It is lamentable to any person who understands by the visions of eternity the plan of salvation, the providences of God to His creatures, to see one who has his mind opened to see, understand, and embrace the principles of life and salvation in his faith, and who has the privilege of being adopted into the family of heaven, of becoming an heir with the Saints that have formerly lived upon the earth, an heir with the Prophets and with Jesus Christ, and of being numbered with the children of the Most High, with a legal administrator to officiate for the attainment of all these privileges, and to open the door of salvation and admittance into the kingdom, neglect so great a salvation. But for any of this people who enjoy the privilege of seeking unto the Lord their God, of being made acquainted with the ways of life and salvation, to procure to themselves an eternal exaltation, who have the privilege of preparing themselves to dwell with Christ in the presence of their Father and their God, of being joint heirs with Christ,<span class=\"citation\" id=\"72551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72551)\">Rom. 8:17<\/a><\/span> and with all the Holy Ones that have  <div class=\"break pagebreak\" id=\"59a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0059.pdf\" target=\"pdfwin\">p.&#xA0;59a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0700\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lived, to turn from those holy commandments, to cease or neglect performing every duty made known to them, and to let the gay and giddy fancies of this life entangle their feelings, and draw them from the principles of eternal salvation, is most astonishing to me, or to any person that ever had the vision of their minds opened. <\/div><div class=\"paragraph jod\" id=\"v4n467\"> Every principle of philosophy that is known upon the face of the earth, every argument and reason that can be adduced, would prove that such a man or woman was taking a course destructive to themselves; that they were blindfolding themselves by shutting their own eyes, and, literally speaking, rushing to a precipice from whose verge they would be dashed to pieces. It is most astonishing to every principle of intelligence that any man or woman will close their eyes upon eternal things after they have been made acquainted with them, and let the gay things of this world, the lusts of the eye, and the lusts of the flesh, entangle their minds and draw them one hair's breadth from the principles of life. <\/div><div class=\"paragraph jod\" id=\"v4n468\"> True there are many in the world who profess to be what we call infidels, who have no knowledge of anything beyond the researches of their education, who have not the faculty to pry into and understand things beyond what they can see with their natural eyes, hear with their ears, or comprehend with their natural understandings; yet there are but few that are really left indeed in the dark, left to be in reality what they profess to be. And those few have not one particle of good sound reason, not one argument on their side, to prove that a licentious, ungodly life is of any advantage to any person on the earth, but will argue the point, and that strenuously, that strict morality should be observed among all intelligences, and an honest bearing, an upright walk, and a gen<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"59b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0059.pdf\" target=\"pdfwin\">p.&#xA0;59b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0700\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tlemanly conversation, not giving way to vulgarity and foul language, nor doing anything in the dark that they would not be willing to be scanned in daylight. For all this they argue strenuously, and yet say that they know nothing about God and eternity. We are here, we exist on the earth. I am sure that I am alive, for I can see others living. I am endowed with a certain degree of intelligence, where did it come from? An infidel might say, &#x201C;I do not know.&#x201D; Where did I originate? &#x201C;I do not know.&#x201D; Who was the maker and former of all we can see? &#x201C;I do not know.&#x201D; Yet those very characters will argue the necessity of a moral life, of an honest upright walk, one with the other. <\/div><div class=\"paragraph jod\" id=\"v4n469\"> But what are their arguments and what are their hopes? Why, they say, &#x201C;We are today, tomorrow, perhaps, we shall be no more. We came into existence, but how we cannot tell. We have no faith, or belief, or confidence in the God that you Christians talk about; we have no confidence in His providence; by chance we are, and by chance we shall go and be no more.&#x201D; Do you not perceive that their arguments land them in the vortex of ignorance and unbelief, of misery and annihilation? Go into the world and observe those who do not possess principles that reach into eternity, and that are in eternity, principles by which they exist and by which God created all things, and you will see that those principles are lost to them, and that, whether they believe in those principles or not, their course and profession will land them without an existence, or the possession of the least thing in heaven, earth, or hell. <\/div><div class=\"paragraph jod\" id=\"v4n470\"> These reflections bring to my understanding the greatest ignorance that can be manifested by an intelligent people, those in particular that are now before me, who have had the privilege of the holy Gospel and neg<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"60a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0060.pdf\" target=\"pdfwin\">p.&#xA0;60a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0699\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lected their duty, turned away from the holy commandments, and ceased to live their religion in every point; such conduct does manifest the greatest weakness, ignorance, foolery, and wickedness that can be produced by intelligences. If you comprehend my ideas you will agree with me, for no sensible man or woman can see the subject in any different light. If we are here by chance, if we happened to slip into this world from nothing, we shall soon slip out of this world to nothing, hence nothing will remain; consequently we have nothing to gain or lose. But the man of better judgment, of more sound reasoning, must know that everything that was, that is, or that will be, everything that can be in all the eternities in the vast expanse that we behold, must have had a Creator. No principles exhibited to the human family will suggest that a book, a bench, a house, a tree, or any growing or manufactured article, can be produced without a producer. All we know, all we see, hear, and understand, proves to us that there is no fabric without a constructor. <\/div><div class=\"paragraph jod\" id=\"v4n472\"> These reflections lead me to contrast the world with a people like this before me, a people endowed with intelligence and a knowledge of heavenly principles. That is our profession before the world, and is our confession to God and angels, to all that have lived on the earth and that are now on it; and you will hear the world exclaim, &#x201C;You poor Mormons, you Latter-day Saints that have left your homes, your houses, your friends, your families, your possessions, the place of your birth, and everything that is near and dear to you, you say that the visions of your minds have been opened, that you have had the visions of eternity opened to your understanding, so that you do know that there is a God, that Jesus Christ is the Savior of the world; so that you do know of the principles of life <div class=\"break columnbreak\" id=\"60b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0060.pdf\" target=\"pdfwin\">p.&#xA0;60b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0699\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and salvation proffered to you; and for these you have forsaken all and gone to the mountains.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n473\"> Of these things the whole world are witnesses against us and for us, wherever the sound of this Gospel has been; and you can hardly find a nook on the earth where the sound of it has not reached, for it has gone to the uttermost parts of the earth,<span class=\"citation\" id=\"71026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71026)\">Acts 1:8<\/a><\/span> and hosts are witnesses of this. Yet all acknowledge that you have something superior, that you have light and intelligence that others do not enjoy; that God has opened up the heavens to your minds, and taken away the veil from your understandings. And you say that there is a God, that you understand His character, that He has revealed Himself to you, and that you have left all and come to the mountains, and what is the cry here? Why the people need reforming, there is necessity for reformation. <\/div><div class=\"paragraph jod\" id=\"v4n474\"> &#x201C;I am thankful,&#x201D; says one, &#x201C;that I found the spirit of reformation when I came home.&#x201D; What would an angel of the Lord say, if he came here, or a devil either? &#x201C;O, shame on these Latter-day Saints, it is a disgrace to intelligence, to your officers as Elders in Israel, to your characters, to your names and beings on the earth, that you have had the visions of eternity opened to you, and many have forsaken everything that is near and dear to them by way of preparation for the Celestial kingdom, and now cry out the necessity of a reformation. It is most astonishing.&#x201D; I will leave it to every man, woman, and child, if it does not look strange. What! Reformation? Yes, for in one sense we intend, that is as knowledge comes to us, to reform daily. But shall the sound go forth that we do not see and understand things as we did when in England, in France, in Germany, in Denmark, in the East Indies, or anywhere else on this earth? This sound goes forth, it is echoed by the angels  <div class=\"break pagebreak\" id=\"61a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0061.pdf\" target=\"pdfwin\">p.&#xA0;61a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0698\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>into the ears of our God and Father in eternity, and it is carried on the wings of the wind over the earth, that the Latter-day Saints are digging and toiling, going by sea and by land, traversing distances of thousands of miles and circumscribing the earth to be with their brethren, and when they get here they need reforming. Why? Because they have backslidden. <\/div><div class=\"paragraph jod\" id=\"v4n476\"> You may ask me whether there is a need of reformation. Yes; and if I were to dictate you how to reform I should have to tell the old story over again, as I already have hundreds of times. First, reform as to your moral character, dealing, walk, precepts and examples. Reform first morally, before you get down before the Lord and plead with Him for the visions of eternity to be opened to your understandings, before you ask for the veil to be taken from your eyes. First reform in your moral character and conduct one towards another, so that every man and woman will deal honestly, and walk uprightly with one another, and extend the arm of charity and benevolence to each other, as necessity requires. Be moral and strictly honest in every point, before you ask God to reform your spirit. <\/div><div class=\"paragraph jod\" id=\"v4n477\"> If the people in their present situation and mode of dealing in this city, to say nothing of those out of the city, all go to work now and have meetings and call upon God to get the spirit of reformation, but sing and pray about doing right without doing it, instead of singing themselves away to &#x201C;everlasting bliss,&#x201D; they will sing and pray themselves into hell, shouting hallelujah. You cannot be saved by any other principle than that of the holy Gospel; and if you live in the neglect of the performance of the duties that you know are required at your hands, if you do not walk uprightly before God and your brethren, if you do not deal justly with one another, if you do not walk in honesty <div class=\"break columnbreak\" id=\"61b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0061.pdf\" target=\"pdfwin\">p.&#xA0;61b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0698\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and soberness with one another, your faith is vain and your reformation is vain. You must repent of your evil deeds and first of all morally reform yourselves, before you can ask God for His Spirit to reform and enlighten your spirits. This is my doctrine and philosophy; were it not, I would say, let those who steal, steal on; and you that are in the habit of swearing, swear away; and you that have been in the habit of taking advantage of each other, cheat away; and those who lie, lie away; and you that trespass upon your brother, trespass away; and so continue, Christian like, only be sure, just as you are going to die, to look out and not have death catch you asleep, that when it comes you may be awake enough just to repent of all your sins and turn to God, and then you will be as fit subjects for heaven as powder would be for a burning dwelling. Our limekiln, when it is burning to its zenith, would be as fit a place for a powder house, as is the celestial kingdom for such characters. <\/div><div class=\"paragraph jod\" id=\"v4n478\"> Do you think that I am telling you the truth? I do not care one groat whether you think that I am telling you the truth, or not; for when the day comes that we shall be weighed in the balance,<span class=\"citation\" id=\"61516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61516)\">Dan. 5:27<\/a><\/span> you will know. I am charged by the whole world with almost every degree of immoral conduct, with the most erroneous practices that were ever indulged in by any person on the earth, and for what? Because I have such an influence over these men who are sitting here; because you all hearken to your leader. I would to God that this was altogether the truth, for I tell you, in the name of the Lord, that there would not be a professed Latter-day Saint in this Territory, but what would live his religion. They think we are all one, but when the Saints gather here they are far from being one; they have not yet learned to be one in Christ,<span class=\"citation\" id=\"72826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72826)\">Rom. 12:5<\/a><\/span> they do not understand the principle of  <div class=\"break pagebreak\" id=\"62a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0062.pdf\" target=\"pdfwin\">p.&#xA0;62a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0697\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>being one in a church capacity, to say nothing about being one in a family capacity, or in a neighborhood capacity. The people might have known, long ago, what the difficulty is, if the influences, temptations, and lusts that are in us naturally are given way to, and we are led captive at the will of him that rules the world;<span class=\"citation\" id=\"76118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76118)\">2 Tim. 2:26<\/a><\/span><span class=\"citation\" id=\"82116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82116)\">Alma 12:11<\/a><\/span><span class=\"citation\" id=\"92490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92490)\">Moses 4:4<\/a><\/span> that forms the grand difficulty. <\/div><div class=\"paragraph jod\" id=\"v4n480\"> Do you want to know the reason why I speak of our being so comfortably situated this morning in so comfortable a meetinghouse? We can return home and sit down and warm our feet before the fire, and can eat our bread and butter, &amp;c., but my mind is yonder in the snow, where those immigrating Saints are, and my mind has been with them ever since I had the report of their start from Winter Quarters (Florence), on the 3rd of September. I cannot talk about anything, I cannot go out or come in, but what in every minute or two minutes my mind reverts to them; and the questions&#x2014;whereabouts are my brethren and sisters who are on the Plains, and what is their condition&#x2014;force themselves upon me and annoy my feelings all the time. And were I to answer my own feelings, I should do so by undertaking to do what the conference voted I should not do, that is, I should be with them now in the snow, even though it should be up to the knees, up to the waist, or up to the neck. My mind is there, and my faith is there; I have a great many reflections about them. <\/div><div class=\"paragraph jod\" id=\"v4n481\"> Have any of you suffered while coming here? Yes. How many of you sisters present buried your husbands, or your fathers, or your mothers, or children, on the Plains? How many of you brethren buried your wives? Have you suffered, and been in peril and trouble? Yes, you had to endure anguish and pain from the effects of cholera, toil, and weariness. Do you live your religion when <div class=\"break columnbreak\" id=\"62b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0062.pdf\" target=\"pdfwin\">p.&#xA0;62b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0697\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you get here, after all the trouble, afflictions, and pains you have passed through to come to Zion? And to a pretty Zion! Men and women start across the Plains for this place, and are they willing to wade through the snow? Yes. To travel through snow storms? Yes. To wade rivers? Yes. What for? To get to Zion. And here we are in Zion, and what a Zion! Where it is necessary for the cry of reformation to go through the land, both a spiritual and temporal reformation. God is more merciful than man can be, and it is well for us. Again, when I consider the backsliding of the people, and their sins, I will not ask God to be more merciful, and have more sympathy towards me, than I have for my brethren and sisters. <\/div><div class=\"paragraph jod\" id=\"v4n482\"> A good many teams have already gone out to meet the Saints who are struggling to gain this place; I can hardly keep from talking about them all the time, for when I am preaching they are uppermost in my mind. The brethren were liberal last Sunday in turning out to meet them with teams, still if any more feel desirous of going to their assistance, I will give them the privilege, and advise them to take feed, not only for their own animals, but also for those of the brethren who have already gone out, for they will very likely be short. But I should be more particularly thankful if the minds of this community could be so impressed and stirred up, so wakened up, that when those poor brethren and sisters who are now on the Plains do arrive they may be able to say of a truth and in very deed, &#x201C;God be thanked, we have got to Zion.&#x201D; But fearfulness and forebodings of disappointment to them are in my feelings. How far they may be disappointed, I do not know. <\/div><div class=\"paragraph jod\" id=\"v4n483\"> I do not wish to be personal in this congregation, but let me say to the authorities, to the Elders of Israel, the Seventies, High Priests,  <div class=\"break pagebreak\" id=\"63a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0063.pdf\" target=\"pdfwin\">p.&#xA0;63a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0696\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Bishops, or any other quorum or class of officers, if you will appoint meetings and have only those present whom we wish to be there, I will then tell you how to commence a reformation. I will there be particular and personal in my remarks, if necessary, and I will talk to you as severely as I already have to some of the quorums. Now then, morally reform. &#x201C;In what?&#x201D; In everything. Reform your moral character, and be at least as moral as you would if you belonged to a Methodist, Presbyterian, or Baptist church, or to the Roman Catholics: be as moral as those classes of people, for heaven's sake. Then there will be a chance for you to reform in spirit, and to get the light of eternity to shine upon your efforts. <\/div><div class=\"paragraph jod\" id=\"v4n485\"> There are a great many things to be taught and practiced. I have frequently thought that I would rather preach to and baptize new converts than to fashion over the old ones, for you can seldom get a good pattern out of them. Some will be full of seams and checks, and you never can make a sound piece out of them. If I had the material to work with I would rather make new ones, than patch up the old ones: but as we have not the new materials to work upon, we must patch up the old ones. Patch up yourselves&#x2014;make your characters comely to each other. I am not so anxious about the Spirit; let a man walk as pure and holy as the Gods and angels, and then see if there will not be the light of eternity in him. Let a man or woman walk without spot or blemish and the Spirit and power of God Almighty will be with them all the time, and the angels of God will be round about them all the time, they will be preserved to do the will of God preparatory to an eternal exaltation. <\/div> <div class=\"break columnbreak\" id=\"63b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0063.pdf\" target=\"pdfwin\">p.&#xA0;63b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0696\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n486\"> Do not talk to me and tell me that you are so backslidden and dark, but reform and get the light of God within you. Some get up here and say, &#x201C;I will live my religion, I will brethren; O pray for me, I will live my religion, if it costs me my life.&#x201D; Yes, some of the great men of Israel talk in that style. Some of the Presidents come here and say, &#x201C;I will live my religion, God being my helper,<span class=\"citation\" id=\"56759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56759)\">Ps. 54:4<\/a><\/span> if it takes away my life.&#x201D; When a man talks about his religion costing him his life, I want to ask that man if he has any common sense about him. Have you any true philosophy, argument, light, or intelligence in the least degree? &#x201C;O yes, we are philosophers.&#x201D; Then ask yourselves from whence you derive your lives, your means, your property, everything you can enjoy in time and eternity. Do you receive them outside of the Gospel of Jesus Christ? No you do not. And still a man will get up here and say, &#x201C;I will serve the Lord, if it costs me my life.&#x201D; I will say what I said yesterday, such a man is a fool. Such a man is condemned, and the wrath of God is upon him.<span class=\"citation\" id=\"56915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56915)\">Ps. 78:31<\/a><\/span> His eyes are closed, and he is no more fit for a President of the Seventies, or any other quorum, than a red hot limekiln is for a powder house. Cut such a man off from the Church, for he has backslidden to that degree that nothing but death stares him in the face, when he looks to God and Christ with a view of keeping their law. We wish those rotten branches cut off from the Church, severed from the trunk of the tree; slash them off, and put a little wax on where you cut the limb off, that the wound may heal over, and the tree grow more thrifty. May the Lord bless us. Amen. <\/div>\n<\/div>\n<\/div>"}