{"ID":40013, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Counsel Concerning Immigration&#x2014;Benefits to Be Derived From An Early Start&#x2014;Crossing the Plains With Handcarts, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, November 2, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Counsel Concerning Immigration, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 11\/2\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d13\">\n<div class=\"paragraph jod\" id=\"v4n499\"> Brother Kimball, in his remarks, touched upon an idea that had not previously entered my mind, that is, that some of the people were dissatisfied with me and my counselors, on account of the lateness of this season's immigration. I do not know but what such may be the case, as I am aware that those persons now on the Plains have a great many friends and relatives here; but it never came into my mind that I was in the least degree censurable for any person's being now upon the Plains. Why? Because there is not the least shadow of reason for casting such censure upon me. I am about as free from what is called jealousy, as any man that lives; I am not jealous of anybody, though I know what the feeling is; but it never troubled me much, even in my younger days. Neither am I suspicious of my brethren, therefore I was not suspecting any censure of the kind just named. <\/div> <div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0693\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n500\"> Aside from entire want of foundation, and aside from my freedom from jealousy and suspicion, there are other reasons why I could not be expected to have indulged in the suspicion of such a charge. Our general epistles usually go from here twice a year, and the immigration, the gathering of the people, is dictated in those epistles, with a considerable degree of minute detail; I also advance many ideas on the same subject, from time to time, which are written and published; and I write a great many letters on this subject, and many of these are published. <\/div><div class=\"paragraph jod\" id=\"v4n501\"> There is not a person, who knows anything about the counsel of the First Presidency concerning the immigration, but what knows that we have recommended it to start in season. True, we have not expressly, and with a penalty, forbidden the immigration to start late, but hereafter I am going to lay an injunction  <div class=\"break pagebreak\" id=\"67a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0067.pdf\" target=\"pdfwin\">p.&#xA0;67a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0692\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and place a penalty, to be suffered by any Elder or Elders who will start the immigration across the Plains after a given time; and the penalty shall be that they shall be severed from the Church, for I will not have such late starts. You know my life; there is not a person in this Church and kingdom but what must acknowledge that gold and silver, houses and lands, &amp;c., do multiply in my hands. There is not an individual but what must acknowledge that I am as good a financier as they ever knew, in all things that I put my hands to. This is well known by the people, and they consider me a frugal, saving man, therefore there is no ground or room for their suspecting that my mismanagement caused the present sufferings on the Plains. I presume that brother Kimball never would have thought of such an idea, had he not heard it. <\/div><div class=\"paragraph jod\" id=\"v4n503\"> Say that we start a company from the Missouri River as late as the first of June, and allow them three months in which to perform the journey, then they have time to travel moderately and one month of good weather for leeway, in which to finish the journey, provided they do not complete it in three months; then they may be ninety days or more in coming a thousand miles, which a child of four years old could walk it in that time. They may stop and feed their teams, and after they arrive they will have the autumn in which to look round and prepare for winter. This is my policy, and then during the first half of the journey the cattle can get what is called prairie grass while it is at its best, for it is easily killed by frost, and cattle must have the privilege of feeding upon it before it is too dry, or frostbitten. The month of June is the best month for that grass, and this all know who are acquainted with the western prairies. Then they come to the mountain grass in the latter part of their journey, which <div class=\"break columnbreak\" id=\"67b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0067.pdf\" target=\"pdfwin\">p.&#xA0;67b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0692\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> though probably dry by the time they get to it, is filled with nutrition, nearly as much so as grain, and will fatten cattle. <\/div><div class=\"paragraph jod\" id=\"v4n504\"> They can come along moderately, take their time, and arrive here in August. They should be here in that month, what for? To help us harvest our late wheat, corn, potatoes; to help get up wood, put up fences and prepare for winter. This plan also puts into the possession of newcomers time and ability to secure to themselves their winter's provision. Do you not see that such is the result? I have known this all the time. I have always said, send the companies across the Plains early. Companies have suffered loss upon loss of lives and property, but never by the dictation of the First Presidency. Do you not readily understand that if the immigration had been here a few months ago, or by the first of September, that they would have had opportunity to rest, and then to secure wheat, to lay up a few potatoes, to get up wood and lay in the staple necessaries for winter? <\/div><div class=\"paragraph jod\" id=\"v4n505\"> But our Elders abroad say, by their conduct all the time, that we here in the mountains do not understand what is wanted in the east, as well as they do. They do not proclaim it in so many words, but their conduct does, and &#x201C;by their fruits ye shall know them.&#x201D;<span class=\"citation\" id=\"63919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63919)\">Matt. 7:20<\/a><\/span> Their actions assert that they know more than we do, but I say that they do not. If they had sent our immigration in the season that they should have done, you and I could have kept our teams at home; we could have fenced our five and ten acre lots; we could have put in our fall wheat; could have got up wood for ourselves and for the poor that cannot help themselves; and thus we might have been providing for ourselves, and making ourselves comfortable; whereas, now your hands and mine are tied. <\/div> <div class=\"break pagebreak\" id=\"68a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0068.pdf\" target=\"pdfwin\">p.&#xA0;68a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0691\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n507\"> This people are this day deprived of thousands of acres of wheat that would have been sowed by this time, had it not been for the misconduct of our immigration affairs this year, and we would have had an early harvest, but now we may have to live on roots and weeds again before we get the wheat. I look at this matter as plainly as I do upon your faces. I have a philosophical forecast, and I do know the results of men's work; I know what the conduct of this people will produce in their future life. If I have not this power naturally, God has surely given it to me. <\/div><div class=\"paragraph jod\" id=\"v4n508\"> Well, what shall be done? Why, we must bear it. The Elders east fancy that they know more about what is wanted here than we do, and we have to bear it. Let me have had the dictation of the emigration from Liverpool, and I could have brought many more persons here, and at a cost of not more than from three to five dollars of what it has now cost, provided I could have dictated matters at every point. That is not boasting; I only want to tell you that I know more than they know. But what have we to do now? We have to be compassionate, we have to be merciful to our brethren. <\/div><div class=\"paragraph jod\" id=\"v4n509\"> Here is brother Franklin D. Richards who has but little knowledge of business, except what he has learned in the Church; he came into the Church when a boy, and all the public business he has been in is the little he has done while in Liverpool, England; and here is brother Daniel Spencer, brother Richards' First Counselor and a man of age and experience, and I do not know that I will attach blame to either of them. But if, while at the Missouri River, they had received a hint from any person on this earth, or if even a bird had chirped it in the ears of brothers Richards and Spencer, they would have known better than to rush men, <div class=\"break columnbreak\" id=\"68b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0068.pdf\" target=\"pdfwin\">p.&#xA0;68b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0691\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> women, and children on to the prairie in the autumn months, on the third of September, to travel over a thousand miles. I repeat that if a bird had chirped the inconsistency of such a course in their ears, they would have thought and considered for one moment, and would have stopped those men, women, and children there until another year. <\/div><div class=\"paragraph jod\" id=\"v4n510\"> If any man or woman complains of me or of my Counselors, in regard to the lateness of some of this season's immigration, let the curse of God be on them and blast their substance with mildew<span class=\"citation\" id=\"61926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61926)\">Amos 4:9<\/a><\/span> and destruction, until their names are forgotten from the earth. I never thought of my being accused of advising or having anything to do with so late a start. The people must know that I know how to handle money and means, and I never supposed that anybody had a doubt of it. It will cost this people more to bring in those companies from the Plains, than it would to have seasonably brought them from the outfitting point on the Missouri River. I do not believe that the biggest fool in the community could entertain the thought that all this loss of life, time, and means, was through the mismanagement of the First Presidency. <\/div><div class=\"paragraph jod\" id=\"v4n511\"> I know how to dictate affairs; and no man need to have walked in darkness touching his duty with regard to the foreign immigration. You can read their duty in our epistles, letters, and sermons; and what is the purport of those documents, on this point? That we are new settlers in a wild and uninhabited country, and are thrown upon our own resources; that we need all our teams and means to prepare for those persons who are coming, instead of crippling us by taking our bread, men, and teams, and going out to meet them. And if the present system continues, this people will be found like the Kilkenny cats, which eat up each other clear to  <div class=\"break pagebreak\" id=\"69a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0069.pdf\" target=\"pdfwin\">p.&#xA0;69a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0690\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their tails, and they were left jumping at one another; such operations will financially use us up. <\/div><div class=\"paragraph jod\" id=\"v4n513\"> Last year my back and head ached, and I have been about half mad ever since, and that too righteously, because of the reckless squandering of means and leaving me to foot the bills. Last year, without asking me a word of counsel, without a word being spoken to me about the matter, there was over sixty thousand dollars of indebtedness incurred for me to pay. What for? To fetch a few immigrants here, when I could have brought the whole of them with one quarter of the means. <\/div><div class=\"paragraph jod\" id=\"v4n514\"> What is the cause of our immigration being so late this season? The ignorance and mismanagement of some who had to do with it, and still, perhaps they did the best they knew how. <\/div><div class=\"paragraph jod\" id=\"v4n515\"> Are those people in the frost and snow by my doings? No, my skirts are clear of their blood,<span class=\"citation\" id=\"60300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60300)\">Jer. 2:34<\/a><\/span> God knows. If a bird had chirped in brother Franklin's ears in Florence, and the brethren there had held a council, he would have stopped the rear companies there, and we would have been putting in our wheat, &amp;c., instead of going on to the Plains and spending weeks and months to succor our brethren. I make these remarks because they are true. <\/div><div class=\"paragraph jod\" id=\"v4n516\"> As to the companies now out, we must bring them in; and another year we will send men to the Missouri River who understand the right management of affairs, and will send them in the speediest conveyances, so that they may not get the &#x201C;big head&#x201D; before they arrive there, and then they may be able to do as we tell them. <\/div><div class=\"paragraph jod\" id=\"v4n517\"> Can people come across the Plains with handcarts? Ask brothers Edmund Ellsworth, Daniel D. McArthur and William Bunker, who led the three handcart companies that have <div class=\"break columnbreak\" id=\"69b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0069.pdf\" target=\"pdfwin\">p.&#xA0;69b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0690\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> already arrived; and the brethren and sisters in those companies state that they crossed quicker and easier than the wagon companies. <\/div><div class=\"paragraph jod\" id=\"v4n518\"> Those who counseled the companies to come on have nearly all gone back to their assistance, after staying at home but about two days, after their return from a long mission, thus manifesting their faith by their works. <\/div><div class=\"paragraph jod\" id=\"v4n519\"> I cannot help what is out of my reach, but I am on hand to send more teams, and to send and send, until, if it is necessary, we are perfectly stopped in every kind of business. Brother Heber says that he will send another team, and I mean to send as many more as he does; I ought to send more than brother Heber, for I am fourteen days older than he is. I can send more teams, but I do not intend that the fetters shall be on me another season. <\/div><div class=\"paragraph jod\" id=\"v4n520\"> I will mention something more. You cannot hear George D. Grant, Daniel Spencer and others of the lately returned missionaries speak without eulogizing Franklin D. Richards. They are full of eulogizing Franklin D. Richards, but they need to be careful or they will have the &#x201C;big head&#x201D; and become as dead and devoid of the Spirit as old pumpkins. And with them it is, &#x201C;What could I have done without brother George? And what could we have done without brother Franklin? And when you hear me calling you Rabbi, know ye that I want to be called Rabbi;&#x201D; and so it goes, but I suppose that this is not what they do it for. <\/div><div class=\"paragraph jod\" id=\"v4n521\"> Don't you know that I know whether you are good for anything, or not, without my praising you? I know all about you, without telling what great things you have done, and what you have not done. But the very spirit some have in them of pride, arrogance, and self-esteem, has led men and women to die on the Plains, by scores, at least their folly has.  <div class=\"break pagebreak\" id=\"70a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0070.pdf\" target=\"pdfwin\">p.&#xA0;70a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0689\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>And if they had not had any such spirit about them, God would have whispered to them to have held a council, and would have stopped <div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0689\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them from rushing their brethren and sisters into such suffering. But we must now rescue those people, and may God help us to do it. Amen. <\/div>\n<\/div>\n<\/div>"}