{"ID":40015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel Like a Net Cast Into the Sea&#x2014;Good and Bad in the Church&#x2014;Embrace Principles in Your Faith, not Men&#x2014;Confess Only to Those Against Whom You Have Sinned&#x2014;Economize the Gifts of God, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, November 9, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel Like a Net Cast Into the Sea, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 11\/9\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v4n565\"> I rise to explain one principle to Elders who are in the habit of preaching the Gospel to the world. Not but what their views coincide with mine, not but what they fully comprehend the matter, but all have not the power and faculty to develop what <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0684\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is in them; some are at a loss to explain that which they understand. <\/div><div class=\"paragraph jod\" id=\"v4n566\"> I wish to refer more particularly to a remark made by brother Benjamin L. Clapp, who has just been speaking to us concerning men coming to him in Texas, and saying that things were  <div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0683\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thus and so in Utah. What can they tell about Utah? To begin with, they do not know any evil of this people; the sins of this people are with themselves and their God. I defy all hell and all the devils in and about the inhabitants of the earth to substantiate permanent acts of wickedness against the Elders of this people. <\/div><div class=\"paragraph jod\" id=\"v4n568\"> Suppose that men came to brother Benjamin in Texas, and told him that I was the biggest scoundrel in the world, do not this people know better about that than they? And even Benjamin himself knows it to be a falsehood. We know that is falsehood, and I should have taken the liberty of telling them so. <\/div><div class=\"paragraph jod\" id=\"v4n569\"> I never preached in Texas, but I have preached in places as wicked; and when a man told me that which was not true about this people or about the leaders of this people, I would take the liberty of telling him that he was not telling the truth. I preached during twenty-four or twenty-five years among the wicked, and I never yet saw a man that I was afraid to tell that he was saying that which was not so, when I knew better; frequently they would turn and say to me, &#x201C;You had better tell me that I lie,&#x201D; and my prompt reply would be, you do, sir, and that before God. <\/div><div class=\"paragraph jod\" id=\"v4n570\"> What fault could the world justly find with this people? Some have passed through here to California to dig gold, but they have received nothing at the hands of this people but kindness. What do they know about us? They cannot charge us with one evil. Suppose there are wicked men here, I say the kingdom of heaven is like unto a net that gathers fish both good and bad,<span class=\"citation\" id=\"64678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64678)\">Matt. 13:47-48<\/a><\/span> and I say this because it is true. <\/div><div class=\"paragraph jod\" id=\"v4n571\"> We have in our community the worst creatures that the world can produce; the Gospel net must gather them of necessity, or the saying of <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0683\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Jesus, and what he knew of the kingdom in the last day would not come to pass. There are as bad men and women within the pales of this Church as there are upon this earth, and the Gospel being preached to them prepares them to become devils. As you have frequently been told, that is the only way men can become devils; they must have the knowledge to sin against the Holy Ghost,<span class=\"citation\" id=\"64400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64400)\">Matt. 12:31-32<\/a><\/span> or yet the day of redemption awaits them, one or the other. <\/div><div class=\"paragraph jod\" id=\"v4n572\"> Suppose I was preaching in the world, and they should allege that some of the people in Utah swore, stole, and were wicked in many ways, I would acknowledge it to be the case. They might then inquire, &#x201C;Why do you say that you have got the Gospel of salvation? And why do you come to us to preach, seeing that your own people do wickedly?&#x201D; I would reply that the kingdom of heaven is like unto a net that gathers fish of all kinds, therefore we must have the good and the bad in Utah, or else it cannot be the kingdom of heaven.<span class=\"citation\" id=\"64679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64679)\">Matt. 13:47<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n573\"> We have some of the bad, and those who pass through our settlements, or sojourn in our midst for a brief period, become familiar with those who are wicked, but do not become acquainted with the righteous. The great majority of this people are righteous, but the worldlings seek out and mingle with the few wicked here, because both those classes love the spirit of the world. <\/div><div class=\"paragraph jod\" id=\"v4n574\"> As to the great argument against the kingdom of God, because there are some evildoers in the Church, I will take the principles and doctrines taught by Jesus and his Apostles, and show that these go to prove and substantiate the fact that this is the kingdom of God. Why? Because we can produce the meanest curses there are on the earth, those who take all the revelations given by the Almighty, and every influence  <div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0682\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and revelation they can get from the devil, and make use of them to add sin to sin. This fact is also another proof that all hell is against this people, for there is not a person in the world, that gives way to wickedness, but what has antipathy against this people. <\/div><div class=\"paragraph jod\" id=\"v4n576\"> Now hearken, O ye Texans; do you say there are people here who are wicked? So we say. Could I wish things to be otherwise? No, I would not have them different if I could. We can produce the best men and the worst, the best women and the worst, and thus prove, according to the sayings of Jesus Christ and his Apostles, that this is the kingdom of God, or at least answers to the Savior's description of that kingdom. <\/div><div class=\"paragraph jod\" id=\"v4n577\"> Were I in Texas I would say, let me tell you that I have not embraced any man on this earth, in my faith, but I have embraced the doctrine of salvation, and it is no matter what the people do in Utah. Here is the doctrine of salvation, talk against that, prove that to be false, or find a flaw in it, if you can. As for the people, they cannot save you. Never embrace a man in your faith, for that is sectarianism. <\/div><div class=\"paragraph jod\" id=\"v4n578\"> There are many of the men and women now before me who have looked for a pure people, and have supposed that that was a proof of the truth of our doctrines, but they will never find such a people until Satan is bound,<span class=\"citation\" id=\"85689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85689)\">D&amp;C 45:55<\/a><\/span> and Jesus comes to reign with his Saints.<span class=\"citation\" id=\"75664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75664)\">1 Thes. 3:13<\/a><\/span> The doctrine we preach is the doctrine of salvation, and it is that which the Elders of this Church take to the world, and not the people of Utah. <\/div><div class=\"paragraph jod\" id=\"v4n579\"> Some of the Elders seem to be tripped up in a moment, if the wicked can find any fault with the members of this Church; but bless your souls, I would not yet have this people faultless, for the day of separation has not <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0682\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> yet arrived. I have many a time, in this stand, dared the world to produce as mean devils as we can; we can beat them at anything. We have the greatest and smoothest liars in the world, the cunningest and most adroit thieves, and any other shade of character that you can mention. <\/div><div class=\"paragraph jod\" id=\"v4n580\"> We can pick out Elders in Israel right here who can beat the world at gambling, who can handle the cards, cut and shuffle them with the smartest rogue on the face of God's footstool. I can produce Elders here who can shave their smartest shavers, and take their money from them. We can beat the world at any game. <\/div><div class=\"paragraph jod\" id=\"v4n581\"> We can beat them, because we have men here that live in the light of the Lord, that have the Holy Priesthood, and hold the keys of the kingdom of God. But you may go through all the sectarian world, and you cannot find a man capable of opening the door of the kingdom of God to admit others in. We can do that. We can pray the best, preach the best, and sing the best. We are the best looking and finest set of people on the face of the earth, and they may begin any game they please, and we are on hand, and can beat them at anything they have a mind to begin. They may make sharp their two-edged swords, and I will turn out the Elders of Israel with greased feathers, and whip them to death. We are not to be beat. We expect to be a stumbling block to the whole world, and a rock of offense to them.<span class=\"citation\" id=\"58016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58016)\">Isa. 8:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n582\"> I never preached to the world but what the cry was, &#x201C;That damned old Joe Smith has done thus and so.&#x201D; I would tell the people that they did not know him, and I did, and that I knew him to be a good man; and that when they spoke against him, they spoke against as good a man as ever lived. <\/div><div class=\"paragraph jod\" id=\"v4n583\"> I recollect a conversation I had with  <div class=\"break pagebreak\" id=\"78a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0078.pdf\" target=\"pdfwin\">p.&#xA0;78a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0681\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a priest who was an old friend of ours, before I was personally acquainted with the Prophet Joseph. I clipped every argument he advanced, until at last he came out and began to rail against &#x201C;Joe Smith,&#x201D; saying, &#x201C;that he was a mean man, a liar, money digger, gambler, and a whoremaster;&#x201D; and he charged him with everything bad, that he could find language to utter. I said, hold on, brother Gillmore, here is the doctrine, here is the Bible, the Book of Mormon, and the revelations that have come through Joseph Smith the Prophet. I have never seen him, and do not know his private character. The doctrine he teaches is all I know about the matter, bring anything against that if you can. As to anything else I do not care. If he acts like a devil, he has brought forth a doctrine that will save us, if we will abide it. He may get drunk every day of his life, sleep with his neighbor's wife every night, run horses and gamble, I do not care anything about that, for I never embrace any man in my faith. But the doctrine he has produced will save you and me, and the whole world; and if you can find fault with that, find it. He said, &#x201C;I have done.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n585\"> It is the fashion in the world to embrace men in their faith, or a fine meetinghouse, or a genteel congregation, thinking, &#x201C;O, what perfect order, and how pretty they look; how straight they walk to meeting, and how long their faces are during the services; how pretty that deacon looks under the pulpit; the people are so pretty, the meetinghouse is so nice, that we want to join such pretty people.&#x201D; Such feelings will take a people to hell. Embrace a doctrine that will purge sin and iniquity from your hearts, and sanctify you before God, and you are right, no matter how others act. <\/div><div class=\"paragraph jod\" id=\"v4n586\"> I wish you all to understand that no Elders go to any place among the <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0681\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> world, but what the wicked find fault with the people of God. They found fault with Joseph Smith, and at length killed him, as they bare a great many others of the Latter-day Saints. What for? Because of his wickedness? No. But the cry was, &#x201C;Away with him,<span class=\"citation\" id=\"70812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70812)\">John 19:15<\/a><\/span> we cannot do with this man nor with his people.&#x201D; Did they hate him for his evil works? No. If he had been a liar, a swearer, a gambler, or in any way an evildoer, and of the world, it would have loved its own,<span class=\"citation\" id=\"70216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70216)\">John 15:19<\/a><\/span> and they would have embraced him, and nourished and kept him. If he had been a false prophet they never would have lifted a hand against him, because he could have spread still more delusion through the world around him. <\/div><div class=\"paragraph jod\" id=\"v4n587\"> We are hated, because we are righteous. If we have sinned, the people in Texas know nothing about it; they cannot in truth find a word of fault with the character of this people, except with the few we have on hand ready to beat them at their meanness. The Lord wants those few here to fulfil His words and purposes, and they are fit for no other place. The sheep and the goats, the calves and the pigs, are all good in their places. The Lord will make use of us to His glory; and though a good many of those who now profess to be good Latter-day Saints may meet condemnation, even their course will finally result to the glory of God. Are these ideas correct? Judge ye. <\/div><div class=\"paragraph jod\" id=\"v4n588\"> Now, brethren, let me say a few words to you. Let us repent of our backslidings and tell the people of Texas that we ask no odds of them, nor of anyone else but our Father and our God, and those we are associated with in His kingdom. As brother Benjamin has exhorted you, confess your faults to the individuals that you ought to confess them to, and proclaim them not on the housetops.<span class=\"citation\" id=\"83183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83183)\">Morm. 5:8<\/a><\/span><span class=\"citation\" id=\"83635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83635)\">D&amp;C 1:3<\/a><\/span> Be careful that you wrong not yourselves.  <div class=\"break pagebreak\" id=\"79a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0079.pdf\" target=\"pdfwin\">p.&#xA0;79a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0680\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Do you not know that if a good person is guilty of committing a crime he thinks that everybody knows it, and is ready to confess here, and there, and everywhere he has an opportunity? <\/div><div class=\"paragraph jod\" id=\"v4n590\"> I do not want to know anything about the sins of this people, at least no more than I am obliged to. If persons lose confidence in themselves, it takes away the strength, faith and confidence that others have in them; it leaves a space that we call weakness. If you have committed a sin that no other person on the earth knows of, and which harms no other one, you have done a wrong and sinned against your God, but keep that within your own bosom, and seek to God and confess there, and get pardon for your sin. <\/div><div class=\"paragraph jod\" id=\"v4n591\"> If children have sinned against their parents, or husbands against their wives, or wives against their husbands, let them confess their faults one to another and forgive each other, and there let the confession stop; and then let them ask pardon from their God. Confess your sins to whoever you have sinned against, and let it stop there. If you have committed a sin against the community, confess to them. If you have sinned in your family, confess there. Confess your sins, iniquities, and follies, where that confession belongs, and learn to classify your actions. <\/div><div class=\"paragraph jod\" id=\"v4n592\"> Suppose that the people were to get up here and confess their sins, it would destroy many innocent persons. Does Texas know about it? No, nor you about one another, if you will be wise and confess your wrongs where they ought to be confessed, and keep the knowledge of them from every person it ought to be kept from. In this way you will have strength against the enemy, who would otherwise buffet you and say, &#x201C;Here is your wickedness made manifest,&#x201D; and would overcome you and destroy all <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0680\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the confidence you have in yourselves and in your God. <\/div><div class=\"paragraph jod\" id=\"v4n593\"> If the Lord has confidence in you, preserve it, and take a course to produce more. If the Lord had a people on the earth that He had perfect confidence in, there is not a blessing in the eternities of our God, that they could bear in the flesh, that He would not pour out upon them. Tongue cannot tell the blessings the Lord has for a people who have proved themselves before Him. <\/div><div class=\"paragraph jod\" id=\"v4n594\"> That we may have confidence in Him, and He in us, let us take a course to create it, that He may open the heavens and pour upon us the blessings and power of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v4n595\"> Fathers, reflect for yourselves. Suppose that a father had thirty thousand dollars to distribute among three of his boys, and that one of them was a spendthrift who would prodigally sow his share to the four winds, and cause his wife and children to come on his father for support. Would that father have confidence to bestow ten thousand dollars on his spendthrift son? No, but he would deal it out to that son's wife and children as they might need, and the rest he would preserve for him to another time. Our Father has to deal in that manner with us, for He has not confidence to know that we will do the things we ought and economize His blessings, if He should bestow them upon us. <\/div><div class=\"paragraph jod\" id=\"v4n596\"> We are like children who want the looking-glass to play with, and who cry for the sharp razor and for the moon they see reflected in the water, desiring them for playthings. Let us take such a course that God will have confidence in us, and then we shall receive all we need, all we desire and ask for. <\/div><div class=\"paragraph jod\" id=\"v4n597\"> Take a wise course; do not be foolish. I want you to reform, for there is need of it; though the world  <div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>knows nothing about it. They hate us for the truth's sake, and seek to destroy us; and I say to them, go it ye cripples, while you are young; for <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the day is coming in which you will find yourselves as badly crippled as ever the &#x201C;Mormons&#x201D; were. <\/div><div class=\"paragraph jod\" id=\"v4n599\"> May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}