{"ID":40010, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The People of God Disciplined By Trials&#x2014;Atonement By the Shedding of Blood&#x2014;Our Heavenly Father&#x2014;A Privilege Given to All the Married Sisters in Utah.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, September 21, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The People of God Disciplined By Trials, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 9\/21\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d10\">\n<div class=\"paragraph jod\" id=\"v4n396\"> Before I sit down, I shall offer a proposition to the congregation; though I will first say a few words concerning our religion, our circumstances, and the circumstances of the brethren and people generally that inhabit these valleys, but more especially of these that have the privilege of assembling at this Tabernacle from Sabbath to Sabbath. <\/div><div class=\"paragraph jod\" id=\"v4n397\"> If they will rightly consider their situation, they will believe for themselves that they are in a place, in a country, where they can be Saints as well as in any other place there is on the face of this earth. <\/div> <div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0708\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n398\"> True, we hear some complaints from those who lose the spirit of their religion, who turn away from us. They think that this people will suffer here. I will give you my feelings upon the subject. <\/div><div class=\"paragraph jod\" id=\"v4n399\"> There is not a hardship, there is not a disappointment, there is not a trial, there is not a hard time, that comes upon this people in this place, but that I am more thankful for than I am for full granaries. <\/div><div class=\"paragraph jod\" id=\"v4n400\"> We have been hunting during the past twenty-six years, for a place where we could raise Saints, not merely wheat, and corn. Compara<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"52a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0052.pdf\" target=\"pdfwin\">p.&#xA0;52a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0707\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tively I care but little about the wheat and corn, though a little is very useful. <\/div><div class=\"paragraph jod\" id=\"v4n402\"> It is true that this is a good country for fruits of some kinds; this soil produces as good peaches as can be raised on any soil, and also grapes, apples, and so on. But what of all that? The man, or the woman, that mainly looks after the fruit, after the luxuries of life, good food, fine apparel, and at the same time professes to be a Latter-day Saint, if he does not get that spirit out of his heart, it will obtain a perfect victory over him; whereas he is required to obtain a victory over his lusts and over his unwise feelings; and if he does not get rid of that spirit, the quicker he starts east for the States, or west for California, the better. <\/div><div class=\"paragraph jod\" id=\"v4n403\"> If we could not raise any fruit, if we could not raise an ear of corn, I should be quite thankful if we could raise the oats and the peas, and make the oat bread and the pea broth, and live on them from year to year. <\/div><div class=\"paragraph jod\" id=\"v4n404\"> I say hallelujah, this is a first-rate place to raise Saints. Let the people complain of hard times, complain of their poverty, their poor fare and their hard labor; that wood is scarce, that we have to go far for it, and have to toil so hard to raise our grain; that we lose our stock upon the prairie, that a cow is gone today, and an ox was lost last year; that if we turn out our cattle they will stray off, and we shall see them no more. <\/div><div class=\"paragraph jod\" id=\"v4n405\"> How would you feel were you in a country where you could not raise stock, except you provided comfortable shelter and an abundance of fodder for them all? <\/div><div class=\"paragraph jod\" id=\"v4n406\"> In the country where I was brought up, could you turn out a calf in the fall and have it live through the winter? There never was such a thing done, to my knowledge; and no man ever thought of such a thing as wintering a calf, unless he had a shel<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"52b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0052.pdf\" target=\"pdfwin\">p.&#xA0;52b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0707\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ter prepared for it almost as warm as the rooms for the children. <\/div><div class=\"paragraph jod\" id=\"v4n407\"> I mention these things for the benefit of those here today, if any, who think that this is not a good country, and who do not really know whether they wish to stay, or whether we are right or wrong, or whether &#x201C;Mormonism&#x201D; is true or false. <\/div><div class=\"paragraph jod\" id=\"v4n408\"> I would advise those persons to repent of their sins forthwith, and to try with all their might to get the spirit of their religion upon them, and if they cannot do that, to take their own course and go where their hearts desire, for doubtless there is some place where you would wish to go. <\/div><div class=\"paragraph jod\" id=\"v4n409\"> Those that have the Gospel, who enjoy the Spirit of their religion, lie down in peace, and wake up full of rejoicing, full of peace, of glory, of faith and thanksgiving; this is the case with all who are full of good works. <\/div><div class=\"paragraph jod\" id=\"v4n410\"> We need a reformation in the midst of this people; we need a thorough reform, for I know that very many are in a dozy condition with regard to their religion; I know this as well as I should if you were now to doze and go to sleep before my eyes. <\/div><div class=\"paragraph jod\" id=\"v4n411\"> You are losing the spirit of the Gospel, is there any cause for it? No, only that which there is in the world. You have the weakness of human nature to contend with, and you suffer that weakness to decoy you away from the truth, to the side of the adversary; but now it is time to awake, before the time of burning. <\/div><div class=\"paragraph jod\" id=\"v4n412\"> Whether the time of burning will be this week, or the next, or next year, I do not know that I care; and I do not know that I would ask, if I was sure the Lord would tell me. But I tell you that which I do know, and that is sufficient. <\/div><div class=\"paragraph jod\" id=\"v4n413\"> I do know that the trying day will soon come to you and to me; and ere long we will have to lay down these  <div class=\"break pagebreak\" id=\"53a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0053.pdf\" target=\"pdfwin\">p.&#xA0;53a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0706\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tabernacles and go into the spirit world. And I do know that as we lie down, so judgment will find us, and that is scriptural; &#x201C;as the tree falls, so it shall lie,&#x201D;<span class=\"citation\" id=\"57598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57598)\">Eccl. 11:3<\/a><\/span> or, in other words, as death leaves us so judgment will find us. <\/div><div class=\"paragraph jod\" id=\"v4n415\"> I will explain how judgment will be laid to the line.<span class=\"citation\" id=\"58618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58618)\">Isa. 28:17<\/a><\/span> If we all live to the age of man<span class=\"citation\" id=\"83015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83015)\">3 Ne. 28:2<\/a><\/span><span class=\"citation\" id=\"86492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86492)\">D&amp;C 63:50<\/a><\/span> the end thereof will soon be here, and that will burn enough, without anything else; and the present is a day of trial, enough for you and me. <\/div><div class=\"paragraph jod\" id=\"v4n416\"> We have got to be rightly prepared to go into the spirit world, in order to become kings. That is, so far as the power of Satan is concerned you and I have got to be free from his power, but we cannot be while we are in the flesh. <\/div><div class=\"paragraph jod\" id=\"v4n417\"> Here we shall be perplexed and hunted by him; but when we go into the spirit world there we are masters over the power of Satan, and he cannot afflict us anymore, and this is enough for me to know. <\/div><div class=\"paragraph jod\" id=\"v4n418\"> Whether the world is going to be burned up within a year, or within a thousand years, does not matter a groat to you and me. We have the words of eternal life, we have the privilege of obtaining glory, immortality, and eternal lives, now will you obtain these blessings? <\/div><div class=\"paragraph jod\" id=\"v4n419\"> Will you spend your lives to obtain a seat in the kingdom of God, or will you lie down and sleep, and go down to hell? <\/div><div class=\"paragraph jod\" id=\"v4n420\"> I want all the people to say what they will do, and I know that God wishes all His servants, all His faithful sons and daughters, the men and the women that inhabit this city, to repent of their wickedness, or we will cut them off. <\/div><div class=\"paragraph jod\" id=\"v4n421\"> I could give you a logical reason for all the transgressions in this world, for all that are committed in this probationary state, and especially for those committed by men. <\/div> <div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0706\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n422\"> There are sins that men commit for which they cannot receive forgiveness in this world, or in that which is to come,<span class=\"citation\" id=\"64399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64399)\">Matt. 12:31-32<\/a><\/span> and if they had their eyes open to see their true condition, they would be perfectly willing to have their blood spilt upon the ground, that the smoke thereof might ascend to heaven as an offering for their sins; and the smoking incense would atone for their sins, whereas, if such is not the case, they will stick to them and remain upon them in the spirit world. <\/div><div class=\"paragraph jod\" id=\"v4n423\"> I know, when you hear my brethren telling about cutting people off from the earth, that you consider it is strong doctrine; but it is to save them, not to destroy them. <\/div><div class=\"paragraph jod\" id=\"v4n424\"> Of all the children of Israel that started to pass through the wilderness, none inherited the land which had been promised, except Caleb and Joshua,<span class=\"citation\" id=\"54860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54860)\">Num. 26:65<\/a><\/span> and what was the reason? It was because of their rebellion and wickedness; and because the Lord had promised Abraham that he would save his seed.<span class=\"citation\" id=\"53370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53370)\">Gen. 22:17-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n425\"> They had to travel to and fro to every point of the compass, and were wasted away, because God was determined to save their spirits. But they could not enter into His rest in the flesh,<span class=\"citation\" id=\"57025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57025)\">Ps. 95:10-11<\/a><\/span> because of their transgressions, consequently He destroyed them in the wilderness.<span class=\"citation\" id=\"87633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87633)\">D&amp;C 84:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n426\"> I do know that there are sins committed, of such a nature that if the people did understand the doctrine of salvation, they would tremble because of their situation. And furthermore, I know that there are transgressors, who, if they knew themselves, and the only condition upon which they can obtain forgiveness, would beg of their brethren to shed their blood, that the smoke thereof might ascend to God as an offering to appease the wrath that is kindled against them, and that the law might have its course. I will say further; I have had men come to me and  <div class=\"break pagebreak\" id=\"54a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0054.pdf\" target=\"pdfwin\">p.&#xA0;54a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0705\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>offer their lives to atone for their sins. <\/div><div class=\"paragraph jod\" id=\"v4n428\"> It is true that the blood of the Son of God was shed for sins through the fall and those committed by men, yet men can commit sins which it can never remit. As it was in ancient days, so it is in our day; and though the principles are taught publicly from this stand, still the people do not understand them; yet the law is precisely the same. There are sins that can be atoned for by an offering upon an altar, as in ancient days; and there are sins that the blood of a lamb, of a calf, or of turtle doves, cannot remit, but they must be atoned for by the blood of the man. That is the reason why men talk to you as they do from this stand; they understand the doctrine and throw out a few words about it. You have been taught that doctrine, but you do not understand it. <\/div><div class=\"paragraph jod\" id=\"v4n429\"> It is our desire to be prepared for a celestial seat with our Father in heaven. It was observed by brother Grant that we have not seen God, that we cannot converse with Him; and it is true that men in their sins do not know much about God. When you hear a man pour out eternal things, how well you feel, to what a nearness you seem to be brought with God. What a delight it was to hear brother Joseph talk upon the great principles of eternity; he would bring them down to the capacity of a child, and he would unite heaven with earth, this is the beauty of our religion. <\/div><div class=\"paragraph jod\" id=\"v4n430\"> When it was mentioned this morning about seeing God, about what kind of a being He was, and how we could see and measurably understand Him, I thought I would tell you. If we could see our heavenly Father, we should see a being similar to our earthly parent, with this difference, our Father in heaven is exalted and glorified. He has received His thrones, His principalities and powers, and He sits as a governor, as a <div class=\"break columnbreak\" id=\"54b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0054.pdf\" target=\"pdfwin\">p.&#xA0;54b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0705\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> monarch, and overrules kingdoms, thrones, and dominions that have been bequeathed to Him, and such as we anticipate receiving. While He was in the flesh, as we are, He was as we are. But it is now written of Him that our God is as a consuming fire,<span class=\"citation\" id=\"54947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54947)\">Deut. 4:24<\/a><\/span> that He dwells in everlasting burnings,<span class=\"citation\" id=\"59015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59015)\">Isa. 33:14<\/a><\/span> and this is why sin cannot be where He is. <\/div><div class=\"paragraph jod\" id=\"v4n431\"> There are principles that will endure through all eternity, and no fire can obliterate them from existence. They are those principles that are pure, and fire is made typical use of to show the glory and purity of the gods, and of all perfect beings. God is the Father of our spirits;<span class=\"citation\" id=\"77195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77195)\">Heb. 12:9<\/a><\/span> He begat them, and has sent them here to receive tabernacles, and to prove whether we will honor them. If we do, then our tabernacles will be exalted; but if we do not, we shall be destroyed; one of the two&#x2014;dissolution or life. The second death will decompose all tabernacles over whom it gains the ascendancy; and this is the effect of the second death,<span class=\"citation\" id=\"79061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79061)\">Rev. 2:11<\/a><\/span> the tabernacles go back to their native element. <\/div><div class=\"paragraph jod\" id=\"v4n432\"> We are of the earth, earthy;<span class=\"citation\" id=\"73968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73968)\">1 Cor. 15:47<\/a><\/span> and our Father is heavenly and pure. But we will be glorified and purified, if we obey our brethren and the teachings which are given. <\/div><div class=\"paragraph jod\" id=\"v4n433\"> When you see celestial beings, you will see men and women, but you will see those beings clothed upon with robes of celestial purity. We cannot bear the presence of our Father now; and we are placed at a distance to prove whether we will honor these tabernacles, whether we will be obedient and prepare ourselves to live in the glory of the light, privileges, and blessings of celestial beings. We could not have the glory and the light without first knowing the contrast. Do you comprehend that we could have no exaltation, without first learning by contrast? <\/div><div class=\"paragraph jod\" id=\"v4n434\"> When you are prepared to see our  <div class=\"break pagebreak\" id=\"55a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0055.pdf\" target=\"pdfwin\">p.&#xA0;55a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0704\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Father, you will see a being with whom you have long been acquainted, and He will receive you into His arms, and you will be ready to fall into His embrace and kiss Him, as you would your fathers and friends that have been dead for a score of years, you will be so glad and joyful. Would you not rejoice? When you are qualified and purified, so that you can endure the glory of eternity, so that you can see your Father, and your friends who have gone behind the veil, you will fall upon their necks and kiss them, as we do an earthly friend that has been long absent from us, and that we have been anxiously desiring to see. This is the people that are and will be permitted to enjoy the society of those happy and exalted beings. <\/div><div class=\"paragraph jod\" id=\"v4n436\"> Now for my proposition; it is more particularly for my sisters, as it is frequently happening that women say they are unhappy. Men will say, &#x201C;My wife, though a most excellent woman, has not seen a happy day since I took my second wife;&#x201D; &#x201C;No, not a happy day for a year,&#x201D; says one; and another has not seen a happy day for five years. It is said that women are tied down and abused: that they are misused and have not the liberty they ought to have; that many of them are wading through a perfect flood of tears, because of the conduct of some men, together with their own folly. <\/div><div class=\"paragraph jod\" id=\"v4n437\"> I wish my own women to understand that what I am going to say is for them as well as others, and I want those who are here to tell their sisters, yes, all the women of this community, and then write it back to the States, and do as you please with it. I am going to give you from this time to the 6th day of October next, for reflection, that you may determine whether you wish to stay with your husbands or not, and then I am going to set every woman at liberty and say to them, <div class=\"break columnbreak\" id=\"55b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0055.pdf\" target=\"pdfwin\">p.&#xA0;55b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0704\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Now go your way, my women with the rest, go your way. And my wives have got to do one of two things; either round up their shoulders to endure the afflictions of this world, and live their religion, or they may leave, for I will not have them about me. I will go into heaven alone, rather than have scratching and fighting around me. I will set all at liberty. &#x201C;What, first wife too?&#x201D; Yes, I will liberate you all. <\/div><div class=\"paragraph jod\" id=\"v4n438\"> I know what my women will say; they will say, &#x201C;You can have as many women as you please, Brigham.&#x201D; But I want to go somewhere and do something to get rid of the whiners; I do not want them to receive a part of the truth and spurn the rest out of doors. <\/div><div class=\"paragraph jod\" id=\"v4n439\"> I wish my women, and brother Kimball's and brother Grant's to leave, and every woman in this Territory, or else say in their hearts that they will embrace the Gospel&#x2014;the whole of it. Tell the Gentiles that I will free every woman in this Territory at our next Conference. &#x201C;What, the first wife too?&#x201D; Yes, there shall not be one held in bondage, all shall be set free. And then let the father be the head of the family, the master of his own household; and let him treat them as an angel would treat them; and let the wives and the children say amen to what he says, and be subject to his dictates, instead of their dictating the man, instead of their trying to govern him. <\/div><div class=\"paragraph jod\" id=\"v4n440\"> No doubt some are thinking, &#x201C;I wish brother Brigham would say what would become of the children.&#x201D; I will tell you what my feelings are; I will let my wives take the children, and I have property enough to support them, and can educate them, and then give them a good fortune, and I can take a fresh start. <\/div><div class=\"paragraph jod\" id=\"v4n441\"> I do not desire to keep a particle of my property, except enough to protect me from a state of nudity. And  <div class=\"break pagebreak\" id=\"56a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0056.pdf\" target=\"pdfwin\">p.&#xA0;56a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0703\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I would say, wives you are welcome to the children, only do not teach them iniquity; for if you do, I will send an Elder, or come myself, to teach them the Gospel. You teach them life and salvation, or I will send Elders to instruct them. <\/div><div class=\"paragraph jod\" id=\"v4n443\"> Let every man thus treat his wives, keeping raiment enough to clothe his body; and say to your wives, &#x201C;Take all that I have and be set at liberty; but if you stay with me you shall comply with the law of God, and that too without any murmuring and whining. You must fulfil the law of God in every respect, and round up your shoulders to walk up to the mark without any grunting.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n444\"> Now recollect that two weeks from tomorrow I am going to set you at liberty. But the first wife will say, &#x201C;It is hard, for I have lived with my husband twenty years, or thirty, and have raised a family of children for him, and it is a great trial to me for him to have more women;&#x201D; then I say it is time that you gave him up to other women who will bear children. If my wife had borne me all the children that she ever would bare, the celestial law would teach me to take young women that would have children. <\/div><div class=\"paragraph jod\" id=\"v4n445\"> Do you understand this? I have told you many times that there are multitudes of pure and holy spirits waiting to take tabernacles, now what is our duty?&#x2014;to prepare tabernacles for them; to take a course that will not tend to drive those spirits into the families of the wicked, where they will be trained in wickedness, debauchery, and every species of crime. It is the duty of every righteous man and woman to prepare tabernacles for all the spirits they can; hence if my women leave, I will go and search up others who will abide the celestial law, and let all I now have go where they please; though I will send the Gospel to them. <\/div> <div class=\"break columnbreak\" id=\"56b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0056.pdf\" target=\"pdfwin\">p.&#xA0;56b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0703\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n446\"> This is the reason why the doctrine of plurality of wives was revealed, that the noble spirits which are waiting for tabernacles might be brought forth. <\/div><div class=\"paragraph jod\" id=\"v4n447\"> If the men of the world were right, or if they were anywhere near right, there might not be the necessity which there now is. But they are wholly given up to idolatry, and to all manner of wickedness. <\/div><div class=\"paragraph jod\" id=\"v4n448\"> Do I think that my children will be damned? No, I do not, for I am going to fight the devil until I save them all; I have got my sword ready, and it is a two-edged one. I have not a fear about that, for I would almost be ashamed of my body if it would beget a child that would not abide the law of God, though I may have some unruly children. <\/div><div class=\"paragraph jod\" id=\"v4n449\"> I am going to ask you a good many things, and to begin with I will ask, what is your prayer? Do you not ask for the righteous to increase, while the unrighteous shall decrease and dwindle away? Yes, that is the prayer of every person that prays at all. The Methodists pray for it, the Baptists pray for it, and the Church of England and all the reformers, the Shaking Quakers not excepted. And if the women belonging to this Church will turn Shaking Quakers, I think their sorrows will soon be at an end. <\/div><div class=\"paragraph jod\" id=\"v4n450\"> Sisters, I am not joking, I do not throw out my proposition to banter your feelings, to see whether you will leave your husbands, all or any of you. But I do know that there is no cessation to the everlasting whining of many of the women in this Territory; I am satisfied that this is the case. And if the women will turn from the commandments of God and continue to despise the order of heaven, I will pray that the curse of the Almighty may be close to their heels, and that it may be following them all the day long. And those that enter into it and are faithful, I will promise them  <div class=\"break pagebreak\" id=\"57a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0057.pdf\" target=\"pdfwin\">p.&#xA0;57a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0702\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that they shall be queens in heaven, and rulers to all eternity. <\/div><div class=\"paragraph jod\" id=\"v4n452\"> &#x201C;But,&#x201D; says one, &#x201C;I want to have my paradise now.&#x201D; And says another, &#x201C;I did think I should be in paradise if I was sealed to brother Brigham, and I thought I should be happy when I became his wife, or brother Heber's. I loved you so much, that I thought I was going to have a heaven right off, right here on the spot.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n453\"> What a curious doctrine it is, that we are preparing to enjoy! The only heaven for you is that which you make yourselves. My heaven is here&#x2014;[laying his hand upon his heart]. I carry it with me. When do I expect it in its perfection? When I come up in the resurrection; then I shall have it, and not till then. <\/div><div class=\"paragraph jod\" id=\"v4n454\"> But now we have got to fight the good fight of faith,<span class=\"citation\" id=\"75992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75992)\">1 Tim. 6:12<\/a><\/span> sword in hand, as much so as men have when they go to battle; and it is one continual warfare from morning to evening, with sword in hand. This is my duty, and this is my life. <\/div><div class=\"paragraph jod\" id=\"v4n455\"> But the women come and say, &#x201C;Really brother John, and brother William, I thought you were going to make a heaven for me,&#x201D; and they get into trouble because a heaven is not made for them by the men, even though agency is upon women as well as upon men. True there is a curse upon the woman that is not upon the man, namely, that &#x201C;her whole affections shall be towards her husband,&#x201D; and what is the next? &#x201C;He shall rule over you.&#x201D;<span class=\"citation\" id=\"52594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52594)\">Gen. 3:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n456\"> But how is it now? Your desire is to your husband, but you strive to rule over him, whereas the man should rule over you. <\/div><div class=\"paragraph jod\" id=\"v4n457\"> Some may ask whether that is the case with me; go to my house and live, and then you will learn that I am very kind, but know how to rule. <\/div><div class=\"paragraph jod\" id=\"v4n458\"> If I had only wise men to talk to, <div class=\"break columnbreak\" id=\"57b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0057.pdf\" target=\"pdfwin\">p.&#xA0;57b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0702\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there would be no necessity for my saying what I am going to say. Many and many an Elder knows no better than to go home and abuse as good a woman as dwells upon this earth, because of what I have said this afternoon. Are you, who act in that way, fit to have a family? No, you are not, and never will be, until you get good common sense. <\/div><div class=\"paragraph jod\" id=\"v4n459\"> Then you can go to work and magnify your callings; and you can do the best you know how; and on that ground I will promise you salvation, but upon no other principle. <\/div><div class=\"paragraph jod\" id=\"v4n460\"> If I were talking to a people that understood themselves and the doctrine of the holy Gospel, there would be no necessity for saying this, because you would understand. But many have been (what shall I say? pardon me, brethren), henpecked so much, that they do not know the place of either man or woman; they abuse and rule a good woman with an iron hand. With them it is as Solomon said&#x2014;&#x201C;Bray a fool in a mortar among wheat, with a pestle, yet will not his foolishness depart from him.&#x201D;<span class=\"citation\" id=\"57531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57531)\">Prov. 27:22<\/a><\/span> You may talk to them about their duties, about what is required of them, and still they are fools, and will continue to be. <\/div><div class=\"paragraph jod\" id=\"v4n461\"> Prepare yourselves for two weeks from tomorrow; and I will tell you now, that if you will tarry with your husbands, after I have set you free, you must bow down to it, and submit yourselves to the celestial law. You may go where you please, after two weeks from tomorrow; but, remember, that I will not hear any more of this whining. <\/div><div class=\"paragraph jod\" id=\"v4n462\"> In the midst of all my harsh sayings, shall I say chastisements?&#x2014;I am disposed, in my heart, to bless this people; and I do bless you, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}