{"ID":40018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Emigrant Saints&#x2014;Children More Susceptible of Tuition Than Adults.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, November 9, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: The Emigrant Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 11\/9\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v4n671\"> We have had some good instructions, and as far as I have knowledge they are all true; and obedience to those principles that we have heard will save every man and woman in this congregation and in the world, and they will open the gates of hell, and eventually redeem every man and woman that has not sinned the sin unto death.<span class=\"citation\" id=\"78803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78803)\">1 Jn. 5:16<\/a><\/span> Many suppose, and I used to suppose so from what the sectarians taught me, that people went to hell for good, but I can tell you that there will be a great many who will go there for evil and not for good. <\/div><div class=\"paragraph jod\" id=\"v4n672\"> Captain Smoot's and Captain Willie's companies will arrive this afternoon, and the Bishops have prepared houses to take them to. A great many who went out to assist those companies, found their relatives and friends, and will take them home with them. <\/div><div class=\"paragraph jod\" id=\"v4n673\"> It is expected that the people will send in their offerings, and that the Bishops will report to brother Hunter, their presiding Bishop, that he may direct the distribution of the provisions and comforts of life to the newcomers. And it will be necessary to be as careful in dealing out food to them, as you would be with little children, otherwise they will be apt to injure themselves by eating vegetables, &amp;c. Now do you understand me? <\/div><div class=\"paragraph jod\" id=\"v4n674\"> Let your offerings be to your Bishops, that they may be able to <div class=\"break columnbreak\" id=\"88b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0088.pdf\" target=\"pdfwin\">p.&#xA0;88b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0671\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> issue and control them in wisdom. This word of caution will also apply to those brethren who take the newcomers into their houses. Give them what you think they ought to eat, and no more; and have compassion upon them, and do not kill them with your kindness. A great many are killed by unkind acts, but this is a case of sympathy, and if you are not very careful you will injure them instead of doing them good. <\/div><div class=\"paragraph jod\" id=\"v4n675\"> I now want to say to the doorkeepers, those who attend to seating the congregation, let the men, women, and children who come here in season and take seats keep them; do not drive them away, but let them keep their seats; let all who come in good season, keep their seats. There are many children six years old who comprehend and practice what is here taught, better than many of the grown persons: their intellects are brighter than those of many of the old men and women, therefore do not drive up nor drive out the children. <\/div><div class=\"paragraph jod\" id=\"v4n676\"> Some women come in here tossing their heads about, with their bonnets and everything about them all on a wiggle, but go to their homes and you will often find them as abusive to their parents as the devil can wish them to be; they come here late and expect that the little children will be made to leave their seats. <\/div><div class=\"paragraph jod\" id=\"v4n677\"> I will illustrate the difference between the temperaments of the old  <div class=\"break pagebreak\" id=\"89a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0089.pdf\" target=\"pdfwin\">p.&#xA0;89a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0670\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and young, by referring you to the buffaloes on the Plains, as most of you had a chance to observe their habits. If I wish to domesticate buffaloes, I will take none but the calves, for I can do nothing with the old <div class=\"break columnbreak\" id=\"89b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0089.pdf\" target=\"pdfwin\">p.&#xA0;89b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0670\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ones, they have become too set in their wild ways. But I can take the calves and learn them to work and give milk, and learn them to become domesticated and useful. Amen. <\/div>\n<\/div>\n<\/div>"}