{"ID":40017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Hypocrisy Reproved&#x2014;Family Government, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President J. M. Grant, Delivered in the Tabernacle, Great Salt Lake City, November 9, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Hypocrisy Reproved, Etc.<\/div>\n<div class=\"speaker\">Speaker: Jedediah M. Grant<\/div>\n<div class=\"date\">Date: 11\/9\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v4n638\"> I believe, with brother Kimball, that many of this people partake of the sacrament unworthily.<span class=\"citation\" id=\"73394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73394)\">1 Cor. 11:27<\/a><\/span> Some will steal their neighbor's spade, or his crowbar, or wood from his pile, or cabbages and potatoes from his garden, or hay from his stack, or go into his yard and milk his cows, and commit <div class=\"break columnbreak\" id=\"83b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0083.pdf\" target=\"pdfwin\">p.&#xA0;83b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0676\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> numerous other sins, and the next day come here and partake of the sacrament. <\/div><div class=\"paragraph jod\" id=\"v4n639\"> When I see persons very religious outwardly, I always look for them to commence stealing the first opportunity they have, and on the next day expect to hear them speak in tongues  <div class=\"break pagebreak\" id=\"84a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0084.pdf\" target=\"pdfwin\">p.&#xA0;84a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0675\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in some class meeting, or ward meeting, and give the interpretation of tongues, or relate some remarkable dream or vision. I noticed another thing in this Tabernacle. When it was first completed, brother Brigham wanted a certain number of seats reserved for his family. Now, would you believe that some of the most pious old ladies and sisters in the Church would be at the four doors of this Tabernacle by seven o'clock in the morning, that they might crowd into seats reserved for the President's family and crowd them out. Those are professedly the most pious among us; bless you, they are professedly just as full of religion as they can be. <\/div><div class=\"paragraph jod\" id=\"v4n641\"> I wish to see people come to meeting right and in order; to do so they must be right at home, they must be right all the while. <\/div><div class=\"paragraph jod\" id=\"v4n642\"> I seriously question, when some people are baptized, whether they do not come out of the water the same poor miserable devils as they went in. <\/div><div class=\"paragraph jod\" id=\"v4n643\"> There must be a foundation in the people, the right standard in the breast, and that must be inherent in the people more or less, or else our professions are in vain. I, therefore, want every person to leave the bread in the salvers, and the water in the cups, and not partake of the sacrament, unless they are right. I want every thief, and every unrighteous person to let the bread alone. <\/div><div class=\"paragraph jod\" id=\"v4n644\"> If I could have one prayer effectually answered forthwith, it would put a stop to a great many evils in Israel, to say the least of it. But as the work of reformation increases among the people, our President says, and it is so, that we may look for the workings of an opposite power. The solution he gave last night, in the High Priest's Quorum, is the best explanation that I have heard concerning the fogs that we have felt for some time past. The principle was this, that as <div class=\"break columnbreak\" id=\"84b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0084.pdf\" target=\"pdfwin\">p.&#xA0;84b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0675\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we advance in the light and in the truth, the arch adversary and his associates will make a corresponding effort to darken our minds and becloud our atmosphere, and thereby throw us into the fog. <\/div><div class=\"paragraph jod\" id=\"v4n645\"> I am aware that we have only a few among us but what feel determined to reform; the great majority wish to live their religion, and I am glad of it. I believe that the majority of this congregation that are here today actually intend to do right. Now do not let the devil cheat you; and if the devil marshals his forces against you and beclouds your minds, tell him that you are serving the God of Israel. If you are in the dark and cannot get light, keep a firm hold on the foundation of truth, and be determined not to be jostled off it. <\/div><div class=\"paragraph jod\" id=\"v4n646\"> Brother Kimball frequently alludes to discords in families. I was listening, as I came along the street, to a Bishop who spoke of discord in a certain family in his Ward. The person he alluded to has but one wife and is said to be a fine man, and his wife is said to be a fine woman, and of good parentage. They have some five promising children, but that woman wants to forsake her husband and go to her father. <\/div><div class=\"paragraph jod\" id=\"v4n647\"> You may sum up the difficulties in families throughout the country, and you will find ten to one more jars in families where there is but one wife, than in families where there are a number. <\/div><div class=\"paragraph jod\" id=\"v4n648\"> I believe there has been a disposition, on the part of some men and women to break the strong tie that ought to bind families together, but I do not believe they will accomplish much. I look for our relations to be permanent and the institutions of the Church to be eternal, because they are perfectly right; I now refer more particularly to our family organizations. But there is more or less discord in families, I would like it to  <div class=\"break pagebreak\" id=\"85a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0085.pdf\" target=\"pdfwin\">p.&#xA0;85a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0674\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cease altogether; and I would actually like the day to come in Israel, when the people will not only love the doctrines and revelations of the Lord Jesus Christ, but rejoice that they live in the day when the Prophet Joseph has brought them forth. <\/div><div class=\"paragraph jod\" id=\"v4n650\"> To the man I have just now been alluding to, say to that wife, &#x201C;Go to your darling people then.&#x201D; If she wished to leave me, and the Almighty had blessed me with the means, I would bless her and bestow upon her everything I could. I would give her all my cattle, horses, and other property, and say, &#x201C;God bless you, go and prosper, if you can.&#x201D; If necessary, I would rise at midnight and write her out the neatest bill she ever saw, and I would figure it all over with flowers and doves, and bedeck it with red ribbons. <\/div><div class=\"paragraph jod\" id=\"v4n651\"> I make these remarks, not that I have had any difficulty with my own family, but because there is a principle I wish to speak upon. I believe that men should lead their families, and not drive them. Some people do not understand the difference between leading and driving a flock of sheep. Brother Willes has seen the shepherds and their flocks in the Eastern countries, and can tell you the difference in the management of flocks in those countries and America. In America the sheep are driven; in the East the shepherds lead their flocks. The American and English spirit, and also the spirit of some other nations, places the sheep in front and the shepherd must follow. <\/div><div class=\"paragraph jod\" id=\"v4n652\"> If there is any difficult place, a stream to ford, or a slippery log to walk on, the American's spirit is to try his wife first on the log, to drive his wife and children across first; he must drive. I do not like that, though some men are almost compelled to do so, because the women are determined to lead. <\/div><div class=\"paragraph jod\" id=\"v4n653\"> I have traveled with brother He<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"85b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0085.pdf\" target=\"pdfwin\">p.&#xA0;85b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0674\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ber, and I never saw a milder man in my life, when everything is right and people keep out of his track. But when they get in his path he is obliged to tread on their heels, for they cannot walk so fast as he can. He is not to blame for that; they are to blame. <\/div><div class=\"paragraph jod\" id=\"v4n654\"> In the early ages of the world there was a youth imprisoned by the ruler of the people. His parents went to the ruler and pled with him to release their son, but they could not prevail at first. They then wept and tore their reverend locks from their heads to move the ruler to pity, and when they had done this he released their son from prison. The historian remarks that it was not so much the weakness existing in the youth's parents that caused them to tear their hair, as it was the obstinacy in the ruler; they were obliged to take that course, resort to such means, to effect their purpose. <\/div><div class=\"paragraph jod\" id=\"v4n655\"> Am I to blame for scolding the people? Not at all. Is brother Heber? Not at all. Is he to blame for chastising an unruly wife? No. If she gets in his path and he steps on her heels, is he to blame? No, and if she is hurt thereby, it is the result of her own acts. <\/div><div class=\"paragraph jod\" id=\"v4n656\"> What will be the result of the chastisements given to this people? I answer, if they heed them, they will bring them into the true path. It is the situation of the people that prompts the teachings they now receive from God's servants. If all the people did right, they would not be chastised at all. If a man's family conduct themselves right, do you suppose that a consistent, reasonable man will find fault with them? No. If all the people in a Ward do right, will the Bishop chastise them? No; but if they do not do right, the Bishop is placed under the necessity of coming forth, clothed in the armor and power of the Almighty, to put them right, and of calling upon the teachers to  <div class=\"break pagebreak\" id=\"86a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0086.pdf\" target=\"pdfwin\">p.&#xA0;86a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0673\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>assist him in this work. And when the people repent and are found to be on the right track, the Bishop lays the rod on the shelf. <\/div><div class=\"paragraph jod\" id=\"v4n658\"> This is the case with brother Brigham. Does he chastise this, that, and the other man, because he likes the job? No. You know that he is mild, and is a father to this people; and were I to take any exception to his course, it would be on account of his being so merciful. Why? Because he is more merciful than I am. When he extends mercy to the people, he deals it out more lavishly than I would, unless the Lord should lead me as he does him. I have not so much mercy, so much of God and eternal life in me as brother Brigham has in him; it does not belong to me to have so much, for he stands at the fountain of life; he descends below all things and ascends above all things to this dispensation. <\/div><div class=\"paragraph jod\" id=\"v4n659\"> I hear men undertake to laugh and joke in their familiar chat with each other, and say that they heard brother Brigham say this or that, and that they saw brother Brigham do this, that, or the other, and strive to justify themselves on that account. But brother Brigham commands an influence that you do not command, and cannot be thrown off the line of propriety and truth, as easily as you and I. When men do not know the power that constrains them, they ought to be cautious how they speak and how they act. <\/div><div class=\"paragraph jod\" id=\"v4n660\"> Brother Brigham is a father to the Quorums of this Church; and when the people are right, has he a disposition to chastise them? No, he has a fatherly feeling to bless them, and so has brother Heber. I do not know whether I have as much of that feeling as either of them, with regard to the Church, but I do not suppose that there is a man on the earth that is fonder of children than I am. If I do not like old people so well as some <div class=\"break columnbreak\" id=\"86b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0086.pdf\" target=\"pdfwin\">p.&#xA0;86b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0673\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do, I like children well enough to balance the deficiency. <\/div><div class=\"paragraph jod\" id=\"v4n661\"> I would be glad to see more peace, mercy, truth, equity, justice, and righteousness made manifest in the midst of this people. We want the hay, the straw, the wood, the stubble, the dross, and every impure principle burnt up. When a man is wrong and will turn round and do right, I love him better than I did before. We do not feel like casting you off, like casting you into the mire, and saying &#x201C;God Almighty damn you.&#x201D; &#x201C;Get out of the mud and may the Lord God of Israel bless you&#x201D; is what we say. I had rather bless ten men than curse one. I am not led to curse, but I am led to chastise iniquity, to bring out the alloy, expose sins and bring to light that which is wrong among the people; but I do not want to curse them. <\/div><div class=\"paragraph jod\" id=\"v4n662\"> I tell you that the devil is working against us, and Lucifer is in the land. Did you know that he had come to this country? Let me tell you the news today, if you have not heard it; he has come to this country and has been seen, the real old fellow himself, the same Lucifer that was cast down from heaven.<span class=\"citation\" id=\"58267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58267)\">Isa. 14:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n663\"> Another thing; did you know that all hell is let out for noon? The master is in the schoolhouse, therefore. When we talk of hell we mean uncle Jim, uncle Bill, uncle Sam, and all our uncles and cousins over the wide world. We mean old Babylon, the confusion that is over the wide world. <\/div><div class=\"paragraph jod\" id=\"v4n664\"> But thanks be to our God, and to high heaven, the light of God is here and the truth of God is here, and we have waged a war with Lucifer, under the banner of the Lord Jesus Christ. May we be able to stand in the contest and overcome. We bring no railing accusation<span class=\"citation\" id=\"78886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78886)\">Jude 1:9<\/a><\/span> against our common enemy, but we tell him and his host that they must surrender. We say  <div class=\"break pagebreak\" id=\"87a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0087.pdf\" target=\"pdfwin\">p.&#xA0;87a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0672\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the sinners in Zion, be afraid,<span class=\"citation\" id=\"59016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59016)\">Isa. 33:14<\/a><\/span> you must surrender to the Lord Jesus Christ. We say to you, Saints, rub up your armor, gird on the sword of the Almighty and walk forth to battle, and never yield the ground. <\/div><div class=\"paragraph jod\" id=\"v4n666\"> Some men say that they feel sick and faint, and weary, when they see so much darkness among the people. I feel as though I could say to the mountains and to all hell, get out of my way, or I will kick you out; I am not going to surrender. I want no poor pussyism around me; hang not your sickle on the tree to rust, but make it still sharper, and cut more grain in one day than you have ever done; and tell the devil that you are ahead of him. You old men, that let your sickles rust, take them down and sharpen them up, and walk into the fields and reap down the grain, that there may be wheat in the house of our God, for the harvest is great and the reapers are few.<span class=\"citation\" id=\"67374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67374)\">Luke 10:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n667\"> I am not of that class that believes in shrinking; if there is a fight on hand, give me a share of it. I am naturally good natured, but when the indignation of the Almighty is in me I say to all hell, stand aside and let the Lord Jesus Christ come in here; He shall be heir of the earth; the truth shall triumph, the Priesthood and Christ shall reign. <\/div> <div class=\"break columnbreak\" id=\"87b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0087.pdf\" target=\"pdfwin\">p.&#xA0;87b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0672\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n668\"> I had rather fight the devils that are out of tabernacles, than those that are embodied. The grand difficulty we have to encounter is from devils that enter into you; they take possession of your houses, and then we have to fight devils in tabernacles. We want the devils cast out of you, and the power of God and the light of the Almighty to shine in you as a lamp. <\/div><div class=\"paragraph jod\" id=\"v4n669\"> The result of the teachings we are receiving, if practiced, will reform the whole community. When you are right we will cease to chastise, we will cease to rebuke; we will cease throwing the arrows of the Almighty through you, we will cease telling you to surrender, to repent of all your sins. But until you do this, we will continue to throw the arrows of God through you, to hurl the darts of heaven upon you and the power of God in your midst; and we will storm the bulwarks of hell, and we will march against you in the strength of the God of Israel. And by the power of the Priesthood restored by the Prophet Joseph, by the light of heaven shed forth by brother Brigham and his associates, we expect to triumph; and in the name of Jesus Christ, we do not mean to surrender to evil. <\/div>\n<\/div>\n<\/div>"}