{"ID":40024, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Discord at Meetings Rebuked&#x2014;A Text for Speakers at the Conference&#x2014;Subject for the People&#x2014;A Call for Mules, Horses, Wagons, Teamsters, Flour, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, October 5, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Discord at Meetings Rebuked, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/5\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d24\">\n<div class=\"paragraph jod\" id=\"v4n852\"> I wish the most strict attention of the entire congregation, for if there is walking and talking within and around this bowery, a great many will not be able to hear. And I request those who wish to talk and whisper, to remove so far that they will not disturb the congregation today, nor during the Conference, as the assembly, undoubtedly, will be very large. <\/div><div class=\"paragraph jod\" id=\"v4n853\"> If we could possibly build a bowery, or a tabernacle, that would bring the people so near to us that we would not have to speak so loud, we should certainly do it; but this we cannot do, for by the time that we could build a tabernacle for seating fifteen thousand persons nearer the speaker than are the outskirts of this congregation, the people would have so increased, that we should just be as far from our object as now. <\/div><div class=\"paragraph jod\" id=\"v4n854\"> I shall require the people to be perfectly still, while they are here and we are trying to speak to them. Let there be no talking, whispering, nor shuffling of feet. It would be beneficial for mothers who have small children here that will cry, to leave the bowery, if they cannot keep their children still. I make this suggestion, in consequence of what has passed. <\/div><div class=\"paragraph jod\" id=\"v4n855\"> I will say, in regard to the sisters who bring children here to make a noise, they have never yet sufficiently thought, nor sufficiently considered their own place in this world, nor the place of others, to know that there is any other person living on the earth <div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0647\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but themselves; and they think, when they hear people talk, that it is a noise through a dark veil. I cannot say much for the education, based on good feeling, that such persons have. Were I to describe it in a plain way, I should say that they are people of no breeding, that they were never bred but came up; that is about as good a character as I can afford to give to any mother that will keep a squalling child in a meeting. I have never said to the congregation, look and see who they are, for you may distinguish by your ears, without looking, the mothers that have had good teaching and been brought up in a civilized society. <\/div><div class=\"paragraph jod\" id=\"v4n856\"> So it is with some men; and to the disgrace of some of our police, I will state that in Conference times, and when we have unusually large assemblies, they will converse right in the congregation, and just on the outside, disturbing the meeting. I would that we had a police that understood good breeding. If the police want to know how to manage to keep order, notwithstanding I have frequently told them, I will now tell them again. Instead of shouting &#x201C;silence,&#x201D; go and touch the unruly person. <\/div><div class=\"paragraph jod\" id=\"v4n857\"> Were I a policeman I would follow a practice of my father's; it used to be a word and a blow, with him, but the blow came first. I should act upon that plan, when persons are holding caucus meetings in or about our congregations; and if they would not desist, I would rap them hard enough  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0646\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for them to take the hint without my speaking. <\/div><div class=\"paragraph jod\" id=\"v4n859\"> I make these remarks, because I wish the brethren who will speak to you today, the Elders who have lately returned, to be heard. Those who speak in large assemblies understand that they often have to raise their voices as though they were giving commands to a large army, but we expect our Elders will speak as they have been in the habit of doing. If they can raise their voices above the crying of children and the talking and whispering of the people, so that all can hear, it will be well; but this we cannot expect. <\/div><div class=\"paragraph jod\" id=\"v4n860\"> Tomorrow our semi-annual Conference commences, and I notice that many have come in from a distance. We shall have large congregations during the Conference, and we wish perfect order maintained. <\/div><div class=\"paragraph jod\" id=\"v4n861\"> I will now give this people the subject and the text for the Elders who may speak today and during the Conference, it is this, on the 5th day of October, 1856, many of our brethren and sisters are on the Plains with handcarts, and probably many are now seven hundred miles from this place, and they must be brought here, we must send assistance to them. The text will be&#x2014;to get them here! I want the brethren who may speak to understand that their text is the people on the Plains, and the subject matter for this community is to send for them and bring them in before the winter sets in. <\/div><div class=\"paragraph jod\" id=\"v4n862\"> That is my religion; that is the dictation of the Holy Ghost that I possess, it is to save the people. We must bring them in from the Plains, and when we get them here, we will try to keep the same spirit that we have had, and teach them the way of life and salvation; tell them how they can be saved, and how they can save their friends. This is the salvation I am now seeking for, to save our bre<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0646\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thren that would be apt to perish, or suffer extremely, if we do not send them assistance. <\/div><div class=\"paragraph jod\" id=\"v4n863\"> I shall call upon the Bishops this day, I shall not wait until tomorrow, nor until next day, for sixty good mule teams and twelve or fifteen wagons. I do not want to send oxen, I want good horses and mules. They are in this Territory, and we must have them; also twelve tons of flour and forty good teamsters, besides those that drive the teams. This is dividing my text into heads; first, forty good young men who know how to drive teams, to take charge of the teams that are now managed by men, women, and children who know nothing about driving them; second, sixty or sixty-five good spans of mules, or horses, with harness, whipple-trees, neck-yokes, stretchers, load chains, &amp;c.; and, thirdly, twenty-four thousand pounds of flour, which we have on hand. <\/div><div class=\"paragraph jod\" id=\"v4n864\"> I will repeat the division; forty extra teamsters is number one; sixty spans of mules or horses is part of number two; twelve tons of flour, and wagons to take it, is number three; and, fourthly, I will allow the brethren to tell something about their missions, by way of exhortation to wind up with. <\/div><div class=\"paragraph jod\" id=\"v4n865\"> I will tell you all that your faith, religion, and profession of religion, will never save one soul of you in the celestial kingdom of our God, unless you carry out just such principles as I am now teaching you. Go and bring in those people now on the Plains, and attend strictly to those things which we call temporal, or temporal duties, otherwise your faith will be in vain;<span class=\"citation\" id=\"73796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73796)\">1 Cor. 15:14,17<\/a><\/span> the preaching you have heard will be in vain to you, and you will sink to hell, unless you attend to the things we tell you. Any man or woman can reason this out in their own minds, without trouble. The Gospel has been already preached to those brethren and sisters now on  <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0645\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Plains; they have believed and obeyed it, and are willing to do anything for salvation; they are doing all they can do, and the Lord has done all that is required of Him to do, and has given us power to bring them in from the Plains, and teach them the further things of the kingdom of God, and prepare them to enter into the celestial kingdom of their Father. First and foremost is to secure our own salvation and do right pertaining to ourselves, and then extend the hand of right to save others. <\/div><div class=\"paragraph jod\" id=\"v4n867\"> I have given you my text and the subject, and shall give way to the brethren, and request close attention, and that there be no noise; for I realize that men who go forth to <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0645\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> preach are in the habit of speaking to small congregations, in small halls, where all can hear without much elevation of the voice. This cannot be done here, for we have to shout, and exercise our lungs to the utmost, to make so many people hear. <\/div><div class=\"paragraph jod\" id=\"v4n868\"> I am satisfied that the prayer by brother Spencer was not heard by one-third of the congregation this morning; a little moving of the feet, a little whispering, the noise occasioned by mothers trying to keep their children still, a little noise of this kind and a little of that, all tend to break the sound of the speaker's voice, and the people cannot catch his words, and of course are not edified. May the Lord bless us all. Amen. <\/div>\n<\/div>\n<\/div>"}