{"ID":40026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">God is Our Father; Joseph Smith His Representative on the Earth; Brigham Young Joseph's Legal Successor&#x2014;Call for Teams to Meet the Emigrants.<\/div>\n<div class=\"subtitle\">Remarks by H. C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, Utah Territory, October 5, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: God is Our Father, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 10\/5\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v4n909\"> There is a little matter of business I wish to lay before this congregation this morning, and I do not know of anything that will test the people only to lay before them their duty, which gives them a chance to step forward and act therein. <\/div><div class=\"paragraph jod\" id=\"v4n910\"> We have not as yet any durable location; we are merely probationers in this present state, and we shall always be so, until we obtain a permanent exaltation, by following in the footsteps of our God. He is our Father and our God, and His Son Jesus Christ is our Savior, and the Holy Ghost is to be our comforter, and will comfort all those who will prepare their tabernacles as fit temples for him to dwell in. <\/div><div class=\"paragraph jod\" id=\"v4n911\"> When the Holy Ghost dwells in us it will enable us to discern between <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0640\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> right and wrong, will show us things to come,<span class=\"citation\" id=\"70334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70334)\">John 16:13<\/a><\/span> and bring things to our remembrance,<span class=\"citation\" id=\"70010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70010)\">John 14:26<\/a><\/span> and will make every one of this people prophets and prophetesses of God.<span class=\"citation\" id=\"54696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54696)\">Num. 11:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n912\"> We have acknowledged brother Brigham to be our leader, and he holds the keys of the kingdom of heaven here on the earth. Whether people believe it or not, he is God's representative in the flesh, and is the mouthpiece of God unto us. <\/div><div class=\"paragraph jod\" id=\"v4n913\"> Brother Joseph Smith many a time said to brother Brigham and myself and to others, that he was a representative of God to us, to teach and direct us and reprove the wrongdoers. He has past behind the veil, but there never will a person in this dispensation enter into the celestial glory without his approbation. <\/div> <div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0639\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n915\"> Brother Brigham is brother Joseph's rightful successor, and he has his Counselors, and together they are an earthly pattern of the divine order of government. Those men are God's agents, His servants, and are witnesses of your covenants, which you will have to fulfil. And what you do not fulfil in this year you will have to do in the next; and what are not then fulfilled will have to be in some future time. <\/div><div class=\"paragraph jod\" id=\"v4n916\"> Some people think that, because they have passed through a great many troubles, have been to the nations to preach the Gospel, and have been robbed and plucked up several times, that will make an atonement for their sins. What you have passed through has nothing to do with atonement for sins. If you have sinned you have got to make an atonement for that sin, and the trials you have passed through in doing your duty are not the atonement. Trials are to test you, to prove whether you will do those things that are right. Some try to make out that their trials will answer as an atonement, but I tell you that they will not. If you commit sin there must be an atonement to satisfy the demands of justice, and then mercy claims you and saves you. But, as brother Grant has said, many of our old men think, because they were in the Church in the first beginning, that they can now lay upon their oars, that is, that they can sit down in the ship and not use the oars anymore. But God requires every man and woman to be faithful; and if they have sinned, they have got to make an atonement for that sin, and your trials do not make that atonement. <\/div><div class=\"paragraph jod\" id=\"v4n917\"> God says that we shall be tried in all things,<span class=\"citation\" id=\"92064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92064)\">D&amp;C 136:31<\/a><\/span> even as was Abraham of old.<span class=\"citation\" id=\"89391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89391)\">D&amp;C 101:4<\/a><\/span> He was called upon to offer up his son,<span class=\"citation\" id=\"53287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53287)\">Gen. 22:2<\/a><\/span> and was found willing to offer him up, but, as the sin was not sufficient to require the shedding of his <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0639\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> son's blood, a lamb was provided, and its blood atoned for the sin that Abraham's son was to be offered up for, and saved the son. <\/div><div class=\"paragraph jod\" id=\"v4n918\"> If you are ever saved, you have got to take a course to draw near to the throne of God; and how can you draw near to the throne of God, except you draw near to those men who are placed as His representatives in the flesh? The same principles, the same order, the same Priesthood, the same gifts, and the same powers are instituted, established and organized in our day as they were in the days of Jesus, and all the reason that people do not see it is because of their traditions; the veil of darkness is over their minds, and they cannot see it. <\/div><div class=\"paragraph jod\" id=\"v4n919\"> With all the instructions that are given to you by brother Brigham, brother Heber, and brother Jedediah, many of you will go home and find fault with them; and you will have your contentions and your animosities, when you should take a course to sustain their words, for you cannot sustain them without sustaining their words, nor can you serve God and slight their counsels. If you expect the favor of God, favor His servants and sustain them. This is plain doctrine, and you will find it so, and I am not ashamed to teach it to you. <\/div><div class=\"paragraph jod\" id=\"v4n920\"> When brother Brigham points out a course, it is for this people to rise up and go to and carry out His purposes with their might; and until that is done this kingdom never will prosper as it should, worlds without end. <\/div><div class=\"paragraph jod\" id=\"v4n921\"> Now I will come to the business, and tell you what is wanted. Our brethren and sisters are on the Plains with their handcarts, and there is snow on the ground, and many are barefooted, and destitute of comfortable clothing, and we want some men and teams to fix up this day, and be ready to start for them tomorrow.  <div class=\"break pagebreak\" id=\"121a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0121.pdf\" target=\"pdfwin\">p.&#xA0;121a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0638\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>We want horse and mule teams, if they can be had; but if they cannot, we want ox teams. <\/div><div class=\"paragraph jod\" id=\"v4n923\"> We do not wish you to take out loads, though it will be well to put in a couple of hundred pounds or so of forage, grain, &amp;c., to two span of mules or horses, or to two yoke of cattle, with a light wagon, and go speedily and take those people into your wagons and bring them here, doing as you would wish to be done by in the same circumstances.<span class=\"citation\" id=\"63793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63793)\">Matt. 7:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n924\"> Would not all of you, if you were out on the Plains, say that if you were the good people in the valleys you would go out and help them in? Would you not all feel so? But you are not there, and you do not fully realize their feelings. <\/div><div class=\"paragraph jod\" id=\"v4n925\"> Now manifest your faith by your works.<span class=\"citation\" id=\"77547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77547)\">James 2:18<\/a><\/span> You will not, probably, have to go any further than Fort Bridger before you meet some of them, and you can go and return in a week, or may be in two weeks, and may be in twenty days. <\/div><div class=\"paragraph jod\" id=\"v4n926\"> &#x201C;O, dear,&#x201D; says one, &#x201C;I have not got up my winter's wood.&#x201D; Well, you will not get it up by staying here, but if you will help in those on the Plains and do all other things that you are required to do, God will give us a summer all winter; and if you do not do so, He will give us winter all summer. <\/div><div class=\"paragraph jod\" id=\"v4n927\"> Our God can change the seasons and drive away the storms, the tempest and the snows, to favor this people, if they will do right; and if you wish to be favored of God, favor us and this people; favor your brethren, and do as you are told. <\/div><div class=\"paragraph jod\" id=\"v4n928\"> Brother Dan Jones has been talking to you about the clay in the hands of the potter. If you get hold of a lump of clay that is snappish and willful, and not willing that you should twist it into any shape or form, what is the use of working it? You throw it back into the mill and let it be ground <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0638\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> again, and then take it out and make of it a vessel unto honor.<span class=\"citation\" id=\"72676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72676)\">Rom. 9:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n929\"> Perhaps some do not really believe that when a man is thrown back into the mill, or goes into the spirit world, that he ever will be redeemed, but he will, if he has not sinned against the Holy Ghost.<span class=\"citation\" id=\"64380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64380)\">Matt. 12:31<\/a><\/span> He will be ground and worked up until he becomes passive, and then God, through His servants, will redeem him, and make him a vessel unto honor. <\/div><div class=\"paragraph jod\" id=\"v4n930\"> A great many will go to hell, and the very men that are preaching to you now will visit you and offer you salvation, after you have laid there, perhaps, thousands of years, for you must stay in the mill until you are passive and obedient. <\/div><div class=\"paragraph jod\" id=\"v4n931\"> Jeremiah, at the command of God, went to the potter's house where the potter was molding the clay, and when he went to turn it on the wheel it was refractory and rebellious; and he worked at it and sweat over it, but after all it was rebellious, and fell down on the wheel. <\/div><div class=\"paragraph jod\" id=\"v4n932\"> What did he do then? He cut it off from the wheel and threw it back into the mill, and after he had ground it awhile, he took it out and made of it a vessel unto honor; so of the same lump he made a vessel unto dishonor, and one unto honor.<span class=\"citation\" id=\"72677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72677)\">Rom. 9:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n933\"> Did the potter make it dishonorable? No, the vessel made itself unto dishonor; and the next time it was pliable and passive, and the potter made of it a vessel unto honor, because it was honorable and submissive. <\/div><div class=\"paragraph jod\" id=\"v4n934\"> I wished to make these few remarks, because they touch upon things that are on my mind all the time. And if you wish to be Saints, for God's sake be Saints, and if you wish to be devils, be devils, and get out of this place; and let those that will be Saints, be Saints; and let them commune together and carry out the purpose of God. <\/div><div class=\"paragraph jod\" id=\"v4n935\"> I would rather have three hundred<span class=\"citation\" id=\"55349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55349)\">Judg. 6:7<\/a><\/span>  <div class=\"break pagebreak\" id=\"122a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0122.pdf\" target=\"pdfwin\">p.&#xA0;122a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0637\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men and women that are perfectly amenable to the authorities of this Church, than a numerous people that are rebellious; and I could do more to bring about the purposes of God, and do it ten times quicker, with a few faithful persons, than with hosts of the wicked. <\/div><div class=\"paragraph jod\" id=\"v4n937\"> You know this, every one of you. I can accomplish more work with one man that is amenable to me, and will do as I tell him, than I can with twenty who are disobedient; so I can with one woman. I had rather have one woman that is humble, than twenty that are not; and she is more honor and glory, and happiness and heaven to a man, than twenty disobedient ones. <\/div><div class=\"paragraph jod\" id=\"v4n938\"> You that have but one wife know this pretty well but we who have scores, know it better; we are further advanced in the experience of this life. <\/div><div class=\"paragraph jod\" id=\"v4n939\"> Now, brethren, what do you say? This is the word of the Lord to us, that we rise up and gather up our teams and start forthwith, not with loads, <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0637\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> except feed; take hay and deposit it in different places, so that you can have some when you come back, and bring in those brethren and sisters, and you will have a pleasant time, and God and His angels will go with you, and you will be prospered, upheld, and sustained. <\/div><div class=\"paragraph jod\" id=\"v4n940\"> That man that drops down his head under his wife's arm, and says, &#x201C;I guess they don't see me;&#x201D; and that wife that says, &#x201C;O, my husband, I cannot spare you, I cannot sleep alone, for when night comes I shall get cold;&#x201D; O, the poor little things. <\/div><div class=\"paragraph jod\" id=\"v4n941\"> I say that those who will take counsel and prepare themselves to go back on this mission shall be blest; and if a man has but one yoke of cattle, let him put that on with those of some other person. <\/div><div class=\"paragraph jod\" id=\"v4n942\"> I now want every man that will actually go and help, and not say he will go, and not go, to rise up. <\/div><div class=\"paragraph jod\" id=\"v4n943\"> [One hundred and fourteen teams were volunteered, and reported ready to start forthwith.] <\/div>\n<\/div>\n<\/div>"}