{"ID":40020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Facilities Afforded By the Handcart Movement for the Gathering of Israel&#x2014;The Saints Specially Opposed By the Devil in Any New Enterprise&#x2014;Reformation.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Woodruff, Delivered in the Tabernacle, Great Salt Lake City, October 6, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: The Facilities Afforded, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 10\/6\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v4n715\"> Brethren and sisters, I feel to take the liberty of occupying a few moments in expressing some few of my feelings. I have heard all the brethren that have spoken for several days past. I have heard them say that it was with great difficulty that they expressed their feelings, and I did not wonder at this, for anyone who will reflect upon the state of the world and the kingdom of God upon the earth, and the dealings of God with us, will be filled with feelings and reflections which they cannot express. No man could listen to what we have heard today and yesterday, and I may say for the past month, without having many feelings in reference to the condition of the people, Church, and kingdom of God. There is no man that has been acquainted in this Church and kingdom, that has felt any responsibility resting upon him, that has any desire in relation to the gathering of Israel, that has beheld with his eyes for the last week or two, and that has listened to our brethren, but must have felt that the Spirit of God has been with them. <\/div><div class=\"paragraph jod\" id=\"v4n716\"> I have a desire to bear my testimony with my brethren, for I feel thankful to God for His blessings unto us, and unto our brethren who <div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0665\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have journeyed on foot to the valleys. My heart was filled with joy on listening to our returned missionaries who have told of the dealings of God with them. I have been much edified and interested in listening to the testimony of our returned missionaries. <\/div><div class=\"paragraph jod\" id=\"v4n717\"> When I first met the train of handcarts my soul was full, the scene was overwhelming, our hearts were swollen, as brother Kimball said, till they felt as though they were as big as a two bushel basket. Was it sorrow that produced this? No, but joy; and why so? Because it looked as if the very flood gates of deliverance were opened, and as if we could say to the starving millions, &#x201C;Come home to Zion, and improve the opportunity that is now open, and renew your covenants, reform yourselves in your lives and conduct.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n718\"> President Brigham Young has talked about this plan for some time before it came before the public; he has felt that an improvement and change must take place in relation to the gathering of the people, as well as a reformation of life of all those who were gathered. <\/div><div class=\"paragraph jod\" id=\"v4n719\"> Whatever counsel the Presidency of this Church have been led to give unto this people, it has been dictated  <div class=\"break pagebreak\" id=\"95a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0095.pdf\" target=\"pdfwin\">p.&#xA0;95a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0664\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by the Spirit and power of God, and our safety and salvation lies in obeying that counsel and putting it into practice. We should learn to listen to the operation and manifestation of the Spirit of Truth. <\/div><div class=\"paragraph jod\" id=\"v4n721\"> When President Young launched forth into the wilderness, leading the pioneer camp to seek a new location and home as a resting place for the Saints, there were many men that felt as though it was a wild speculation, they thought it was taking a stand that was dangerous, but were they men of faith? They might well feel so if they had not the Spirit of God, but all those that were governed and controlled by the right spirit, felt as he did, and that God was leading him, and that he would lead the people right; and it is so with the handcart trains. <\/div><div class=\"paragraph jod\" id=\"v4n722\"> We should learn a lesson by this handcart operation as we should by every other operation of the servants of God. I know how it looks to the Saints, but &#x201C;Mormonism&#x201D; to men that have not the Spirit of God is a great mystery and a strange work indeed, they do not understand the ways or work of God; it looks to them like leading the people to destruction; but in all cases where destruction comes in all ages of the world, it is where the counsels of the Prophets of God are not fully carried out, but where the people deviate in some measure from their counsel. And this was fully manifest in the days of the ancient Prophets as well as in our day. <\/div><div class=\"paragraph jod\" id=\"v4n723\"> The word of the Lord and the words of His servants have been proved many times, and that before our eyes; our leaders were led by the Spirit of God, and I can bear testimony that our Prophets and leaders have the Spirit of the Lord, and they are clothed upon with the holy Priesthood of God, and all the powers and keys thereof, and with the holy anointing, and are fully authorized and qua<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0664\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lified to build up the kingdom of God upon the earth; they are inspired by the very same spirit that the ancients were; they want to build up the kingdom of God, this is their object. <\/div><div class=\"paragraph jod\" id=\"v4n724\"> When I saw brother Ellsworth come into this city covered with dust and drawing a handcart, I felt that he had gained greater honor than the riches of this world could bestow, and he looked better to me than he would have done had he been clothed with the most costly apparel that human ingenuity can produce; he looked better, I say, to me, than a man adorned with jewels and finery of every description. The honor any man can obtain by his faithfulness in this cause and kingdom is worth far more than all the honors and riches of the world. <\/div><div class=\"paragraph jod\" id=\"v4n725\"> The Elders of this Church have been inspired while on their missions abroad among the nations of the earth; they have had the Spirit of the Lord, and they have borne it forth among the people, and we can see the spirit by which they have been governed in their works. I feel thankful that the Lord has heard our prayers in their behalf, for these men have been remembered; there has not been a prayer offered up by a man or a woman in Israel who have enjoyed the Spirit of the Lord, but they have offered their prayers and exercised their faith in behalf of and in favor of those men; they have prayed for the &#x201C;handcart company,&#x201D; that they might be strong and be able to perform their duties, and we have prayed that they might be preserved from cholera, from sickness, and from the power of the destroyer; and these prayers have ascended up on high and entered into the ears of the God of Sabaoth,<span class=\"citation\" id=\"89131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89131)\">D&amp;C 95:7<\/a><\/span> and our brethren have felt the power of them; they felt, as brother Ellsworth said he felt, viz., that they had the prayers and faith of their friends in Zion. <\/div> <div class=\"break pagebreak\" id=\"96a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0096.pdf\" target=\"pdfwin\">p.&#xA0;96a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0663\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n726\"> Do I look upon these brethren and sisters that come in with handcarts with any less degree of respect than I should if they had come with horses, with dromedaries, with mules and swift beasts?<span class=\"citation\" id=\"60247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60247)\">Isa. 66:20<\/a><\/span> No, I do not; but I feel that they have accomplished a good work in thus coming to Zion, in the way the Presidency have pointed out. <\/div><div class=\"paragraph jod\" id=\"v4n727\"> I feel to rejoice also to see the Spirit and power of God poured out so powerfully upon the Presidency of the Church and those who have been faithful either at home, or those who have been on missions abroad. <\/div><div class=\"paragraph jod\" id=\"v4n728\"> The Presidency of the Church are calling upon us as a people to repent and put off our sins. It is right, it is just that we should awake and reform, for we have got to have the same spirit; we have to wake up from the deep sleep and slumbering condition in which we find ourselves. We must arise to a sense of our position and to understand the signs of the times, and become acquainted with what the Lord requires at our hands. <\/div><div class=\"paragraph jod\" id=\"v4n729\"> I am satisfied, and have been for some length of time, that the Lord would open some way of relief for the poor Saints; it would require all the Saints that are upon the earth with their means&#x2014;I was going to say that it would require all the means in the world to bring the poor in the way they have been gathering. There must be a change in the way of the gathering, in order to save them from the calamities and the scourges that are coming upon the wicked nations of the earth. It would require more gold than all the Saints possess upon the earth, to gather the Saints unto Zion from all nations in the way they have been gathering, but now the handcart operation has been introduced to this people, it will bring five here to where one has been brought heretofore. <\/div><div class=\"paragraph jod\" id=\"v4n730\"> I rejoice in all those men who have stood up to their posts as men of God, <div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0663\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and defended the words of His servants, and assisted in carrying out their plans and designs in gathering the people from the nations; they have been inspired by the power of the great God, and they have carried the words of His servants into operation with success, and had it not been so, the devil would have gained a great victory over the Saints; they have conquered, and this has been the case in every operation that we as a people have taken in hand under the direction of the servants of God. <\/div><div class=\"paragraph jod\" id=\"v4n731\"> The moment that you take in hand any new operation in the kingdom of God, that moment you have to renew your warfare, and the Saints will find that wherein they undertake any new enterprise and are sent to the nations of the earth, the devil will be up against them. Look how he raged when the Prophet Joseph commenced preaching upon this continent, and then again when we went from this country to Europe, it seemed as if all hell was let loose. As soon as brothers Kimball and Hyde arrived in England, all the devils in Europe, or in England at any rate, were let loose upon them, and it was precisely the same in London when the brethren went there; and I will say still further, it has been so in every place. <\/div><div class=\"paragraph jod\" id=\"v4n732\"> I thank God that those men that have been appointed to lead these handcarts have been filled with the Holy Spirit, and have had courage and faith to carry out the plan designed by the servants of the Almighty. It is an omen, not only to the Jews, but to the Gentiles; it shows them that there is a God in Israel whose power and Priesthood have been committed into the hands of men upon the earth, and their works cause &#x201C;the wisdom of the wise to perish, and the understanding of the prudent to be hid;&#x201D;<span class=\"citation\" id=\"58781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58781)\">Isa. 29:14<\/a><\/span> and this power and principle is felt by the great and the mighty among men. <\/div> <div class=\"break pagebreak\" id=\"97a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0097.pdf\" target=\"pdfwin\">p.&#xA0;97a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0662\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n734\"> I feel thankful that the Lord has preserved our brethren the missionaries, and that they have been permitted to return to our midst, and that we have the privilege of greeting them, and that we can rejoice together in the goodness and mercy of God. <\/div><div class=\"paragraph jod\" id=\"v4n735\"> I wish to say a few words to the Elders. I suppose we are all Elders; do you teach your families the way of life and salvation? Do you teach your wives and children the counsel of God? We should impress upon the minds of our children the evil consequences of committing sin or breaking any of the laws of God, they should be made to understand that by doing wrong they will inherit sorrow and tribulation which they can easily escape by doing right, and they should learn this principle by precept without learning sorrow and affliction by experience from doing wrong. <\/div><div class=\"paragraph jod\" id=\"v4n736\"> We as a people should be humble, be prayerful, be submissive to the powers that be, that we may receive the promised blessings of our Heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v4n737\"> I want now to say a few words upon the subject of our reformation. The Presidency have called upon us to reform our ways, to renew our covenants, and to commence to live the lives of Saints. I take this liberty because I have the opportunity of speaking to you. I say then that they have called upon us to put on the whole armor,<span class=\"citation\" id=\"75371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75371)\">Eph. 6:11<\/a><\/span> to reform our conduct. Men having authority have called upon us to forsake our wickedness and our follies, and I may here say that the Presidency have preached to the people in this Territory, not only for the last month, but for the last year, and I have thought that it was a good deal like throwing a ball against a rock, it did not penetrate but bounded back, but they have told us that we were asleep as a people, and we have been told of the condition that we are in by the Prophets of <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0662\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God, and as brother Grant has said, we may take the Church as a body with the Priesthood, with but few exceptions, and we have been asleep. What! Should the Apostles of Jesus Christ go to sleep, men who ought to have their minds upon nothing else but the things of the kingdom of God? No, they should not, they should not be asleep, but they have not always felt as they should feel. <\/div><div class=\"paragraph jod\" id=\"v4n738\"> You may take the Twelve, and the Seventies, and High Priests, and all the other quorums, except the First Presidency, and they have been more or less asleep. I believe the First Presidency have been awake or they would not have known that we were asleep, and they now think that it is time for us to awake and arise from our slumbers, and I feel so too. <\/div><div class=\"paragraph jod\" id=\"v4n739\"> I will tell you how I feel about it; men bearing the Priesthood of God, it is a solemn truth, and you know it as well as I do, that almost all the male members in this land bear the holy Priesthood of the Most High, and yet at the same time we have had more stealing, more lying, more swearing in one year than there should have been in a thousand; we have had more stealing here in Utah than has been for our credit, and when you have taken up that you may also take up every other sin and pile them up together and what is our condition before God? Why, we have violated our covenants which we made at the waters of baptism. What is the use then of our saying that we have been righteous, that we have been holy, when we have actually been in a sound sleep, when we have been so much out of the way? It is no use whatever, and the time of sifting and purifying the Saints has come, and for one I am willing to put on the garment, and keep it on, until we burn out all the evil that exists. <\/div><div class=\"paragraph jod\" id=\"v4n740\"> Why will we suffer our hearts to be set upon the things of the world,  <div class=\"break pagebreak\" id=\"98a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0098.pdf\" target=\"pdfwin\">p.&#xA0;98a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0661\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>when they should be upon the Lord and the building up of His kingdom? And as long as the angels are ready to write down our actions, and the Spirit of God is taken away from the nations of the earth, and they are filled with wickedness and abominations of every kind, and the judgments of God are ready to fall upon the earth, for &#x201C;Hell has enlarged herself, and the pomp and glory of the world will descend into it.&#x201D;<span class=\"citation\" id=\"57939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57939)\">Isa. 5:14<\/a><\/span> And where should men be awake if not here in Zion? <\/div><div class=\"paragraph jod\" id=\"v4n742\"> It is our duty, brethren, to live in that way and manner before our God, that we will find no difficulty in administering in any of the ordinances of the kingdom of God; we should live so that the spirit and power of the Holy Ghost will rest down upon us; we should humble ourselves before the Lord in our closets, and live day by day, so that we can know what is right and what is wrong, and when the Presidency give us any instruction or charge, to live so that we will be ready to follow their counsel. <\/div><div class=\"paragraph jod\" id=\"v4n743\"> I believe that the majority of the people are ready to wake up; I believe that they already begin to feel the reformation spirit in them, and it is certainly time, for there are great events at our door, and I likewise feel that we will have as much labor upon our hands as we will be able to perform; it is a great and an important day that we live in, and when we look upon the work of the Lord as Elders, as High Priests, as Seventies, and as men should who bear the Priesthood, we should never be asleep, but be ever ready to do the work of God, and to build up His kingdom, for the day is now come when we must awake and become the friends of God; we must not allow anything to stand between us and our God, or we shall be cut off. <\/div><div class=\"paragraph jod\" id=\"v4n744\"> There has been a great deal among us which has been wrong, and for <div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0661\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which we have been reproved, and will not hand the garments to my neighbor, but I will give everyone their due, and take that portion to myself which belongs to me. It has been a custom at times when reproofs have been given, and the garment would fit a man, to hand it to his neighbor, but I know that but few of us will escape. <\/div><div class=\"paragraph jod\" id=\"v4n745\"> I know that I can take the reproof to myself, and I consider that it is one of the greatest victories for a man to gain, to learn how to control himself. Show me a man that does control himself and I will show you a safe man; or a man that has prepared himself by this principle is on the road to salvation. A man that is prepared to lay all that he hath upon the altar, and his life with it, for the Gospel's sake and the kingdom of God, is in the right way, but the moment that we teach a doctrine that we do not practice we show our weakness. The moment a man or a woman becomes angry they show a great weakness, and so it is with any of us when we do anything wrong. <\/div><div class=\"paragraph jod\" id=\"v4n746\"> I feel, as President Young said, that our Father in heaven is touched with the feelings of our infirmities,<span class=\"citation\" id=\"94457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94457)\">Heb. 4:15<\/a><\/span> and when I have looked at the magnitude of the work, and the nature of our Priesthood, and the authority and responsibility which rests upon us and upon all the hosts of Israel, I have felt oftentimes to mourn and weep over the passions and follies to which man is subject in this life. <\/div><div class=\"paragraph jod\" id=\"v4n747\"> If men could see and understand their relationship to God, and the position they occupy, they would not see one moment of their lives that they would desire to do a wrong thing, but they would pursue a straightforward course, they would avoid all kinds of evil words and improper expressions. <\/div><div class=\"paragraph jod\" id=\"v4n748\"> What was intended by the establishment of the Gospel of Jesus Christ?  <div class=\"break pagebreak\" id=\"99a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0099.pdf\" target=\"pdfwin\">p.&#xA0;99a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0660\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Was it for men to become darkened and sleepy? No, for the moment that we do we come under condemnation. I say, then, that we have all been reproved by our brethren. I speak of the reproofs given because they have been among the things foremost before our brethren, who have preached to us for some time past. <\/div><div class=\"paragraph jod\" id=\"v4n750\"> I feel that this call of repentance and baptism for the remission of our sins is an important one, and that we cannot again go to sleep with impunity, and I feel that inasmuch as we will walk in the light, awake from our slumber, repent of our sins, we shall receive the blessings of the Gospel of Christ, and all things that pertain to the kingdom of our God. <\/div><div class=\"paragraph jod\" id=\"v4n751\"> These things that God has given to us through our Prophets, will prove the savor of life unto life, or of death unto death.<span class=\"citation\" id=\"74022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74022)\">2 Cor. 2:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n752\"> When I was a boy, there was an old man used to visit at my father's house; his name was Robert Mason, and I heard teachings from him from the time that I was eight years old and upwards, and they were teachings that I shall ever remember, and he taught my father's household many important truths concerning the Church and kingdom of God, and told them many things in relation to the Prophets and the things that were coming upon the earth, but his teachings were not received by but few, they were unpopular with the Christian world, but nearly all that did receive his teachings have joined the Latter-day Saints. Prophets were not popular in that day any more than now, and I have often thought of many things which the old man taught me in the days of my youth since I received the fulness of the Gospel and became a member of the Church of Christ. <\/div><div class=\"paragraph jod\" id=\"v4n753\"> He said, &#x201C;When you read the Bible do you ever think that what you read there is going to be fulfilled? The <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0660\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> teachers of the day,&#x201D; said he, &#x201C;spiritualize the Bible, but when you read in the Bible about the dreams, visions, revelations and predictions of Ezekiel, Isaiah, Jeremiah, or any other of the Prophets or Apostles, relative to the gathering of Israel and the building up of Zion, where they say that Israel shall be gathered upon litters, swift beasts<span class=\"citation\" id=\"60248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60248)\">Isa. 66:20<\/a><\/span> and dromedaries, you may understand that it means just what it says, and that it will be fulfilled upon the earth in the last days. And when you read of men laying hands upon the sick and healing them, and casting out devils<span class=\"citation\" id=\"66936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66936)\">Mark 16:17-18<\/a><\/span> and working miracles in the name of Jesus Christ, it means what it says.&#x201D; And he further said &#x201C;The Church of Christ and kingdom of God is not upon the earth, but it has been taken from the children of men through unbelief, and because they have taken away from the Gospel some of its most sacred ordinances, and have instituted in their stead forms and ceremonies without the power of God, and have turned from the truth unto fables,<span class=\"citation\" id=\"76249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76249)\">2 Tim. 4:4<\/a><\/span> but,&#x201D; said he, &#x201C;it will soon be restored again unto the children of men upon the earth, with its ancient gifts and powers, for the Scriptures cannot be fulfilled without it; but I shall not live to see it, but,&#x201D; said he to me, &#x201C;you will live to see that day, and you will become a conspicuous actor in that kingdom, and when you see that day, then that which the Prophets have spoken will be fulfilled.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n754\"> And as brother Van Colt said about his father and grandfathers, that they did not join any church, it was so with me; I did not join any church, believing that the Church of Christ in its true organization did not exist upon the earth, but when the principles of the everlasting Gospel were first proclaimed unto me, I believed it with all my heart, and was baptized the first sermon I heard, for the Spirit of God bore testimony to me in power that it was true.  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0659\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>And I believe that I should never have joined any Church had I not heard some men preach who had the holy Priesthood. But when I heard the fulness of the Gospel, I was greatly blessed in receiving it, and was filled with joy unspeakable, and I have never been sorry, but I have rejoiced all the day long, and when I saw that train of handcarts, I thought of the teaching and words of the old prophet Mason, for he came the nearest to being a true Prophet of God in his predictions and works of any man I ever saw, until I saw men administering in the holy Priesthood. <\/div><div class=\"paragraph jod\" id=\"v4n757\"> He also cast out devils in the name of Jesus Christ, by the laying on of hands and the prayer of faith. &#x201C;But,&#x201D; said he, &#x201C;I have no right to administer in the ordinances of the Gospel, neither has any man unless he receives it by revelation from God out of heaven, as did the ancients. But if my family or friends are sick, I have the right to lay hands upon them, and pray for them in the name of Jesus Christ, and if we can get faith to be healed, it is our privilege; and I will here say that many were healed through his faith and prayers, and that, too, within my knowledge.&#x201D; And when that first handcart company came into the city, I, indeed, thought of the old prophet, for if they did not come with litters<span class=\"citation\" id=\"60249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60249)\">Isa. 66:20<\/a><\/span> it was as near as possible to it, and I now believe that from this time forth handcarts will be used more than horses, mules, and oxen. <\/div><div class=\"paragraph jod\" id=\"v4n758\"> I thank God that I have lived to see this day and generation, and I pray God to bless you and me, that we may do our duty in our families, and <div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0659\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> among our friends, and in our neighborhoods, and in every circumstance in which we are placed. I also feel thankful to see our brethren and sisters coming in, and especially the missionaries, for they have returned filled with the gifts and powers of the Holy Ghost; it does my soul good, and I feel to thank God for these things. <\/div><div class=\"paragraph jod\" id=\"v4n759\"> When I came into the Tabernacle, and saw the offerings that were made, I felt satisfied that there was an improvement; and I will say here that whenever the Prophets who lead us call upon us, we should be ready and on hand to take hold of that wheel which he points to and pull, and when we get the spirit of our calling, and the power of God upon us, the Church and kingdom will grow. As President Young said, the veil will be rent, and when the armies of Gog and Magog arise,<span class=\"citation\" id=\"80562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80562)\">Rev. 20:8<\/a><\/span> they will say, let us not go against Israel to battle, for her sons are terrible, and we cannot stand.<span class=\"citation\" id=\"85806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85806)\">D&amp;C 45:70<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n760\"> If we as a people follow the counsel of the Presidency of this Church, repent of our sins, wake up, do our duty, keep on the armor of righteousness, live our religion, and are filled with the Holy Ghost, we shall soon see that sinners in Zion will tremble, and fearfulness will surprise the hypocrite.<span class=\"citation\" id=\"59017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59017)\">Isa. 33:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n761\"> I feel to bless you, brethren and sisters, and pray that we may do our duty in all things, and ever honor the Priesthood, and at last be crowned in the Church and kingdom of God; I ask it in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}