{"ID":40021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Handcart Emigration&#x2014;Opinions of the Emigrants Concerning It&#x2014;Females Endure the Journey Better Than Males, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, September 28, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Handcart Emigration, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 9\/28\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v4n763\"> I think it is now proven to a certainty that men, women, and children can cross the Plains, from the settlements on the Missouri River to this place on foot, and draw handcarts, loaded with a good portion of the articles needed to sustain them on the way. <\/div><div class=\"paragraph jod\" id=\"v4n764\"> To me this is no more a matter of fact this morning, after seeing the companies that have crossed the Plains, than it was years ago. I have no different knowledge, feelings, or faith, upon this subject today than I have had from the beginning. It has been a matter of doubt with many of our Elders who have gone out to preach, and with many who have stayed at home, as to the propriety of starting a train upon the Plains for men, women, and children to walk. <\/div><div class=\"paragraph jod\" id=\"v4n765\"> Probably my faith has been based upon actual knowledge. There are a great many men who know but little about what they can do, and there are a great many women that never consider what they can perform; people do not fully reflect upon their own acts, upon their own ability, and therefore do not understand what they are capable of doing. <\/div><div class=\"paragraph jod\" id=\"v4n766\"> My reasoning has been like this: Take small children, those that are over five years of age, and if their steps were counted and measured, those that they take in the course of one day, you would find that they had taken enough to have traveled from twelve to twenty miles. <\/div> <div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0658\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n767\"> Count the steps that a woman takes when she is doing her work, let them be measured, and it will be found that in many instances she had taken steps enough to have traveled from fifteen to twenty miles a day; I will warrant this to be the case. The steps of women who spin would, in all probability, make from twenty to thirty miles a day. <\/div><div class=\"paragraph jod\" id=\"v4n768\"> So with men, they do not consider the steps they make when they are at their labor; they are all the time walking. Even our masons upon the walls are all the time stepping; they take a step almost at every breath. <\/div><div class=\"paragraph jod\" id=\"v4n769\"> Many people have believed that they could not walk much of a distance, if they had to walk right along in a road, but this is not so. Our carpenters, joiners, masons, tenders, road makers, tillers of the soil, and persons of almost all avocations in life, men, women, and children, are subject to continual travel. These things I have contemplated, and I have seen walking put into practice. <\/div><div class=\"paragraph jod\" id=\"v4n770\"> The longest journey on foot that ever I took at one time was in the year 1834, when a company of the brethren went up to Missouri, the next season after the Saints were driven out of Jackson County. Many in this congregation, and some on the stand, were in that company; brother Kimball and brother Woodruff were in it. We performed a journey of two thousand miles on foot; we star<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"102a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0102.pdf\" target=\"pdfwin\">p.&#xA0;102a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0657\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ted on the 5th day of May, and accomplished that journey inside of three months, carrying our guns on our shoulders, doing our own cooking, &amp;c. And instead of walking along without having to labor, much of the way we had to draw our baggage wagons through mud holes and over sections of bad road. Twenty or thirty men would take hold and draw a wagon up a hill, or through a mud hole; and it was seldom that I ever laid down to rest until eleven or twelve o'clock at night, and we always rose very early in the morning, I think the horn was blown at three o'clock to arouse us, to prepare breakfast, &amp;c., and get an early start; and we averaged in the outward trip upwards of forty miles a day, <\/div><div class=\"paragraph jod\" id=\"v4n772\"> If we laid by a day, or half a day, we generally calculated to make the travel of the week average forty miles a day. <\/div><div class=\"paragraph jod\" id=\"v4n773\"> We spent considerable time in waiting upon the sick; and some days and nights the brethren who were able, were standing over the sick and dying, and burying the dead; we buried eighteen of the company. Notwithstanding all this, inside of three months we walked about two thousand miles. <\/div><div class=\"paragraph jod\" id=\"v4n774\"> I am not a good walker, though I have walked a great deal in the course of my life, but it is not natural to me to be a great walker. I have walked much during my missions to preach the Gospel; and we have many in this congregation who have walked from twenty to thirty miles on a Sabbath, after working hard all the week and then preached two or three times. <\/div><div class=\"paragraph jod\" id=\"v4n775\"> When I was in England I found that I was poor at walking, in comparison with the females there. Brother Edmund Ellsworth, who has led this first company of handcarts over the Plains, says that the females have stood the journey better than the males; taking the girls and the boys of equal age, the men and the women, <div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0657\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the females have best endured the travel. <\/div><div class=\"paragraph jod\" id=\"v4n776\"> In England I could walk comfortably with the men, but if the women undertook, they could easily outdo me in walking. <\/div><div class=\"paragraph jod\" id=\"v4n777\"> Our American women think it strange to advance such an idea as women's walking. I will refer you to one individual that many of you know, and that is sister Turley, who now lives in San Bernardino; after working hard all the week, she and her husband frequently used to walk twenty or thirty miles on the Sabbath, and attend three meetings. <\/div><div class=\"paragraph jod\" id=\"v4n778\"> There are many in this congregation that used to walk and preach, and some of them did so on weekdays as well as on Sabbaths. <\/div><div class=\"paragraph jod\" id=\"v4n779\"> True, in those old countries people are not in the habit of taking journeys of hundreds of miles as the Americans do, but they walk through their towns and counties, throughout their circuits, and walk a great deal more and better than do the Americans. <\/div><div class=\"paragraph jod\" id=\"v4n780\"> The common people, the masses that work in the factories, do not own teams in the old countries, and if they wish to visit or go to a fair, they go on foot. If they should get any way of conveyance to places where the railroads have not yet reached, they hire a cart, or perhaps a wagon on springs, and six, eight, twelve, or twenty persons will get in and ride for a few miles; but that is only for the sake of the name of riding, and not particularly for the comfort of it, for they would, as a general thing, rather foot it than ride in many of their modes of conveyance. <\/div><div class=\"paragraph jod\" id=\"v4n781\"> To the American this seems strange; but you may go into Scotland and Wales, and then cross to the little island called Ireland, and then to France and the German States, and pass on to Italy, and you will find the generality of the people in the habit of performing their journeys on foot,  <div class=\"break pagebreak\" id=\"103a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0103.pdf\" target=\"pdfwin\">p.&#xA0;103a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0656\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not depending upon being conveyed in vehicles. <\/div><div class=\"paragraph jod\" id=\"v4n783\"> They are in the habit of working and walking, and their toils and labors are very excessive, and apparently without cessation. Go into the mountainous regions of some of these old countries, and you will see men, women, and children packing soil, like it would be to take it from the banks of Jordan and carry it halfway up the sides of these mountains, and, when they can get one, two, or three rods of level surface, making their gardens upon the rocks. <\/div><div class=\"paragraph jod\" id=\"v4n784\"> They will take cows up to such places, and pack up fodder, and there keep them, for they are not able to go down and feed and return again the same day. <\/div><div class=\"paragraph jod\" id=\"v4n785\"> They will walk on the brinks of precipices, clamber around the rocks, pack up the soil from the bottoms, and thus make a subsistence, raising a few potatoes and whatever vegetables they can, and there they live summer and winter; they are all the time toiling and laboring. <\/div><div class=\"paragraph jod\" id=\"v4n786\"> In many districts of England, it is the custom to put children into factories at five years of age, and there they remain so long as they live. Children from five years old and upwards, will go for miles to their labor early in the morning, winter and summer, and must be at the factory at factory time, and there they must stand upon their feet until they are dismissed for half an hour, or an hour, to eat their breakfast, or their dinner, and all the rest of the time they are upon their feet. They are used to labor, accustomed to being on their feet and walking. <\/div><div class=\"paragraph jod\" id=\"v4n787\"> We have not yet had a report from any of the brethren who have led the handcart companies, with regard to their traveling across the Plains, any more than to say they are here. I think brother Ellsworth says that seven persons died in his company, <div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0656\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> between here and Iowa City. How many died in the companies last year? How many will die in the companies who ride? Double that number, very likely. As for health, it is far healthier to walk than to ride, and better every way for the people. When they get up in the morning, instead of wearying the women with running through the long grass hunting the oxen, &amp;c., they are there in camp, and if they wish to do any walking, they can take hold of their little handcarts and go on about their business. When they come to sandy hills, it is then no doubt hard. (Voice, they can then double teams.) Yes, they can easily double teams, for they are right on hand all the time. <\/div><div class=\"paragraph jod\" id=\"v4n788\"> The handcarts look rather broken up, but if they had been made of good seasoned timber, they would have come in as nice as when they started with them. True, the brethren and sisters that came in with handcarts have eaten up their provisions, and some have hired their clothing brought, and they had but little on their carts when they came in. <\/div><div class=\"paragraph jod\" id=\"v4n789\"> They also started with full loads, and I presume it was hard for them at first, but they became inured to it. And yesterday I heard many of them, and especially the women, observing to some of the sisters that came to see them, while they were questioning them about their journey across the Plains on foot, &#x201C;that if we had the journey to perform again, and had our choice, we would go on foot rather than go with teams, and be plagued with oxen and wagons.&#x201D; Why, I will answer one query, &#x201C;We have not time to wait for oxen and wagons.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n790\"> The handcart companies that have come in, had a few strong teams with them, well able to travel, but the companies had to wait every day for these teams, and they hindered them exceedingly. If this is not so, let brother Ellsworth correct me; this is  <div class=\"break pagebreak\" id=\"104a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0104.pdf\" target=\"pdfwin\">p.&#xA0;104a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0655\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>what I have heard some of them say. <\/div><div class=\"paragraph jod\" id=\"v4n792\"> They could have been here ten days ago, perhaps twelve, had it not been for waiting for the teams. If persons have a journey to perform and can get at railroad speed with handcarts, it is better than to drag along with ox teams. <\/div><div class=\"paragraph jod\" id=\"v4n793\"> This is the subject I have on my mind, and I presume the people feel as I do; it is an interesting subject, an interesting event in our history as a people. There is nothing that can be brought before the Latter-day Saints of deeper interest than to know how they can be gathered together, without so great an expense as has hitherto attended the gathering. <\/div><div class=\"paragraph jod\" id=\"v4n794\"> We know that our sorrows and our cares in this particular are measurably at an end if we can avoid buying teams and expensive outfits to bring the people here. We have now proved that they can come pretty much by themselves, working their way along and drawing their own provisions, and also their little ones, and the maimed, and old, and blind. If any way can be opened for the gathering together of the poor, it takes off a great burden and labor from the body of the people. <\/div><div class=\"paragraph jod\" id=\"v4n795\"> It is an interesting subject, and my feelings are precisely as they have been all the time. I have believed, and I believe today, that I can take my own family, my women and children, across those Plains, asking no odds of any team in the world, only what we make ourselves; and I believe I could beat any ox train at it. I have always believed it, I believe it today. I presume my family would feel, as others feel, that it is a hard task, a great trial; who can bear such great afflictions? To have to walk a thousand miles? Those who get into the Celestial Kingdom will count this a very light task in the end, and if they have to walk thousands of miles, <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0655\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they will feel themselves happy for the privilege, that they may know how to enjoy celestial glory. <\/div><div class=\"paragraph jod\" id=\"v4n796\"> I recollect that in my young days, before I made any profession of religion, when people were disposed to call me an infidel (though they did not know what infidelity was) because I did not believe in the sectarian religion, I could not see any utility in it, any further than a moral character was concerned, yet I believed the Bible. I felt in those days, after I had made a profession of religion, that if I could see the face of a Prophet, such as had lived on the earth in former times, a man that had revelations, to whom the heavens were opened, who knew God and His character, I would freely circumscribe the earth on my hands and knees; I thought that there was no hardship but what I would undergo, if I could see one person that knew what God is and where He is, what was His character, and what eternity was; and I presume that the people feel with regard to religion, to the doctrine of the Gospel, partially, if not altogether, as I did. They are very anxious to know the ways of life, they want to know the ways of God; they want to become acquainted with His character, to know who He is and what He is. They want to understand just as they are directed to understand in the New Testament, and said to be the words of the Savior, &#x201C;this is eternal life, to know the only living and true God, and Jesus Christ whom He hath sent.&#x201D;<span class=\"citation\" id=\"70548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70548)\">John 17:3<\/a><\/span> To know that God, and to know Jesus, the people who wish to do right are willing to undergo anything. Those that gather here, if they will do the best they know, will know God, and Jesus whom He has sent, and be as familiar with Him as they can be with any character whose face they see not; they can know His character and understand His ways. <\/div><div class=\"paragraph jod\" id=\"v4n797\"> I shall now give way, and call upon  <div class=\"break pagebreak\" id=\"105a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0105.pdf\" target=\"pdfwin\">p.&#xA0;105a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0654\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>brother Ellsworth to address you; and if any of the other brethren who have been called upon to come to the stand, are in the congregation, they <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0654\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will please come forward, for it is of great interest to me, to learn something of the travels of our brethren and sisters. <\/div>\n<\/div>\n<\/div>"}