{"ID":40025, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Handcart Enterprise&#x2014;Returning Missionaries&#x2014;Exhortation to the Saints to Rescue the Brethren and Sisters on the Plains, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Franklin D. Richards, Delivered in the Bowery, Great Salt Lake City, Sunday Morning, October 5, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Handcart Enterprise, Etc.<\/div>\n<div class=\"speaker\">Speaker: Franklin D. Richards<\/div>\n<div class=\"date\">Date: 10\/5\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d25\">\n<div class=\"paragraph jod\" id=\"v4n869\"> My brethren and sisters in the Lord, I rejoice exceedingly in being permitted to go to the nations of the earth to engage in the discharge of duties laid upon me, and in getting back in safety to your midst. To see how you have increased in numbers, and how you have extended abroad, truly indicates that the work of the Lord is onward here, and it is onward too in the old countries, where the Gospel has been preached with success. <\/div><div class=\"paragraph jod\" id=\"v4n870\"> I cannot take the time now to rehearse the varied circumstances and incidents of my mission, for the main thing before us now is to help in the brethren who are on the Plains. The <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0645\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> subject of immigration by handcarts is one that will do to talk about; I have learned that by experience in the little I have had to do with them; it will also do to pray about, and it does a great deal better to lay hold of and work at, and we find it to work admirably. <\/div><div class=\"paragraph jod\" id=\"v4n871\"> We have not had much preaching to do to the people in the old countries, to get them started out with handcarts. There were fifteen or twenty thousand waiting for the next year to roll around, that they may be brought out by the arrangements of the P. E. F. company. Those who had any objections to this mode of  <div class=\"break pagebreak\" id=\"115a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0115.pdf\" target=\"pdfwin\">p.&#xA0;115a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0644\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>traveling we wanted to wait, and see if the experiment would work well. <\/div><div class=\"paragraph jod\" id=\"v4n873\"> The subject is popular in those countries, and the hardest part of my talking was to find the means to bring out the many that were urgently teasing me to let them come. When the first handcart company came in it was a soul stirring time; banners were flying, bands of music played, and the citizens turned out almost <span class=\"italic\">en masse<\/span> to greet them. But they will yet come with handcarts by thousands, and when they get here, they will be most likely to enjoy &#x201C;Mormonism.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n874\"> This time we have not been preaching them easy and smooth things, for we had heard of the hard times you have had in the valleys, and we have invited them to come and share with you; and we have given them to understand that in coming here they came to work out their salvation.<span class=\"citation\" id=\"75475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75475)\">Philip. 2:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n875\"> The Saints that are now on the Plains, about one thousand with handcarts, feel that it is late in the season, and they expect to get cold fingers and toes. But they have this faith and confidence towards God, that He will overrule the storms that may come in the season thereof and turn them away, that their path may be freed from suffering more than they can bear. <\/div><div class=\"paragraph jod\" id=\"v4n876\"> They have confidence to believe that this will be an open fall; and I tell you, brethren and sisters, that every time we got to talking about the handcarts in England, and on the way, we could not talk long without prophesying about them. On shipboard, at the points of outfit, and on the Plains, every time we spoke we felt to prophesy good concerning them. We started off the rear company from Florence about the first of September, and the Gentiles came around with their sympathy, and their nonsense, trying to decoy away the sisters, telling them that it was too late in <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0644\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the season, that the journey would be too much for their constitutions, and if they would wait until next year, themselves would be going to California, and would take them along more comfortably. <\/div><div class=\"paragraph jod\" id=\"v4n877\"> When we had a meeting at Florence, we called upon the Saints to express their faith to the people, and requested to know of them, even if they knew that they should be swallowed up in storms, whether they would stop or turn back. They voted, with loud acclamations, that they would go on. Such confidence and joyful performance of so arduous labors to accomplish their gathering will bring the choice blessings of God upon them. <\/div><div class=\"paragraph jod\" id=\"v4n878\"> I would like to say a word to the sisters here, for they have a tremendous influence sometimes. Let me say to some of those that came out in the earlier years of our settlement in these valleys, you thought the journey quite long enough, and that if it had been a week, a fortnight, or a month longer, you did not know how you could have endured it. Many of you came in wagons, bringing the comforts of life with you in abundance. <\/div><div class=\"paragraph jod\" id=\"v4n879\"> Sisters, think of those fatiguing times, and stir up your good men in behalf of those who are footing it, and pulling handcarts thirteen hundred miles, instead of riding one thousand as you did. The aged, the infirm and bowed down, and those who have been lame from their birth, are coming along upon their crutches; and they think it is a good job if they can walk the most of the way through the day, and avoid riding all they can. <\/div><div class=\"paragraph jod\" id=\"v4n880\"> Indeed persons of nearly all ages and conditions are coming. There are also delicate ladies, these who have been brought up tenderly from their youth, and used to going to school and teaching school, playing music, &amp;c.; but when they received the Gospel they had to bid goodbye to fathers, and mothers,  <div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0643\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and were turned out of doors; that taught them the first principles of gathering up to Zion. And the idea that there was a place here that could be truly called home, inspired them to go along, to the astonishment of their friends, and kindred, and that of the Gentiles on the way. <\/div><div class=\"paragraph jod\" id=\"v4n882\"> When I think of the devilish doings of those abroad, I feel wroth in my soul to see what the Saints have to put up with. The wicked found, after trying their best, that they could not coax away even the most tender and delicate from their toil of drawing their handcarts, from fifteen to twenty miles a day. The Saints are happy to perform this labor, and make the welkin ring at night, when their day's toil is over, with their songs of praise and rejoicings. I could but think of the way Israel walked in olden times, when the Lord rained down manna for bread, and they were not allowed to keep any till tomorrow,<span class=\"citation\" id=\"54064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54064)\">Ex. 16:15-19<\/a><\/span> and in that wilderness required of them to build a gorgeous tabernacle and carry it on their shoulders. <\/div><div class=\"paragraph jod\" id=\"v4n883\"> I have thought that the gathering of the honest in heart in these latter times is much like that good old mode; and it must be good, because it is in the Bible. The Gentiles found that they could not turn away the good and the faithful, who are back in the hills pulling their handcarts. <\/div><div class=\"paragraph jod\" id=\"v4n884\"> Many of those now back are poor, and had not enough to get away from their homes with, and now they have scarcely a change of clothing. If they can have some slices sent out to them, and a few blankets to make them comfortable at night, and flour enough, with what beef they have along, to make them a good meal in the morning, they will make those handcarts work powerfully. But if they are tenderfooted through going shoeless, and when they lay down at night, if they lay cold, it will tend to retard <div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0643\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their progress very much, however good their faith and resolution may be. <\/div><div class=\"paragraph jod\" id=\"v4n885\"> I realize in talking to you, and applying to you for help to aid those brethren and sisters, that it is as just and worthy a cause as can be espoused. I pray you, as you regard those on the Plains, as you wish them to come and share with you the words of life and the ordinances of the House of the Lord, and as you desire Zion to be strengthened, and righteousness to take the place of wickedness on the earth, to arise up and bring those Saints in, for it is late in the season, and ten to one they will have snowstorms to encounter; though the Lord will not let them suffer any more than they have grace to bear. It is our highest privilege to do all we can to ameliorate the sufferings of those brethren that are thus trying to work out their emigration. <\/div><div class=\"paragraph jod\" id=\"v4n886\"> President Young wrote to me a year ago, stating that if I got his letter I should have joy in carrying out his plans; I testify here that I never entered into any measures that filled up my soul with joy, faith, and energy so much as this plan for gathering of the honest poor. It was late when I began the work, but we could not get at it any sooner. We have wrought with our might, and brother Daniel Spencer has been a pillar of strength upon which the hopes of thousands have rested securely. I rejoice exceedingly with him in the excellent feelings that his own conscience and bosom inspires him with when he remembers his labors. <\/div><div class=\"paragraph jod\" id=\"v4n887\"> Brother Wheelock has been like an angel among the churches in the old countries and they have been strengthened in the work we are called to do. We did not stop to enquire whether the plan was a feasible one or not, that was none of our business; and when the word said handcarts, we understood it so. <\/div> <div class=\"break pagebreak\" id=\"117a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0117.pdf\" target=\"pdfwin\">p.&#xA0;117a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0642\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n889\"> Brothers Van Cott, Grant, Kimball, Webb, and others have labored with all their mights this season. I assure you it has been by some hard thinking, hard working, and doing the best we could unitedly that we have accomplished what we have. But our souls cannot be satisfied nor rest, until we feel assured that the brethren and sisters now on the Plains are brought forward, and made as comfortable as the circumstances of the case will admit of. <\/div><div class=\"paragraph jod\" id=\"v4n890\"> Before leaving England, on the 26th of July, I had the pleasure of welcoming brothers Pratt and Benson to that interesting and important field of labor. We had a joyful Conference at Birmingham, and a Council of the general authorities of the Church in those countries. Those brethren expressed themselves very satisfactorily and cheeringly, as to the condition in which they received the work at our hands; they spoke with great energy and power. The fire of the Lord was felt through that Conference, and will be felt in all the Conferences through the Pastors and Presidents who were with us, counseling on the condition of the work of the Lord in the European missions. The cause of truth is progressing there as well as here. <\/div><div class=\"paragraph jod\" id=\"v4n891\"> It gives me great joy, on returning, to see what an advancement there is in the increased outpouring of the Spirit of God upon this people. Those that stay here continually cannot so abundantly realize and appreciate this, as those can who go out into the world for a season and return again. <\/div><div class=\"paragraph jod\" id=\"v4n892\"> I feel thankful for the privilege of being with you to try to partake of that Spirit, and improve with you in the work of reformation. I realize every time I go out from you, that the works of darkness are more consolidated and powerful against the cause of God on the earth, hence the Saints need increasing strength <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0642\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and power. I feel joyful to come back here, and feel the spirit and influences that are here. <\/div><div class=\"paragraph jod\" id=\"v4n893\"> The brethren that abide here year after year, do not know the power that is in them by the workings of the Holy Ghost, and the exercise of the holy Priesthood; but when they get out in the field of battle, where they have to contend against the adversaries of truth, then they can realize the strength of the Lord upon them, they can realize that He is with them, and makes their labors successful. <\/div><div class=\"paragraph jod\" id=\"v4n894\"> It is, I believe, as comforting a thought as the human soul can enjoy, to realize the worth of home, while abroad in the world. When you were first called to receive the Gospel, many of you were at once alienated from your homes and nearest kindred, and have never found a place where you could feel at home, until you found it among the Saints. This is the only home for the righteous on the earth, and blessed is that Saint who can appreciate it, and enter into the righteousness and power of it, and enjoy its benefits in their true light and spirit. <\/div><div class=\"paragraph jod\" id=\"v4n895\"> I felt today that I could love to sit and drink in the Spirit's gracious influences. I could feel, while on my way in from the Weber, that there was a spirit here watching over the people, such as is not to be found anywhere else on the face of the earth. It is nourishing and cherishing to the servants of God, and the whole Church in these mountains. How thankful we ought to be. The Lord has brought His Zion here to strengthen her; to admonish, reprove, build up, and prepare His Saints for the events that are coming. And I pray the Lord to give us hearing ears and understanding hearts, that we may always have ready hearts to do His will. <\/div><div class=\"paragraph jod\" id=\"v4n896\"> In ten years past, last July, I have been sent to England on three missions; and out of that ten years I  <div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0641\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have been absent from home something over seven. I have made a good many acquaintances and friends in the old countries; I have labored with joy in my field of labor, and God has blessed me. My heart has been made glad, and I have been enabled to bless others. <\/div><div class=\"paragraph jod\" id=\"v4n898\"> During the last two years, we have sent out eight thousand Saints; and nearly double that number have been added to the Church by baptism in that country. I fear that I have almost become a stranger in Israel; there are but few that I am acquainted with here, and it helps me to appreciate the privilege of getting home, and of seeing brother Brigham and Heber, and Jedediah, and the Saints in Zion. <\/div><div class=\"paragraph jod\" id=\"v4n899\"> The Elders that go out to labor in the world, are from time to time called upon to measure themselves, and they have labors and duties laid upon them that no man can perform, except in the name of his God. And it behooves every man and woman to strengthen themselves in the name of their God continually, to have their armor on, and keep it bright, as the President said to us last night; I do not intend to lay it off. <\/div><div class=\"paragraph jod\" id=\"v4n900\"> I thank God for the strength He has given me among the nations; I praise His name for these good brethren that were with me. I never labored with a company of brethren with more joy, satisfaction, and good cheer; I mean these brethren who went with me, Joseph A. Young, William H. Kimball, George D. Grant, and others. They have been like the deer on the mountains to carry the expresses of the Saints, and to render any and all kinds of help in hard times. They are men for whom the Lord has much regard; and though their words might not come forth in the same smooth shape as those of some men, yet they hit as hard when they were called upon to chastise the wicked; and they also comforted those that needed comfort. <\/div> <div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0641\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n901\"> They took hold with me, shoulder-to-shoulder. I do not wish to take much credit to myself, for what I have done has been accomplished in the name of the Lord; my brethren out of the Office and in the Office helping me to their utmost. I wonder and am astonished, when I think of what the Lord has brought His people through in the last days. What would have put another people under ground, they have surmounted by the influence and power of the Eternal. <\/div><div class=\"paragraph jod\" id=\"v4n902\"> Already we are a great people, there is hardly room for us, yet we are but as a drop of the bucket to the great work before us which has yet to be done; and the more there is accomplished the more we see there is to do, and doubtless it will keep on so, worlds without end. <\/div><div class=\"paragraph jod\" id=\"v4n903\"> I want to grow up with the Church: it fills my heart with praise, and melts me into contrition, when I think I am called upon to engage in such a work. I wish to employ all my energies and influence, everything I can control in its interests. I ask the Lord to lend me the blessings and comforts of this life for the time being, and to inspire me to use them to His glory, whether it be a family, or earthly substance. <\/div><div class=\"paragraph jod\" id=\"v4n904\"> It is one thing for a man to learn to live away from home, and to preach the Gospel and magnify his calling there, and it is another thing for a man to learn to live at home, and magnify his calling here. I want to obtain grace, that I may magnify my calling at home and away from home, and I desire the continuation of your confidence, love and faith, that I may live and wisely improve upon that which is not my own; that in the end I may receive the true riches.<span class=\"citation\" id=\"94458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94458)\">Luke 16:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n905\"> Concerning the handcart companies this year, it is an experiment. We cannot yet tell you exactly what it costs to come through in that way; but we know that it is going to cost  <div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0640\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>those on the other side of the mountains cold feet, and a great deal of affliction and sorrow, unless we help them. The word today is, mules, wagons, flour, shoes, and clothing. I entreat you, as you value yourselves, and the interests of this people, do to those brethren and sisters that are out on the Plains as you wish to be done by.<span class=\"citation\" id=\"63792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63792)\">Matt. 7:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n907\"> Many of you have been permitted to live at home to enjoy the comforts of life, and you have accumulated to yourselves wagons and teams, and now is a time for you to do good with <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0640\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them. I feel to thank the Lord my God; my heart is full of thanksgiving and praise to Him, for blessings bestowed upon me and upon His people, while I have been gone. When we were crossing the Plains, men, women, and children were destroyed, but the Lord has preserved us, and permitted us to arrive in time to attend Conference. <\/div><div class=\"paragraph jod\" id=\"v4n908\"> May He ever help us to appreciate His goodness unto us, and thereby we be led to do good unto others so long as we dwell on the earth, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}