{"ID":40022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Emigration&#x2014;The Saints Warned to Repent or Judgments Will Come Upon Them.<\/div>\n<div class=\"subtitle\">A Discourse by President H. C. Kimball, Delivered in the Bowery, Great Salt Lake City, September 28, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Emigration, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 9\/28\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v4n799\"> I feel very thankful to my Father and my God in regard to the two handcart companies that have just come in, led by brothers Ellsworth and McArthur. <\/div><div class=\"paragraph jod\" id=\"v4n800\"> I went out with brother Brigham to meet those companies, and when within a mile and a half of the foot of the Little Mountain we left the company that was with us, and drove on until we met Captain Ellsworth's company. I did not shed any tears, though I could have done so, but they would have been tears of joy; my heart was so full that it was impossible for a tear to pass it; that is the way I felt. Why did I have those feelings? Was it because the company were on foot, dusty, and pulling handcarts? No, for I was aware that they had come into these valleys easier than most, if not all, other companies. Their task was light in comparison with that of the pioneers in 1847, for they had to build bridges, cross deep and wide rivers upon rafts, and make hundreds of miles of road, digging up and throwing out stones and cutting down trees and thick brush. <\/div><div class=\"paragraph jod\" id=\"v4n801\"> Brother Mills mentioned in his song, that crossing the Plains with <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0654\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> handcarts was one of the greatest events that ever transpired in this Church. I will admit that it is an important event, successfully testing another method for gathering Israel, but its importance is small in comparison with the visitation of the angel of God to the Prophet Joseph,<span class=\"citation\" id=\"93768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93768)\">JS&mdash;H 1:30-47<\/a><\/span> and with the reception of the sacred records from the hand of Moroni at the hill Cumorah.<span class=\"citation\" id=\"93885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93885)\">JS&mdash;H 1:59<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n802\"> How does it compare with the vision that Joseph and others had, when they went into a cave in the hill Cumorah, and saw more records than ten men could carry? There were books piled up on tables, book upon book. Those records this people will yet have, if they accept of the Book of Mormon and observe its precepts, and keep the commandments.<span class=\"citation\" id=\"83914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83914)\">D&amp;C 9:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n803\"> Again, how does it contrast with Joseph's being sent forth with his brethren to search out a location in Jackson County, where the New Jerusalem will be built,<span class=\"citation\" id=\"87474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87474)\">D&amp;C 84:1-5<\/a><\/span> where our Father and our God planted the first garden on this earth,<span class=\"citation\" id=\"90304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90304)\">D&amp;C 107:53<\/a><\/span> and where the New Jerusalem will come to when it comes down from heaven?<span class=\"citation\" id=\"87990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87990)\">D&amp;C 84:99-100<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n804\"> I mention these few things by way  <div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0653\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of contrast with the handcart operation; they are events that I have heard Joseph speak of, time and time again. <\/div><div class=\"paragraph jod\" id=\"v4n806\"> There will not one soul of you go to build up that holy city in Jackson County until you learn to keep the commandments of God, and listen to the counsel of brother Brigham and his counselors, of the Twelve Apostles, of the Bishops, and of every officer in the Church of God; until you are willing to keep what we call the celestial law. <\/div><div class=\"paragraph jod\" id=\"v4n807\"> What is the celestial law? A great many of you think that you have not come to it, but the fundamental principles of &#x201C;Mormonism,&#x201D; faith in Jesus Christ, repentance for sins, and baptism for their remission, which is the door into the kingdom of God, are the first letters of the alphabet of the celestial law; and if you turn away from those principles, you turn away from everything that your salvation depends upon. <\/div><div class=\"paragraph jod\" id=\"v4n808\"> There is a reformation proposed; it has already commenced in the north, and the people there are repenting, that is, they say they repent; and many have gone forward and been baptized for the remission of their sins. <\/div><div class=\"paragraph jod\" id=\"v4n809\"> But, brethren and sisters, you may go forward and be baptized, and say you repent, and receive the laying on of hands, and if you do not repent and lay aside your wickedness, you will go to hell. I tell you that there is nothing that will turn away the wrath of God, and the chastenings that are to come on this people, if they do not repent indeed; now mark my words. <\/div><div class=\"paragraph jod\" id=\"v4n810\"> There has been too much said here, by brother Brigham and his brethren, to fall to the ground unnoticed, and you must observe every word of it. <\/div><div class=\"paragraph jod\" id=\"v4n811\"> I am very thankful that so many of the brethren have come in with handcarts; my soul rejoiced, my heart was <div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0653\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> filled and grew as big as a two-bushel basket. Two companies have come through safe and sound. Is this the end of it? No; there will be millions on millions that will come much in the same way, only they will not have handcarts, for they will take their bundles under their arms, and their children on their backs, and under their arms, and flee; and Zion's people will have to send out relief to them, for they will come when the judgments come on the nations. And you will find that judgments will be more sore upon this people, if they do not repent and lay aside their pride and their animosities, their quarrelling and contentions, their disputations among themselves. <\/div><div class=\"paragraph jod\" id=\"v4n812\"> Those that have come in with the handcarts may wonder how this can be, for doubtless many of them thought that they were coming to where it was all peace and harmony, and so remain forever. So it would, were it not for the wicked ones that come here. You who come with the handcarts have brought nobody here but yourselves, and probably, as brother Ellsworth said, there are as good people among his company as ever were on the earth, according to their knowledge; and then he said there were some of the worst. I do not doubt it, for he never stopped to select them, but he brought all that happened to be in the net, and there were several kinds,<span class=\"citation\" id=\"64681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64681)\">Matt. 13:47<\/a><\/span> I suppose. <\/div><div class=\"paragraph jod\" id=\"v4n813\"> Any man or woman that has got the Spirit of the Lord, may know that God is with those missionaries who have come in with these companies, and they have made a character for themselves that will live forever, and they will live forever; and God bless them forever, and they shall be blessed forever. And when brother Brigham, and Heber, and Jedediah, and the Twelve Apostles go through the straight gate<span class=\"citation\" id=\"63831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63831)\">Matt. 7:13<\/a><\/span> into the kingdom, they shall go with us. <\/div> <div class=\"break pagebreak\" id=\"107a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0107.pdf\" target=\"pdfwin\">p.&#xA0;107a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0652\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n815\"> Your face looks good to me, brother McArthur; I sat beside you today, and it warmed my heart clear through. I have known him from his boyhood, and so I have the others. And Joseph A. Young, and William H. Kimball, they know nothing but &#x201C;Mormonism;&#x201D; they were born in it. They could not fully discern the difference until they went on a mission to the lower world, where they were under the necessity of depending upon their God, and now they know that God lives, that &#x201C;Mormonism&#x201D; is true, that Brigham Young is a Prophet of God, and that Joseph Smith was a Prophet. <\/div><div class=\"paragraph jod\" id=\"v4n816\"> No man or woman can have the spirit of Prophecy, and at the same time do evil and speak against their brethren; and you will find that man or that woman barren and unfruitful in the knowledge of God,<span class=\"citation\" id=\"78251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78251)\">2 Pet. 1:8<\/a><\/span> and filled with disputations. <\/div><div class=\"paragraph jod\" id=\"v4n817\"> When you hear false statements from disaffected characters, do not circulate them; do not send them back to England, France, &amp;c., to prevent those from coming here that otherwise would come. The Saints will gather, and handcart companies will become common; there will be more of them than there will be of ox or mule trains. <\/div><div class=\"paragraph jod\" id=\"v4n818\"> If brother Brigham should say to me, next spring, go back and bring up a handcart company, I am ready to do so. I can do it with less fatigue than the labor I perform every day of my life. Will twenty or twenty-five miles daily travel excuse me? No. I am never still, never idle, and I never expect to be, in heaven nor on earth. <\/div><div class=\"paragraph jod\" id=\"v4n819\"> I have often told you that all my lazy hairs were gone; and I have often told the young Elders, to encourage them, that the first mission I took, after I was ordained one of the Twelve, was through New England and into Nova Scotia, 1,500 miles travel on foot <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0652\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with my valise on my back. Soon after I started I found that I was rather unlearned, though I knew that before, but I knew it better after I started. <\/div><div class=\"paragraph jod\" id=\"v4n820\"> I began to study the Scriptures, as brother McArthur did, and I had so little knowledge that the exercise of study began to swell my head and open my pores insomuch that the hairs dropped out; and if you will let your minds expand as mine did you will have no hair on your heads. I expected to lose all my hair, and my head too; but I am alive and in the house of Israel; and I expect to live to see this people prosper, the house of Israel gathered, and scattered Israel connected with this people; and we will bring about the purposes of God. My body may fail, but my spirit will never die, nor will the spirit of any good &#x201C;Mormon.&#x201D; Let us &#x201C;live our religion.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n821\"> I presume there were as many devils after those handcart companies as ever followed any company of Saints that ever left the States, and their object was to defeat them in this attempt, but they have not been permitted to do it. <\/div><div class=\"paragraph jod\" id=\"v4n822\"> The Elders that go forth and preach the Gospel will have to lead the handcart companies over the Plains, and learn to go on foot. Am I not glad? Yes, I rejoice exceedingly. I have prayed for those companies night and day, and I never was more pleased to see any persons than I was to see those brethren and sisters, and the Elders that have brought them here. I baptized several of them eighteen years ago in Chatburn and Downham, England, and I thank God that they have come here. It proves that they were good Saints, to stand so long in that wicked country, and sustain &#x201C;Mormonism&#x201D; eighteen or nineteen years. <\/div><div class=\"paragraph jod\" id=\"v4n823\"> In Tithebarn I stood upon a barrel and preached, and a woman came and  <div class=\"break pagebreak\" id=\"108a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0108.pdf\" target=\"pdfwin\">p.&#xA0;108a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0651\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>took hold of my coat; I said, &#x201C;What is wanted, lady?&#x201D; &#x201C;I want to be baptized.&#x201D; I jumped from the barrel and baptized twenty-five persons, some of whom are here. That was nineteen years ago, when &#x201C;Mormonism&#x201D; was introduced into that nation; I went over about the time when the Church was broken up in Kirtland, and when there were not twenty persons on the earth that would declare that Joseph Smith was a Prophet of God. <\/div><div class=\"paragraph jod\" id=\"v4n825\"> When we returned from England, we could report from two thousand to twenty-five hundred Saints added to the Church, after being away about eleven months. When we got back the Church was all driven from Ohio, and we went to Missouri. I arrived there in time to be sick three weeks; and then the mob prevailed and we were driven out. <\/div><div class=\"paragraph jod\" id=\"v4n826\"> And as fast as we could get well and get out of a place, I was taken sick and driven again. That is the way I have been kept going, and I expect to be kept going in that way, if this people do not do right and keep the commandments of God. <\/div><div class=\"paragraph jod\" id=\"v4n827\"> &#x201C;Live your religion,&#x201D; keep the commandments of God, listen to the servants of God, and you will stand forever, and the world cannot trouble you. <\/div><div class=\"paragraph jod\" id=\"v4n828\"> Last Sabbath I referred to the conduct of the ancient inhabitants of this continent, and the dealings of the Lord with them; and it is the only way in which those who profess to be the people of God are kept humble. When they prospered in riches they were lifted up, and God sent famine and pestilence among them, and sickness and death, until He pretty much destroyed the nation, until they humbled themselves;<span class=\"citation\" id=\"82463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82463)\">Hel. 12:2-3<\/a><\/span> and I wish to apply that experience to this people, and they will feel it if they do not repent. <\/div><div class=\"paragraph jod\" id=\"v4n829\"> Your ears may hear my words, but do my words enter your hearts? <div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0651\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Will you repent sincerely before God? If you will, we never will be afflicted, no, never. I do not know of any way for this people to appreciate their blessings, only by affliction and by being brought into sorrow. And if you do not repent, the little we saw night before last, when the handcart train came in, will be no comparison to the straitened circumstances you will be brought into; and people will look upon us and weep to see the suffering and affliction that we will be brought into. <\/div><div class=\"paragraph jod\" id=\"v4n830\"> Many of this people have broken their covenants by speaking evil of one another,<span class=\"citation\" id=\"84367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84367)\">D&amp;C 20:54<\/a><\/span> by speaking against the servants of God,<span class=\"citation\" id=\"90829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90829)\">D&amp;C 121:18<\/a><\/span> and by finding fault with the plurality of wives and trying to sink it out of existence.<span class=\"citation\" id=\"91444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91444)\">D&amp;C 132:4<\/a><\/span> But you cannot do that, for God will cut you off and raise up another people that will carry out His purposes in righteousness, unless you walk up to the line of your duty. On the one hand there is glory and exaltation; and on the other no tongue can express the suffering and affliction this people will pass through, if they do not repent. <\/div><div class=\"paragraph jod\" id=\"v4n831\"> Brother Brigham is placed here, and he has chosen men to stand by him, holding the keys of life and salvation to this people; and we shall bear off the kingdom, even though there be but few that will stick to us. They cannot be shaken, for God says everything that can be shaken shall be shaken, and that which cannot be shaken shall remain.<span class=\"citation\" id=\"77327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77327)\">Heb. 12:27<\/a><\/span><span class=\"citation\" id=\"91512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91512)\">D&amp;C 132:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n832\"> Scores will shake, and the earth will be caused to shake, and the thunders will roll and the lightnings flash, and the desolation of famine and pestilence awaits the world and its inhabitants. <\/div><div class=\"paragraph jod\" id=\"v4n833\"> How many times I have told you to take care of your grain and not waste it, for before another harvest many of you will see such times as you did the past season. Some do  <div class=\"break pagebreak\" id=\"109a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0109.pdf\" target=\"pdfwin\">p.&#xA0;109a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0650\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not believe this, but a great many do, and they are laying up their grain. Much wheat has already been sold here, by those who were begging last year, for a dollar a bushel, and from that to a dollar and a quarter, and a dollar and a half. I had grain enough, last spring, to have sustained my family and lasted me another year, though it takes over a thousand bushels to feed my family one year; but I have fed it all out, and now I have not over two hundred bushels, and I shall have to buy eight hundred more to feed my family till another harvest. <\/div><div class=\"paragraph jod\" id=\"v4n835\"> I am going to live my religion; and if need be I will sell my furniture, my beds and bedding, and everything I have, for grain. I look for hard times, and this year is not going to end them. <\/div><div class=\"paragraph jod\" id=\"v4n836\"> There are from eight to ten thousand people coming here this year, and scarcely a man in all the valleys of the mountains has any old wheat; nearly all had to commence consuming the present crops; just look at it, and reflect. <\/div><div class=\"paragraph jod\" id=\"v4n837\"> I have not stopped rationing my family to half a pound a day, and do not mean to this year: though I would have added a little more to it if they had needed it, but they do not. Many are wasting their grain, and feeding it to their horses and cattle; and others are lavish with it. Do not lay out your means, your wheat, and your substance, for that which profiteth nothing, for ribbons, gewgaws, jewelry, artificials. <\/div><div class=\"paragraph jod\" id=\"v4n838\"> For God's sake cease this course; for your own sake, for my sake, and for Christ's sake, let us go to work and make our own shoes from our own leather, and make and produce all we need, and use it wisely. <\/div><div class=\"paragraph jod\" id=\"v4n839\"> If I would suffer it, I should have to lay out $500 yearly for morocco shoes and bootees at from three to five dollars a pair, for the women <div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0650\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> could not wash without putting on a pair of fine shoes. How many times have I told you these things? And brother Brigham has told you. They are on my mind all the time, and I cannot get them off, but I must keep telling you until my mission is complete; I cannot help it. I foresee the consequences of an unwise course, as plainly as I see your faces today. <\/div><div class=\"paragraph jod\" id=\"v4n840\"> Let the men who are on the Public Works, if they get a pound of breadstuff a day, lay up one-third of it; I tell the men who are laboring for me to lay up their flour for a rainy day. Why? Because when I get my grainery full, I do not want to deal it out to you; for harder times are coming by and by, and there is going to be an awful famine. And if we do right, we shall take a course to lay up our surplus grain, and labor to cultivate the earth six years, and let it rest during the seventh. Brother Brigham taught us that when we first came into these valleys, and brother Woodruff has his prediction written, and by and by it will come out in the History. <\/div><div class=\"paragraph jod\" id=\"v4n841\"> I want you to repent and lay up wheat, corn, and everything else you save. I have handed out bread to some of the most industrious and saving people, until I have handed out every ounce, and had to borrow for six weeks. Why did I do it? That I might answer a good conscience before God and man,<span class=\"citation\" id=\"78081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78081)\">1 Pet. 3:21<\/a><\/span> and not come under condemnation. Will I do it another year? If I do, you shall pay for it. Why? Because it will not answer for us to be dilatory and neglect our duties, when the servants of God are teaching us from Sabbath to Sabbath, and from day to day. <\/div><div class=\"paragraph jod\" id=\"v4n842\"> I hope that the Bishops will step forth and get places for those who have just come in; and I hope that the people will employ them, and not let them lay in their tents, for if they stay there idle they will become sick;  <div class=\"break pagebreak\" id=\"110a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0110.pdf\" target=\"pdfwin\">p.&#xA0;110a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0649\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but if you set them to work they will not be sick. <\/div><div class=\"paragraph jod\" id=\"v4n844\"> I will not tell you to do a thing that I will not do myself. I have spoken to a man that brother Ellsworth gave me an introduction to, and to his wife and child, and to his wife's mother, who is seventy-six years of age, and I am going to provide them a home and set them to work. I told the man that he need not make any calculation on receiving wages, for if I took care of them all, I thought I should have plenty to do to feed them and make them comfortable through the winter; for the winter is at hand, and it probably will be a hard one. I will use them as well as I was used when I was in England. I spent seven months in London, and established a Church there, brother Woodruff was with me, and did not do it with their purse and scrip. That is now a great Conference; it is the greatest Conference in the world, except this. Listen to what you hear, and tell your neighbors of it; and when it comes spring, do not have it to say that you are without bread. <div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0649\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> When you get your full rations, save one-third of them. I feel for this people; my heart is good towards them; I feel kind and generous, and I do all that I can to do them good. But I cannot do everything, and set everybody to work. Every one of you extend the hand of kindness and benevolence to those that have come with the handcarts. They have shown their faith by their works,<span class=\"citation\" id=\"77546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77546)\">James 2:18<\/a><\/span> and it made the tears come out of your eyes to see them, and God bless them forever and ever; and I pray that not one of them may ever deny the faith. And I bless every one of you, and everything that is within the pale of the kingdom of God; and I curse everything that seeks to pull this people down and destroy them; I say, may the curse of God descend upon them, that they may go down and become powerless; and those that speak well of, and administer to Zion, they shall be blessed forever, and no enemy shall prevail against them from this time, henceforth and forever, and all who are in favor of this say amen. [All the congregation said amen.] <\/div>\n<\/div>\n<\/div>"}