{"ID":40029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Remarks at the Funeral of President Jedediah M. Grant.<\/div>\n<div class=\"subtitle\">By President Heber C. Kimball, Made in the Tabernacle, Great Salt Lake City, December 4, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Remarks at the Funeral of President Jedediah M. Grant.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 12\/4\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v4n1039\"> The ideas that brother Brigham has just advanced are congenial with my feelings, perfectly so. <\/div><div class=\"paragraph jod\" id=\"v4n1040\"> During brother Grant's brief sickness I would not believe, for one moment, that he was going to die, though my feelings would at times incline me to doubt as to his recovery; but I would not give way to them. And now it is only the body that is dead, for his spirit will never die! It has overcome death and hell, and laid aside its earthly tenement that that may return to its native element, awaiting the morn of the resurrection, when the spirit will receive it in an immortal state, and then have gained the victory over death, hell and the grave. <\/div><div class=\"paragraph jod\" id=\"v4n1041\"> In regard to the lifeless body that now lies before us, let me tell you that mourning and making a great parade over it, is similar to what it would be for me to lament about a house which the occupants had forsaken. I left a house in Nauvoo, but do you suppose that I fret about it? I do not. And what is the use of gathering the bands together and the troops, and performing lengthy and pompous ceremonies over a tenement the spirit has left? I would not give a picayune for all your parade. <\/div><div class=\"paragraph jod\" id=\"v4n1042\"> I will not stoop to the principle of death. I could weep, but I will not. There is a spirit in me that rises above that feeling, and it is because Jedediah is not dead. <\/div><div class=\"paragraph jod\" id=\"v4n1043\"> I went to see him one day last week, and he reached out his hand and shook hands with me; he could <div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0624\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not speak, but he shook hands warmly with me. I felt for him, and wanted to raise him up, and to have him stay and help us whip the devils and bring to pass righteousness. Why? Because he was valiant, and I loved him. He was a great help to us, and you would be, if you were as valiant as he was, which you can be through faithfulness and obedience. <\/div><div class=\"paragraph jod\" id=\"v4n1044\"> I laid my hands upon him and blessed him, and asked God to strengthen his lungs that he might be easier, and in two or three minutes he raised himself up and talked for about an hour as busily as he could, telling me what he had seen and what he understood, until I was afraid he would weary himself, when I arose and left him. <\/div><div class=\"paragraph jod\" id=\"v4n1045\"> He said to me, brother Heber, I have been into the spirit world two nights in succession, and, of all the dreads that ever came across me, the worst was to have to again return to my body, though I had to do it. But O, says he, the order and government that were there! When in the spirit world, I saw the order of righteous men and women; beheld them organized in their several grades, and there appeared to be no obstruction to my vision; I could see every man and woman in their grade and order. I looked to see whether there was any disorder there, but there was none; neither could I see any death nor any darkness, disorder or confusion. He said that the people he there saw were organized in family capacities; and when he looked at them he saw grade after grade, and all were organized  <div class=\"break pagebreak\" id=\"136a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0136.pdf\" target=\"pdfwin\">p.&#xA0;136a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0623\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and in perfect harmony. He would mention one item after another and say, &#x201C;Why, it is just as brother Brigham says it is; it is just as he has told us many a time.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n1047\"> That is a testimony as to the truth of what brother Brigham teaches us, and I know it is true, from what little light I have. <\/div><div class=\"paragraph jod\" id=\"v4n1048\"> He saw the righteous gathered together in the spirit world,<span class=\"citation\" id=\"92130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92130)\">D&amp;C 138:12<\/a><\/span> and there were no wicked spirits among them. He saw his wife; she was the first person that came to him. He saw many that he knew, but did not have conversation with any except his wife Caroline. She came to him, and he said that she looked beautiful and had their little child, that died on the Plains, in her arms, and said, &#x201C;Mr. Grant, here is little Margaret; you know that the wolves ate her up, but it did not hurt her; here she is all right.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n1049\"> &#x201C;To my astonishment,&#x201D; he said, &#x201C;when I looked at families there was a deficiency in some, there was a lack, for I saw families that would not be permitted to come and dwell together, because they had not honored their calling here.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n1050\"> He asked his wife Caroline where Joseph and Hyrum and Father Smith and others were; she replied, &#x201C;they have gone away ahead, to perform and transact business for us.&#x201D; The same as when brother Brigham and his brethren left Winter Quarters and came here to search out a home; they came to find a location for their brethren. <\/div><div class=\"paragraph jod\" id=\"v4n1051\"> He also spoke of the buildings he saw there, remarking that the Lord gave Solomon wisdom<span class=\"citation\" id=\"55614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55614)\">1 Kgs. 3:12<\/a><\/span><span class=\"citation\" id=\"55618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55618)\">1 Kgs. 4:29<\/a><\/span> and poured gold and silver into his hands that he might display his skill and ability, and said that the temple erected by Solomon was much inferior to the most ordinary buildings he saw in the spirit world. <\/div><div class=\"paragraph jod\" id=\"v4n1052\"> In regard to gardens, says brother Grant, &#x201C;I have seen good gardens <div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0623\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> on this earth, but I never saw any to compare with those that were there. I saw flowers of numerous kinds, and some with from fifty to a hundred different colored flowers growing upon one stalk.&#x201D; We have many kinds of flowers on the earth, and I suppose those very articles came from heaven, or they would not be here. <\/div><div class=\"paragraph jod\" id=\"v4n1053\"> After mentioning the things that he had seen, he spoke of how much he disliked to return and resume his body, after having seen the beauty and glory of the spirit world, where the righteous spirits are gathered together. <\/div><div class=\"paragraph jod\" id=\"v4n1054\"> Some may marvel at my speaking about these things, for many profess to believe that we have no spiritual existence. But do you not believe that my spirit was organized before it came to my body here? And do you not think there can be houses and gardens, fruit trees, and every other good thing there? The spirits of those things were made, as well as our spirits, and it follows that they can exist upon the same principle. <\/div><div class=\"paragraph jod\" id=\"v4n1055\"> After speaking of the gardens and the beauty of everything there, brother Grant said that he felt extremely sorrowful at having to leave so beautiful a place and come back to earth, for he looked upon his body with loathing, but was obliged to enter it again. <\/div><div class=\"paragraph jod\" id=\"v4n1056\"> He said that after he came back he could look upon his family and see the spirit that was in them, and the darkness that was in them; and that he conversed with them about the Gospel, and what they should do, and they replied, &#x201C;Well, brother Grant, perhaps it is so, and perhaps it is not,&#x201D; and said that was the state of this people, to a great extent, for many are full of darkness and will not believe me. <\/div><div class=\"paragraph jod\" id=\"v4n1057\"> I never had a view of the righteous assembling in the spirit world, but I have had a view of the hosts of hell, and have seen them as plainly as I see you today. The righteous spirits  <div class=\"break pagebreak\" id=\"137a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0137.pdf\" target=\"pdfwin\">p.&#xA0;137a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0622\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gather together to prepare and qualify themselves for a future day, and evil spirits have no power over them, though they are constantly striving for the mastery. I have seen evil spirits attempt to overcome those holding the Priesthood, and I know how they act. <\/div><div class=\"paragraph jod\" id=\"v4n1059\"> I feel well, and I do not feel to condescend to a spirit of mourning. If I do weep, I will weep for my own sins and not for Jedediah. If he could speak he would say, &#x201C;Weep not for me, but weep for your own sins.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n1060\"> Before brother Grant was taken sick, he said that he had unsheathed his sword, and that it never should be sheathed again until the enemies of righteousness were subdued; and he fought the devil up to the last, and used to proclaim that he should not prevail on this earth. I can say that he left us with his sword unsheathed, and he will help Joseph and Hyrum and Willard. <\/div><div class=\"paragraph jod\" id=\"v4n1061\"> Previous to the late Reformation, I saw brother Willard in a dream. I dreamed that we had a very large kiln filled with articles of ware of various kinds and sizes. Many of them had previously fallen down, being thin, not having strength to remain upright; we had put the good ones into the kiln and put in the fire, and had got them considerably warmed; but, somehow or other, they got cold again, and we thought we would go down to a certain stream and get some dry wood, and burn the earthenware for use. As we were going towards the stream, brother Willard came along and said, &#x201C;Brethren, I am gathering up better fuel than that&#x2014;some that will make a bigger fire.&#x201D; So he is, and Jedediah has gone to help, and the day will come that many of us will go too; and as the Lord Almighty lives, and as my soul lives, we have unsheathed the sword, and we never will sheath it until the enemies of our God are overcome. Jedediah has overcome all his enemies. <\/div> <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0622\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1062\"> Brother Brigham says that he will have hundreds and thousands of boys right here that will help us with a power greatly increased beyond that of their fathers, and I know that it will be so. When boys go back on the Plains to encounter storms and rescue the suffering, as did David P. Kimball, Stephen Taylor, Joseph A. Young, Ephraim Hanks, and many others, it makes me feel well. David took the consecrated oil and went forth, like a man of God, and anointed the sick and afflicted, and commanded them to arise; and those boys acted valiantly, having been trained up amid the Saints. <\/div><div class=\"paragraph jod\" id=\"v4n1063\"> Brother Ephraim Hanks has put a feather in his cap, through his noble conduct in aiding our belated immigration, he has unsheathed his sword upon the side of doing good, and I exhort him not to sheath it again. <\/div><div class=\"paragraph jod\" id=\"v4n1064\"> I feel encouraged; brother Jedediah has gone to be with Joseph. <\/div><div class=\"paragraph jod\" id=\"v4n1065\"> Let us be faithful, and listen to the words of brother Brigham and brother Jedediah and those placed to lead us, and what joy I will have. Would I be willing to lay down my body? Yes, if that would sooner accomplish so great an object, and bring this whole people into a position where they could see and understand for themselves. <\/div><div class=\"paragraph jod\" id=\"v4n1066\"> These are my feelings, brethren and sisters, and may God bless you. To those who delight in uprightness I am all blessings, from the crown of my head to the soles of my feet; but I am heavy on the tracks of sinners, because I know that if they do persist in their course, and if the Quorums do not purify themselves quickly, you will see something that will make you lament; some are nourishing a cankerworm that they will not easily get rid of. <\/div><div class=\"paragraph jod\" id=\"v4n1067\"> Why do you not all listen to brother Brigham and Jedediah and Heber and many others? They have had the spirit of reformation all the time.  <div class=\"break pagebreak\" id=\"138a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0138.pdf\" target=\"pdfwin\">p.&#xA0;138a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0621\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Then wake up ye Saints of Latter Days, and cleanse your platters inside and out,<span class=\"citation\" id=\"65544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65544)\">Matt. 23:26<\/a><\/span> and God Almighty will rescue us from our enemies. He will slay them; He will hurl kings from their thrones and unrighteous rulers from their places of authority, and they will drop faster than you saw the stars drop from heaven, at the time that the Saints were driven out of Jackson County, Missouri. <\/div><div class=\"paragraph jod\" id=\"v4n1069\"> I am talking of what I know, and not of what I merely believe; and may the Spirit of God, the Holy Ghost, the Comforter, rest upon you, my brethren and sisters, and upon our families and every good person. Brother Brigham is my brother, and brother Jedediah is my brother; I loved him, I love those men, God knows I do, better than I ever loved a wo<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0621\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man; and I would not give a dime for a man that does not love them better than they love women. A man is a miserable being, if he lets a woman stand between him and his file leaders; he is a fool, and I have no regard for him; he is not fit for the Priesthood. <\/div><div class=\"paragraph jod\" id=\"v4n1070\"> I want to stir you up to faith, obedience, integrity, and everything that is good. I am preaching to you; not to Jedediah. What remains here of him goes back to mother earth, and let us strive to honor our tabernacles as did brother Grant his. <\/div><div class=\"paragraph jod\" id=\"v4n1071\"> My body has got to return to dust, and I will honor it, then I will take it again. I am as sure of that, as I am that I am standing here before you. <\/div><div class=\"paragraph jod\" id=\"v4n1072\"> God bless you forever: Amen. <\/div>\n<\/div>\n<\/div>"}