{"ID":40028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">On the Death of President Jedediah M. Grant.<\/div>\n<div class=\"subtitle\">A Funeral Sermon by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, Utah Territory, December 4, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: On the Death of President Jedediah M. Grant.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 12\/5\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v4n990\"> We expected that this congregation would have been assembled and seated by ten o'clock, or by a quarter past ten at the latest; it is now twelve, lacking five minutes, and near the time when we should be moving to the place of burial. <\/div><div class=\"paragraph jod\" id=\"v4n991\"> The time is so far advanced that I shall not presume to answer my feelings, in my remarks on this occasion. I expected to have had time enough for offering some of my feelings and views, with regard to the living and the dead. True, it would take me a long time to reveal to you what is in my heart, but I expected to have had time to bestow a portion thereof on this congregation. <\/div><div class=\"paragraph jod\" id=\"v4n992\"> I will say to those here assembled, and especially to those more immediately connected with brother Grant in the capacity of a family, you have no cause for mourning, neither have we. True, we were very fond of the company and society of brother Grant; brother Jedediah was a man we all loved, and we would have liked to have had him stayed with us; we would have been pleased in longer enjoying his society here. <\/div><div class=\"paragraph jod\" id=\"v4n993\"> But this our place of abode is only temporary; we are on a journey; we have only to winter and summer, as it were. Brother Grant has got through here, and has gone to his <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0630\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> spiritual place of abode for a season. Not that he has reached his journey's end, nor will he, until he has again received this body that now lies before me. Every material part and portion pertaining to his body, to the temporal organization that constitutes the man, will clothe his spirit again, before he is prepared to receive the place and habitation that is prepared for him, yet he has gone to his spiritual home for a season. <\/div><div class=\"paragraph jod\" id=\"v4n994\"> I am aware of the feelings of families and friends on such occasions. Many times I can govern and control my feelings, at other times I cannot. When I can control my own feelings, I can collect my thoughts and express my ideas as clearly as my language will permit. <\/div><div class=\"paragraph jod\" id=\"v4n995\"> In the few remarks that I will make today, I will not go to the Bible, to the Book of Mormon, nor to the Book of Doctrine and Covenants, for my text, for I will give you a text which comprehends the sermon also, so that if I do not dwell directly upon it, I trust that what I say will be true, for it will be incorporated in my text, and the text alone will be a sermon. <\/div><div class=\"paragraph jod\" id=\"v4n996\"> On this occasion I will say, as on other occasions, blessed are they that hear the Gospel of salvation, believe it, embrace it, and live to all its pre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"130a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0130.pdf\" target=\"pdfwin\">p.&#xA0;130a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0629\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cepts. That is the text, and a whole sermon in and of itself. <\/div><div class=\"paragraph jod\" id=\"v4n998\"> Time will not permit me to tell, only in part, wherein they are blessed, how and with what they will be blessed, for it takes a lifetime to prepare for this blessing. <\/div><div class=\"paragraph jod\" id=\"v4n999\"> Some people would have to live to be a hundred years of age, in order to be as ripe in the things of God as was brother Grant, whose body now lies lifeless before us; to be as ripe as was the spirit which lately inhabited this deserted earthly tabernacle. <\/div><div class=\"paragraph jod\" id=\"v4n1000\"> There are but few that can ripen for the glory, the immortality that is prepared for the faithful; for receiving all that was purchased for them by the Son of God; but very few can receive what brother Grant has received in his lifetime. He has been in the Church upwards of twenty-four years, and was a man that would live, comparatively speaking, a hundred years in that time. The storehouse that was prepared in him to receive the truth, was capable of receiving as much in twenty-five years as most of men can in one hundred. <\/div><div class=\"paragraph jod\" id=\"v4n1001\"> Though we might say that the time has been short which he has had to prepare himself in the flesh for receiving all that is treasured up for the faithful, yet there are but few men in this Church that ever will be prepared to receive what he will receive, though they live thirty, fifty, seventy-five, or a hundred years or to the coming of the Son of Man; there are but few men that will be prepared to receive the same degree of glory and exaltation that brother Jedediah will receive. This may be attributed to the peculiar organization of man. <\/div><div class=\"paragraph jod\" id=\"v4n1002\"> It is not every man that is capable of filling every station, though there is no man but what is capable of filling his proper station, and that, too, with dignity and honor to himself. When you find a person that is capable of receiving light and wisdom, <div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0629\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> one that can descend to the capacity of the weakest of the weak, and can comprehend the highest and most noble intelligence that can be obtained by man, can receive it with all ease, and comprehend it, circumscribe it, understand it from first to last, that is the man that can ripen for eternity in a few years; that is the individual who is capable of occupying stations that many cannot occupy. <\/div><div class=\"paragraph jod\" id=\"v4n1003\"> Brother Grant we were well acquainted with, and there is no person but what laments his departure from this world. But what will we mourn for? I want to ask myself that question, as I have a great many times. What will you mourn for, because brother Grant has gone where he can do more good? No, we will not mourn for that. Will we mourn because he has overcome all his enemies here, all that are opposed to Jesus Christ and to his Gospel, because he has won the prize? Will we mourn for that? <\/div><div class=\"paragraph jod\" id=\"v4n1004\"> He is prepared to dwell with Prophets, with brother Joseph, with the ancient Apostles, with Moses, with Abraham, and to dwell in the presence of Jesus Christ. We will not mourn for that. What will we mourn for? He has lost nothing, but has gained all. <\/div><div class=\"paragraph jod\" id=\"v4n1005\"> Why do we mourn? Perhaps it will be difficult for me to tell you, yet I know. It is not the knowledge that God has given you or me, that causes us to mourn; it is not the Spirit of the Gospel that produces within us a mournful feeling; it is not the Spirit of Christ, the knowledge of eternity, of God, or of the way of life and salvation. Our mourning proceeds from none of those causes. What causes us to mourn? Neither more nor less, to me and so far as I can convey my idea by language, than the earthly weakness that is in us. It is not the knowledge of the Almighty, the power of God, the  <div class=\"break pagebreak\" id=\"131a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0131.pdf\" target=\"pdfwin\">p.&#xA0;131a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0628\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>light of eternity, but it is the darkness, the weakness, the ignorance, the want of that eternal knowledge, so far as I can conceive, that makes any person mourn here on the earth. If this conveys the idea to you, as it does to me, it will satisfy me. <\/div><div class=\"paragraph jod\" id=\"v4n1007\"> Mourning for the righteous dead springs from the ignorance and weakness that are planted within the mortal tabernacle, the organization of this house for the spirit to dwell in. No matter what pain we suffer, no matter what we pass through, we cling to our mother earth, and dislike to have any of her children leave us. We love to keep together the social family relation that we bear one to another, and do not like to part with each other; but could we have knowledge and see into eternity, if we were perfectly free from the weakness, blindness, and lethargy with which we are clothed in the flesh, we should have no disposition to weep or mourn. <\/div><div class=\"paragraph jod\" id=\"v4n1008\"> Perhaps it is not proper for me to make a few remarks with regard to this day's operations. Funeral ceremonies have often borne upon my mind with considerable, I will say, weight, and especially since I came into the vestry at the time appointed for the services to commence. I have often reflected with regard to paying particular respect to that which is useless, to that which is nothing at all to us. And while waiting in the vestry, I was pondering upon how many bands of music attended Jesus to the tomb, upon what the procession was, how many were crape, who mourned, and the situation of the mourners.<span class=\"citation\" id=\"70829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70829)\">John 19:42<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1009\"> There are but few of us but what have been honored with as convenient a place for a birth as was Jesus, though I presume that his mother was comparatively comfortable while lying on the hay in the manger;<span class=\"citation\" id=\"67015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67015)\">Luke 2:7<\/a><\/span> there are but few of us but what have had the privilege of a house to be born in. <\/div> <div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0628\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1010\"> I was reflecting upon how many here were to lament and mourn for Him when he went out of the world; and the few that did mourn had to make their escape, like going on to Ensign Peak; they had to stand afar off to mourn, and durst not be seen near the place of the crucifixion.<span class=\"citation\" id=\"66393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66393)\">Matt. 27:55<\/a><\/span> When the body had hung on the cross until eight, Joseph begged the privilege of taking it down and carrying it to the tomb.<span class=\"citation\" id=\"66396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66396)\">Matt. 27:57-60<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1011\"> I was reflecting further. Suppose brother Grant could speak to us this day, he would deprecate to the lowest degree the fuss and parade we are making. He would say, &#x201C;Away with you; stop your blowing of horns, beating of drums, and hoisting of colors. Give my body a place to lay and rest, and do not consider me better than other men. Take my body and bury it deep enough, so that it can rest where the floods cannot wash it out, where it can remain until the trumpet sounds, when I may awake up and help you again.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n1012\"> Perhaps it is not proper for me to make these remarks, yet I hope they will not injure the feelings of anyone. But I say to each and every one of you, whether I die in this city, or wherever I die, when my spirit leaves my body, know ye that that tabernacle is of no use, until the command comes for it to be resurrected; and I do not want you to cry over it, nor make any parade, but give me a good place where my bones can rest, that have been weary for many years, and have delighted to labor until nearly worn out; and then go home about your business, and think no more about me, except you think of me in the spirit world, as I do about Jedediah. <\/div><div class=\"paragraph jod\" id=\"v4n1013\"> I have not felt, for one minute, that Jedediah is dead; I feel he is with us just as much as he was a week or a month ago. <\/div><div class=\"paragraph jod\" id=\"v4n1014\"> The few words I say will perhaps  <div class=\"break pagebreak\" id=\"132a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0132.pdf\" target=\"pdfwin\">p.&#xA0;132a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0627\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be a consolation to you, and perhaps not, but I tell you some of my feelings and views. <\/div><div class=\"paragraph jod\" id=\"v4n1016\"> I want you all to remember this; when I die, let your flags remain in their proper places, omit your parade, and lay me away where I can rest. And I do not wish any of you to cry and feel badly, but prepare yourselves to fight the devils while you live, and after you pass through the veil; and let me tell you, that there we will do a great deal more than we can here. <\/div><div class=\"paragraph jod\" id=\"v4n1017\"> Another thing I want to promise you, every one of you, if you will be faithful; I promise it to myself. True, brother Grant was a great help to me; he stood by me, and was willing to come and go, and to do whatever was requested of him, in order to take the burden from me; but I tell you that we will have not only four, but an hundredfold for him, just as good, and so we will for every good man that lies down; I promise you that. Brother Grant we call a great man, a giant, a lion; but let me tell you that the young whelps are growing up here who will roar louder than ever he dare, and instead of there being two, or three, or four, there are hundreds of them. <\/div><div class=\"paragraph jod\" id=\"v4n1018\"> Perhaps many of you will think I am not correct in my views, that I am enthusiastic, that I am mistaken; but let me tell you that the very sons of these women that sit here will rise up and be as great as any man that ever lived, and as far beyond Jedediah, or myself, and brother Heber, as we are in the Gospel beyond our little children. I am not going to gather the lions of the forest from the sectarian world, that is not where I am going to get them, but the mothers in Israel are going to rear them. They will raise hundreds and thousands that will know more about the things of God in twenty years than Jedediah did in his life<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"132b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0132.pdf\" target=\"pdfwin\">p.&#xA0;132b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0627\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>time, which was forty years. Will they know more than I do? Yes. <\/div><div class=\"paragraph jod\" id=\"v4n1019\"> I do not make any calculation, and never did, but that my boys who are now growing up will be as far beyond me, at my age, as I am beyond the knowledge I had in my infancy. We will not mourn for that, will we? No. For one I am comforted, if I can overcome the weakness that is upon me, which is the result of ignorance; that pertains to the flesh&#x2014;to fallen nature. The cause of mourning does not pertain to God, nor to the things of God, but arises from the weakness of human nature. <\/div><div class=\"paragraph jod\" id=\"v4n1020\"> When we lose such men as we have since we came into the valleys of the mountains, such men as brother Whitney, brother Willard, brother Jedediah, brother Orson Spencer, and many others, it is a matter of regret. <\/div><div class=\"paragraph jod\" id=\"v4n1021\"> Brother Grant can now do ten times more than if he was in the flesh; do you want to know how? He is in the spirit world, he has conquered death and hell, and will the grave, when he again assumes his body. He is no more subject to the devils that dwell in the infernal regions; he commands them, and they must go at his bidding; he can move them just as I can move my hand. Do you know how that is done? It is done by the principle in me that is called will, which principle God has planted in all intelligences according to the capacity bestowed upon them. That intelligence is in us; we may call it will; it is the power of life in every creature and in all intelligences, and by that power I stretch out my arm and bring it to me again at my pleasure, I look to the right or to the left, and I speak according to the dictates of my will. When I govern myself, I do this or that, I rise up to go to that city and return again, I sit down and rise up, and do what I please. <\/div><div class=\"paragraph jod\" id=\"v4n1022\"> When men overcome as our faithful brethren have, and go where they  <div class=\"break pagebreak\" id=\"133a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0133.pdf\" target=\"pdfwin\">p.&#xA0;133a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0626\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>see Joseph, who will dictate them and be their head and Prophet all the time, they have power over all disembodied evil spirits, for they have overcome them. Those evil spirits are under the command and control of every man that has had the Priesthood on him, and has honored it in the flesh, just as much as my hand is under my control. <\/div><div class=\"paragraph jod\" id=\"v4n1024\"> Do you not think that brother Jedediah can do more good than he could here? When he was here the devils had power over his flesh, he warred with them and fought them, and said that they were around him by millions, and he fought them until he overcame them. So it is with you and I. You never felt a pain and ache, or felt disagreeable, or uncomfortable in your bodies and minds, but what an evil spirit was present causing it. Do you realize that the ague, the fever, the chills, the severe pain in the head, the pleurisy, or any pain in the system, from the crown of the head to the soles of the feet, is put there by the devil? You do not realize this, do you? <\/div><div class=\"paragraph jod\" id=\"v4n1025\"> I say but little about this matter, because I do not want you to realize it. When you have the rheumatism, do you realize that the devil put that upon you? No, but you say, &#x201C;I got wet, caught cold, and thereby got the rheumatism.&#x201D; The spirits that afflict us and plant disease in our bodies, pain in the system, and finally death, have control over us so far as the flesh is concerned. But when the spirit is unlocked from the body it is free from the power of death and Satan; and when that body comes up again, it also, with the spirit, will gain the victory over death, hell, and the grave. <\/div><div class=\"paragraph jod\" id=\"v4n1026\"> When the spirit leaves the tabernacle of flesh and goes into the spirit world, it has control over every evil influence with which it comes in contact, and when it takes up the body again, then the body also, with the spirit, <div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0626\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will have control over every evil spirit that is in a tabernacle, if there is any such being, just as far as the spirit that has the Priesthood had control over evil spirits. <\/div><div class=\"paragraph jod\" id=\"v4n1027\"> Perhaps you do not understand me. Take a spirit that has gone into the spirit world, does it have control over corruptible bodies? No. It can only act in the capacity of a spirit. As to the devils inhabiting these earthly bodies, it cannot control them, it only controls spirits. But when the spirit is again united to the body, that spirit and body unitedly have control over the evil bodies, those controlled by the devil and given over to the devils, if there is any such thing. Resurrected beings have control over matter as well as spirit. <\/div><div class=\"paragraph jod\" id=\"v4n1028\"> Brother Grant's body which lies here is useless, is good for nothing until it is resurrected, and merely needs a place in which to rest; his spirit has not fled beyond the sun. There are millions and millions of spirits in these valleys, both good and evil. We are surrounded with more evil spirits than good ones, because more wicked than good men have died here; for instance, thousands and thousands of wicked Lamanites have laid their bodies in these valleys. The spirits of the just and unjust are here. The spirits that were cast out of heaven, which you know are recorded to have been one-third part, were thrust down to this earth,<span class=\"citation\" id=\"79566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79566)\">Rev. 12:4,9<\/a><\/span><span class=\"citation\" id=\"84817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84817)\">D&amp;C 29:36<\/a><\/span> and have been here all the time, with Lucifer, the Son of the Morning,<span class=\"citation\" id=\"58268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58268)\">Isa. 14:12<\/a><\/span> at their head. <\/div><div class=\"paragraph jod\" id=\"v4n1029\"> When a good man or woman dies, the spirit does not go to the sun or the moon. I have often told you that the spirits go to God who gave them,<span class=\"citation\" id=\"57611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57611)\">Eccl. 12:7<\/a><\/span> and that He is everywhere; if God is not everywhere, will you please tell me where He is not? The moment your eyes are opened upon the spirit land, you will find yourselves in the presence of God, for as David says,  <div class=\"break pagebreak\" id=\"134a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0134.pdf\" target=\"pdfwin\">p.&#xA0;134a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0625\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;If you take the wings of the morning and fly to the uttermost parts of the earth, He is there; and if you make your bed in hell, behold He is there.&#x201D;<span class=\"citation\" id=\"57309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57309)\">Ps. 139:8-9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1031\"> You are in the presence of God, and when your eyes are opened you will understand it. Brother Grant's spirit is in the presence of God; and he is with Joseph, when he is not required to be somewhere else. He is at work for the benefit of Zion, for that is all the business that Joseph and the Elders of this Church have on hand. <\/div><div class=\"paragraph jod\" id=\"v4n1032\"> You and I have yet to deal with evil spirits, but Jedediah has control over them. When we have done with the flesh, and have departed to the spirit world, you will find that we are independent of those evil spirits. But while you are in the flesh you will suffer by them, and cannot control them, only by your faith in the name of Jesus Christ and by the keys of the eternal Priesthood. When the spirit is unlocked from the tabernacle it is as free, pure, holy, and independent of them as the sun is of this earth. Jedediah can now do more for us than he could by longer staying here. <\/div><div class=\"paragraph jod\" id=\"v4n1033\"> Where do you suppose the spirits of our departed friends are? Where they ought to be; they are here, on the other side of the earth, in the East Indies, in Washington, &amp;c.; they are controlling the fallen spirits here, or somewhere else. They could not control the spirits of evil men while here, only by faith, but now one of our departed brethren can control millions of disembodied evil spirits; while they were in the flesh they were afflicted by them. Is this not a great consolation to us? Someone may ask me for the proof for my statements, and may enquire whether it is in the Bible; yes, every word of it. I could prove it every word from that <div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0625\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> book, but I do not need to go to the Bible, my scripture is within me. <\/div><div class=\"paragraph jod\" id=\"v4n1034\"> Brother Kimball could tell what I will now just touch upon better than I can, for he heard it; I will, however, say a few words about it. A short time before his death, brother Jedediah went to the world of spirits two nights in succession, and saw perfect order amongst them. He saw many of the Saints whom he was acquainted with, and saw his wife Caroline and his child that was buried on the route across the Plains, and dug up and eaten by the wolves. She said to him, &#x201C;Here is my child; you know it was eaten up by the wolves, but it is here, and has taken no harm.&#x201D; It was the spirit of the child he saw. He came back to his body, but did not like to enter it again, for he saw that it was filthy and corrupt. He also told how his brethren and family felt, when he told them what he saw in the spirit world. He said that his friends felt like saying, &#x201C;Well brother Grant, maybe it is so, and maybe it is not so; we do not know anything about it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n1035\"> You know nothing about what I am telling you concerning the spirit world any more than brother Grant's friends knew about what he told them. Why? Because we are encumbered with this flesh, we are in darkness; the flesh is the veil that is over the nations. When we go from the body, we have eyes to see spiritual things and understand them. <\/div><div class=\"paragraph jod\" id=\"v4n1036\"> I have not answered my feelings, and cannot, owing to the lateness of the hour. It wanted but five minutes to twelve when I began to speak, and it is now time to bring the services to a close. <\/div><div class=\"paragraph jod\" id=\"v4n1037\"> I hope you will remember what I have said, for it is true; and if you do not, I hope it will be told to you until you do. May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}