{"ID":40027, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Those Who Are in Darkness Cannot Discern the Light&#x2014;Exhortations to Male and Female to Seek After the Light of the Holy Ghost&#x2014;Women Who Leave Their Husbands, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by J. M. Grant, Delivered in the Tabernacle, Great Salt Lake City, Utah Territory, October 26, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Those Who Are in Darkness, Etc.<\/div>\n<div class=\"speaker\">Speaker: Jedediah M. Grant<\/div>\n<div class=\"date\">Date: 10\/26\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d27\">\n<div class=\"paragraph jod\" id=\"v4n944\"> While the sacrament is passing, I will occupy a short time, for I wish to bear my testimony to the truth of what we heard in the forepart of the day. It is not for want of truths or testimonies that the people are care<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0637\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>less, but it is for the lack, on their part, of living up to the truths and testimonies they hear. <\/div><div class=\"paragraph jod\" id=\"v4n945\"> We have, in the revelations of God and in the teachings of the servants of God, a great variety of truths, but  <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0636\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>those truths are not specially in force and brought to bear upon our minds, and to be carried out in our practice, until we are fully impressed by that gift of the Lord God, which we call the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v4n947\"> When the Spirit of the Lord rests upon a community, they naturally are inclined to feel after the Lord their God, and they are inclined unto righteousness, and they like the influence of that Spirit which leads into all truth;<span class=\"citation\" id=\"70335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70335)\">John 16:13<\/a><\/span> it is sweet and very delicious to them. But when darkness beclouds the people in consequence of their transgressions, they have but little relish for the things of God; they relish everything else but the things which pertain to the kingdom of God on the earth, and the kingdom of God hereafter. They cannot enjoy the Gospel as do those who are not in the dark, for those who are in the light can appreciate the light they are in the enjoyment of. <\/div><div class=\"paragraph jod\" id=\"v4n948\"> But while people are in the dark, they do not see the light; their deeds are not made manifest, for it is the light that maketh manifest.<span class=\"citation\" id=\"68975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68975)\">John 3:19-21<\/a><\/span><span class=\"citation\" id=\"73187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73187)\">1 Cor. 4:5<\/a><\/span><span class=\"citation\" id=\"75325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75325)\">Eph. 5:13<\/a><\/span> If a room be dark, the objects in that room are not discernible, but when light breaks into the room, the objects therein can be plainly seen. <\/div><div class=\"paragraph jod\" id=\"v4n949\"> We may say the same of the people of God; when they are in the dark, no difference how much light they may have had, if they pass from the light into the dark, they may remember that they once saw the light, they do not enjoy the light because they have passed from light into darkness, and they do not discern the objects in themselves. They gradually are sliding from the law of God, or from the Church of God, and do not discover where they are going or what from, from the fact that they are in the dark, they cannot see. <\/div><div class=\"paragraph jod\" id=\"v4n950\"> But when the light comes they discover that they are about falling from a precipice, about plunging into ruin, <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0636\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> about going to destruction; the light makes this manifest, and they see their situation. <\/div><div class=\"paragraph jod\" id=\"v4n951\"> I have no idea that chastisement from this stand will increase the darkness, or aggravate the transgressions of the people; but if light breaks forth from any source and reflects upon the people, they then see the motes, the beams, and the dross in themselves. While the light makes manifest, the Spirit of God reveals the secrets of the heart, and makes manifest those dark spots that exist among the Saints of God. <\/div><div class=\"paragraph jod\" id=\"v4n952\"> Some suppose that they can pass by the Priesthood of God on the earth, and very lightly esteem the men who hold it. They think it is not material about offending the Bishops or the presiding Elders, or the councils that preside over them, and no difference, specially, about brother Brigham, &#x201C;he is only brother Brigham, no difference about giving offense to him, or in associating with him.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n953\"> &#x201C;We are conscious,&#x201D; says one, &#x201C;that we have offended him and many of the Councils of the Church, but notwithstanding this, we will go to God and ask Him, in the name of Jesus Christ, to forgive us, and we will make it all right between us and our God; and if we can only keep the stream pure between us and our God, no difference whether the water is dark and turbid between us and His servants, or not. We can get the Spirit of God for ourselves, and the blessings we want we will ask God for, no difference about offending His Servants.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n954\"> A great many people actually suppose that they can treat with impunity the authority of God, and the light of God, the chain that the Almighty has let down from heaven to earth, which we call the Priesthood; that they can break and insult that chain and trifle therewith, as much as they please, and when they please, that they can abuse Jehovah in His power and attri<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0635\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>butes. I reason in a different circle, or upon a different principle; I have practiced a different principle. When I offend one of God's servants, I consider it my duty to atone, to make reconciliation for my offense, no matter whether he be above or below in this Church, as the term is used; no matter whether it be President Brigham Young or my teacher, I have erred in either case. <\/div><div class=\"paragraph jod\" id=\"v4n956\"> A great many say, &#x201C;If I can only keep the stream clear between me and the heads of the Church, that is all I want or care for.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n957\"> A High Priest in the road the other day, a talented man, an important man, said, &#x201C;If he could only keep the stream clear between himself and the heads of the Church, that he would consider that he was all right.&#x201D; I said to him, if you act upon that principle, in the same sense you have thrown it out to me, it will send you across lots to hell. The spirit of the principle to me was, that it did not matter about offending persons below him, or injuring different individuals in the Church, such as Elders, Priests, Teachers, Deacons, and Members, if he could only keep the stream pure between him and the First Presidency. <\/div><div class=\"paragraph jod\" id=\"v4n958\"> This idea a great many people entertain; they can offend their Bishops, or the Bishop's Counselors, and the Teachers, and they can offend the President of a Branch of the Church, the President over the High Priests' Quorum, and the President over the High Council, and they can offend all the Church, so they can only have the good graces of brother Brigham and his Council, that is enough for them. <\/div><div class=\"paragraph jod\" id=\"v4n959\"> That is actually the idea of some people. Such doctrine as that, with me, is the height of nonsense. You have not their good graces, only as you treat every person right. If you are dishonest with one of those poor benighted Indians, you foul the water between me and you, and God Al<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0635\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mighty will not give me power to bless you, until you rectify that wrong with that poor Indian, or with the least person on the footstool of God. And you should not pass by your Bishop and insult him, if you do, you will forfeit your claim to the throne of God in heaven, until you make reconciliation to that Bishop, or to any other person you have injured; and then it is time enough for you to bring your offerings, and they will be accepted in the sight of God, and in the sight of His servants. <\/div><div class=\"paragraph jod\" id=\"v4n960\"> We exist here in an organized Branch of the Church, we have several councils, quorums, and organizations. We were called upon during the last Conference, to elect a President of this Stake of Zion; Daniel Spencer and his two Counselors, Elders Fullmer and Rhodes, preside over this Stake. Now suppose they know that the Bishop of some ward, or one of his Counselors, is teaching an erroneous doctrine, it is the duty of Daniel Spencer to send for that Bishop, or that Counselor, or instruct some one in that ward to rectify that people. <\/div><div class=\"paragraph jod\" id=\"v4n961\"> The Presidency of this Branch of the Church should go to work and learn whether every quorum in this Branch is doing its duty. The First Presidency, by their sanction, have ceded the local Branch of this Church in Great Salt Lake City, to Daniel Spencer and his Council, and he should understand whether the first, second, third, fourth, fifth, sixth, seventh, eighth, ninth, tenth, eleventh, twelfth, thirteenth, fourteenth, fifteenth, sixteenth, seventeenth, eighteenth, nineteenth, and twentieth wards are in order; and if his jurisdiction extends beyond the city, he should ascertain whether every man is doing right within the bounds of that jurisdiction. And he ought to come up to the First President of the Church, and consider himself one of his Council, and report the situation  <div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0634\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the different wards; and he ought to have a book containing full and correct reports from every Bishop of the different wards, that when the First President of the Church shall say, brother Spencer, in what condition is this or that Branch of the Church, he may be able at once to give a truthful report. He ought to know all about the High Priests, their number, and the number of the Seventies; where they meet, and what they are about. His eye ought to be through the city like the eye of God, to search the people over whom he is made President; and he ought to know that his Counselors are alive and active in the discharge of their duty. I do not know whether he can report so now or not, but I very much doubt whether he can. <\/div><div class=\"paragraph jod\" id=\"v4n963\"> Brother Spencer should come to the First President of the Church, and not consider that he is intruding, for he is rightly connected with him. Can a man be intruding when he does those things he has a right to do, and which pertain to his duty? No. Neither can he be intruding by reporting to the First President of the Church. <\/div><div class=\"paragraph jod\" id=\"v4n964\"> The presiding Bishop belongs to the First Presidency of this Church, and he ought to know about the situation of each ward, and not merely talk about the people's paying their tithing, for there has been too much mere talking about it already. I would ask, have the people in this city paid their tithing? I sincerely doubt whether one fourth or even one eighth, have paid it. It is the duty of the Bishop not only to sound his trump outside this city, but in this city, and learn what persons are deficient in this point, and not cease with merely talking about it. Talking so much and not doing is one of the grand evils; it is not for the Bishop to merely talk about the people's paying their tithing, and say that <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0634\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they are good fellows, &amp;c., but we want him to <span class=\"italic\">know<\/span> that the people pay their tithing, and that they are right; and then come to the First President of the Church and tell him those facts, reporting faithfully the situation of all the Bishops in the Church, and how they stand in their accounts with the General Tithing Office; and let him gather all the pile together. <\/div><div class=\"paragraph jod\" id=\"v4n965\"> If Bishop Hunter waits until the roads are muddy, he may expect to meet with drawbacks and losses, the bins are now as full as they will be. Strike while the iron is hot, is the old adage; but my adage is, strike while the roads are good, and while there is grain. <\/div><div class=\"paragraph jod\" id=\"v4n966\"> If you wait until after cold weather comes, after the mud comes, and after the people come in hungry, the bins where the wheat is now may be like they were with brother Browning; he had several hundred bushels of tithing wheat, and when we sent for it, there were somewhere about forty or fifty bushels; it had wasted; the cats, the goats, the ducks, the rats, the mice, the geese, and the ganders all were at work in those bins. <\/div><div class=\"paragraph jod\" id=\"v4n967\"> I want the Bishop to understand that we want the tithing brought to the storehouse of God, while it can be brought without delay; not merely to talk about it, but we want the work performed. I tell you that the people in this city do not walk up to their duty on the subject of tithing. <\/div><div class=\"paragraph jod\" id=\"v4n968\"> Members of the quorum of the Twelve, when at home, ought to be right about the First President of the Church with the power of God that is in them, and communicate some of that light to brother Brigham to comfort him. Do you expect brother Brigham to put fire into the whole of this people, and no man on earth put fire in him and bless him, and give him instruction and information? Must he impart and teach,  <div class=\"break pagebreak\" id=\"126a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0126.pdf\" target=\"pdfwin\">p.&#xA0;126a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0633\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and teach, and no man tell him anything? <\/div><div class=\"paragraph jod\" id=\"v4n970\"> We have missionaries who go out to different parts of this Territory, and over the earth, gaining experience and information, but can we get them up here to tell us one single thing they know? No, unless you take them by the back of the neck, and the seat of their pantaloons and haul them in sight, making them squeal like a &#x201C;possum cat,&#x201D; before you can get anything out of them. <\/div><div class=\"paragraph jod\" id=\"v4n971\"> We want you to impart what you know, if you have the light of God, or any information about heaven, earth, or hell. We want you to furnish your share to the fund of information, and not cry, all the day long, give, give, give, without imparting anything to the giver. We want the Twelve, when they are full of the Holy Ghost, to come up and bless us. And if any of you know how to make a good goose yoke, a hog yoke, a good jackknife, or anything else that is valuable, do not put your hands on your mouths and cry mum. <\/div><div class=\"paragraph jod\" id=\"v4n972\"> If you know how to raise wheat, potatoes, or anything else, impart your knowledge, that the light in you may not be hid under a bushel.<span class=\"citation\" id=\"63073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63073)\">Matt. 5:15<\/a><\/span> It is so with almost every person in the Church; if they have light they keep it under a bed, or under a bushel; they keep it locked up within their bosoms, and we cannot get it out. <\/div><div class=\"paragraph jod\" id=\"v4n973\"> If a man knows anything valuable, we want him to impart his knowledge. We want the President of the Seventies, brother Joseph Young, about us; we do not want him to go on the hill where Lorenzo lived, but we want him to live in the city near brother Brigham, because, if he does not, he will die. Some of brother Joseph's Council want to wander off, saying that brother Brigham says they may go. Why? Because they want to. If the light of God was in them, and the gift of the Holy Ghost, they <div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0633\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would know that their place is at headquarters. We want such men to come and be one with the Prophet, and believe and understand for themselves. <\/div><div class=\"paragraph jod\" id=\"v4n974\"> If you offend your brother, you have to make reconciliation.<span class=\"citation\" id=\"63144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63144)\">Matt. 5:22-24<\/a><\/span> You might as well baptize a dog, as baptize a man or woman who will not make reconciliation for the offenses they have committed. Some women will say, &#x201C;What is the difference, suppose I offend my husband, if I can only lie to brother Brigham, and tell him a first-rate tale, and make out that my husband is a poor curse? I will get as many blessings as I want from brother Brigham, and from others that I can make believe that I am a good woman.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n975\"> I may not have used their words exactly, but those words portray their practices. That woman who offends her husband, if he has on him the power of the Priesthood and does right, I would not give a groat for all the blessings she will get from the Holy Ghost. You may as well baptize a dog, or a skunk, as such a woman, until she makes reconciliation with that man of God whom she has offended. <\/div><div class=\"paragraph jod\" id=\"v4n976\"> I sometimes talk about the old stereotyped edition of &#x201C;Mormons.&#x201D; Is it that I do not love our old fathers in Israel? No, for I know their labors, toils, and anxiety, and I love them; but many of them feel that they have done enough. Men have to be rewarded according to their works; if a man ceases to work, there is no more blessings for him. He is lariatted out, as Orson Pratt lariatted out the Gods in his theory; his circle is as far as the string extends. My God is not lariatted out. <\/div><div class=\"paragraph jod\" id=\"v4n977\"> I do not want the old men to grow dull. Was father Adam dull in his old age, when he blessed his children, and predicted what would befall them down to the latest generation?<span class=\"citation\" id=\"90331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90331)\">D&amp;C 107:56<\/a><\/span> Will  <div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0632\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a man, fired up by the fire of the Almighty, be dull? No. I do not want the old men to think that they have done enough, but to exert themselves to the last, and not to believe in a God that is lariatted out, nor be lariatted out themselves, and say, &#x201C;I have worked ten, fifteen, or twenty-five years, and I do not want to work anymore, my rope is long enough now.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n979\"> Do not imbibe that principle, but keep advancing and advancing in the knowledge of the truth, in the light of the Almighty which brightens up your intellects, enlightens your minds, and makes you feel the fire and power of God Almighty in your earthly tabernacles. We want our fathers in Israel to wake up and bless their children, to bless the young men and the Church of God, and let the fire of the Almighty be in them. We want the presiding Patriarch to freely call upon the Prophet, brother Brigham; and we want the heads of the different departments of the kingdom of God to come up and strengthen the hands of the Prophet. <\/div><div class=\"paragraph jod\" id=\"v4n980\"> The old men, those men who have been in the Church twenty years and more, are ready to run from the man of God that holds the keys of the kingdom of heaven. If you was full of the Holy Ghost you would not do this, but you would be round about us, instead of being all the time with your wives. It is the greatest piece of nonsense that was ever planted in a Gentile breast, for a man to tie himself down to be at home day and night with his women. Where would this kingdom go, if brother Brigham and his Council were to do so? It would go to hell, across lots, in double quick time. Do not let your wives bind you up with green withes and strong cords as Delilah did Sampson, and make you powerless.<span class=\"citation\" id=\"55368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55368)\">Judg. 16:7-12<\/a><\/span> Break asunder the cords, the ropes and cables that bind you, and come forth, ye old men, out of <div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0632\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> your shells, and break your lariats and your stakes, and begin to drink of the fountain of life, with God and His servants. <\/div><div class=\"paragraph jod\" id=\"v4n981\"> I might say to the young men wake up from your sleep, that you may have the blessings of God poured out upon you. And if the women want to know what I think of many of them, let them read the 32nd chapter of Isaiah; I had better read part of it for you. &#x201C;Rise up, ye women that are at ease; hear my voice, ye careless daughters; give ear unto my speech. Many days and years shall ye be troubled, ye careless women: for the vintage shall fail, the gathering shall not come. Tremble, ye women that are at ease; be troubled, ye careless ones: strip you, and make you bare, and gird sackcloth upon your loins.&#x201D;<span class=\"citation\" id=\"58982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58982)\">Isa. 32:9-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n982\"> I want to say to many of our old women, and to hundreds and thousands of our young women, that the life of God Almighty is not in you; you are at ease, and careless, and dull, and blind, and you do not understand the rights that God Almighty wishes you to enjoy. I want such women to humble themselves in sackcloth and ashes, until they get the Holy Ghost. I want every mother and daughter in Israel to serve their God, have the light of God in them, instead of pride, foolery, nonsense, and everything that is light and vain. Rise up, ye careless women that are asleep in Zion, and betake yourselves to mourning and lamenting before God, until the light of heaven shall shine upon you, until the light of God shall chase away your pride, and your abomination, and your sins, and be round about you, and until the eye of heaven smiles upon you and blesses you forever. I want you to be blest and saved, that your children may rise up and be blest. I want the women to understand that there is something in Zion for them to do, instead of going  <div class=\"break pagebreak\" id=\"128a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0128.pdf\" target=\"pdfwin\">p.&#xA0;128a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0631\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to sleep. There is a work upon you; you have made covenants and sacred obligations, as well as the men, and we want you not to falsify those obligations, but to keep the law of your husbands,<span class=\"citation\" id=\"72475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72475)\">Rom. 7:2<\/a><\/span> and listen to them, and know that they are your head. <\/div><div class=\"paragraph jod\" id=\"v4n983\"> A man is a president to his family. If the Church has a head, which is Christ, then is the man the head of his family.<span class=\"citation\" id=\"75332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75332)\">Eph. 5:23<\/a><\/span> Some men are not the heads of their families, but their wives walk on them, their daughters walk on them, and their sons walk on them, and they are as the soles of their shoes. <\/div><div class=\"paragraph jod\" id=\"v4n984\"> Talk of some men's being the heads of their families. It makes me think of the old deacon, that went to teach a man and his wife who were quarrelsome; said he, &#x201C;Do you not know that you and your husband are one flesh?&#x201D;<span class=\"citation\" id=\"52539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52539)\">Gen. 2:24<\/a><\/span> &#x201C;You don't say that, do you, deacon?&#x201D; &#x201C;Yes, the Lord has made you one.&#x201D; &#x201C;Lord God,&#x201D; said she, &#x201C;if you were to pass by here when me and my old man are quarreling, you would think there were fifty of us.&#x201D; This is often the case in Israel; instead of the men being the heads of their families, they are as sole leather under their feet. <\/div><div class=\"paragraph jod\" id=\"v4n985\"> I want the women to understand, when they have a good husband, one that does his duty, that he is president over them and that they have made covenants to abide the law of that husband. Talk about women leaving their husbands! I would be far from taking a woman that would leave a GOOD man. A woman that wants to climb up to Jesus Christ, and pass by the authorities between her and him is a stink in my nostrils. I have large nostrils, and I often talk about smelling, for my olfactory nerves are very sensitive. I want women to know their places and do their duty; but there is a low, stinking pride in a woman, that wants to leave a good husband to go to another. What <div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0631\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> does it matter where you are, if you do your duty? Being in one man's family or the other man's family is not going to save you, but doing your duty before your God is what will save you. <\/div><div class=\"paragraph jod\" id=\"v4n986\"> Because I am one of the Council of the First President, will that save me? No, but if I am saved, I shall be saved because I do my duty as a man of God. Shall a man be saved because of some particular Quorum to which he belongs, or a woman be saved because she is in some particular family? No, that is foolery. Men and women are saved because they do right. It is nonsense for a woman to suppose, that because she is sealed to some particular man she will be saved, and at the same time kick up hell's delight, play the whore, and indulge in other evil acts and abominations. <\/div><div class=\"paragraph jod\" id=\"v4n987\"> Even some mothers in Israel actually suppose that if their daughters are sealed to a certain man they will be saved, no matter what they do afterwards. That is damned foolery; and I want men and women to understand that salvation is based on a better foundation, that it is made up of righteousness, joy, and peace in the Holy Ghost.<span class=\"citation\" id=\"94459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94459)\">Rom. 14:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n988\"> We want you to understand that the power of the Holy Ghost should be in you. We want fathers, mothers, sons, daughters, and the whole Church renovated and made one. Do you suppose that I can be saved by standing alone, or that brother Heber can, or by attempting to use our Apostleship independent of brother Brigham? We have sense enough to know that we have no power, only as we are one with him. Or can the Twelve, or anyone else, have any power, only as they are one with brother Brigham? No. In the same way no woman can be right, only that woman who is one in spirit with her husband. We should then be one in understanding, in power, in the gifts of God and in the light  <div class=\"break pagebreak\" id=\"129a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0129.pdf\" target=\"pdfwin\">p.&#xA0;129a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0630\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Gospel, and do right all the time. May God Almighty wake up the fathers, the mothers, the sons and the daughters, and bless you all <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0630\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and keep you in the path of your duty, and save you in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}