{"ID":40023, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Emigrating Saints Were Prompted By The Spirit of God.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, November 9, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Emigrating Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 11\/9\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d23\">\n<div class=\"paragraph jod\" id=\"v4n846\"> I wish to say to the brethren, as many as are here today, who have come across the Plains with the handcarts, that I feel to bless you, and you may be sure that you have my best feelings all the time. <\/div><div class=\"paragraph jod\" id=\"v4n847\"> While brother Ellsworth was speaking about the Spirit, and the spirits that were around them, the spirit that he seemed to have to contend with, and the spirit that the people had to contend with, I wanted to tell one secret. While those brethren and sisters were faltering, and did not know whether to stop or go along, there was faith in this valley that bound them to that journey and they were obliged to perform it, they could not help performing it. Who had that faith? The people here; and the Spirit of the Lord was all the time prompting them, and the brethren who led them. They were, as many are now, they were prompted to do as they did; they could not do anything else, because God would not let them do anything else. The brethren and sisters came across the Plains because they could not stay; that is the secret of the movement. But let the devil have his will, and do you suppose that any of them could have crossed the Plains? No, not a person ever would have started. But they did start, and they performed the journey. <\/div> <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0648\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n848\"> We are doing a great many things, and Joseph did a great many things, because the Spirit of the Lord prompts us to do them, as it prompted him. Joseph could not do anything else than what he did; it is the same with us all the time. The Lord prompted the handcart companies all the time, in the midst of their afflictions, to prepare for and start upon their journey, and they only had faith and power for the day, and on the morrow it seemed as though they certainly had to stop. But when tomorrow came they had faith and power to perform the journey of that day, and so they have been prompted day by day, to this point. <\/div><div class=\"paragraph jod\" id=\"v4n849\"> God is at the helm of this great ship, and that makes me feel good. When I think about the world, and the enemies of the cause of God, I care no more about them than I do for a parcel of musketoes. All hell may howl, and they may run up and down the earth and seek whom they may destroy,<span class=\"citation\" id=\"83933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83933)\">D&amp;C 10:27<\/a><\/span> but they cannot move the faithful and pure in heart. Let those apostatize who wish to, but God will save all who are determined to be saved. <\/div><div class=\"paragraph jod\" id=\"v4n850\"> Brethren and sisters, I bless you in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}