{"ID":40033, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Saints Have not Magnified Their Calling As Saviors of the Living and the Dead&#x2014;Oneness&#x2014;Practical Repentance.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Lorenzo Snow, Delivered in the Tabernacle, Great Salt Lake City, January 4, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: The Saints Have not Magnified Their Calling, Etc.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo Snow<\/div>\n<div class=\"date\">Date: 1\/4\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d33\">\n<div class=\"paragraph jod\" id=\"v4n1182\"> Brethren: In consequence of the deep fall of snow, the present assembly is not so large this morning as usual, still we may feel thankful that the spirit of gathering to this Tabernacle predominates with the Saints. <\/div><div class=\"paragraph jod\" id=\"v4n1183\"> On the subject of reformation I presume, brethren, most of us feel alike its importance and necessity, and that great diligence is required, and much faith and spiritual energy, in order to obtain immediate possession of gifts and powers, which, through our great neglect and dilatoriness we have failed heretofore in obtaining, but must absolutely have in order to pass the fiery ordeal that, by the whisperings of the Holy Spirit, we feel is fast approaching. We cannot obtain those blessings unless we sincerely repent of our sins, and with deep humility and with prayer and fasting call mightily on the God of our Fathers whom we have neglected and whose words we have set at naught, to listen once more to the voice of our supplications and pour out His Holy Spirit upon us, that we may trim our lamps and have them burning.<span class=\"citation\" id=\"66060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66060)\">Matt. 25:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1184\"> Brethren, is it not strange, and should we not be ashamed of ourselves that after receiving the words of life, and coming to a knowledge of glory and immortality and eternal lives,<span class=\"citation\" id=\"91170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91170)\">D&amp;C 128:12<\/a><\/span> instead of pressing forward and preparing ourselves for those blessings, we slacken our pace, close our eyes, and sink into a state of drowsiness? It was so with the people of the Lord <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0605\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in ancient times, and they were sorely chastised, and such as would not repent were destroyed. <\/div><div class=\"paragraph jod\" id=\"v4n1185\"> The word of the Lord through brother Brigham to this people is to repent speedily and seek the God of heaven with deep repentance, and this is the mind of the Lord, and the voice of the Lord which is quick and powerful,<span class=\"citation\" id=\"76536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76536)\">Heb. 4:12<\/a><\/span> peace and salvation to the humble and obedient, confusion and destruction upon the willful and disobedient. <\/div><div class=\"paragraph jod\" id=\"v4n1186\"> Brethren, most of you hold high and important positions in this kingdom, indeed but few men have lived on the earth that were placed in so important and responsible situations; the salvation of the present world, also many generations past and generations to come look to you for life, exaltation, and happiness. High Priests, Seventies, and ye Elders of Israel, are you this day prepared with wisdom and power to officiate for the living and the dead, and to lay a pure and holy foundation through your wives and children, that salvation may go forth to the rising generations; or have you neglected qualifying yourselves in your holy callings, and let the cares of the world occupy your entire thoughts and attention, and your minds become dull, your spiritual armor rusty and but little room found in you for the Holy Ghost to abide? <\/div><div class=\"paragraph jod\" id=\"v4n1187\"> Brethren, your eye should be single to the glory of God,<span class=\"citation\" id=\"83814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83814)\">D&amp;C 4:5<\/a><\/span> to hearkening to the counsel of brother Brigham, and  <div class=\"break pagebreak\" id=\"155a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0155.pdf\" target=\"pdfwin\">p.&#xA0;155a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0604\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the building up of Zion, then your bodies would be filled with spirit, and your understandings with light, and your hearts with joy, and your souls would be quickened into eternal life with the power of the Holy Ghost, you would then become the depositories of that wisdom and knowledge which would qualify you to be saviors unto your brethren and your posterity. <\/div><div class=\"paragraph jod\" id=\"v4n1189\"> It is the case with many in this community that instead of preparing themselves for positions in the eternal world, they have been satisfied with the cares of this life, and attending to those things which have been for the comfort of themselves and their wives and children; they have been satisfied in exercising themselves in this small way of ambition. They have forgotten the salvation of their forefathers, and that on them lay the responsibility of laying a holy and pure foundation upon which their posterity may build and obtain life and salvation, and upon which the generations to come might return back to their pristine purity. Instead of being sanctified this day as the people might have been had they sought it diligently, they are weak in their intellects, weak in their faith, weak in their power in reference to the things of God, and many of them this day, setting aside their being saviors of men,<span class=\"citation\" id=\"89708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89708)\">D&amp;C 103:9<\/a><\/span> are incapable of administering salvation to their individual wives and children. This, brethren, whatever you may think about it, is a solemn consideration, and you must know it, for at the present you do not see this as you want to see it, and as you should see it. <\/div><div class=\"paragraph jod\" id=\"v4n1190\"> The men who are sitting here this day ought to be, when in the presence of their families, filled with the Holy Ghost, to administer the word of life to them as it is administered in this stand from sabbath to sabbath. When they kneel down in the presence of their wives and children they ought <div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0604\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to be inspired by the gift and power of the Holy Ghost, that the husband may be such a man as a good wife will honor, and that the gift and power of God may be upon them continually. They ought to be one in their families, that the Holy Ghost might descend upon them, and they ought to live so that the wife through prayer may become sanctified, that she may see the necessity of sanctifying herself in the presence of her husband, and in the presence of her children, that they may be one together, in order that the man and the wife may be pure element, suitable to occupy a place in the establishment and formation of the kingdom of God, that they may breathe a pure spirit and impart pure instruction to their children, and their children's children. But it is otherwise than this now; the man is full of tradition, and has not got rid of that which was taught him in the Gentile world, he has not become one with his file leader, as brother Kimball frequently remarks. <\/div><div class=\"paragraph jod\" id=\"v4n1191\"> That principle which I spoke of last Sunday, in regard to a man becoming his own daddy is correct, for a man that feels so has not subjected himself to the Priesthood, but is disposed to become his own leader and his own head, and it is the case with many in this Church, they have not become one with their file leader, and therefore the Spirit is not transmitted to their wife or wives, and not having learned true obedience themselves, the wife cannot receive that which the husband has not got to impart. How can it be expected that the wife can obtain that which the husband has not received. <\/div><div class=\"paragraph jod\" id=\"v4n1192\"> In regard to being one I will say that if ever there was a day when it was necessary for us to be one,<span class=\"citation\" id=\"85114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85114)\">D&amp;C 38:27<\/a><\/span> now is the time, now is the day and the hour that we are called upon to be one, as Jesus and His Father are one;<span class=\"citation\" id=\"70737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70737)\">John 17:21-22<\/a><\/span> it is for us to be one together, as brother  <div class=\"break pagebreak\" id=\"156a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0156.pdf\" target=\"pdfwin\">p.&#xA0;156a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0603\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Brigham and brother Kimball are one, that we may be one indeed. <\/div><div class=\"paragraph jod\" id=\"v4n1194\"> The Twelve are determined to be one, and to be inspired by the same Holy Ghost, and that we may all have the same spirit continually, and that we may echo the same feeling and intelligence unto the people that exists in brother Brigham, that we may be one with him in all things, and that we carry out his sayings at the expense of our all, our property, our wives and children, that we may stand up with them, and be inspired by the same Spirit, that inasmuch as they walk in the light of eternity and in the wisdom of the Holy Ghost, that we may have the same spirit, and that inasmuch as they are determined to lay down everything for the work of purging out iniquity, we may do likewise. <\/div><div class=\"paragraph jod\" id=\"v4n1195\"> In this way we, the Twelve, are resolved to lay down everything that would draw our attention from the path of duty, that we may be one as the Presidency are one, and be bound together by the principle of love that binds the Son of God with the Father. It is an impossibility for a man to love another unless he has the same Holy Spirit that is in himself. <\/div><div class=\"paragraph jod\" id=\"v4n1196\"> Now I will respect a man because he is a High Priest, a Seventy; I respect him, I honor him because he is the anointed of the Lord, but can I respect him as I wish to do, and move in him and he in me, unless he moves in the same spirit, and moves heart and hand with me, and is willing to clear out iniquity with me? When the Holy Ghost teaches and inspires me to lift my hand against that which is causing our destruction and is bringing sin among the people, how can we be inspired and walk in the same spirit unless our minds are one, and unless we are united in all things? <\/div><div class=\"paragraph jod\" id=\"v4n1197\"> We have got to be one, and to make ourselves worthy to receive the same Holy Spirit, and to receive it alike <div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0603\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> one with another. Jesus prayed to His Father that those He had given Him out of the world<span class=\"citation\" id=\"70631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70631)\">John 17:6<\/a><\/span> might be one, as He and the Father were one,<span class=\"citation\" id=\"70738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70738)\">John 17:21-22<\/a><\/span> and says he, I pray that thou wilt give them the same love which thou hast for me,<span class=\"citation\" id=\"70780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70780)\">John 17:26<\/a><\/span> that I may be in them, and thou in me, that all may be one. There is something very important in this, and we have got to practice ourselves until we become like the Father and the Son, one in all things. <\/div><div class=\"paragraph jod\" id=\"v4n1198\"> When we are cold-hearted we respect men because they are the anointed of the Lord, but I tell you it is a perfect uphill business to have to do this. Now if a man is not the anointed of the Lord we may have a fellow feeling for him, that feeling which human nature teaches, but when a man is the anointed of the Lord, we feel like David did with Saul. David would not lift his hand against Saul, because, said he, he is the anointed of the Lord,<span class=\"citation\" id=\"55512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55512)\">1 Sam. 24:6<\/a><\/span> but how could they move hand in hand and be one, when they were of a different spirit? There was an opposite spirit in Saul, but yet David would not put forth his hand and slay him, although he had him in his power; he had a respect for him because he was the Lord's anointed. A man may move on the same car or in the same kingdom, and yet be of a different spirit from another man, and he may pass quietly along for a time, because he is the Lord's anointed, but still he will not exert himself for the carrying out of the principles of the kingdom, he lies dormant all the time. How can he who is filled with the principles of righteousness and with the love of Jesus love that man? He cannot do it as he desires. We have got to be inspired by the same Spirit and by the same kind of knowledge, in order that we may love one another<span class=\"citation\" id=\"69852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69852)\">John 13:35<\/a><\/span> and be of one heart and one mind.<span class=\"citation\" id=\"92843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92843)\">Moses 7:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1199\"> Now, brethren, there is no use for  <div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0602\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>us to occupy time talking about this, for it is necessary and it has got to be done. We talk about repenting of our sins, and I suppose the brethren have heard a great deal of talk about this, and hence I say there is no necessity for a great deal of talk upon this question, for we call ourselves Saints, the children of God, but the word has come to us that we are in sin and transgression. <\/div><div class=\"paragraph jod\" id=\"v4n1201\"> I want to ask is there any need of hammering and pounding all the time in our speeches to convince the people of this fact? I say there is not. A man that has any life in him soon catches the fire of the Almighty when the word of the Lord comes to his ears, he is waked up, and like the king of Nineveh, he humbles himself, that peradventure he may get the Spirit of the Lord bestowed upon him again.<span class=\"citation\" id=\"62093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62093)\">Jonah 3:5-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1202\"> We have got to attend to our duties, make use of that intelligence which is given us, that we may be one with each other. The High Priesthood have got to do this, every husband must do this, that he may be full of the Holy Ghost, that he may be the means of sanctifying his wife and his children, and that he may be an instrument in the hands of the Lord of extending the kingdom of God, and of aiding in the accomplishment of His purposes. <\/div><div class=\"paragraph jod\" id=\"v4n1203\"> When a man is full of sin he is not capable of lifting his voice to teach his family. How does a man expect he can be a Patriarch to a large family when he is going on in sin and darkness, and is becoming more blind to the things of the kingdom? He goes forward and gathers other wives and increases his family, but how does he expect to teach them when he is not susceptible of instruction himself? I tell you he will see the day when he will be too late and will have to stand out of the way. A man has to look well at the foundation upon <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0602\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which he builds; a man has to look to the Lord for strength, he has to be purified and sanctified, and he has to purify those that are around him, and among that number will be his one wife, if she is worthy of salvation, and if she is susceptible of being saved. He must have sufficient in him of the saving principle to impart to her, and inasmuch as she can conform to that, she can thereby become sanctified, and be prepared for an exaltation; but if he cannot get faith enough to receive the principles of life and salvation, so that he can communicate those truths to others, he may get one wife, and then he may get another, and after that another, and still another, and then he is worse off than before, and is no nearer to the kingdom of God, but much farther off. <\/div><div class=\"paragraph jod\" id=\"v4n1204\"> Brethren we have got to think of these things, and to enter into the practice of them, and to understand them as they are, and to acknowledge this one fact&#x2014;that we have been slack, negligent, and in the background, and we must see this and acknowledge ourselves before God and our brethren, and walk up to those principles which are being taught, and have our religion in practice as well as in theory. <\/div><div class=\"paragraph jod\" id=\"v4n1205\"> Men who wish to retain their standing before God in the Holy Priesthood, must have the spirit of prophecy, and be qualified to administer life and salvation to the people: and if they cannot do it to the world, they must do it at home, in their families, in their shops, and in the streets, that their hearts may be inspired with words of life at their firesides, in teaching the Gospel to their children, and to their neighbors, as much so as when they are speaking to their brethren from this stand. This having a little of the Spirit when before the people and then laying it aside, will not do. Some men will  <div class=\"break pagebreak\" id=\"158a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0158.pdf\" target=\"pdfwin\">p.&#xA0;158a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0601\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>speak to the people and then go home and be just as dry as molding stock, and instead of having the words of life in them, they become perfectly dry and dead, but this will not do any longer. <\/div><div class=\"paragraph jod\" id=\"v4n1207\"> It becomes the duties of fathers in Israel to wake up and become saviors of men, that they may walk before the Lord in that strength of faith, and that determined energy, that will insure them the inspiration of the Almighty to teach the words of life to their families, as well as to teach them when they are called into this stand. Then all our words will savor of life and salvation wherever we go, and wherever we are. <\/div><div class=\"paragraph jod\" id=\"v4n1208\"> In this we will see a spirit of determination that will enable us to become one, that we may learn how to love each other, and I pray to the Lord that He will deposit that love in each of our hearts which He deposited in Jesus His Son, and that He will continue to deposit a knowledge of that which is good. <\/div><div class=\"paragraph jod\" id=\"v4n1209\"> Let us remember that we have all got to show by our works that we are worthy of this life and of this salvation which is now offered. <\/div><div class=\"paragraph jod\" id=\"v4n1210\"> Now when a man is not willing to sacrifice for the benefit of his brethren, and when he knows that he trespasses upon the feelings of his brethren, and yet he has not that love which will enable him to make satisfaction, that man is not right before the Lord, and where is the love of that individual for his brother? <\/div><div class=\"paragraph jod\" id=\"v4n1211\"> When one brother is not willing to suffer for his brother, how is it in his power to manifest that he has love for his brother? I tell you it is in our folly and weakness that we will not bear with our brethren, but if they trespass upon our rights we immediately retaliate, and if they tread upon our toes we immediately jump upon theirs, the same as the people do in the Gentile world, where it is <div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0601\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thought necessary to act in a state of independence, and to defend oneself against aggressors. <\/div><div class=\"paragraph jod\" id=\"v4n1212\"> It is all nonsense for us any longer to act upon this principle, for there is a day coming that we will have to suffer for each other, and even be willing to lay down our lives for each other,<span class=\"citation\" id=\"70168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70168)\">John 15:13<\/a><\/span> as Jesus did for the Twelve Apostles in his day, and as they did for the cause which he established. When I see a brother that has been trespassed against,<span class=\"citation\" id=\"63487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63487)\">Matt. 6:14<\/a><\/span> and then he turns round and jumps upon the offender, then I say, how far is that brother from the path of duty, and I say to him you must learn to govern yourself, or you never will be saved in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v4n1213\"> We are all called upon to think of these things, and we might as well think now, at the present time as to defer it till the future, for we have got to do it, or we never will receive the Spirit of the Lord to a great degree, nor the advantages of this reformation, nor the outpouring of that Holy Spirit which is anticipated. <\/div><div class=\"paragraph jod\" id=\"v4n1214\"> Why do I say these things when we are all so far advanced in the knowledge of God? I make these remarks because they are the only things which will save us at the present time. <\/div><div class=\"paragraph jod\" id=\"v4n1215\"> This quarrelling and bickering will not do; it is the work of salvation we are engaged in. Now for an example, and what is the use of going to heaven for an example when there is one here? The Presidency of this Church are one, there is no jar existing between them; and the Twelve Apostles have got to be one like them, and when we see perfect union with ourselves, we expect others to imitate our example. Did you ever see us rebel when the Presidency saw fit to chastise us? No, we are one with them, and we will not stop the Spirit that is in them, nor attempt to stop up the channel through which the Holy Ghost designs to prepare us for  <div class=\"break pagebreak\" id=\"159a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0159.pdf\" target=\"pdfwin\">p.&#xA0;159a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0600\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that which is to come. Did they see proper to chastise, we will not rebel, neither will we lose our confidence in them. <\/div><div class=\"paragraph jod\" id=\"v4n1217\"> Well, the High Priests and Seventies, they ought to be one with the Twelve Apostles, and they ought to learn to echo our sentiments as we echo forth those of the First Presidency, for we must all learn to be one. <\/div><div class=\"paragraph jod\" id=\"v4n1218\"> Just so far as we echo forth the words of President Young and brother Heber, just so far are the High Priests and Seventies under obligations to echo forth our words. Now ye High Priests and Seventies, if you do right you will carry out this counsel; you are obliged to carry out those counsels, if you walk in the light of the Holy Ghost which is now manifest. And why is it not so at the present time? <\/div><div class=\"paragraph jod\" id=\"v4n1219\"> The Seventies were spoken to and counseled to pursue a certain course a few days ago, but did they do it? No, they did not. It is not the Seventies that speak, it is not the High Priests, neither is it the Twelve, nor Brigham <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0600\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Young, but it is the Holy Ghost through those various channels that is calling upon the people to carry out the mind and will of our Father who is in heaven. It is God that is all in all, Him whom we call our Father in heaven, He qualifies us upon the earth, and we speak forth by the dictation of His Spirit the things that are necessary to be laid before the people. <\/div><div class=\"paragraph jod\" id=\"v4n1220\"> Brethren, I will not take up any more time; may the Lord bless you and enable you to see things as they should be seen; may He give you power to double your diligence as I am determined to do, and may He give you power to see your duties, and to have the inspiration of the Holy Ghost as I feel to have it, and may you see by the spirit of prophecy those things that are approaching, that they may awaken you to a true sense of your position before God and your brethren, that you may have the qualifications which are necessary for you to possess, which I ask in the name of Jesus: Amen. <\/div>\n<\/div>\n<\/div>"}