{"ID":40039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Prophets Weep Because of the Sins of the People&#x2014;One Generation Should Improve Upon the Experience of Another&#x2014;Many Set Their Hearts on Perishable Things&#x2014;Provisions Are Made for the Exaltation of All&#x2014;The Spirit Should Rule the Flesh&#x2014;Limited Knowledge of Man&#x2014;Phenomenon of Forgetfulness&#x2014;Natural Philosophy&#x2014;Emigration.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, February 1, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Prophets Weep, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 2\/1\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v4n1455\"> Let the congregation be as still as possible. <\/div><div class=\"paragraph jod\" id=\"v4n1456\"> I wish to occupy a short time in speaking to you, and I am not able to talk with the ease that I could wish, for my health has for some time obliged me to confine myself pretty closely to my rooms. This is the first time that I have walked so far as to come to this Tabernacle since the burial of Jedediah M. Grant. My bodily afflictions would not permit me to walk much, and they also still hinder my efforts in speaking or exercising. I have been troubled this winter as are many in this high altitude, with a rising of the blood to the head; that is what is troubling me this morning, insomuch that I hardly felt able to get here. <\/div><div class=\"paragraph jod\" id=\"v4n1457\"> Aided by the faith and prayers of the Saints, I will endeavor to speak so that you can hear me, and to edify you according to the best of my ability. <\/div><div class=\"paragraph jod\" id=\"v4n1458\"> I have a great desire to teach people the way of life and salvation; I have been occupied in that labor for many years. It has been my chief business to instruct the inhabitants of the earth how they can secure unto themselves eternal life. The more I become acquainted with the principles pertaining to salvation, and the more strictly I adhere to them, the more importance I attach to them. <\/div><div class=\"paragraph jod\" id=\"v4n1459\"> If I do not always view people as they really are, yet I see them par<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0565\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tially as they are, perhaps, as looking through a glass darkly,<span class=\"citation\" id=\"73711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73711)\">1 Cor. 13:12<\/a><\/span> and in the vision of my mind, looking at this people called Latter-day Saints, and leaving out the residue of the inhabitants of the earth, to give vent to my understanding, I could cry aloud and weep before the Lord. It appears to me that very many, in their understandings, according to the past conduct of the people, leaving out the present, are too much like brute beasts,<span class=\"citation\" id=\"78399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78399)\">2 Pet. 2:12<\/a><\/span> or like the door on its hinges, which opens and shuts as it is acted upon, and is insensible. This appears to be the situation of some of the people. <\/div><div class=\"paragraph jod\" id=\"v4n1460\"> Sometimes this seems strange and inconsistent, knowing that mankind are organized to receive and continue to receive, and that receiving one fact in the understanding does not deprive them in the least of receiving another. There is no heathen nation but what expects their posterity to improve in all the knowledge they possess, and that is required by the parents. But the Christian nations with whom we have been associated, boast of their intelligence, suppose that they are exhibiting great knowledge, and that it towers to the heavens, and expect their children to improve in all the arts and sciences in their possession. <\/div><div class=\"paragraph jod\" id=\"v4n1461\"> When people have the privilege of securing to themselves eternal exaltation, when the words of eternal life<span class=\"citation\" id=\"69306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69306)\">John 6:68<\/a><\/span>  <div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0564\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are given to them, what a pity it is that they do not understand, how liable they are to fall out by the way, and that this is necessary in this state of probation. Place before some persons that which their appetites crave and require, and they will forsake every other thing, even their best friends. They will contend against their best friends and benefactors, in order to glut their appetites. When I look at this people, to say nothing about any people but the Latter-day Saints, if I have a correct understanding, some few of them look to me to be much like what we call brute beasts. The people are instructed, from their youth, that there is no end to their learning. They are taught by their parents and by their teachers that they can continue to learn, that they can store up knowledge, treasure up the wisdom of the world, and never see the time, although they shall live to the age of Methuselah or older, but what they can add to their store of knowledge. <\/div><div class=\"paragraph jod\" id=\"v4n1463\"> When I apply these principles to the Latter-day Saints, it would seem that when they are once filled, when they are once fed upon the words of eternal life until their souls are satisfied, they conclude that that meal will last forever. They think they will never require any more, and so they become empty, faint, wearied, dull, stupid, and before they are aware of it, they need a spirit of reformation; they need a fresh manifestation of the power of God to stir them up and waken them out of their sleep, to remove the scales from their eyes, to arouse them from their lethargy. And when again awakened, they begin to see that they have been without food; then they can realize that they have neglected the more weighty matters.<span class=\"citation\" id=\"65519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65519)\">Matt. 23:23<\/a><\/span> I ask the Latter-day Saints, is such the case? Is it true that any of the Elders of Israel, with their wives and children, neglect the things of <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0564\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God, and turn to the paltry, corruptible things of earth, and let their affections and feelings be attracted from holy principles, and placed on objects of no moment? You can answer this question at your leisure. <\/div><div class=\"paragraph jod\" id=\"v4n1464\"> You that see and understand things as they are, you who can obtain the visions of eternity, whose minds soar aloft to things beyond this veil of tears, how does it appear to you? Do you feel as though you can weep over the people? Whether you do or not, that is my feeling. To observe for what trifling things men and women will turn away from the spirit of the holy Gospel, after traveling a few hundred miles with, perhaps, a few little trials to pass through, such as being perplexed with wild cattle in their teams, with misfortunes and losses; and they thirst, thirst greedily for the vain and foolish things of the world, and neglect the Spirit and principles of the holy Gospel. It has killed them spiritually to pass through those sorrows, privations, and trials. <\/div><div class=\"paragraph jod\" id=\"v4n1465\"> You may ponder these ideas in your hearts, at your leisure. Such conduct is one of the most astonishing things to me that ever I have experienced or beheld; yet I have reasons for thinking that I understand the natural causes why the people are as they are. <\/div><div class=\"paragraph jod\" id=\"v4n1466\"> I flattered myself years ago, that whoever embraced the doctrine of salvation would so live as to enter in at the straight gate,<span class=\"citation\" id=\"63845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63845)\">Matt. 7:13-14<\/a><\/span> in this, however, I have been mistaken. If we this day had congregated the vast multitudes that have taken upon them the name of Christ, that have entered into the new and everlasting covenant to serve the Lord our God, those who have embraced the Gospel of salvation that has been revealed through His Prophet and Seer in the last days, and then selected out those who still stand firm in the faith, you would find that but a small portion of the vast congregation  <div class=\"break pagebreak\" id=\"196a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0196.pdf\" target=\"pdfwin\">p.&#xA0;196a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0563\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>had kept the faith; far the greatest number would be on the left hand. If you were to inquire of them individually, &#x201C;after you heard the Gospel, believed and embraced it, did you think you would ever leave the faith?&#x201D; every man and woman would reply, &#x201C;No, no; I will believe and obey until death; no power on earth shall deprive me of the blessings of the Gospel that I have embraced; for it I have sacrificed my all.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n1468\"> Again, would not thousands that have forsaken their fathers, mothers, children, or companions, for the sake of the Gospel,<span class=\"citation\" id=\"66613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66613)\">Mark 10:29<\/a><\/span> but are now enveloped in the spirit of the world, when asked whether they know this Gospel to be true, reply, &#x201C;We believe it;&#x201D; and when asked whether Joseph Smith was a Prophet, reply, &#x201C;We believe it?&#x201D; Ask such persons why they do not gather with the Saints, and the ten thousand obstacles that would be presented would tower up like mountains and keep them from gathering. Ask them why they do not pay their tithing, and they have ten thousand excuses and reasons to render. Inquire why they do not do something for the Gospel, and instruct them if they cannot pay their tithing, nor gather with the Saints, to go and preach to their neighbors, and they will say to you, &#x201C;O, my neighbors are pretty well off, they are good people; here are the Methodists, Baptists, Presbyterians, &amp;c., and they are good people, and I really do not feel it my duty to preach to them.&#x201D; Where are such persons? They are in darkness, they have apostatized. Another great class you will find have come out in open rebellion to the faith, to those principles they once testified they knew to be true, and that too by the power of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v4n1469\"> Now leave that vast multitude, and come to this place. Here is the gathering of the people; here is the carcass, and the eagles gather<span class=\"citation\" id=\"65790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65790)\">Matt. 24:28<\/a><\/span> to this <div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0563\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> place; here they are by thousands and scores of thousands. Look through this vast multitude before me, and through the inhabitants of this Territory, and then go to the United States and to Europe, and the Islands of the sea, and gather up all who profess to be Latter-day Saints, and how many of them are there in the way to enter into the straight gate? How many are going to be crowned with the Gods? You will all admit that this is a hard question to answer. Do you think one half of them will enter in at the straight gate, pass by the angels and the Gods, and receive a celestial exaltation? I pray they may, even if I do not believe so. <\/div><div class=\"paragraph jod\" id=\"v4n1470\"> Is there any person deprived of this privilege? No, not one. Has the Lord cast an obstacle in the way of any individual, to deprive him of the privilege of being exalted? No, not one: but everything that could be done has been done, every provision that could be made has been made, every law that could be instituted to encourage and elevate the people, to increase their faith, their knowledge, their understanding, and to lead them to life and salvation, the Lord has brought to this people. Then the Lord is not to blame. Are angels to blame? Are they hindering the people? No. Are the spirits of the just casting stumbling blocks before the people, or tying their hands, or turning them away from the right path? No. <\/div><div class=\"paragraph jod\" id=\"v4n1471\"> Do you think that one half of the people walk up to every known duty, are so doing and laboring that they are in the straight and narrow path that leads to the lives?<span class=\"citation\" id=\"91616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91616)\">D&amp;C 132:22<\/a><\/span> Answer this question at your leisure. Yet every person will acknowledge that everything the Lord could do for our salvation has been done. All heaven is anxious that the people should be saved. The heavens weep over the people, because of their hard hearted<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"197a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0197.pdf\" target=\"pdfwin\">p.&#xA0;197a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0562\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ness, unbelief, and slowness to believe and act. <\/div><div class=\"paragraph jod\" id=\"v4n1473\"> You have been taught, all the day long, that you are in a world of sin; you have been taught, all your lives, that the seeds of sin are sown in your mortal bodies; you have been taught that the spirit warreth against the flesh, and the flesh against the spirit;<span class=\"citation\" id=\"74635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74635)\">Gal. 5:17<\/a><\/span> that the spirit of every man and woman that gets into the celestial kingdom must overcome the flesh, must war against the flesh until the seeds of sin that are sown in the flesh are brought into subjection to the law of Christ. This has been taught you, from your youth up. There is not a society in Christendom but what has taught these principles, and you have read them in your Bibles when you were children. Your mothers taught you that we were in a world of sin, and that the enemy of righteousness is all the time ready and watching to overcome every individual. You reply at once, &#x201C;We believe this doctrine,&#x201D; and yet, from day to day, from week to week, from month to month, from year to year, we go on as we have. Some will say, &#x201C;I did give way to my evil passion yesterday, and I will give way again today, and I will let the flesh overcome the spirit. I will bring my spirit into subjection to my evil passions and evil influences that the enemy of Christ has sown in the human system. I will let the tongue speak just what it pleases; I will rail out against my neighbor; when I get mad I will blaspheme; I will deceive my brother, or my neighbor,&#x201D; and thus they bring the spirit into subjection to the flesh, until the Lord Almighty will withdraw the light of truth from those individuals, and they are left, if not to apostatize, to deny Joseph as a Prophet, Jesus Christ as the Savior, and to esteem Holy Writ and all the revelations from God as a burlesque. They are left in the dark, <div class=\"break columnbreak\" id=\"197b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0197.pdf\" target=\"pdfwin\">p.&#xA0;197b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0562\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to welter in sorrow in the flesh, and in the spirit world they never can be exalted. <\/div><div class=\"paragraph jod\" id=\"v4n1474\"> Is it, then, any marvel, that those who dwell in the heavens should weep over the people? Do you wonder, now, that the Prophets used to weep over the people in ancient times? That Joseph used to weep over the people in his day? If you do, I do not. <\/div><div class=\"paragraph jod\" id=\"v4n1475\"> Here is a large number of the Latter-day Saints situated upon the mountain tops, and right before each individual is eternal day or eternal night; eternal light or eternal darkness; eternal love or eternal hatred; eternal glory or eternal misery. This would want a great deal of explaining, to bring it down to your capacities, so that you can understand; but I use one class of these expressions to convey an idea of the opposite of the glory prepared for the very people now before me. The Lord has done everything He can do in justice and in truth; in His mercy and in His long-suffering and kindness there is nothing He has neglected, in order to put into the possession of this people power to secure to themselves eternal day, eternal peace, instead of eternal misery. Eternal glory, happiness, beauty, power, exaltation, excellency, and every good thing are prepared for the Elders that now sit before me to enter into the presence of the Father and the Son, where they could be exalted, sit with the Gods, be crowned with immortality and eternal lives; become the fathers, not only of many nations, but of an endless posterity; be the framers, not only of a kingdom, but of an endless chain of kingdoms. Nothing more can be done, than what has been done. <\/div><div class=\"paragraph jod\" id=\"v4n1476\"> How many of those now looking on me will order their lives so that they will secure to themselves eternal happiness and exaltation? Do you think that one half of this congregation will answer that question? I pray  <div class=\"break pagebreak\" id=\"198a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0198.pdf\" target=\"pdfwin\">p.&#xA0;198a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0561\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that they may, whether I believe it or not. <\/div><div class=\"paragraph jod\" id=\"v4n1478\"> Do you see people neglect their eternal welfare? A feeling prevails with some that, &#x201C;we do not know these things, we have not seen these things, we do not understand that there is a kingdom prepared for the faithful; we do not understand that there is a place prepared for those that are unruly, those that disbelieve, those that neglect the truth and the Gospel when put in their possession. We do not know anything about these things.&#x201D; Is this so? What do you say, brethren and sisters? Have you seen the Father and the Son? Do you know where they live? &#x201C;O, no.&#x201D; Have you seen the courts of glory, have they been opened to your view? &#x201C;O, no.&#x201D; What next? The spirit of unbelief takes place in your hearts. The enemy, the evil that is in the world, that has caused the trouble, sorrow, and perplexity, is with you, is your constant companion, and is continually suggesting that you know nothing about these things, consequently, without the utmost care and exercise of faith, and close application in life of the requirements of heaven, you are left to drink into the spirit of infidelity. <\/div><div class=\"paragraph jod\" id=\"v4n1479\"> In this manner people are left in darkness, do not understand the things of God, neglect their salvation, and go groveling and feeling their way through this world, without a ray of light to shine on their path; hoping that there is a God, and, if there is, that He will be merciful to them; thinking that, if there is a heaven, they want to go there; if there is such a character as a Savior, they hope his blood will atone for their sins; and if there are any such beings as angels, they hope they will pick them up, by and by. It resolves itself to this, &#x201C;If there is a God, O, be merciful to me.&#x201D; You do not know, do you? &#x201C;O, no, we cannot realize it.&#x201D; <\/div> <div class=\"break columnbreak\" id=\"198b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0198.pdf\" target=\"pdfwin\">p.&#xA0;198b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0561\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1480\"> Let me ask a question, before I proceed further. How did you feel when the Spirit of the Gospel first entered into your hearts, when the light of the Gospel first shone in your understanding? Had you any such feelings then within you? Had you any doubts? How did you talk, when you first rose to testify that the Book of Mormon was true, that Joseph was a true Prophet, that this work was of God, that the Lord Almighty has revealed Himself in these our days? Had you any doubts? &#x201C;No, I could not help bearing testimony to those things, I was so full of light and peace.&#x201D; Did you hate anybody, at that time? &#x201C;No. I was filled with peace and union; I loved God and all the works of His hands. There was no anger, malice, or wrath in me.&#x201D; Do you feel so now? Many of you would tell me, &#x201C;no.&#x201D; Have you abode in that Spirit and feeling? You will answer, &#x201C;no.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n1481\"> You say within yourselves, &#x201C;I believe the Gospel, I believe the Lord has revealed the truth concerning Himself, concerning the Son, concerning angels, salvation, eternal exaltation, &amp;c.; I admit all this to be true.&#x201D; Then you have to admit that we are organized to inherit all glory, power, and excellency; to be filled with eternal salvation and exaltation, and to become the sons of God,<span class=\"citation\" id=\"78633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78633)\">1 Jn. 3:1-2<\/a><\/span> as the Apostle says, to be &#x201C;Gods, even the sons of God;&#x201D;<span class=\"citation\" id=\"87034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87034)\">D&amp;C 76:58<\/a><\/span> fathers who shall endure, and whose posterity shall never end; though the Apostle turned the point very quick, because the people were not prepared to receive it. You admit the fact that we are organized expressly for the purpose of being exalted with the Gods. <\/div><div class=\"paragraph jod\" id=\"v4n1482\"> You have the words of eternal life<span class=\"citation\" id=\"69307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69307)\">John 6:68<\/a><\/span> in your possession. What next? Take your own philosophy; if I am organized and capacitated to receive this glory and this exaltation, I must be the friend of Him who has brought  <div class=\"break pagebreak\" id=\"199a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0199.pdf\" target=\"pdfwin\">p.&#xA0;199a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0560\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>me forth and instituted this exaltation for me; I must not be His enemy at any time. Again, you say, &#x201C;we are organized to become Gods, even sons of God; to act independently.&#x201D; You expect to see the time when you will have at your control worlds on worlds, if your existence endures. Take Abraham, for instance, you can read the promise made to him,<span class=\"citation\" id=\"53132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53132)\">Gen. 17:1-8<\/a><\/span><span class=\"citation\" id=\"91705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91705)\">D&amp;C 132:30<\/a><\/span> and again to Jesus. &#x201C;Now,&#x201D; say you, &#x201C;we are to have kingdoms, thrones, principalities, powers, dominions, &amp;c.&#x201D; Can you read it in this book? This is the Old and New Testament, which you and I were taught, from our youth, to believe is the word of God. If I am to receive these blessings I will be an independent character, like those who dwell in eternity. If this is the case, let me pause for a moment and use my own natural philosophy. How can I prove myself the friend of God,<span class=\"citation\" id=\"77593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77593)\">James 2:23<\/a><\/span> who has placed all this glory within my reach, unless His influences are withdrawn from me, to see whether or not I will be His friend? At the time when you receive the greatest blessings by the manifestations of the power and Spirit of God, immediately the Lord may leave you to yourselves, that you may prove yourselves worthy of this exaltation. Multitudes, on the right hand and on the left, when this Spirit and power are withdrawn from them, sink into unbelief, and do not know whether there is a God, or not. Ask them, &#x201C;What did you realize and experience yesterday?&#x201D; The reply is, &#x201C;I do not know anything about it. I can see this house, I can see the sun, I can see men and women, but I can say no more.&#x201D; &#x201C;Do you believe what you believed yesterday?&#x201D; &#x201C;I do not know.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n1484\"> Can a man be exalted upon any other principle? When men are left to themselves, it is then they manifest their integrity, by saying and feeling, &#x201C;I am the friend of God.&#x201D; Do all people realize that? If they did, let <div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0560\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> me tell you, they would cling fast to their integrity. When the mind of a righteous man is beclouded by darkness, when he does not know the first thing about the religion he believes in, it is because the veil is dropped so that he may act on the organization of his own individual person, which is calculated to be as independent as the Gods, in the end. When you are fully aware of this, then you are ready to lay down your lives for the cause of God and for His people, if you act on your own integrity and philosophy. <\/div><div class=\"paragraph jod\" id=\"v4n1485\"> One of the greatest trials that ever came on the Son of God when he was in the flesh, upon that man whom we hold as our Savior, was when the mob had him in their possession. They spit on him, scourged him, mocked him, and made a wreath of thorns and placed it upon his head<span class=\"citation\" id=\"66355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66355)\">Matt. 27:29<\/a><\/span> (and I will insure that it was so placed on his head as to cause the blood to start), and said to him, &#x201C;Here is your cross, you poor, worthless scamp, take and carry it on to that hill, for there we are going to nail you to it.&#x201D; How would you feel in such a time, and at that very hour and moment when this tabernacle suffers, should the Father then withdraw Himself and say, &#x201C;Now, my son, I will see whether you will prove yourself worthy or not?&#x201D; Did he walk up the hill? He did, and carried the cross until he fainted under it; then they took it and went on, and he submitted patiently to the will of his Father. <\/div><div class=\"paragraph jod\" id=\"v4n1486\"> Will you submit patiently to the will of your Father in the hour of darkness? Will you say that you are the friends of God? O shame! Many of you will not say so, in the hour of darkness. Take these Latter-day Saints, the Elders of Israel, and let many of them pass where they can hear the name of Jesus Christ and the name of their Father and God blasphemed, and they will pass along as unconcerned, and will never move a  <div class=\"break pagebreak\" id=\"200a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0200.pdf\" target=\"pdfwin\">p.&#xA0;200a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0559\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>muscle nor a nerve of their systems. That is nothing to them compared to what it would be to have their own dear name spoken against in the least. Speak against William, John, or Thomas, and then you will see the fire of resentment roused in that individual; while, at the same time, they may be opposed to their Father and God, to their Savior, to the Prophet, and to their holy religion. People may scandalize these as much as the tongue of slander can, and not a word said, nor a look of disapprobation given. But, my dear brethren, those holy men and women (pardon me if I burlesque the idea a little), your names are so dear to you that, let anyone speak a word against them, you are at once for fight. <\/div><div class=\"paragraph jod\" id=\"v4n1488\"> If you want to know what you should do, when you hear a man blaspheme the name of God, and you feel that there are ten thousand million devils around you to see whether you will be for your religion, knock down the man that blasphemes, and say, &#x201C;If I cannot pray, I can fight for my religion and my God.&#x201D; When you are in darkness is the time for you to exhibit your integrity, and to prove that you are the friends of Him who has called you to this glory and eternal life.<span class=\"citation\" id=\"78209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78209)\">1 Pet. 5:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1489\"> Do you want to know how to pray in your families? I have told you, a great many times, how to do when you feel as though you have not a particle of the Spirit of prayer with you. Get your wives and your children together, lock the door so that none of them will get out, and get down on your knees; and if you feel as though you want to swear and fight, keep on your knees until they are pretty well wearied, saying, &#x201C;Here I am; I will not abuse my Creator nor my religion, though I feel like hell inside, but I will stay on my knees until I overcome these devils around me.&#x201D; That will prove to me that you are the friend of God, that you are filled with <div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0559\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> integrity. This is good for every person to practice in the hour of trial and darkness. Say, &#x201C;I am the friend of God, and if you abuse Him, I shall abuse you.&#x201D; This is what Abraham used to do. He would take his servants and go out, once in a while, and chastise the poor, miserable characters that ridiculed the Priesthood that was on him.<span class=\"citation\" id=\"53071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53071)\">Gen. 14:14-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1490\"> Here are the people that say they are Latter-day Saints. Now, if you can understand your own position, you will know, perhaps, better how to deal with yourselves and control yourselves; how to bring into subjection your own dispositions, your passions, appetites, and wills, and let the Spirit of Truth the Lord has given you commence and conquer and overcome, little by little, until you gain the mastery in the spirit. This prepares the tabernacle for a resurrection and eternal life. You cannot inherit eternal life, unless your appetites are brought in subjection to the spirit that lives within you, that spirit which our Father in heaven gave. I mean the Father of your spirits, of those spirits which He has put into these tabernacles. The tabernacle must be brought in subjection to the spirit perfectly, or your bodies cannot be raised to inherit eternal life; if they do come forth, they must dwell in a lower kingdom. Seek diligently, until you bring all into subjection to the law of Christ.<span class=\"citation\" id=\"74667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74667)\">Gal. 6:2<\/a><\/span><span class=\"citation\" id=\"88372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88372)\">D&amp;C 88:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1491\"> As to the knowledge of the people, what do they know? They know many things. What do they not know? Ten thousands of millions of times more than they know, for, comparatively speaking, they know but little. What knowledge we have, we have obtained by an experience. No man could know that he could build a building, unless he was to go to work and try. Were he to go to work and erect a building, he would then know that he knew how to do it. <\/div> <div class=\"break pagebreak\" id=\"201a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0201.pdf\" target=\"pdfwin\">p.&#xA0;201a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0558\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1493\"> Some things you do know, and there are a great many things that you do not know. &#x201C;Can you mention anything that we do not know?&#x201D; Yes, we could enumerate a great many things, and then have mentioned only a small portion of what is unknown to man. I will take that class of this congregation that do not know anything about God, heaven, earth, or hell, nor about anything else only as they sense with their natural senses, and ask them, can you tell me your own origin? I would be glad to see such a person, but he is not to be found. Take a man who does not know anything about these things, and he cannot tell his origin. <\/div><div class=\"paragraph jod\" id=\"v4n1494\"> Again, with all the wisdom there is in the world, I can refer you to another thing which you do not know; you do not know how to take the native elements and organize a body like the ones you possess. You may take the chemical apparatus of the most extensive laboratory, and go into these mountains, and see whether you can, with all your knowledge and appliances, make a human body that can breathe, to say nothing about the spirit: you cannot do that; then you do not know how. <\/div><div class=\"paragraph jod\" id=\"v4n1495\"> If we were to ask the question how we came here, we cannot answer it. We know that we are here, and we know that we live. We know that we see, hear, smell, &amp;c., through the organization of our senses. We know that when we have something good to eat, and plenty of it, that we can satisfy our appetite, and we also know that we get hungry again; we get sleepy, awake, and go about our business. The brute beasts know all this, although their sensitive powers are not so acute, nor possessed of so extensive a range as are those of the human family; their attention more particularly belongs to the things of this earth. <\/div><div class=\"paragraph jod\" id=\"v4n1496\"> The Scriptures say that man is <div class=\"break columnbreak\" id=\"201b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0201.pdf\" target=\"pdfwin\">p.&#xA0;201b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0558\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> created but a little lower than the angels,<span class=\"citation\" id=\"56341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56341)\">Ps. 8:5<\/a><\/span> still the great majority do not know whether there is a God; they do not even know whether it is of any use to pray to our Father in heaven, nor whether they have got a Father there. We do not know how to make a spear of grass grow on the earth, nor a tree, nor any other kind of vegetation; all this is beyond our knowledge. They grow, but we do not understand how. They are produced from the elements, but undertake to organize the elements and make a cucumber grow, and we fail; that is beyond our knowledge. <\/div><div class=\"paragraph jod\" id=\"v4n1497\"> We do know, by observation, that this earth revolves on its axis, that it has its circuit and performs its annual times. We know, by observation, that the firmament is filled with small flickering lights. The astronomer says he knows that many of those lights are actually suns to solar systems, the same as our sun is to us. Does he know that? Has he been there to see? &#x201C;No.&#x201D; Then he may be deceived; men's eyes are often deceived. They have had their eyes, ears, and all the other sensitive organs brought to bear upon a person, and have been positive that they were conversing with and looking upon him, when at the same time that person was a hundred miles from them; they were certain that they heard him speak with their natural ears, yet they were deceived. So the astronomer may be deceived by his powerful glasses. But all the argument in the world could not make you believe that those stars, or lights, were not there; you see them. Suppose that our optical powers have all been deceived, just as they are in some instances. There is plenty of proof that the optic nerve has been deceived, even through a glass, persons supposing that they saw things which they, in reality, never did see. <\/div><div class=\"paragraph jod\" id=\"v4n1498\"> Upon natural principles, leaving  <div class=\"break pagebreak\" id=\"202a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0202.pdf\" target=\"pdfwin\">p.&#xA0;202a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0557\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>out the light of the Spirit, the light of revelation, or saying that there is no God, and such being the case, on the natural philosophy of the natural world, and the natural belief, and ideas of those who imbibe deistical principles, they do not know whether it is the sun or not that shines upon us; they feel warm, they think they see the sun. But if your optic nerve may deceive you, so the astronomer may be deceived. &#x201C;No,&#x201D; says he, &#x201C;I cannot be deceived,&#x201D; and this congregation says, &#x201C;We cannot be deceived; we know that we hear you preach today; we see you in the stand today, and all the earth cannot make us believe to the contrary.&#x201D; Maybe you are deceived. &#x201C;But we cannot be mistaken in this, we do know that it is certain.&#x201D; Suppose that you go home and tonight sleep very soundly, and that perchance a stupor should come over you, causing you to forget what has transpired today; I have known such circumstances. Suppose you forget tomorrow what has transpired today in this Tabernacle, and somebody should come along and ask you whether you recollected what brother Brigham said yesterday, you would answer, &#x201C;I did not hear him say anything.&#x201D; It would be said, &#x201C;You were at the meeting, and I saw you.&#x201D; You would ask, &#x201C;What meeting? I was not at any meeting.&#x201D; &#x201C;Don't you recollect of going to meeting yesterday?&#x201D; &#x201C;No, I do not.&#x201D; Did you ever know a person so forgetful as this? Well, it is not more strange than much other forgetfulness, not a particle more. <\/div><div class=\"paragraph jod\" id=\"v4n1500\"> A child says, &#x201C;Mother, where did you put those shears, or that knitting? Or, what did you do with your pipe?&#x201D; The reply is, &#x201C;I laid it up.&#x201D; &#x201C;But you must have had it since.&#x201D; &#x201C;Don't dispute me, child,&#x201D; while all the time she had the pipe in her mouth. I bring up these small things, to compare with greater things. Have you <div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0557\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> never laid things carefully away and entirely forgotten them, and, when you have accidentally found them, had all the circumstances opened to your mind, and said, &#x201C;O, I know all about them now, but I have never before been able to bring them to mind, since the things were so carefully laid by?&#x201D; That is no more strange than it is that you should forget what the Lord has done for you fifty years ago; that is no more strange, than it is for you to forget when your spirits came into your bodies, for you came here under a covenant to prove yourselves, in a day of darkness, to be friends of God, and under a covenant that you would forget everything that had past previous to your coming here. <\/div><div class=\"paragraph jod\" id=\"v4n1501\"> What do you know? All that you know, aside from what God has taught you, is not worth much to you; that I will say on my own responsibility. You know that the sun shines; you can see the stars shine in a clear night. You know that when you embraced the Gospel of salvation in England, the State of New York, Vermont, &amp;c., you felt happy; that your hearts were full of joy and peace; that you felt as though the heavens smiled upon you, and that all around was glory. There was no malice, wrath, or root of bitterness<span class=\"citation\" id=\"124736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124736)\">Heb. 12:15<\/a><\/span> in you, but since then a cloud has come over you, the veil has been dropped over the vision of your minds, and you have been left to act for yourselves. You know all this. <\/div><div class=\"paragraph jod\" id=\"v4n1502\"> What do you know on natural principles? I do not say natural philosophy, because my religion is natural philosophy. You never heard me preach a doctrine but what has a natural system to it, and, when understood, is as easy to comprehend as that two and two equal four. All the revelations of the Lord Almighty to the children of men, and all revealed doctrines of salvation are upon natural  <div class=\"break pagebreak\" id=\"203a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0203.pdf\" target=\"pdfwin\">p.&#xA0;203a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0556\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>principles, upon natural philosophy. When I use this term, I use it as synonymous with the plan of salvation; natural philosophy is the plan of salvation, and the plan of salvation is natural philosophy. I need not say any more with regard to what you do not know. <\/div><div class=\"paragraph jod\" id=\"v4n1504\"> I have shown you, by instancing small circumstances of common occurrence, that people are apt to deny today what they knew yesterday; and you know that you have disputed others with regard to these little things which have transpired, after the circumstances connected therewith had escaped your memory. It is just so with regard to your religion. And when you come to the almighty philosophers, those who think they know so much, they are in the same dilemma; their optic nerves and their glasses may all deceive them. Unless a person is taught by the principle of eternity, and is insured by those principles that dwell with the Gods, he may be in doubt, because it is a doubtful case. All is doubtful, except what comes from the Almighty in His revelations to His people. <\/div><div class=\"paragraph jod\" id=\"v4n1505\"> I will now say something about our immigration this season. In the providences of God when understood, you will see that one thing has a bearing upon another. The providences of God are natural principles, when they are all understood, but you take a little here and a little there, and you leave the people in mystery and doubt, and they will say that wonderful things have taken place, when at the same time you will find that they have all transpired upon natural principles. <\/div><div class=\"paragraph jod\" id=\"v4n1506\"> Previous to the death of Joseph, he said that the time would come when the Saints would be glad to take a bundle, if they could get one, under their arms and start to the mountains, and that they would flee there, and that if they could pick up a change <div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0556\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of linen they would be glad to start with that, and to go into the wilderness with anything, in order to escape from the destruction that is coming on the inhabitants of the earth. This we believed, or at least I did; though it seemed to be pretty hard that people should be obliged to leave their houses, farms, friends, and comforts that they had gathered around them, and run from them all. I am going to take that as a leading item for this season. <\/div><div class=\"paragraph jod\" id=\"v4n1507\"> We have been experimenting. Five companies, I think, have come across the Plains with handcarts, and they have come a great deal cheaper and better than other companies. I believe that if a company was to try it once with ox-teams and once with handcarts, every one of them would decide in favor of the handcarts, unless they could ride more and be more comfortable than people generally are with ox-teams. <\/div><div class=\"paragraph jod\" id=\"v4n1508\"> I count the handcart operation a successful one, and there is a lesson in it which the people have overlooked. What is it? Let me ask the sisters and brethren here, what better off are you today, than as though you had started with a bundle under your arm? You started with an abundance, but have you any oxen, or wagons, or trunks of valuable clothing, or money? &#x201C;No.&#x201D; What have you got? A sister says, &#x201C;I have the underclothes I wore on the Plains, and a dress, and a handkerchief which I pinned over my head in the absence of my sunbonnets which were worn out, and I am here.&#x201D; Are you here? &#x201C;Yes.&#x201D; Did you come across the Plains? &#x201C;Yes.&#x201D; Do you feel bad? &#x201C;O, no; I feel pretty well.&#x201D; Now reflect, what else do we want of you, and what else do you want of yourselves? &#x201C;Why,&#x201D; says one, &#x201C;I want a dress and a pair of shoes.&#x201D; Well, go to work, and earn them, and put them on and wear them. &#x201C;I want a  <div class=\"break pagebreak\" id=\"204a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0204.pdf\" target=\"pdfwin\">p.&#xA0;204a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0555\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bonnet.&#x201D; Go to work and earn it, and then wear it as you used to do. <\/div><div class=\"paragraph jod\" id=\"v4n1510\"> What do you want here but yourselves? Nothing, but yourselves and your religion; that is all you want to bring here. If you come naked and barefooted (I would not care if you had naught but a deerskin around you when you arrive here), and bring your God and your religion, you are a thousand times better than if you come with wagonloads of silver and gold and left your God behind. If I want to take a wife from among the sisters who came in with the handcart trains, I would rather take one that had nothing, and say to her, I will throw a buckskin around you for the present, come into my house, I have plenty, or, if I have not, I can get plenty. <\/div><div class=\"paragraph jod\" id=\"v4n1511\"> Some want to marry a woman because she has got property; some want a rich wife; but I never saw the day when I would not rather have a poor woman. I never saw the day that I wanted to be henpecked to death, for I should have been, if I had married a rich wife. I asked one of my family, when in conversation upon this very point, what did you bring, when you came to me? &#x201C;I brought a shirt, and a dress, and a pair of slippers, and a sunbonnet,&#x201D; and she is as high a prize as ever I got in my life, and a great deal higher than many would have been with cartloads of silver and gold. <\/div><div class=\"paragraph jod\" id=\"v4n1512\"> The people are what we want. Reflect about this; and let the Elders when they go upon Missions, sound this in the ears of the Saints; and, if you please, philosophize upon it, weigh the matter well, and see what else there is that is in reality good for anything, but just the Saint at the gathering place; let the Saint come, and we have all we can get. <\/div><div class=\"paragraph jod\" id=\"v4n1513\"> I want you to keep in mind what Joseph said, that the day would come <div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0555\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when the Saints would be glad to take a bundle under their arms and run to the mountains. What else have they done this season? Men and women started with their fine things, they had their gold and their silver, their flocks and their herds, and their abundance, but they have nearly all come here naked and barefooted, comparatively speaking; thank God for that. What do I care, if not the first particle of the property that is left behind is ever gathered up again? You are situated precisely as we were when we left Nauvoo, Kirtland, Missouri, &amp;c. We started naked and bare. If I can only take myself and my God, and my religion, it is all I want. The heavens are full, the earth is the Lord's,<span class=\"citation\" id=\"56456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56456)\">Ps. 24:1<\/a><\/span> and we have nothing to do but go to work and organize the elements and get what we want. <\/div><div class=\"paragraph jod\" id=\"v4n1514\"> This is the day in which we are to learn and to increase in our knowledge. Have we got a good lesson this time? I think we have. What is it? That the Saints, when they start from England, may stop buying their silks and satins, their ribbons and finery. You cannot bring them here, unless Providence provides different for you, than it did for the immigration last season. If you have a fine silk mantilla, a fine satin dress, fine kid shoes, a fine lace bonnet, and you say that you want to carry them to Zion, do as they did last season. Here are the poor we had to bring over. Now let me tell you that if you had taken the money you paid to William Walker to bring out the baggage, and used it for the gathering of the honest poor, it would have done some good; but that property is spoiled, I understand, and I am glad of it. Much of it was spoiled before it was taken from Iowa City, or, if it was not then, it probably is now. And I expect that the goods are all spoiled at the Devil's Gate. You will pardon me for my  <div class=\"break pagebreak\" id=\"205a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0205.pdf\" target=\"pdfwin\">p.&#xA0;205a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0554\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>abruptness, but I will tell you what that operation made me think of, that what you did not leave in hell's kitchen, you had to leave at the Devil's Gate. If you only honor your God and your religion, the silks and the satins, and the money you paid out for them, may all go to hell with the balance. Live your religion, and the promise I make you is that you shall have what you want in righteousness. &#x201C;Then,&#x201D; someone may say, &#x201C;I will have a new dress tomorrow, if that is it.&#x201D; But will you not wait, until your patience is well tried? If you will not, I will make you, if I can. At the proper time, you will have all the riches you need. If you had riches now, they would do you no good. <\/div><div class=\"paragraph jod\" id=\"v4n1516\"> Recollect the text, which is that the time will come when the Saints will be glad to catch a bundle under their arms and run to the mountains. The time has been when they undertook to come with an abundance, but they got here with nothing. Take the money that was laid out for those articles which you expected to put on when you came into this Tabernacle, and it would have more than made a comfortable fit-out for the companies from the States. If those articles had been left in the stores, and you had taken your sovereigns and half-sovereigns, and shillings, and pence, you would have had enough to have brought all the companies over those Plains. This is something that I want you Elders to think of; and I want you to thunder it among the people, long and loud, like the thunders of Mount Sinai.<span class=\"citation\" id=\"54148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54148)\">Ex. 19:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1517\"> Take the money heretofore spent for useless articles, and pick up your poor neighbors who have not the first shilling; make your way to Liverpool, pay your passage across the ocean to the United States, and then take a handcart, or a good hickory stick between two, and put your luggage on it, <div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0554\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and let the handcart go, and walk to Zion. <\/div><div class=\"paragraph jod\" id=\"v4n1518\"> When you get here, we want nothing but yourselves, if you have your God and your religion with you; but if you have not them, stay back. We have already got enough half-hearted Christians here; we have enough poor devils here now, and half-hearted hypocrites, and we do not want anymore of them to come here. All hell is boiling over to fill this place with such poor, miserable characters. <\/div><div class=\"paragraph jod\" id=\"v4n1519\"> If you bring yourselves, it is all we want. Take the money that bought the goods which have been left on the way, and it would have brought every soul that came in last season, without the assistance of the P. E. Fund Company; and, instead of our paying out fifty or sixty thousand dollars, that sum would have been saved. That money would have made your fit-out across the Plains, to say nothing about what has been done for you at this end of the route. <\/div><div class=\"paragraph jod\" id=\"v4n1520\"> Again, we could have taken every soul that has come in this season with the wagon trains, by the P. E. Fund, &amp;c., and brought them from Liverpool cheaper than we brought them out of the snow at this end of the journey, to say nothing of the hardship and suffering. Do you not see that there has been a great outlay that we must save hereafter? <\/div><div class=\"paragraph jod\" id=\"v4n1521\"> I will say to the Saints abroad, if you can get some good hickory cloth, or some buckskins, and let the sisters make dresses and garments that cannot be easily torn, and that will last till you get here, and come and bring yourselves, that is all we want. And for the time to come, let the P. E. Fund money alone, and let your silks and satins alone, and take the means you have, and bring yourselves to this place. <\/div><div class=\"paragraph jod\" id=\"v4n1522\"> The Lord, in His providence, has shown you and me, and the community in this Territory, and will show  <div class=\"break pagebreak\" id=\"206a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0206.pdf\" target=\"pdfwin\">p.&#xA0;206a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0553\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the people in the old countries, if the Elders are faithful, that they may bid farewell to bringing their millions' worth of goods here. If they bring anything, let them bring their sovereigns here; the gold will do them more good here than anything else. Do not peddle it out in the world. Get the Lord to send an angel with you; get His Holy Spirit to travel with you to this place, and leave all trash behind. <\/div><div class=\"paragraph jod\" id=\"v4n1524\"> If the companies are composed solely of young females, they may come by tens of thousands, if they like, for I have never yet seen anything in this market that can equal the handcart girls. <\/div><div class=\"paragraph jod\" id=\"v4n1525\"> I want to see men and women come as I have suggested; and I think just as much of them, if they come and bring their religion with them, as though they came with cartloads of gold, silver and merchandise. <\/div><div class=\"paragraph jod\" id=\"v4n1526\"> I wish you to contemplate upon these things! And I want you to listen to my exhortation in spiritual things. Here is a people before me that say they are in a reformation; I believe it. There is a good spirit they have <div class=\"break columnbreak\" id=\"206b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0206.pdf\" target=\"pdfwin\">p.&#xA0;206b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0553\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> now in their possession, which some have not had for some time. <\/div><div class=\"paragraph jod\" id=\"v4n1527\"> I believe that the brethren and sisters are trying to do right, to make satisfaction, and to order their lives better before God and each other. And let me tell you that, when you have lived a whole lifetime, you will find that you have never righteously had a single hour to spend for anything except reformation, for an increase of faith, for a growth in the knowledge of the truth. You have no time to backslide, nor to spare for the world. It is God and His kingdom; all things else will be secondary considerations. <\/div><div class=\"paragraph jod\" id=\"v4n1528\"> I am happy for the privilege of speaking to you today, and I trust that I shall see you here many times. I pray for you continually, and I know that you pray for me. I do not ask this people to pray for me, for I have the witness that there is not an honest heart in this kingdom but what is praying for me continually. You are before me always, and my whole desire is for your welfare, and the welfare of the kingdom of God on the earth. May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}