{"ID":40038, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity of Obeying the Instructions and Revelations Given&#x2014;The Importance of Obtaining the Holy Ghost&#x2014;The Labors of the Saints Are for Their Own Salvation, and not to Enrich the Lord.<\/div>\n<div class=\"subtitle\">Remarks by Elder Wilford Woodruff, Delivered in the Tabernacle, Great Salt Lake City, Sunday, January 25, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Necessity of Obeying the Instructions, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 1\/25\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d38\">\n<div class=\"paragraph jod\" id=\"v4n1431\"> I am requested to get up and address you a short time. I do not know that I will be able to make this large assembly of people hear me this morning, but I will do the best I can to accomplish it. I feel that it is a very good sign to see so many people out to meeting, it seems as though they felt interested in meeting together to receive instructions; to see as <div class=\"break columnbreak\" id=\"189b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0189.pdf\" target=\"pdfwin\">p.&#xA0;189b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0570\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> crowded a house as this is this morning, is a proof that there is an increasing interest resting upon the people to hear the word of the Lord and receive instructions from the servants of God, and I do hope, brethren and sisters, that what instructions you do receive, you will prize, lay it up, and practice it, whether it be much or little. <\/div> <div class=\"break pagebreak\" id=\"190a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0190.pdf\" target=\"pdfwin\">p.&#xA0;190a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0569\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1433\"> I realize that the salvation of this people does not depend upon the great amount of teaching, instruction, or revelation that is given unto them, but their salvation depends more upon their obeying the commandments of God which are given unto them, their becoming a doer of the word,<span class=\"citation\" id=\"94461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94461)\">James 1:22<\/a><\/span> and following the counsel of those who are set to lead them. We certainly have a great amount of teaching, of instruction, of principle, of revelation, and of the word of God, which has been given unto this people, not only that which is recorded in the Bible, the Book of Mormon, Book of Doctrine and Covenants, the Church History, but we have day by day, and night by night, instructions given unto us, we have a little here and a little there, a discourse today and another tonight, and we are continually receiving instructions from the servants of God. We receive instructions in our Ward meetings, and almost every time a few of us meet together, we do so for the purpose of receiving the word of the Lord. <\/div><div class=\"paragraph jod\" id=\"v4n1434\"> It appears to me, then, that we are certainly a favored people, and that we are having a great deal of important instruction, such as is calculated to lead us unto salvation. Inasmuch then as we have been called upon to reform, or to advance and to grow in the principles of eternal life, and to become holy in our lives, I hope there are none of us but that will take hold with our whole soul and carry out the instruction, and try to practice it in word and deed. We frequently hear remarks made about the reformation being over, and about their having got through with it in this place or in that place, but the amount of it is there never will be any end to the reformation, or in other words there will never be any end to our advancement, there will be no end to our improvement nor to our increase, neither in time nor in all eternity. <\/div> <div class=\"break columnbreak\" id=\"190b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0190.pdf\" target=\"pdfwin\">p.&#xA0;190b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0569\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1435\"> If we act up to our privileges as a people, we have no more time to lose or to spend in an unprofitable manner. We should not act indifferently with regard to the blessings which the Lord is offering unto us, and which we have the privilege of obtaining; we should labor with all our might to build up the kingdom of God, that we may secure unto ourselves every blessing necessary for our salvation. We live in an important day; it is a day of mercy and a day of great blessings unto us as a people, and we should appreciate it as such. <\/div><div class=\"paragraph jod\" id=\"v4n1436\"> I have reflected a good deal within the last few months, and especially while sitting and listening to the teachings of the First Presidency, the Twelve, and the Elders of Israel, in their various spheres and callings in which they are called to act. In my prayers and reflections I have thought much of our present position, and I have concluded that if we do not enjoy the Holy Spirit, and if the vision of our mind is not open to comprehend the things of God, and the power which is being made manifest for our benefit and good, that we are in great danger of suffering loss; we should see more fully the importance of taking hold with our might, and then, as brother Kimball says, the Holy Spirit of God would be diffused through our whole bodies, and through the whole body and Church of Christ. <\/div><div class=\"paragraph jod\" id=\"v4n1437\"> I feel and see the importance of this work, and I see the necessity of our walking up to the line of our duty, that we may live and walk daily in the light of the Lord. I realize that the Presidency of this Church stand between this people and the Lord, for they are the head, and I realize that God reveals to them His will, and therefore we should look unto them for light and for information. The head may be full of light, of inspiration, revelation, and of the mind and will of God, but if those  <div class=\"break pagebreak\" id=\"191a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0191.pdf\" target=\"pdfwin\">p.&#xA0;191a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0568\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>officers who stand next to them, and if we ourselves are asleep in relation to our duties, and are not in a fit state to receive that light, do you not see that the river is dammed up at the head? There is no current or medium through which the light may flow to the limbs and branches of the body. <\/div><div class=\"paragraph jod\" id=\"v4n1439\"> I realize that it is the duty, not only of us who hold the Priesthood but of this people generally, to present ourselves in humility and faith before the Lord, that we may obtain the blessings which are in readiness for us, and we can obtain all the light, the knowledge, the faith, the intelligence and power which is necessary for our salvation by humility, obedience, and submission to the will of God. We should attend to this in order that our minds may be prepared, and our bodies become fit subjects for the reception of the Holy Ghost, so that the Spirit of God may flow freely through the whole body from the head to the foot. Then when this is the case we will all see alike, feel alike, and be alike, and become one as far as the Gospel and kingdom of God is concerned, as the Father and Son are one, and then this people will begin to see the position and relationship which we bear towards each other and towards God, and we shall feel the importance of attending to our duties, and we will willingly step forward and improve our time, make good use of our talents, and obtain the blessings that the Lord has for us to enjoy; but do you not see that if the people are asleep, and slothful, and not living up to their privileges, and the Spirit of God begins to flow from the head to the body, that it soon becomes obstructed and dammed up? <\/div><div class=\"paragraph jod\" id=\"v4n1440\"> We may trace this principle through the Church and kingdom of God, and you may carry it into the family government, and you will find it as brother Kimball has already presented <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0568\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it to us. It is like the vine with its limbs, its branches, and its twigs.<span class=\"citation\" id=\"70115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70115)\">John 15:1-8<\/a><\/span> This is a very good figure to teach us the principle of righteousness. <\/div><div class=\"paragraph jod\" id=\"v4n1441\"> In order for us to be prepared to do the will of God, and be in a position to build up His kingdom upon the earth, and to carry out His purposes, we must not only become united and act as the heart of one man,<span class=\"citation\" id=\"55576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55576)\">2 Sam. 19:14<\/a><\/span> but we must obtain the Holy Spirit of God, and the mind and will of God concerning us, and be governed and controlled by it in all of our movements and acts, in order to be safe, and to secure unto ourselves salvation. <\/div><div class=\"paragraph jod\" id=\"v4n1442\"> If I do not enjoy the Holy Spirit, there is something the matter, and I should labor until that is removed, for I consider that to be the first turning key, and we should do this to prove that we are honest before the Lord, and that we desire to do right in our minds and in our hearts. Yet, as I have said before, unless that Spirit is with us, we do not know whether we are doing right or wrong. <\/div><div class=\"paragraph jod\" id=\"v4n1443\"> [President Kimball: Shut that door and let it remain so, for I tell you there is no one can enjoy the peaceful influence of the Holy Spirit where there is confusion; and I am sure this congregation cannot while that door is going clickitty-clack.] <\/div><div class=\"paragraph jod\" id=\"v4n1444\"> As I was remarking, unless we do obtain the Holy Spirit, we are in danger every step we take, we are not safe, neither are we in a condition to build up the kingdom of God or do His work. I consider that the Lord requires this at the hand of every man and woman in Israel, every Latter-day Saint, that we first obtain the Holy Spirit, then bring forth the fruits of it unto salvation, then you will see this people keep their covenants and obey the commandments of God; this is the duty of all of us, and we should live our religion and follow its dictates. When this is done, you will see this people awake  <div class=\"break pagebreak\" id=\"192a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0192.pdf\" target=\"pdfwin\">p.&#xA0;192a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0567\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and bring forth works of righteousness, then they will have faith, and they will have power, and rise up, and the power and glory of God will be made manifest through such instruments as the Lord has chosen in this dispensation upon the earth, into whose hands He has committed the Holy Priesthood. <\/div><div class=\"paragraph jod\" id=\"v4n1445\"> Ask any people, nations, kingdoms, or generations of men the question, and they will tell you they are seeking for happiness, but how are they seeking for it? Take the greatest portion of mankind as an ensample, and how are they seeking for happiness? By serving the devil as fast as they can, and almost the last being or thing that the children of men worship, and the last being whose laws they want to keep are the laws of the God of heaven. They will not worship God nor honor His name, nor keep His laws, but blaspheme His name, from day to day and nearly all the world are seeking for happiness by committing sins, breaking the law of God, and blaspheming His name and rejecting the only source whence happiness flows. <\/div><div class=\"paragraph jod\" id=\"v4n1446\"> If we really understood that we could not obtain happiness by walking in the paths of sin and breaking the laws of God, we should then see the folly of it, every man and every woman would see that to obtain happiness we should go to work and perform the works of righteousness, and do the will of our Father in heaven, for we shall receive at His hand all the happiness, blessing, glory, salvation, exaltation, and eternal lives, that we ever do receive, either in time or eternity. <\/div><div class=\"paragraph jod\" id=\"v4n1447\"> We should understand that we should not deceive ourselves in this matter, for if we deceive ourselves we shall suffer the loss. We may just as well search our own hearts, and at once resolve that we will do the works of righteousness, honor our Father in heaven, do our duty to God and man, <div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0567\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> take hold and build up the kingdom of God, and we will then understand that in order to obtain happiness and satisfy the immortal soul in a fulness of glory that man must abide a celestial law, and be quickened by a portion of the celestial Spirit of God; and we will also understand that to commit sin, break the law of God, and blaspheme His name, will bring sorrow and misery, and it will bring death, both temporally and spiritually. If we walk in the paths of unrighteousness, we grieve the Holy Spirit, and grieve our brethren, and injure ourselves. <\/div><div class=\"paragraph jod\" id=\"v4n1448\"> Again, I wish to say a few words upon the blessings to be obtained by what we do, the labors we perform, the work we are called upon to do in paying our tithing, in building temples, and in doing those things that are required of us. These are things that are for our own benefit and good, these, with other subjects, have been impressed upon my mind for some weeks past, and it does appear to me that the people have not understood these things in their proper light. <\/div><div class=\"paragraph jod\" id=\"v4n1449\"> Some of the people have looked upon the law of tithing as a kind of tax and burden laid upon them, but who is it for? Our tithing, our labor, and all that we do in the kingdom of God, who is it all for? The tithing is not to exalt the Lord, or to feed or clothe Him, He has had His endowments long ago; it is thousands and millions of years since He received His blessings, and if He had not received them, we could not give them to Him, for He is far in advance of us. I want the brethren to understand this one thing, that our tithing, our labor, our works are not for the exaltation of the Almighty, but they are for us. Not but what the Lord is pleased to see us obey His commandments, because by doing this it will place us in a position that will fulfil and accomplish the object of our creation,  <div class=\"break pagebreak\" id=\"193a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0193.pdf\" target=\"pdfwin\">p.&#xA0;193a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0566\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and bring about the end designed by our coming to take tabernacles here in the flesh. Again, when we do wrong, the Lord knows we shall inherit sorrow and misery if we continue in that wrong. Then I say, brethren, let us understand this as it is, and we shall do well. In paying our tithing, in obeying every law that is given to exalt us and to do us good, it is all for our individual benefit and the benefit of our children, and it is not of any particular benefit to the Lord, only as He is pleased in the faithfulness of His children and desires to see them walk in the path which leads to salvation and eternal life. <\/div><div class=\"paragraph jod\" id=\"v4n1451\"> If we look upon things in this light, we shall do everything cheerfully, and whatever calls are made upon us, we shall gladly respond, and then the channels will be opened, there will be no obstruction in the edification of the body of Christ, and light and intelligence will flow from the fountainhead unto the people, then when a man speaks, the people will, by their prayers and faith, draw forth the word of the Lord from him, and they will have their minds upon the things of God, and not upon everything else as it has been heretofore. <\/div><div class=\"paragraph jod\" id=\"v4n1452\"> If this people would rise up and do their duty, when men rise before them in this stand to point out the way of <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0566\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> life, the Spirit of the Lord would reveal the things necessary for the people to understand, for the faith of the people would draw them out. All that is required is for the people to arouse themselves, and get the light of God within them. <\/div><div class=\"paragraph jod\" id=\"v4n1453\"> Brethren, I do not feel to speak much longer; I have done what I was required to do&#x2014;to occupy a few moments in opening the meeting this morning, and there are two of the Presidency here who will speak to the people, and we wish to hear from them. I will say, let us awake to righteousness,<span class=\"citation\" id=\"73909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73909)\">1 Cor. 15:34<\/a><\/span> and in doing this we will see that there is no time to go to sleep; this we shall all know when we come to the end of the race, if not before. We are now in our alphabet, we are yet engaged in doing our first works,<span class=\"citation\" id=\"79037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79037)\">Rev. 2:5<\/a><\/span> and there are many lessons and principles which we have yet to learn before we get to those who are gone far in the advance of us and received their reward with the just; and, therefore, I say, there is no time to be lost. Let us make the best use of our time, and in doing so, I pray that our minds may be enlightened, that we may live our religion, that we may grow in grace and in the knowledge of God, from this time forth, that we may improve the talents we have received, and that we may be satisfied at the end of the race, which may God grant, for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}