{"ID":40030, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Reformation&#x2014;A Test at Hand to Prove the Saints.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, December 21, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Reformation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 12\/21\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d30\">\n<div class=\"paragraph jod\" id=\"v4n1073\"> Brethren, I wish to speak to you about the reformation that is now taking place, and to inform you that God would have this people adhere to and listen to it. He would have this people take a course to live their religion, that they may be faithful and have confidence in God their Father, and have a testimony of things in heaven, and that brother Brigham is our Prophet and leader, and that the Twelve Apostles are called of God; that they may know these things for themselves, and thus get such a testimony and such a portion of the Spirit of God, <div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0621\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the Holy Ghost, that they will stand. <\/div><div class=\"paragraph jod\" id=\"v4n1074\"> This people must come to a position where they will be tested, everyone of them; and the day is just at our door, although many of you will not believe it, even when you are told so by brother Brigham and brother Heber; and when Jedediah was alive you would not believe it. You might have believed, &#x201C;But,&#x201D; said some, &#x201C;we cannot realize it.&#x201D; Whether you believe it or not, you will realize such a scenery as you have never seen, and it will go ahead of anything I have  <div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0620\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ever seen, for we have promised you that you shall all be tested; that is, you will be tested as to whether you are of the religion of Christ or not. Some may often think that we merely talk to frighten you, but I tell you that the testing time is right at your doors, and you know it not. I want you to understand it; I am going to tell it to you, and I mean to warn and forewarn you of it. I have done so for these five years in succession, and so has brother Brigham. <\/div><div class=\"paragraph jod\" id=\"v4n1076\"> I presume there are hundreds here today who can say that I speak the truth. I have said that the scarcity of bread was nothing in comparison to what is coming: for this reason the Lord wants this people to repent, reform, and live their religion; to learn to be punctual, true, and humble; and those who do not will go overboard. Mark it; you will see hundreds, if not thousands, in a few years, turn their backs to us and seek the death of brother Brigham and brother Heber, and hundreds of you that now hear me speak. Men are sitting here today, and are at home and in other places, who will rally to the mob, to those that will seek to destroy this people. <\/div><div class=\"paragraph jod\" id=\"v4n1077\"> I have seen such scenes, but I shall see more of them. I do not come here with velvet lips, nor with silver lips; my lips are not fixed for silver, nor for gold. I tell you the truth as to what those who will not live their religion may expect, and they cannot expect anything else. As to those who do live their religion, God will make a way for our escape<span class=\"citation\" id=\"73317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73317)\">1 Cor. 10:13<\/a><\/span><span class=\"citation\" id=\"91790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91790)\">D&amp;C 132:50<\/a><\/span> and we will go free. Then I will tell you there will be many a scapegoat that we shall always be pleased about, for that will sift this people and cleanse them, and the power of God Almighty will rest on those who remain true and faithful. <\/div><div class=\"paragraph jod\" id=\"v4n1078\"> These are my feelings, and I want to tell them to you, for I do not want <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0620\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you to go home and lay down and sleep; but I wish you to repent and forsake your sins and your wickedness, your lying and your hypocrisy. I will tell you how I feel; I bare no fellowship for those men and women in our midst who do not live their religion, who do not pray and pay their tithing and do as they are told; I have no confidence in such persons. I cannot have confidence in any man or woman any further than they do right; and I know that the Spirit of God will not rest on one of you, any further than you do right. When you have reformed one inch, the Spirit of God is upon you precisely in that proportion; and when you have reformed all over, inside and out, your bodies will be filled with light; but you have more light, only according to the amount you live your religion. <\/div><div class=\"paragraph jod\" id=\"v4n1079\"> There are men right in our midst, some of whom are now sitting in this assembly, who will gamble, associate with lewd women, frequent grog shops, get drunk, use profane language, and sit with the wicked and hear them curse brother Brigham and brother Heber and the authorities of this Church. Do you suppose that I have confidence in such men? Do you suppose that I have confidence enough in them to invite them to associate with the servants and representatives of the Almighty? No, I will not abuse my brethren by inviting such persons anywhere; I will show wickedness and its votaries a proper resentment. <\/div><div class=\"paragraph jod\" id=\"v4n1080\"> God and mammon, or the righteous and the ungodly, have no fellowship for each other.<span class=\"citation\" id=\"63565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63565)\">Matt. 6:24<\/a><\/span> Those that are for God love one another, and those that are for the devil try to love one another; I have no fellowship for the devil and his servants. Are there such characters here? Yes, there are some who are in the Quorums of the Seventies, and brother Pulsipher and others will sit in this stand and let  <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0619\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>those poor curses pervert the ways of righteousness and damn themselves. There are men now sitting close by this stand as wicked as hell, who associate with apostates, with whoremasters and with whores and gamblers; and there are men in our midst who would destroy everyone of us in one moment, if they had the power. <\/div><div class=\"paragraph jod\" id=\"v4n1082\"> And here are brothers Pulsipher, Herriman and Clapp, members of the first Presidency of the Seventies, sitting here as dead as doornails, and suffering these poor curses to live in our midst as Seventies. As the Lord God Almighty lives, if you do not rise up and trim your quorums, we will trim you off, and not one year shall pass away before you are trimmed off. <\/div><div class=\"paragraph jod\" id=\"v4n1083\"> Am I telling you the truth? I am, and I ask no odds of any unrighteous man that lives, nor of anyone who wishes to cherish unrighteous curses in our midst. I have not said anything about those who do not belong to this Church; I am talking about those who are in the Church, and am striving to impress it upon you that we have got to go to work and cleanse and purify the inside of the platter;<span class=\"citation\" id=\"65545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65545)\">Matt. 23:26<\/a><\/span> we must remove those dead men's bones and rottenness that are as corrupt as hell.<span class=\"citation\" id=\"65553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65553)\">Matt. 23:27<\/a><\/span> Do you believe that such things exist? There is an example of them not ten feet from brother Pulsipher's left hand. <\/div><div class=\"paragraph jod\" id=\"v4n1084\"> Do I ask any odds of the unrighteous? God knows that I do not, nor of any who associate with them or strive to justify them. And I am disgusted with many of you; I am disgusted with your meanness, your corruption, and your ungodliness. <\/div><div class=\"paragraph jod\" id=\"v4n1085\"> The Spirit and power that rested upon the First Presidency when brother Jedediah was in the flesh are with brother Brigham and me, and you cannot get them away from us. We have the keys of the kingdom of God, and they will be on this earth, <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0619\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> even though there should be but one left of those who hold them. <\/div><div class=\"paragraph jod\" id=\"v4n1086\"> You read, in the revelation that God gave through Joseph the Prophet, concerning the plurality of wives, that all shall be redeemed, except those who sinned against the Holy Ghost by shedding innocent blood or consenting thereto, after having entered into the new and everlasting covenant.<span class=\"citation\" id=\"91671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91671)\">D&amp;C 132:26-27<\/a><\/span> Thus you can see that a man or woman that consents to the shedding of innocent blood is partaker of the crime, and is just as bad as the one that committed the deed; and that the damnation is just as sure to the accessory as to the principal, which is also in accordance with the law of the land. Now suppose that one of our Elders will associate with the ungodly, with apostates, with adulterers, with whoremongers and liars, and will tamely sit and hear them damn brother Brigham and brother Heber and everything that is pure and holy, without rising up and reproving them, I wish to know if he is not just as bad as the characters that conduct so wickedly? Yes, he is. And those that will quietly sit and hear such language are partakers of that sin, and will soon begin to curse and swear with those wicked persons. <\/div><div class=\"paragraph jod\" id=\"v4n1087\"> If you do not repent of these things and stop them, there are many among this people that will be damned. I know that many of you associate with and cherish the wicked. What would I give for the friendship of such men and women? Not one farthing, nor for their religion, nor for their presence, nor for their preaching. I wish all such persons would go from this place. They will go by and by, if they do not now; for the Lord our God will bring a test on this people; and if you do not feel it and acknowledge to me that it is something that surpasses anything we have ever passed through, then I am mistaken. <\/div><div class=\"paragraph jod\" id=\"v4n1088\"> I have been through strait places,  <div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0618\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and there are many who know it; and we have individuals in this place that were apostates and treacherous then, and who did drink and were drunken with the poor curses that oppressed us. Do they ever come near me or brother Brigham? No, not unless they are obliged to. If they were Saints they would associate with us, they would come and comfort us and cheer us up, and with us investigate matters and try to do us good; but instead of that, they are with the drunken. Did you ever see me with such characters, or hear of my associating with them? No, never in your lives. God knows that I despise their society. I have been in the world, through the United States and Great Britain, and I have plowed and worked, and God knows that I did abhor their wickedness. <\/div><div class=\"paragraph jod\" id=\"v4n1090\"> Who is bearing off the kingdom of our God? Those who stand right up breast to breast to those who are leading this people in the paths of truth. As brother Hyde has said, those men will have power, glory, immortality, and eternal life; and they will increase upon them as fast as we can lead this people along. But leading this people is at times a harder work than drawing a large tree, top foremost, and yet I know that there are just as good men and women sitting here as ever were on this earth, and also that there is an opposite class. <\/div><div class=\"paragraph jod\" id=\"v4n1091\"> You talk of angels and ministering spirits, and let me tell you that they are ready to abundantly minister to all who are faithful in their different callings. And if brother Hyde, who is the President of the Twelve, and if the President of the High Priests, the Presidents of the Seventies, the Patriarchs, the Bishops and all the officers of this Church will honor and magnify their respective callings, the spirit and power of those who have previously filled those stations with honor, but who are now behind the veil, will rest <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0618\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mightily upon them, and they will become a terror to evildoers. If you do not honor the callings which have been delivered to you, as the Lord Almighty lives, you shall be severed from those callings. For me to speak in this congregation until I am worn out, and still know that drunkards, whoremongers, sorcerers, adulterers, gamblers, and every species of vile characters are rioting in our midst, I tell you that I will not endure it any longer. Are they here? Yes, and the Presidency of the Seventies are aware of them. Why do you not rise up and purify your Quorums and bring such vile persons to justice? If they deserve severing from this Church, sever them; if you do not, you Elders will be severed. <\/div><div class=\"paragraph jod\" id=\"v4n1092\"> Why pursue this course? To cleanse Israel and qualify and prepare them, for there is going to be a test, A TEST, A TEST; and if you do not forsake your wickedness you will see sorrow, as the children of Israel did in Jerusalem. Do you believe it? If you will cleanse your hearts and purify them, and call on your God, He will tell you that I speak the truth. I would not give a dime for all the learning upon this earth, without it is devoted to the dictation of the Holy Ghost. There are a great many learned men, and they can be used to good advantage in the kingdom of God, if they will listen to the dictates of His Spirit.<span class=\"citation\" id=\"81396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81396)\">2 Ne. 9:29<\/a><\/span> Yet I would rather take a clean, pure, white sheet of paper to fill with useful matter, than to take all old scrapbook already filled with matter that I did not want, and undertake to correct that. If God has a pure heart, like a pure piece of white paper, He can easily write on it what He has a mind to. <\/div><div class=\"paragraph jod\" id=\"v4n1093\"> I want to see every man rise up, in the name of Elijah's God. I will not ask you whether you will or not, for I do not want you to make covenants, because there are many who make  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0617\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>covenants today and break them tomorrow. I would not give a dime for such persons, and God is going to send forth a test that will tumble them over the board, because there is not integrity in them. They are not honest, they will not fulfil the duties that are required of them. Justice will make her demands, and God will require an account from them in a coming day, and He will cast them into prison, into hell, and they will lie there until they pay the uttermost farthing.<span class=\"citation\" id=\"63160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63160)\">Matt. 5:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1095\"> As we progress in the reform, as we confess our faults and make restitution to those we have wronged, asking pardon of those we have offended, the opposition of the devil will proportionally increase, and his power be manifested in a greater degree; and there is going to be a mighty time. I understand this; I wish you did, and some of you do. It is a peculiar day, a peculiar time. <\/div><div class=\"paragraph jod\" id=\"v4n1096\"> Do you suppose that we would take a course to send the Gospel to every nation, if God did not dictate and require it? This Gospel shall go to every kindred, nation, tongue, and people under heaven,<span class=\"citation\" id=\"79702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79702)\">Rev. 14:6<\/a><\/span> and then the end shall come.<span class=\"citation\" id=\"65691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65691)\">Matt. 24:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1097\"> Righteous and holy men and their sons, all who honor their calling, will bear off the kingdom and become a royal Priesthood.<span class=\"citation\" id=\"77806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77806)\">1 Pet. 2:9<\/a><\/span> But while we are multiplying and gathering such as will be saved, adulterers, whoremongers, and every kind of abominable characters creep into our midst. Many who are as corrupt as they possibly can be, come forward and are baptized in their corruption, and then come here and live in it. <\/div><div class=\"paragraph jod\" id=\"v4n1098\"> Do you suppose that an unbeliever, a Gentile, could induce a woman to prostitute herself to his hellish desires, if every woman was pure and holy? No, there is not an upright woman that would submit or even listen for a moment to such a course. Why do any <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0617\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> women submit to such wickedness? Because they were in the habit of doing so before they came here, and they delight to follow their old practices. They are the ones that find fault with brother Brigham and with brother Heber, because we have many wives. And when you meet whoremongers, they are the ones who find fault with us, and at the same time will whore it with every woman, married or single, that will listen to them. This is true, and men who are pure are like the gleaning of grapes, after the vintage is done.<span class=\"citation\" id=\"124720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124720)\">Isa. 24:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1099\"> Brother Hyde: 19 years ago this winter we were proclaiming salvation in England, and since then that nation has greatly multiplied in corruption. Father and Mother Black, if you were now to go back to Manchester you would not want to stay there long, for you would not find it as it was when we were there. <\/div><div class=\"paragraph jod\" id=\"v4n1100\"> Many of those who have come from foreign lands do not realize the wickedness, the poverty and the distress that abound there. Our Elders who have lately returned from abroad understand the matter; they comprehend the condition of the people. When I was about leaving England, I left brother Lorenzo Snow in London, and God knows that I nourished him and blessed him, and he had more power unto salvation than all the rest of the citizens put together. <\/div><div class=\"paragraph jod\" id=\"v4n1101\"> I feel free, and have not the least desire to reprove or offend any good person. I have not interfered with the wine and the oil,<span class=\"citation\" id=\"67417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67417)\">Luke 10:34<\/a><\/span> but I am trying to defend them, to get the dross from among the pure metal, that you may all be like virgin gold seven times tried in the furnace, that you may be pure.<span class=\"citation\" id=\"56373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56373)\">Ps. 12:6<\/a><\/span> They melt and refine gold until there is no dross in it, and we wish this people to cleanse and purify themselves until they are parted from all dross. <\/div><div class=\"paragraph jod\" id=\"v4n1102\"> Wake up, you Bishops, Elders,  <div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0616\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and High Priests, and go and be baptized for the remission of sins, that you may receive the Holy Ghost, for it will not rest on you until you do. I say to brother John Young, President of the High Priests' Quorum, baptize those who will repent; and to brother Spencer, it is your duty to exercise a careful oversight of the affairs in this Stake of Zion, and I will not ask you to be any more obedient to me in my calling than I will be to you in yours. May the Almighty bless you and your counselors, and fill you with the power of God. And I say to the faithful of all Israel, God bless you when you go out and when you come in, and bless all your good wives and children forever. You shall be blessed; and I will bless you all the time, for I have nothing about me but blessings and telling you the truth. <\/div><div class=\"paragraph jod\" id=\"v4n1104\"> I want to be one with brother Brigham, just as Jesus was one with his Father. Jesus replied to Philip, when he said, &#x201C;Shew us the Father,&#x201D; &#x201C;He that hath seen me hath seen the Father.&#x201D;<span class=\"citation\" id=\"69933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69933)\">John 14:8-9<\/a><\/span> I want to live in the same element and in the same power with God and with brother Brigham, that when you see me, you may see brother Brigham. Jesus said, &#x201C;Believe me that I am in the Father, and the Father in me;&#x201D;<span class=\"citation\" id=\"69954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69954)\">John 14:11<\/a><\/span> and again, &#x201C;At that day ye shall know that I am in my Father, and ye in me, and I in you.&#x201D;<span class=\"citation\" id=\"69992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69992)\">John 14:20<\/a><\/span> Let me maintain the Father's words and enjoy the Holy Ghost, the Comforter, and I will be one with the Father, with brother Brigham, and with all holy beings, even as the Son is one with the Father. <\/div><div class=\"paragraph jod\" id=\"v4n1105\"> Wake up, ye Elders of Israel, and purge yourselves, and purge out the filth that is in your Quorums, for we will not countenance unrighteousness in our midst. There are thousands and millions of men that will have to become eunuchs, to ob<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0616\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tain the kingdom of God, and God will cut off their posterity, so that when they come up in the resurrection they will find their houses left unto them desolate.<span class=\"citation\" id=\"65624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65624)\">Matt. 23:38<\/a><\/span> God will not have their names perpetuated on the earth, because they have forfeited their Priesthood. <\/div><div class=\"paragraph jod\" id=\"v4n1106\"> We are going to send some missionaries to Europe in the spring, and when they come back I do not want to hear any of them say, &#x201C;brother Brigham, I was ignorant;&#x201D; for you will lie, if you say so; because all who are sent forth are carefully instructed, and especially in regard to the sin of adultery, a crime so prevalent in the world. Some have committed adultery and been cut off from the Church, and the rest who are guilty of that crime will be cut off, sooner or later. O ye unbelieving of the world, ye call us impure; but I would have my head severed from my body, yea, a thousand times, before I would be guilty of such a crime. Ought not adulterers to be damned and go to hell? Yes, for they are bringing destruction and wasting upon the human family by their acts. You have all read or been taught the revelation which positively and plainly informs us that all such characters shall be destroyed in the flesh,<span class=\"citation\" id=\"73200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73200)\">1 Cor. 5:5<\/a><\/span> and that their spirits shall be given over to the buffetings of Satan until the day of redemption.<span class=\"citation\" id=\"91661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91661)\">D&amp;C 132:26<\/a><\/span> That is true, and why do you not read and understand it as I do? I am pleading all the time to save you from stumbling and falling. <\/div><div class=\"paragraph jod\" id=\"v4n1107\"> I am talking more particularly about things that have transpired since you came into the new and everlasting covenant; I am not talking about the world. Have you lived your religion and been faithful and virtuous, since you came into the Church? Have you been ungodly, since you were admitted into the fold of God? I have told you time and again, to refrain from all ungodly con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"144a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0144.pdf\" target=\"pdfwin\">p.&#xA0;144a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0615\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>duct; and yet Elders have women coming in here, with whom they made covenants while abroad. You cannot find a man who has done that, but what is today as spiritually dead as a doornail, and will be. Why? Because he has broken his former covenants. <\/div><div class=\"paragraph jod\" id=\"v4n1109\"> I am telling you the truth, and trying to save you from falling into snares; I see a great many men falling by these things. I have said, months ago, that there is an undercurrent of wickedness working in this city. How do I know it? By the Holy Ghost, which shows it to me. <\/div><div class=\"paragraph jod\" id=\"v4n1110\"> Why don't you wake up, ye sleepy heads and stop your murmuring and complaining? Why don't you engage more thoroughly and wisely in providing the raw material for every article we need, and in manufacturing those materials into hats, boots, cloth, and everything useful? I have been engaged in this movement, and have been pleading with and exhorting my family to go into home manufacturing. They have done pretty well; they made some six or seven hundred yards of cloth last year, and this year some eight or nine hundred yards. You have not heard of any trouble about my family, because they have been at work with the spinning wheels, the looms and the dye tubs. I furnish them with rolls, and they spin, color, weave and manufacture them into stockings and cloth. I say to them, &#x201C;Ladies, you don't get me to buy you another ribbon, or artificial. If you want flowers in your hair, or in your bonnets, take the peach, apple, and other blossoms in their season, and then you will have the real instead of the artificial.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n1111\"> Where are many women spending their time? Around the Tithing Office, idling from morning until night, spending their time for naught. What are you lounging about there for, with your dresses and <div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0615\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> petticoats, looking as though they were sadly in want of soap and repairing? You know that I have said that the women who go about with the lower edges of their clothes draggled into strings and fragments, are the women who rule their husbands; they are so constantly making snaps and flirts, like a whiplash. <\/div><div class=\"paragraph jod\" id=\"v4n1112\"> I cannot let go of you, I feel such an interest, such an anxiety for this people. Go to work and cut off the few poor miserable devils in our midst, for they will never think that they are sinners, until you do cut them off; they will not know but what they are in full fellowship, they have become so darkened. <\/div><div class=\"paragraph jod\" id=\"v4n1113\"> I am not going to often attend your evening ward meetings, for my health will not admit of it. What I do here, with what I have to do through the week, is a little more than I can well endure. <\/div><div class=\"paragraph jod\" id=\"v4n1114\"> God bless those men who went to the rescue of our late immigration, and all who have in anywise assisted it; also those who have come in this season, if they live their religion and appreciate their blessings. Perhaps some have had their feet frozen a little, but if some others had had their heads frozen off it would have been best for them, for they will murmur and find fault, after the immense toil and expense we have been at to bring them here. What I have individually done towards accomplishing their deliverance amounts to $1,100. What has brother Brigham done for the same purpose? Several times more than I have. Will one hundred thousand dollars pay the expense of that operation? No, and if those people murmur, after all their experience and all that has been freely done for them, the Almighty will cut them off. We have taken them into our houses as we would little children, and have nursed and cherished them, and after all some of them will mur<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"145a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0145.pdf\" target=\"pdfwin\">p.&#xA0;145a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0614\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mur and go to hell, and there are some of them that will be true unto death. <\/div><div class=\"paragraph jod\" id=\"v4n1116\"> Do as you are told, and you will be blessed. A great many men and women have received the word, and will treasure it up: and it will bring forth fruit, and be like a well of water springing up to everlasting life,<span class=\"citation\" id=\"69014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69014)\">John 4:14<\/a><\/span> to every soul that receiveth it. <\/div><div class=\"paragraph jod\" id=\"v4n1117\"> Ye Elders of Israel, you who have lately come from your missions, continue your labors and go forth among the people by the power of God. Ye Bishops, teach your people to go to meetings at the hour appointed. <\/div><div class=\"paragraph jod\" id=\"v4n1118\"> I feel perfectly free and sociable, because the Gospel of our Lord Jesus Christ is a spirit of freedom; and I am going to be free, and not be in bondage any longer. We shall be a free people, if we only do right, and reform and live our religion; and we never will be in bondage again, worlds without end. I most sincerely wish that you so had the Spirit on you that you could see it all, without a man's saying one word, or giving you a single wink. <\/div><div class=\"paragraph jod\" id=\"v4n1119\"> My forefathers came out of the old world, and some of them were in the <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0614\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> American revolution. One of their mottoes was, &#x201C;Go ahead,&#x201D; and the other was &#x201C;Press forward.&#x201D; Do you not perceive that I possess the same spirit? I am one of the sons of the revolution, and in the first beginning of this Church, God called upon that class of men, and they are the ones to sustain the Constitution of the United States, for they are of the real blood of Israel, and they will raise up a royal Priesthood,<span class=\"citation\" id=\"77807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77807)\">1 Pet. 2:9<\/a><\/span> and you cannot help yourselves. I have twenty-three boys living and ten dead, and lots of girls. They were all honestly begotten, and the Almighty will sustain them, and they will be like lions among this generation; they will live to let live, and the world cannot help themselves. <\/div><div class=\"paragraph jod\" id=\"v4n1120\"> Do I feel as though I ever wanted to stop? I never will; as the Lord lives, I never will stop. I will always strive to root out iniquity; and Jedediah will work behind the veil, and I will work this side with Brother Brigham, and may God aid us, and all who love truth, in bringing to pass righteousness, for His Son's sake. Amen. <\/div>\n<\/div>\n<\/div>"}