{"ID":40034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Offers of Mercy&#x2014;The Great Dispensation in Which We Live.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Franklin D. Richards, Delivered in the Tabernacle, Great Salt Lake City, January 11, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Offers of Mercy, Etc.<\/div>\n<div class=\"speaker\">Speaker: Franklin D. Richards<\/div>\n<div class=\"date\">Date: 1\/11\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v4n1221\"> Brethren and sisters, I have no apology to make this morning for presenting myself before you. It becomes my duty and privilege to address you a little while, longer or shorter as I may be led to do, upon such things as shall be suggested to my mind. <\/div> <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0600\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1222\"> I desire with your kind attention, your solicitations also to God that the Holy Spirit may rest upon me and upon you, and that we may all be edified in the name of our Lord Jesus Christ. It is a pleasing idea to me to reflect and behold that the people have come together this morning so generally, to  <div class=\"break pagebreak\" id=\"160a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0160.pdf\" target=\"pdfwin\">p.&#xA0;160a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0599\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this Tabernacle. They have come anticipating being fed with the bread of life, and I feel as though the present is a time when the Lord is willing to administer unto His people the bread of life<span class=\"citation\" id=\"69292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69292)\">John 6:48<\/a><\/span> and salvation; that it is a time when the Saints may with one heart and one mind<span class=\"citation\" id=\"92844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92844)\">Moses 7:18<\/a><\/span> call upon Him for great blessings, and I may say a great many of them. We should ask for those blessings first and foremost which everyone needs for their own present salvation, increase of faith, increase of the knowledge of God, and an increase in ourselves of everything that is good and praiseworthy for Saints to enjoy through the revelations of the Holy Spirit. <\/div><div class=\"paragraph jod\" id=\"v4n1224\"> This, it appears to me, is the legitimate object for which we should seek now a blessing at the hand of God. It is His good pleasure to bestow upon us according to our needs, and this He will do if we seek unto Him in faith. <\/div><div class=\"paragraph jod\" id=\"v4n1225\"> When I contemplate the present situation of the people, if I were to think of one text more than another, that I could like to talk about it would be this: &#x201C;Whoso confesseth and forsaketh his sins shall find mercy.&#x201D;<span class=\"citation\" id=\"57538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57538)\">Prov. 28:13<\/a><\/span> I have not been in the habit of taking a text for a long time, but there is something in this directly applicable to this people, that whoso confesseth and forsaketh his sins shall find mercy. This is a favor and a blessing that is now extended to the people of God to an extent, and with a liberality that has never before been witnessed in this dispensation, and it appears to me that such has never been known upon the earth. A time when the Lord has spoken so openly, so abundantly, and so extensively to His people, and told them that if they will but confess and forsake their sins they shall be forgiven and be saved. I say the like (as it appears to me) has never before been known. I con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0599\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ceive that we as a people have the very greatest occasion to seek the mercy and blessings of God because of the condition we are in, and because of those things which He has committed unto us. We all have been taught and do understand that the time in which we live is a time of times; a time when the consummation of that which is great and good, and which has been promised shall be brought about here upon the earth; a time when characters shall make and do make their appearance upon the earth who have been reserved for the performance of this work, for generations. It has not been for them to labor in the flesh in former dispensations, but they have been reserved until now in order that the greater purposes of God may in this dispensation be accomplished, that all who are in Christ may be gathered in one, and a work be done in this our day, which has never been done before. All the revelations and prophecies go to show and declare this. We live then in a time of times; we live among, as we may see, those who are men of men, rulers of rulers, for such I hold those who are rulers in Zion to be, and they are taking hold of those principles, of that knowledge and that power, which shall qualify them to sway such a scepter of righteousness as has never been exercised over the earth. These qualifications we could see in our Prophet that is gone, and also in others that are with us. <\/div><div class=\"paragraph jod\" id=\"v4n1226\"> With these men before us here continually, we have seen exemplified a measure of that knowledge, understanding and power that is offered us in the keys of the endowment that are given in the House of the Lord, by which we may grow to a knowledge of all that affects our salvation and exaltation in His kingdom. This manifests a degree of liberality, a degree of munificence such as has never been bestowed upon the people generally  <div class=\"break pagebreak\" id=\"161a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0161.pdf\" target=\"pdfwin\">p.&#xA0;161a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0598\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in any age of the world. We are indebted to the Lord our God for this knowledge, and are responsible to Him for the use we make of it, for He has not given us all this that we may feast our souls and sit down and go to sleep. He has not given it to us for this purpose, but for us to act upon it, and by the use of it become strong to carry out His work on the earth. He has given us this power and means of obtaining knowledge from the heavens, that we may exercise the principles of righteousness and truth, in order to prove ourselves worthy of those greater things that are yet in store for the faithful, and that are yet to be revealed, through a constant scene of trial and of proving. What has been the case in Israel? Why the fact has been that as soon as the people got those blessings which they obtain in the &#x201C;House of the Lord,&#x201D; that seemed to be the end of the law unto them, it seemed to be the height of their ambition, and they sat down and went to sleep, or became covetous and greedy of gain, whereas the powers conferred were tools or instruments in their hands to enable them to work for God. <\/div><div class=\"paragraph jod\" id=\"v4n1228\"> This is the course that has been pursued by the people generally, and those whom we can say the least of in relation to transgression have some sins to atone for and make restitution. We have been nearly all more or less in the dark. Yes, all the quorums in the Church except the First Presidency. God be thanked His light and power has been in them to watch, while the rest have slumbered. The Twelve take this as strongly to themselves as any, and have acknowledged that they have been asleep. Yet we have been abroad laboring to bring people to the knowledge of the truth, to the knowledge of God, a knowledge and power such as they never could have before received on the earth, hence the condemnation that we are <div class=\"break columnbreak\" id=\"161b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0161.pdf\" target=\"pdfwin\">p.&#xA0;161b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0598\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> brought under is beyond that which any other people could be under; then what has been the mercy of God? It is that now while in these circumstances, nearly all have got to sleep, and some in the darkness of their minds have wandered far from the Lord, and have committed sins that in their own estimation and judgment cause them to feel that they are worthy of damnation for having violated their holy covenants. And does the Lord go to and cut them off? Or does He send a chastisement and destroy them with plague, and sweep them off from the earth? No, this is not the tone of our Heavenly Father to us this day, but His voice to us is, that if we will now turn from and forsake our sins and draw near unto Him, that He will forgive and never cause the sins of this people to be remembered against them, but will blot them out from His remembrance forever.<span class=\"citation\" id=\"86238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86238)\">D&amp;C 58:42-43<\/a><\/span> What unbounded love and tender mercy are here evinced to this people, while asleep, and enveloped in the dark shadows of death to that fearful extent that the word sleep will not properly express the state of the people. We have been mesmerized and could not be brought out of it without the most extraordinary means being used. We had become like &#x201C;icebergs,&#x201D; we were so cold and dead, that when President Young got up to speak he could not free his mind, and has not been able to do so for the last several times that he has spoken, feeling that there was not room in our hearts to receive his words. And what a sight was it in Israel to see the Social Hall filled, with the chief authorities and Elders of the Church, a body of men upon whom rests the responsibility of administering salvation to this earth and its inhabitants, and to see such a fog there, and such darkness that the Presidency could not there free their minds, but had to lift the almighty sledgehammer to break the flinty  <div class=\"break pagebreak\" id=\"162a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0162.pdf\" target=\"pdfwin\">p.&#xA0;162a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0597\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rock. The mesmerism of the devil was so great, so strong that it required the most stringent teachings to bring the people to the standard of truth, and to a sense of their condition. <\/div><div class=\"paragraph jod\" id=\"v4n1229\"> This you have all realized more or less in your wards, and at your habitations, truly awful it has been to contemplate. Yet for all this the word of the Lord unto us is not judgment, nor pestilence, nor plague, nor famine, nor sword, if we will now awake, repent and live our religion. <\/div><div class=\"paragraph jod\" id=\"v4n1230\"> Whoso confesseth and forsaketh his sins shall find mercy,<span class=\"citation\" id=\"57539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57539)\">Prov. 28:13<\/a><\/span> but they who do not, have not the promise of mercy. I wish this morning to warn you against taking a course which will prevent the blessings and mercy of God coming unto you, for now is the time that is most exceedingly opportune in the favor of God, and it is a time that will work upon those that are transgressors, that are dishonest with themselves and with others, and that will endeavor to avoid the truth and shun the light, avoid the standard and add sin to transgression, the Lord God will harden their hearts that they cannot enter into His mercy. Although we thus speak we have the assurance that the people will as a people with heartfelt penitence and obedience turn unto Him and be saved. There never was a time in this dispensation or in any other that has been so full of mercy in His calling upon us and giving us an opportunity to feel after Him, and if we do this we shall find Him to be a God at hand and not afar off;<span class=\"citation\" id=\"60566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60566)\">Jer. 23:23<\/a><\/span> we shall find Him in our habitations and it is for every man having the Priesthood to seek after God with all his might, mind and strength, and to obtain the spirit and power of his calling and ordination. There are a great many among us who have not yet obtained this spirit and power. There is a great difference among those who dwell in the light of Zion. Some walk in the <div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0597\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> light of others, and some walk having the light in themselves. There are those, and always have been, and always will be, while saviors and saved dwell together, that walk in the light of others, and do not get it into their own souls. They do not seem to think that they ought to or can have the light in themselves. If you look, you have an illustration of it in the difference that exists in the heavenly bodies. The sun has light of itself to warm the earth and the inhabitants of the earth, has power to give heat, light, and vegetation to this earth, and to other heavenly bodies. The moon and other planets do not appear to have light of themselves, but they reflect the light of the sun. <\/div><div class=\"paragraph jod\" id=\"v4n1231\"> It is right and our duty brethren, for us to take the light that is offered, and to take hold of the counsel that is now given to us and turn from our errors, make all that is crooked straight, and make restitution to all that we have injured that we may go into the waters of baptism and come out clean from everything that would hinder us from receiving the light, and that we may receive the Holy Ghost; that it may be our constant companion, that the light of the Lord may be in us. If all things are not made right with each other we shall not be in a position to obtain the blessings promised, but if we make all right the Holy Spirit will be poured out and be a light to our feet, and a lamp to our path.<span class=\"citation\" id=\"57228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57228)\">Ps. 119:105<\/a><\/span> We shall by it receive strength and power to magnify our calling. This is the duty of our men, and it is the duty of our women to seek this light and strength, and this help from the Lord. But it is especially the duty of men, the Elders of Israel, it is for them to lay hold, by the power of faith, and by their Priesthood. Yes brethren, if we have been mesmerised it is for us to wake up and do our duties that the light may go forth from us to others. This is  <div class=\"break pagebreak\" id=\"163a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0163.pdf\" target=\"pdfwin\">p.&#xA0;163a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0596\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not done in a week, nor in a month, but by a constant series of works and diligence, and that will bring the light of heaven upon us which has been shut out from our souls. As you see that some of our brethren that administer to you in your wards, increase in the power of their callings so every man that has a part in the Priesthood must prevail and obtain favor with God, and get light in himself, get rid of his sins, and all his hardness of heart, for the time is coming when everything that can be shaken will be shaken,<span class=\"citation\" id=\"62247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62247)\">Hag. 2:6-7<\/a><\/span><span class=\"citation\" id=\"77328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77328)\">Heb. 12:27<\/a><\/span> and we must have this light and strength within us, or we never shall stand the times that are yet to try our souls. Of course when we got dull and paralyzed, our duties were left for someone else to do. <\/div><div class=\"paragraph jod\" id=\"v4n1233\"> Quorums, families, and individuals have alike failed to magnify their callings. They have looked over the Teachers, the Bishops and High Councils, and there was no authority but the First Presidency that could settle a little family dispute; such has been the dullness of the quorums and the condition of the people generally that they seemed lifeless until the Presidency have had to bear the burdens, discharge the responsibilities and perform the labors of nearly every other Quorum and Council in the Church. <\/div><div class=\"paragraph jod\" id=\"v4n1234\"> Who is there that has any part of the Priesthood, and who has received his endowments but that ought to be able to administer in his household all those things which are necessary for life and salvation? They ought to be ready at all times to manifest their authority as men of God, and administer not only to all in their families but to perform the duties which they owe to the Church and the world also. <\/div><div class=\"paragraph jod\" id=\"v4n1235\"> Surely to say we have been &#x201C;asleep&#x201D; does not tell the condition we were in, but now, notwithstanding all our transgressions, backslidings, hardness of heart, and blindness of mind, &#x201C;whoso <div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0596\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> confesseth and forsaketh his sins shall find mercy.&#x201D;<span class=\"citation\" id=\"57540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57540)\">Prov. 28:13<\/a><\/span> What a broad saying it is of the Prophet Brigham that we shall be forgiven of all our sins, except such as cannot be forgiven in this world nor in that which is to come.<span class=\"citation\" id=\"64416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64416)\">Matt. 12:32<\/a><\/span> What an extent of kindness and mercy is now revealed unto us by our Heavenly Father in this accepted time which is peculiarly a day of salvation. <\/div><div class=\"paragraph jod\" id=\"v4n1236\"> I will tell you how I feel about it; I consider that those who will not make a thorough work of it and obtain the Holy Spirit to dwell in them, it will be a hard case for them ever to find favor with the Lord. <\/div><div class=\"paragraph jod\" id=\"v4n1237\"> If you and I and all Israel had lived up to our privileges what might we have been able to do for the kingdom? In purity and in power we could have increased the numbers and strength of it mightily, we could have had that faith that one would chase a thousand and two put ten thousand to flight.<span class=\"citation\" id=\"55233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55233)\">Deut. 32:30<\/a><\/span> It is a power that will disperse wickedness, and the words of righteousness will be felt like the voice of thunders; men have now got to arouse themselves to activity and power in works of righteousness and faith. The First Presidency have been drawing us too long. <\/div><div class=\"paragraph jod\" id=\"v4n1238\"> I do not feel to detain you much longer as brother Kimball and brother Wells have come in, but will say a few words more. We have now offered to us the great and glorious blessings of God's favor renewed upon us. If we lay hold of this by faith and obtain the strength of our calling in the spirit and power thereof, it seems to me that we shall be blest far beyond our present or past conceptions. When I think of this I feel like exhorting the people to take hold and get the spirit and power of their calling, for all can plead guilty of neglecting their duty, if they are not guilty of more and overt transgressions. <\/div><div class=\"paragraph jod\" id=\"v4n1239\"> Now if we will do to all as we wish them to do unto us,<span class=\"citation\" id=\"63794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63794)\">Matt. 7:12<\/a><\/span> we shall be pre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"164a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0164.pdf\" target=\"pdfwin\">p.&#xA0;164a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0595\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pared to sit down in the presence of God and our Elder Brother, and then we can be one with them and they with us. Do not let it be so, that while the door of mercy is open, that any will seal it against themselves, for it would have been better for them not to have been born.<span class=\"citation\" id=\"66213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66213)\">Matt. 26:24<\/a><\/span><span class=\"citation\" id=\"66686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66686)\">Mark 14:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1241\"> These are the times for us to wake up and take hold with the energies of our souls that light may come back to us, and that we may have light in our understandings, that we may have power to administer to those around us, and to do those things that are required at our hands; and I can say, brethren and sisters, that in future it shall be my study, my faith, and my prayer and my labor to obtain these blessings with you, and to stand in my place and calling and obtain grace to magnify them, and have faith like those who have gone before us, that are and have been laboring before us, <div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0595\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and they are all laboring now, they are waiting and watching for the completion of the work that is laid upon us, that they may receive the blessings and promises given to them in ages that are gone. It is not to be wondered at when we contemplate the condition of the world what a vast deal is depending upon our exertions, but when we look at the extent of our follies it is wonderful that the Lord should give us such wholesale forgiveness. For the sake of ourselves, our families, the living and the dead, we should all turn to God with full purpose of heart<span class=\"citation\" id=\"81884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81884)\">Mosiah 7:33<\/a><\/span> and sanctify ourselves that there may be a people whom He will delight to own and bless, that He may fully establish this work and establish righteousness upon the earth forever. <\/div><div class=\"paragraph jod\" id=\"v4n1242\"> May the Lord grant us power to do this, in the name of Jesus Christ: Amen. <\/div>\n<\/div>\n<\/div>"}