{"ID":40036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Man Must Use His Energies and Cultivate the Gifts of God&#x2014;Necessity of Following Counsel&#x2014;Reformation Must Be Intrinsic and not a Matter of Excitement.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Lorenzo Snow, Delivered in the Tabernacle, Great Salt Lake City, Sunday Morning, January 18, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Man Must Use His Energies, Etc.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo Snow<\/div>\n<div class=\"date\">Date: 1\/18\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v4n1378\"> By the request of the President of this Stake, Elder Spencer, I will occupy a short time in speaking such things as may come to my mind, or as the Lord shall see proper to dictate. <\/div><div class=\"paragraph jod\" id=\"v4n1379\"> I have observed, brethren, that both speakers and hearers are frequently troubled with certain weaknesses, and I want to occupy a moment or two in pointing out some of those weaknesses, as this is a time of reformation. I presume when Elders rise to speak, those who have not been in the habit of speaking before assemblies, that it is sometimes very hard and difficult for them, but they will stand before a congregation because it is absolutely their duty to do so. They do it be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cause it is obligatory upon them; they do it because they cannot well escape that situation, which, peradventure, they would be well pleased to do, if they could do so and feel approbated in their own consciences. This is a weakness that individuals in this position feel more than they do in any other, though I do not think that this will apply to the Elders of Israel very extensively. Another weakness consists in their not taking care how they express themselves in the communication of their ideas and instructions. <\/div><div class=\"paragraph jod\" id=\"v4n1380\"> I would not wish to stand before you this morning for the purpose of being seen or of getting rid of an unpleasant feeling, nor that my oratory  <div class=\"break pagebreak\" id=\"182a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0182.pdf\" target=\"pdfwin\">p.&#xA0;182a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0577\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>may be spoken of hereafter, but I wish to stand before you for the purpose of communicating that which shall be for your good and benefit. <\/div><div class=\"paragraph jod\" id=\"v4n1382\"> I understand that we are brethren together, that we are of the same Father in the celestial worlds, and that if we knew each other as we should, if each one was endowed by the power of God, our sympathies would be excited more than they are at the present time, and there would be a desire on the part of every individual to study in their own minds how they might do their brethren good, how they might alleviate their sorrows and build them up in truth, how to remove the darkness from their minds. If we understood each other and the real relationship which we hold to each other, we should feel different from what we do; but this knowledge can be obtained only as we obtain the Spirit of life, and as we are desirous of building each other up in righteousness. <\/div><div class=\"paragraph jod\" id=\"v4n1383\"> Again, I have noticed on the part of the people what I have attributed to weakness. They come together, some of them, more for the purpose of being pleased with the oratory of their speaker, for the purpose of admiring the style in which he may address them, or they come together more for the purpose of seeing the speaker or speculating in regard to his character, or the true relationship that he sustains to the Lord in the Priesthood, than for the purpose of receiving instructions that will do them good and build them up in righteousness. <\/div><div class=\"paragraph jod\" id=\"v4n1384\"> I think that speakers ought to try and improve themselves, wherein they see their weaknesses, the hearers ought to try to eschew their weaknesses, so that when the Elders are called upon to speak they may have it in their hearts to do the people good. <\/div><div class=\"paragraph jod\" id=\"v4n1385\"> One of the greatest prayers that a man can offer, so far as I understand <div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0577\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> prayers and their consistency, is that, when an Elder of Israel stands before the people, he may communicate and tell some thoughts to do the people good, and build them up in the principles of truth and salvation. Prayers of this kind are as agreeable in the ears of the Lord as any prayers that an Elder of Israel can possibly offer, for when an Elder stands before the people he should do so realizing that he stands before them for the purpose of communicating knowledge, that they may receive truth in their souls and be built up in righteousness by receiving further light, progressing in their education in the principles of holiness. <\/div><div class=\"paragraph jod\" id=\"v4n1386\"> This cannot be done, except by a labor of mind, by an energy of faith, and by seeking with all one's heart the Spirit of the Lord our God. It is just so on the part of the hearers; unless particular attention is paid to that which is required of them from time to time by those who address the people from this stand, and unless individuals labor in their minds with all their mights and with all their strength in their prayers before the Lord, they will not receive that good and benefit to themselves which they ought to receive. If, for instance, you are attending school, you have your lessons to learn, and just in proportion to your energy and faithfulness, and intelligence in regard to acquiring a knowledge of those lessons, you will be prepared to enjoy their benefit, that for which they are designed. And, just in proportion to your neglecting to exercise your mind and your intelligence, your mind will be barren and unfruitful in relation to that knowledge which you should have attained. <\/div><div class=\"paragraph jod\" id=\"v4n1387\"> You remember, probably, a revelation in the Book of Doctrine and Covenants giving to Oliver Cowdery the privilege of translating certain records, and that after receiving this  <div class=\"break pagebreak\" id=\"183a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0183.pdf\" target=\"pdfwin\">p.&#xA0;183a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0576\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he got the idea that all he had to do was to stand idle and not do anything; but he found that his mind was barren. The Lord gave a revelation to inform him of the difficulty, and told him that because he did not exercise his mind, the powers or intellect that were given him, his mind had become darkened.<span class=\"citation\" id=\"83918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83918)\">D&amp;C 9:7-9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1389\"> It is precisely so in regard to ourselves. If we do not exercise those faculties given us, and get the Spirit of the Lord, but little information will be received from speakers, even though ideas may be communicated of great value and worth. Notwithstanding, ideas may be communicated in a very broken style, if the people will exert themselves, as a boy should at school, they will soon learn that they will never return from meeting without their minds being benefited by the speakers. <\/div><div class=\"paragraph jod\" id=\"v4n1390\"> Brethren, I will tell you there is a fault, a weakness, with regard to this principle, and I know it. There must be a labor of mind, an exertion of those talents that God has given us; they must be put into exercise. Then, being enlightened by the gift and power of the Holy Ghost, we may get those ideas and that intelligence, and those blessings that are necessary to prepare us for the future, for sceneries that are to come. <\/div><div class=\"paragraph jod\" id=\"v4n1391\"> The same principle will apply in all our actions in relation to the things of God. We have to exert ourselves, brethren. This remaining idle without putting ourselves into action is of no use; if we remain perfectly neutral, nothing is accomplished. Every principle that is revealed from the heavens is for our benefit, for our life, for our salvation, and for our happiness. <\/div><div class=\"paragraph jod\" id=\"v4n1392\"> Counsel that is given to us when it comes from the proper authority, is given for a certain purpose; and that purpose is our happiness, so far as the present time is concerned; it is for the purpose of adding happiness unto <div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0576\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> us in the present state, and also for the purpose of communicating benefits unto us in a state hereafter. Upon this principle is counsel established, upon the principle of doing our fellowmen good; for the purpose of doing them good here and hereafter. <\/div><div class=\"paragraph jod\" id=\"v4n1393\"> The design of the Lord in regard to ourselves, in regard to His people generally, is to bring them to that state and fulness of knowledge, and to that perfection which their spiritual organizations are susceptible of receiving or arriving at. There are certain laws established from all eternity for the purpose of effecting this object. <\/div><div class=\"paragraph jod\" id=\"v4n1394\"> The question is asked, &#x201C;Why are we under obligations to follow counsel?&#x201D; Because that counsel possesses those qualities necessary to make us better here, and to exalt us to honor and glory hereafter. If it were not so, there would be no obligation on our part to follow counsel. A minor is under obligation to follow his father's counsel, for that counsel is designed to make him happy while in the state of boyhood, and to qualify him to act in an after state, in a state of manhood. That counsel is designed to benefit that father who gave it, as well as the son to whom it is given. It is the father's privilege to counsel as shall be for the benefit of that father, and as shall contribute to the greatest happiness of that boy while in his boyhood, so that it shall benefit him to the greatest extent when he shall arrive at the state of manhood. <\/div><div class=\"paragraph jod\" id=\"v4n1395\"> In the same light President Brigham Young is a counselor to this whole people, and the counsel he gives is for the purpose of benefiting them in this state, also for preparing them to receive the greatest happiness it is possible for human beings to receive in the world to come. It accomplishes the two-fold object of benefiting himself and those to whom it is given. No man can give counsel  <div class=\"break pagebreak\" id=\"184a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0184.pdf\" target=\"pdfwin\">p.&#xA0;184a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0575\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to anyone, but what it has a tendency to benefit himself as well as others. We are so constituted and organized, that we cannot counsel that which will contribute to the benefit and exaltation of others, without at the same time contributing to our own good. <\/div><div class=\"paragraph jod\" id=\"v4n1397\"> A father, in communicating counsel to his son, should in the first place prepare himself to communicate those proper counsels which will suit the condition of his son. It is his privilege to extend happiness to himself; it is his privilege to increase his own happiness, and in increasing his own happiness he should extend it throughout his family dominions. And when he is increasing his own happiness, his own glory, his own authority, he at the same time is increasing that of his children, provided that counsel which he reveals is all the time that which is best for his family. If good counsel was not established for the benefit of the individual that communicates it, also of those who receive it, it would be of no service. <\/div><div class=\"paragraph jod\" id=\"v4n1398\"> The people are under obligation to obey the counsel that is given; they are necessarily required to apply the counsel of brother Brigham, because that counsel possesses those objects. No man can be more happy than by obeying brother Brigham's counsel. You may go from east to west, from north to south, and tread this footstool of the Lord all over, and you cannot find a man that can make himself happy in this Church, only by applying the counsel of brother Brigham in this life; it is a matter of impossibility for a man to receive a fulness who is not susceptible of receiving and carrying out brother Brigham's counsel. An individual that applies the counsel of this Church is bound to increase in all that is good, for there is a fountain of counsel which the Lord has established. He has made it, has deposited that counsel, that wisdom and those riches, and <div class=\"break columnbreak\" id=\"184b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0184.pdf\" target=\"pdfwin\">p.&#xA0;184b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0575\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it will circumscribe all that pertains unto good, unto salvation; all that pertains unto peace and unto happiness; all things that pertain to glory and to the exaltation of the Saints in this world and in the world to come. <\/div><div class=\"paragraph jod\" id=\"v4n1399\"> If that counsel, if that intelligence, that is deposited in the President of this Church, was calculated to bring misery and misfortune and unhappiness upon the people, and to undo or hinder that which their nature is susceptible of receiving, then it would not be upon that principle of which we have been speaking. But it is our privilege to follow it; and if we carry out the principles that are established in our nature and that are being taught us, we shall keep rising and being exalted. If we follow that counsel, we shall advance in those principles that pertain to happiness in this world and the world to come. <\/div><div class=\"paragraph jod\" id=\"v4n1400\"> It is the business of the father to be qualified to teach and instruct his children, and to lay principles before them, so that by conforming to those instructions they can be the most happy that their natures are susceptible of in a state of childhood, while at the same time they learn the principles upon which they can gain the most happiness and enjoyment in a state of manhood. Those children are under obligations to follow their father's counsel precisely, so long as the counsel which the father gives is calculated for this express purpose. They are under obligations to follow that and carry it out in its design and in its object, and the moment they break off and separate themselves from the father they become like a branch that is separated from a tree; they no longer flourish nor bring forth fruit. The branch that is cut off from the tree ceases to have the lifegiving power, ceases to bring forth fruit. Let a person be cut off from this Church and he no longer remains a wise director and counselor for his  <div class=\"break pagebreak\" id=\"185a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0185.pdf\" target=\"pdfwin\">p.&#xA0;185a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0574\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>children, but only so long as he has the privilege of receiving and having counsel in which is deposited that wisdom and knowledge, and power that can give life to those that are around him. <\/div><div class=\"paragraph jod\" id=\"v4n1402\"> There is a necessity of our being more industrious, many of us, in getting into the spirit of this reformation more than what has already been received. There is a danger of our being satisfied with a superficial advancement, with merely advancing on the surface. We talk of walking in the light of the Spirit and of feeling it upon us, but do we do these things? We ought to dig deep into the things of God, lay our foundation upon the rock, until we come to that water which shall be in us an everlasting fountain of eternal life<span class=\"citation\" id=\"69015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69015)\">John 4:14<\/a><\/span> in the midst of the people in this reformation. When the Elders stand forth in the various ward meetings, the prayer meetings, the general assembly meetings, and when the Bishops exercise themselves in the power of their Priesthood, and feel pretty bright themselves, there has all along been this fact, these circumstances, a certain overwhelming spirit which the people feel more or less; and there is a spirit of excitement attending the exercise of those powers. Some individuals, I am fearful, do not partake of the spirit of this reformation any more than the external effect that it has upon them; there is nothing more than show, by the power that is around them and that is being exercised among them. With some it is simply the popularity of the reformation, if I may be allowed that expression, for the reformation has become very popular. <\/div><div class=\"paragraph jod\" id=\"v4n1403\"> If a person does not see the necessity of a reformation, he is set down as being grossly ignorant. But few people would have the boldness to say that there was no necessity of a reformation in this day, when the people <div class=\"break columnbreak\" id=\"185b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0185.pdf\" target=\"pdfwin\">p.&#xA0;185b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0574\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> know that it has become popular. We ought to be careful not to be carried away with popularity alone, but lay a good, a strong foundation to build upon, and know precisely the foundation of this reformation, and get the Spirit ourselves, and not be satisfied to walk in the light as it is shadowed forth by others; we should have it incorporated with our spiritual organizations. We should not merely rest satisfied with the necessity of this reformation, but we should have the spirit of it within ourselves. <\/div><div class=\"paragraph jod\" id=\"v4n1404\"> I will, for the purpose of expressing my ideas, present a figure. We will suppose that there is a large army organized for the purpose of contending against their enemies. All the officers in that army, from the general down to the lesser officers, are clad in bright uniforms; the bands are playing their thrilling martial music, and everything, to use a worldly expression, is grand and glorious. Here is a general excitement, a war spirit is upon every man, from the crown of his head to the soles of his feet, and the only feeling is, &#x201C;Let me go forth to battle against the enemy.&#x201D; They all feel strong in the midst of this excitement, but who will pronounce in reference to the bravery of this army? Everybody is excited to push ahead to battle, but is everyone prepared? Are those that cry, &#x201C;Lead us forth to the battlefield?&#x201D; When the day of test and trial comes, when they are in the battlefield, with the death balls flying, the artillery playing, then there is a different scene. The gay flags are no longer seen, the martial music is drowned by the groans of the dying, and, instead of the sun in full splendor and everything in grandeur, the air is filled with smoke, rendered lurid by the flashes of musketry and artillery. Then you will see a different feeling with those soldiers; the pomp, the splendor, the show are seen no longer,  <div class=\"break pagebreak\" id=\"186a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0186.pdf\" target=\"pdfwin\">p.&#xA0;186a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0573\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but they then stand in their callings, in proportion to the real intrinsic value and worth that they have acquired by a long series of experience, and which have got thoroughly incorporated in their systems. <\/div><div class=\"paragraph jod\" id=\"v4n1406\"> When individuals are first baptized into the Church, there is more or less excitement about them; they feel well, they feel good; everything seems to wear a new appearance. They love everybody and everything; they wish they could at once take the line of march to the valleys of the mountains, there to contribute their exertions to the upbuilding of the kingdom of God. They see everything in a delightful condition and in a very pleasing state, but in a few days or weeks they feel that there is something for them to do, something that requires a strong sacrifice to enable them to conform to the doctrines that they have espoused. <\/div><div class=\"paragraph jod\" id=\"v4n1407\"> Take a person that is penurious, one that thinks a great deal of his property, and who has accumulated a good deal; it never comes to his mind, when the good spirit is upon him, that there will be anything that will be difficult. When a call comes from the Church for the property he has, because it is wanted for a certain necessary purpose, it strikes in upon him like an electric shock. The spirit strikes in so that he feels perfectly powerless and palsied, when an exertion is required on his part. All that feeling of joy and gladness, that being sealed up unto the Spirit of goodness that was before him, is gone and he is left so that he feels all is gone. But there is a certain knowledge left which tells him that it is right for him to comply with the call, inasmuch as he calculates to follow-up to the doctrines of the Church. He stands the test; he is just able to reach forth and contribute that which is required; he feels that he has done a duty, and he feels that he has past <div class=\"break columnbreak\" id=\"186b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0186.pdf\" target=\"pdfwin\">p.&#xA0;186b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0573\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> through the field of battle and come off unscathed; he did not get wounded but came off clear. This individual, then, must pronounce to himself that he has gained a victory, and he can gain faith and confidence in himself and in his God. He can see that he has been tried in doing that which was required of him, and he can look back upon that point and the position in which he stood, and can see that he acted wisely and faithfully. Then he can say to himself what he will do, if circumstances of a similar character should come before him; he can say, with a little confidence, what he will do if, in future, a similar or even a greater requirement shall be made of him. <\/div><div class=\"paragraph jod\" id=\"v4n1408\"> Individuals that have not past through such an ordeal cannot say in regard to themselves what they will do, with that confidence which those can who have had the experience. In this way we have to learn to do what is required. But it is a warfare, and we have to live so that we can be approbated in our doings. We have to look at things calmly, coolly, seriously, and firmly, and to live in a way to get righteousness incorporated in our systems. We are placed under certain regulations, certain restrictions, that we may get the notion of acting from practice. <\/div><div class=\"paragraph jod\" id=\"v4n1409\"> An individual undertaking to learn to play upon a flute at first finds a difficulty in making the notes, and in order to play a tune correctly there is a great deal of diligence and patience required. He has to go on, to pause, to turn back and commence afresh, but after a time he is enabled, through a great deal of exertions, to master that tune. When called upon to play that tune afterwards, there is no necessity for remembering where to place the fingers, but he plays it naturally. It was not natural at the first; there had to be a great deal of patience and labor, before it became natural to go through with the tune. <\/div> <div class=\"break pagebreak\" id=\"187a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0187.pdf\" target=\"pdfwin\">p.&#xA0;187a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0572\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1411\"> It is just so in regard to matters that pertain to the things of God. We have to exert ourselves and go from grace to grace, to get the law of action so incorporated in our systems, that it may be natural to do those things that are required of us. The son cannot always see the intrinsic benefit of a father's counsel when it is given, but that which he does know is that his father has a right to give that counsel; he also knows that he is in duty-bound to act in accordance with that counsel and that knowledge. By acting in that way he will feel well, and he will do his duty. <\/div><div class=\"paragraph jod\" id=\"v4n1412\"> It is a great matter to act firm, for one of the main objects that the Saints should accomplish is to be perfectly calm and serene, no matter how sudden accidents may occur. If you find that you are surrounded by a host of evil spirits that are choking you to death, have presence of mind enough to call upon the Lord; but some have not had presence of mind enough for that. <\/div><div class=\"paragraph jod\" id=\"v4n1413\"> I will say, in relation to the counsel given by brother Brigham, that often all you know is that he has the right to give that counsel; you cannot always see that the counsel is for your good, neither can you see the propriety of many things, until you put them into practice; you have a right to know that the source is legal, but its intrinsic value you cannot always foresee. <\/div><div class=\"paragraph jod\" id=\"v4n1414\"> The son acts upon the counsel of his father, that he may have the law established in himself, that he may be put forth by the law that is or has been incorporated in him. It is just so with ourselves; we value the counsel that is given and learn the principles of righteousness, and to conform to those things that are necessary for us, until we get the law of the celestial kingdom incorporated in our systems;<span class=\"citation\" id=\"60657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60657)\">Jer. 31:31-33<\/a><\/span> a law that will have a direct tendency to benefit us here and hereafter. But in our present state of <div class=\"break columnbreak\" id=\"187b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0187.pdf\" target=\"pdfwin\">p.&#xA0;187b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0572\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> blindness the perfect law is not always in us, we do not fully understand it. <\/div><div class=\"paragraph jod\" id=\"v4n1415\"> Then again, I will bring another figure in regard to bringing about and getting this spirit in us, and digging deep, that we in the time of storm may not be driven off. Place a cucumber in a barrel of vinegar and there is but little effect produced upon it the first hour, nor in the first twelve hours. Examine it and you will find that the effect produced is merely upon the rind, for it requires a longer time to pickle it. A person being baptized into this Church has an effect upon him, but not the effect to pickle him immediately. It does not establish the law of right and of duty in him during the first twelve or twenty-four hours; he must remain in the Church, like the cucumber in the vinegar, until he becomes saturated with the right spirit, until he becomes pickled in &#x201C;Mormonism,&#x201D; in the law of God; we have got to have those things incorporated in our systems. <\/div><div class=\"paragraph jod\" id=\"v4n1416\"> With these few words and with these exhortations, brethren and sisters, I will give way and leave the subject to your close application, consideration, and meditation, praying the Lord God of our fathers to pour out His Spirit upon His people. You are those whom the Lord has selected to glorify Him in His presence, and may the Lord bless you and fill you with His Spirit, and may your eyes be clear to discern the things that pertain to your salvation. And if there is any man or woman that is not fairly awake, may the time soon come that the Spirit and power of the Holy Ghost may be upon them, that it may teach them things past, present, and to come, and by the assistance of the Lord, plant righteousness and the principle of truth in their systems, that they may be prepared for the storms that are coming. These are my prayers, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}