{"ID":40031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The People Asleep&#x2014;Those Holding the Priesthood Must Magnify Their Callings or Be Removed&#x2014;The Saints to Be Tried Even Unto Death.<\/div>\n<div class=\"subtitle\">Remarks by Elder Wilford Woodruff, Delivered in the Tabernacle, Great Salt Lake City, December 21, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The People Asleep, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 12\/21\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v4n1122\"> We have some few missionaries returned very recently, and I wish to notify them to meet with us on Tuesday evening in the Seventies' Council Hall; and we want all the Bishops in the city, and the missionaries who have been appointed to labor here, to meet at the same place, on the same evening. <\/div><div class=\"paragraph jod\" id=\"v4n1123\"> I attended the High Priests' meeting last evening, in company with brothers F. D. Richards and Lorenzo Snow, and I want to say to all the High Priests in this city, I want them to meet with their quorum; and we are going to meet with you; the Twelve will meet with you and with the Seventies, and I want every man who is a president of Seventies to meet with his quorum at the time appointed. There was not more than half the High Priests out last evening. <\/div><div class=\"paragraph jod\" id=\"v4n1124\"> We are called upon to wake up and reform, and it makes me feel curious when I go into the High Priests' meeting, and see not one half of them there when a meeting is held to prepare them to wake up the people. <\/div><div class=\"paragraph jod\" id=\"v4n1125\"> I want this people to listen to what they have heard today. I feel thankful to see brother Kimball again come into this stand. I expressed my feelings when I saw the sacrament removed from the table; I felt that it was a loud sermon to this people; I said I knew not what would come next; I thought likely the Presidency would be removed next from us, not that I expected they would die; brother Grant, however, is gone; the <div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0613\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> load he undertook to draw killed him, the same load that was pressing the President of this Church to the earth, when Jedediah rose up to bear it off; his spirit was strong enough, but as brother Kimball said, his mortal body was not strong enough to bear its weight. The First Presidency have not addressed this people but a little time since the sacrament was removed, therefore I was glad to see and hear brother Kimball today. <\/div><div class=\"paragraph jod\" id=\"v4n1126\"> Although Jedediah has been taken from us, that load, which in a measure has been removed from the Presidency of this Church, has not returned unto them, and I pray it never may. When Jedediah M. Grant went forth among the people through the north country and this city to carry out the views of President Young, and lifted up his voice like the trump of the angel of God,<span class=\"citation\" id=\"82207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82207)\">Alma 29:1<\/a><\/span> and called upon the people to awake out of their deep sleep and repent of their sins and turn unto God, the people were so sound asleep that they did not realize the importance of his mission; many felt that his labors and reproofs were unnecessary and uncalled for, the people did not know what he was doing. Had the vision of their minds been open as was brother Grant's, and those who sent him, they would have seen and felt the importance of that mission. <\/div><div class=\"paragraph jod\" id=\"v4n1127\"> I tell you the people have been asleep, and they are not yet half awake, they have not more than one eye open, and not that quite; when we hear such things as we have to<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"147a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0147.pdf\" target=\"pdfwin\">p.&#xA0;147a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0612\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>day, this people have got to wake up to righteousness. I have lived twenty-three years in the Church, and I have been acquainted with Prophets and have heard them prophesy, and I have not yet seen their words fall to the ground unfulfilled;<span class=\"citation\" id=\"55402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55402)\">1 Sam. 3:19<\/a><\/span> and when they speak Israel should hear and obey. <\/div><div class=\"paragraph jod\" id=\"v4n1129\"> We have been called upon, some of us, as missionaries to the people of this city, to wake them up. We shall be among you, brethren, and we do not intend to let you sleep. Brother Orson Hyde is with us today; he has had a dream which refers to the wheat and the thrashing floor. I am glad brother Hyde is with us, and I want to say to you, brother Hyde, in the name of the Lord, wake up and rise up in the midst of your brethren the Twelve, and lead them forth into the field of labor, and we will stand by you; if you will lead the Twelve, brother Hyde, in the spirit and power of your calling as an Apostle of Jesus Christ, you will see your brethren by your side; we will back you up, and step forth and help to bear that mighty load which has rested upon the Presidency of the Church like a mountain, and nearly crushed them to the ground. As a Quorum we have got to more fully obtain the spirit and power of our Apostleship and take more upon ourselves the care and burden of the Church and Kingdom of God than we have done. <\/div><div class=\"paragraph jod\" id=\"v4n1130\"> The Twelve Apostles have got to rise up and magnify their calling, or they will be removed out of their place.<span class=\"citation\" id=\"89110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89110)\">D&amp;C 93:49<\/a><\/span> The High Priests, the Seventies, the Bishops, and every other Quorum of the Church and Kingdom of God have got to do the same, or they also will be removed; we cannot sleep any longer with the Priesthood of Almighty God resting upon us, and the work that is required at our hands. WE CANNOT SLEEP. I do not wonder that calling on the people to wake up has killed one man, <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0612\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and it will kill more if we do not respond to the call; mortality cannot endure the visions of eternity that rests on them when they look on the Priesthood and see the position they are in; it has nearly laid brother Young in the grave; he felt he could not live until some man rose up and started the work of reformation. <\/div><div class=\"paragraph jod\" id=\"v4n1131\"> I know it is my duty to wake up and enter into the labors of my calling, and it is the duty of Elder Hyde, and the duty of every other man in Israel that bears this Priesthood to do the same; it is our duty to bear off that burden and labor which has been resting like a mountain upon the leaders of this Church. I know they have groaned under the load than has rested on them, when they have seen all Israel going to sleep. <\/div><div class=\"paragraph jod\" id=\"v4n1132\"> Let the Twelve Apostles, and the Seventy Apostles, and High Priest Apostles, and all other Apostles rise up and keep pace with the work of the Lord God, for we have no time to sleep. What is man's life good for, or his words or work good for when he stands in the way of men's salvation, exaltation, and glory? They are of no use at all. <\/div><div class=\"paragraph jod\" id=\"v4n1133\"> As an individual I am determined to wake up and do my duty, God being my helper.<span class=\"citation\" id=\"56761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56761)\">Ps. 54:4<\/a><\/span> I want to see brother Hyde, who is the President of the Twelve, walk into all these Quorums and attend their meetings, and we will back him up; I want him to lift up his voice like a trumpet and go to winnowing the wheat; it is for the Twelve to rise up and carry off the load. The Seventies have got to walk up in their place and do their duty. I know God requires this at our hands. The law of God, the holy Priesthood, and the holy anointing and washing, and everything else that is holy requires it at our hands. I know this. <\/div><div class=\"paragraph jod\" id=\"v4n1134\"> It is necessary to reform. The question may be asked, what is the matter? Why, we are asleep; if the  <div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0611\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>eyes of any man or woman is opened as they should be, they could see the things of God as they are in one moment; they would see there is a necessity of waking up and doing something. Here is a great and mighty dispensation committed into the hands of this people for the living and the dead; the candle of the Lord God is placed in these mountains like a city that is set on a hill that cannot be hid;<span class=\"citation\" id=\"63046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63046)\">Matt. 5:14<\/a><\/span> the work is on your shoulders, ye Priests of the Most High God!&#x2014;on you rests the salvation of this generation, and the Lord will require this stewardship at your hands. <\/div><div class=\"paragraph jod\" id=\"v4n1136\"> The Lord has given you the keys of the Priesthood with all the blessings pertaining to it&#x2014;as great and as mighty a work as ever was committed to any man on the earth, and that too in the midst of the last dispensation and fulness of times. The Lord requires us to prepare this generation, both Jew and Gentile, either for salvation or damnation through the proclamation of the Gospel of Jesus Christ and the administering of the ordinances of the House of God, and we go to sleep! The Apostles go to sleep&#x2014;the Seventies go to sleep&#x2014;the Elders of Israel close their eyes to slumber, and we the only people God has on the earth, upon whose shoulders He has laid the responsibility of performing this great and mighty work! <\/div><div class=\"paragraph jod\" id=\"v4n1137\"> Do you wonder that Prophets get up here and chastise, and draw the sword of justice and hold it over our heads? I do not. I wonder that our children at the fireside do not rise up and prophesy, with a voice like thunder and in flames of fire, unto their fathers and mothers, and unto the people of Israel. I know that the counsels we have had here through the mouths of the Prophets of God are just and true. I know that the warning voice that has been heard in this Stand, and the <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0611\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> call that has been made on this floor is necessary; and I do hope and pray God that we, as missionaries, will listen to it. I want my brother missionaries in the first place to wake up, and get aroused with the mantle of salvation and Spirit of God ourselves, and get our own armor bright. It has been justly remarked here that we have got to labor ourselves until we get the Spirit of God, and then we can walk out among the people and correct them; but if we as Seventies, as High Priests, and Apostles, and Elders bearing the Priesthood, if we are resolved to set our hearts upon things of this earth, without being engaged in the interest of the kingdom of God, what can we expect of the people? Not anything. I desire that we may all wake up, and listen to the counsel of these men who lead us from day to day. <\/div><div class=\"paragraph jod\" id=\"v4n1138\"> We have no time to lose to prepare ourselves for the things that are coming on the earth; and who wants to lose his crown, his glory, and hope of eternal lives that he has had in days past and gone by receiving the Gospel of Jesus Christ? No man that has any portion of the Spirit of God. Let us rise up and magnify our calling, and labor before God until we can get the Holy Spirit, and until our prayers rend the veil of eternity and enter into the ears of the God of Sabbaoth<span class=\"citation\" id=\"88238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88238)\">D&amp;C 88:2<\/a><\/span> and be answered in blessings upon our heads. <\/div><div class=\"paragraph jod\" id=\"v4n1139\"> When shall the fire be kindled in Zion? I do not mean wildfire&#x2014;there is a true fire, and that is the fire we need to get, that is necessary to kindle; and if we live up to our privileges, do our duty, walk up to the word of the Lord God, and magnify our calling, we do know that the blessings of God will attend us, and the sinners in Zion will tremble and fearfulness will surprise the hypocrite;<span class=\"citation\" id=\"59018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59018)\">Isa. 33:14<\/a><\/span> and let what will come, all will be right with the Latter-day Saints. <\/div> <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0610\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1141\"> There are great things awaiting us and the world&#x2014;the Lord is withdrawing His Spirit from the nations of the earth,<span class=\"citation\" id=\"86447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86447)\">D&amp;C 63:32<\/a><\/span> His sword is bathed in heaven and will fall upon Idumea or the world;<span class=\"citation\" id=\"59097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59097)\">Isa. 34:5<\/a><\/span><span class=\"citation\" id=\"83655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83655)\">D&amp;C 1:13,36<\/a><\/span> the seals are about to be opened<span class=\"citation\" id=\"79150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79150)\">Rev. 5:5<\/a><\/span> and the judgments of God poured out upon the wicked,<span class=\"citation\" id=\"90418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90418)\">D&amp;C 109:45<\/a><\/span> for the cup of their wickedness and abominations is filled to the brim and the indignation of the Lord will be poured out without measure.<span class=\"citation\" id=\"83650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83650)\">D&amp;C 1:9<\/a><\/span><span class=\"citation\" id=\"84763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84763)\">D&amp;C 29:17<\/a><\/span><span class=\"citation\" id=\"89419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89419)\">D&amp;C 101:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1142\"> Let the Saints read the revelations of God, and they will see that there are important events at our doors. Let us hearken and wake up, and be doing the things required of us. Let the missionaries first get their lamps trimmed<span class=\"citation\" id=\"66059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66059)\">Matt. 25:7<\/a><\/span> and burning,<span class=\"citation\" id=\"84934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84934)\">D&amp;C 33:17<\/a><\/span> and then go among the people, and go with the Spirit of God and the salvation of the Gospel of Jesus Christ; and let the other Quorums do the same; and when you do this you will see a reform, and sin and iniquity cannot abide in our habitations, in our wards, or in our city. <\/div><div class=\"paragraph jod\" id=\"v4n1143\"> We have sin and sinners among us, and what are we going to do about it? Why, we are going to try to live our religion, and when we do that we shall do right. The business with me is to do right today, to live my religion today, and leave the events with God; He holds the destinies of the nations and of all men; they are in His hand; He made the earth and controls the children of men upon it. <\/div><div class=\"paragraph jod\" id=\"v4n1144\"> Then let events roll on&#x2014;if we are only right, all is well. We have got to be tried even unto death.<span class=\"citation\" id=\"79053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79053)\">Rev. 2:10<\/a><\/span><span class=\"citation\" id=\"89272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89272)\">D&amp;C 98:14<\/a><\/span> The Lord says He will prove us, and see if we abide in His covenants. There is where we have got to stand as a people, not only our horses, and gold and silver, and land and houses, but our lives have got to lie on the altar, and when anything comes to test us, even at the stake of our lives, we should be in the possession of the Holy Ghost not to flee from it, and <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0610\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> such will be crowned with the gift of eternal lives, exaltation and glory. <\/div><div class=\"paragraph jod\" id=\"v4n1145\"> There is nothing to encourage a man to draw back; there is nothing short of the most damnable principle that dwells in the spirit of devils that would tempt any man to shed the blood of the Lord's anointed, yet men will try to do it. There are men here today who will possess that spirit; I believe it; they are in our city. If they shed blood they have got the bill to pay. Let the wicked and the ungodly, who will not repent, but fight against God, do their worst, their time is short, and the day will come, and that soon when they will be called to judgment. <\/div><div class=\"paragraph jod\" id=\"v4n1146\"> I remember what Joseph said, a short time before he was slain in one of the last sermons I ever heard him preach. Said he, &#x201C;Men are here today who are seeking my blood, and they are those who have held the Priesthood and have received their washings and anointings; men who have received their endowments.&#x201D; I saw the faces of those men at that time, and they had a hand in slaying the Prophet. There are men who now possess the same spirit and the same desire. There are men here, too, that have faith, that have the Priesthood and the spirit of it, and they will do their duty, and God will sustain them in it, and He will sustain this Church and kingdom; let the trials of the Saints be what they will, the kingdom of God is not to be torn down anymore at all&#x2014;it will not again be taken from the earth until it is prepared to receive Christ at his coming. <\/div><div class=\"paragraph jod\" id=\"v4n1147\"> Let us prepare ourselves and do our duty, and let the High Priests and Seventies go to their meetings, and before you go there, go to work and get the Spirit of God, that when you get there you may not freeze to death. And I want to have the people, when they come here, to get enough of the Spirit of God, that  <div class=\"break pagebreak\" id=\"150a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0150.pdf\" target=\"pdfwin\">p.&#xA0;150a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0609\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>when the Presidency rise in this Stand they may give us what is in their hearts. They are filled with blessings for this people. All the trouble is our eyes have been closed, we have been in a deep sleep; let us wake up and attend to our duty, and make it the first business we do. <\/div><div class=\"paragraph jod\" id=\"v4n1149\"> Those who lay their plans in secret chambers to seek the blood of the Prophets, will have their case attended to by messengers on the other side of the veil, ministers will be sent to them who will render unto them a righteous judgment there. I do not want to preach to them here, but to those who want to be saved. <\/div><div class=\"paragraph jod\" id=\"v4n1150\"> Go to, and if you have not the Spirit of God, make it your first busi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0609\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ness to get it, that your minds may be opened to see the things of God as they are; it is your privilege and mine, that we may be prepared for what is to come. <\/div><div class=\"paragraph jod\" id=\"v4n1151\"> That this people may repent of all their sins and wake up, and have power to come before God that their prayers may be heard, be prepared to defend the kingdom and never desert their covenants and their brethren, or betray the Gospel, but overcome the world and be prepared to become joint heirs with Christ<span class=\"citation\" id=\"72552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72552)\">Rom. 8:17<\/a><\/span> to the fulness of the first resurrection which is prepared for those who keep the commandments of God,<span class=\"citation\" id=\"91572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91572)\">D&amp;C 132:19<\/a><\/span> is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}