{"ID":40032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Overcome the Powers of Darkness By Prayer&#x2014;Spiritual Things First in Importance&#x2014;Cleanliness.<\/div>\n<div class=\"subtitle\">Remarks by President J. M. Grant, Delivered in the Bowery, Great Salt Lake City, October 12, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Overcome the Powers of Darkness By Prayer, Etc.<\/div>\n<div class=\"speaker\">Speaker: Jedediah M. Grant<\/div>\n<div class=\"date\">Date: 10\/12\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v4n1152\"> I am glad this morning to hear from brother Daniel Spencer, and to learn that he feels that the Lord has blest the people in this land, as well as in the land where he has been sojourning for a time. <\/div><div class=\"paragraph jod\" id=\"v4n1153\"> I do not and have not felt that I need a mission to a foreign land for the purpose of causing me to understand myself, or to fill me with the Holy Ghost, or to prepare me to be useful in this land; neither have I felt I needed to go to the United States or any other part of the world to put on the Gospel armor. I feel it to be necessary that I should wear that armor here, and if I ever have had it on, I feel that I have had it on <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0609\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in this land; and I do not deem it necessary for many men to cross the ocean to get the Holy Ghost, or to enjoy the power of God. If they will do the will of God in this land, they will see their situation and be filled with His power from the crown of their heads to the soles of their feet; I believe that if the Saints were to have more religion in their own homes they would be better off. <\/div><div class=\"paragraph jod\" id=\"v4n1154\"> Were I thirsty and could go to a spring or lake whose water was pure and clear as crystal, even the best that could be found, I should have no occasion for going to another and more distant place to procure water. And if I should find ice there, should  <div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0608\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I say it was too much trouble to break it? No, but I should labor to break that ice; and the thicker the ice, the more persevering I should labor, until I got some of the water of the crystal fountain. <\/div><div class=\"paragraph jod\" id=\"v4n1156\"> While paying attention to the prayers of some persons in their family devotions, I sometimes notice that they often stop praying without breaking through the darkness and obtaining the Holy Spirit. If I found that it was necessary to pray three hours I would keep praying for that length of time, or until I got the Spirit, unless I remembered that I had neglected a special duty, when I would go and attend to that duty; after which I should want to return and pray until I got the Holy Ghost; I would keep praying until I broke the ice and obtained the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v4n1157\"> Some think that they have already labored enough to obtain heaven. Such persons put me in mind of Sidney Rigdon, who said that he had suffered enough to obtain salvation. He said that the sufferings of Jesus Christ were light in comparison with what he had endured, and he would be damned to hell if he would suffer any more. <\/div><div class=\"paragraph jod\" id=\"v4n1158\"> I notice that some who gather here think they have already suffered enough, and feel like saying, &#x201C;I will be damned to hell if I will suffer any more.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n1159\"> Many of those who have come with handcarts think that they have done wonders, therefore they want every hat hoisted in deference to them, and every meal bag gratuitously opened; and they want everybody to feed, clothe, and lodge them, and find them everything they need, because they have dragged a handcart across the Plains. <\/div><div class=\"paragraph jod\" id=\"v4n1160\"> You deserve credit for what you have done, but I make this observation that you may know that you have not yet got into the harbor of <div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0608\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> eternal life; and that you may not think that you have not anything to do now that you have come here, for unless you keep on the armor, you will be overcome. <\/div><div class=\"paragraph jod\" id=\"v4n1161\"> We want people that have come here with their Gospel armor on to keep it on, that they may shed abroad the light of God, and the gift of the Holy Ghost. We have given the same instructions to Elders that have returned, and we want every class of men and women in this Church to keep on the Gospel armor. <\/div><div class=\"paragraph jod\" id=\"v4n1162\"> I want to say to every institution in our midst, whether the talent they have is under the supervision of eight, ten, or twelve men, we wish you to manifest that you have the Holy Ghost for your guidance, and then to go to work and convert Great Salt Lake City. I want you to try your skill and the power of God upon this city, and exert yourselves through your Wards, under the direction of the Bishops, that you may be the means of filling the people with the Holy Ghost, and in order that you may have power and discretion to act wisely, see that you have the light of heaven in your own hearts. <\/div><div class=\"paragraph jod\" id=\"v4n1163\"> Many talk of their visions, revelations, and mighty works; but we have to have minds and men that think, and have wisdom in all their ways. It is for us to occupy our minds and direct our labors in the proper channel, and to use our talents and intellects as the head shall direct. <\/div><div class=\"paragraph jod\" id=\"v4n1164\"> There is a drought and has been; the people have felt too much like putting their temporal affairs first, and then attending to the spiritual at their leisure. <\/div><div class=\"paragraph jod\" id=\"v4n1165\"> So much do many act upon this principle that their intellectual faculties become dark, they do not get into the light of the Lord Jesus Christ and of the gift of the Holy Ghost, of the light of eternity; but their temporal matters are first and  <div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0607\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>foremost. If they have a gewgaw, they take great pleasure in going round to exhibit it, and they will borrow beads, rings, watches, and all kinds of gewgaws to gratify the pride of their hearts. Such hearts are not right before God, and such conduct must be done away from among the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v4n1167\"> I will now mention another thing; some will ask you three dollars a day for common labor, and others will not lift a pick, shovel, or ax, short of two dollars a day; and they have left the best situations in the Territory and have gone to Provo and other places, because they could get but $1.50 a day. They are our handcart men who are acting so. This proves that they came here for the loaves and fishes.<span class=\"citation\" id=\"69210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69210)\">John 6:26<\/a><\/span> They will tell you that they have learned to draw the handcarts, and now they expect the highest wages. <\/div><div class=\"paragraph jod\" id=\"v4n1168\"> I want to notify all Saints, whether they came with handcarts, horses, mules, or oxen, wagons, carriages, or wheelbarrows, that in this land we wish you to keep the commandments of God, and when you have food, raiment, and shelter, be satisfied and don't be greedy. Do not expect to get as many comforts around you the first year, as men have got in many years by hard labor and toil. Remember that some of us came here in 1847, with scarcely anything, and we have had to toil assiduously to accumulate what we have. Do not you the first year, month, or week, covet everything that you see; do not covet every man's house and business, but seek the blessings of the Lord God of Israel, and bring up your temporal matters in their place and season. <\/div><div class=\"paragraph jod\" id=\"v4n1169\"> I will explain what I mean by place and season. Go to different parts of the Territory and advance the people in their religion, make them humble and faithful so that the Spirit of the Lord shall govern them, till all shall <div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0607\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be sweetened in their minds and be united as one, till they shall see eye to eye, and hear ear to ear, and if they do not keep up their temporal affairs, they will fall right back. A man that advances in spiritual and in temporal matters at the same time, minding to keep the spiritual first, will not let the temporal lead him; he will not place his heart upon his farm, his horses, or any possession that he has. He will place his desires in heaven, and will anchor his hope in that eternal soil; and his temporal affairs will come up as he advances in the knowledge of God. <\/div><div class=\"paragraph jod\" id=\"v4n1170\"> The temporal will keep pace as the spiritual advances. I do not believe that a man who is full of the Holy Ghost is going to live contentedly in a hogpen, in filth and in dirt, when it is in his power to prevent it. Go through our city and you will find some who are living in dirt and degradation; some who like dirt, who like to have their cow in the house and their chickens in the buttery; who like to have their pigs and children near enough for them to feed together; and their children are as naughty and filthy as they can be. And yet such persons think they have the Spirit and power of God! This is one reason why so many people die, while journeying to this place; it is because the Holy Ghost is sick of them. <\/div><div class=\"paragraph jod\" id=\"v4n1171\"> If you want the Holy Ghost, keep yourselves clean. I know that some think, when they get here, &#x201C;O, we are in Zion, everything is right; there is no use in washing our children or combing their hair.&#x201D; I want you to understand that we wish you to be clean outside as well as inside; we want you to be clean and pure; to be good-natured and possessed of every qualification requisite in a Saint of God; to have everything that can bring the light and gift of God among you. <\/div><div class=\"paragraph jod\" id=\"v4n1172\"> I want the people to be pure in  <div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0606\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their words, in their deeds, in their spirits, and to be diligent in their prayers. I want men that come in from Europe, and from different parts of the United States, to purify themselves and go to with their might to work righteousness. I want the returned missionaries to know that if they have been out preaching the Gospel, we also want them to go to work now they have come home. <\/div><div class=\"paragraph jod\" id=\"v4n1174\"> I want everyone to understand that we have plenty of grunters, plenty of those who are made up of whining. Yes, we have more of those instruments to play upon than we have any use for. <\/div><div class=\"paragraph jod\" id=\"v4n1175\"> We want you all to keep the light of our God. And we want to see the spirit of reformation in the people; we wish them to have it in practice in their houses; not only to talk about it, but to practice upon it. <\/div><div class=\"paragraph jod\" id=\"v4n1176\"> The difficulty is that we cannot get the people to practice; they will listen as to a fine sermon, and we can get them to work in the canyons and in the fields, and to do many other things; but there are too many who like intoxicating drinks, tobacco, filth, dirt, and meanness. Some like to break the Sabbath, to brand another's ox, which they find on the range, and to occasionally steal a little; there are some here who will steal, when they have an opportunity. <\/div><div class=\"paragraph jod\" id=\"v4n1177\"> I wish to inform the newcomers that if they want to find the finest and best men in the world, they are here; and if they want to find the meanest, <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0606\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> most pusillanimous curses that the world can produce, we have them here. We have here some of the most miserable curses that ever the Almighty frowned upon, for it takes an apostate &#x201C;Mormon&#x201D; to be a mean devil. We want you to have eyes to see; we do not want you to see merely what is in the books you have read, in your mathematics and your philosophy, but want you to have in you the Holy Ghost, to be full of the spirit of the Lord Jesus. <\/div><div class=\"paragraph jod\" id=\"v4n1178\"> We have Elders who are fine speakers, fine orators, and who wish to talk very properly after the manner of the world. They did so in Europe, and they want to do so here; they want to preach those old sermons over, those that they have been accustomed to preach in the old world. But we want Elders to get up and preach as the Holy Ghost shall dictate; we do not want any of your long, prosy sermons; we prefer the word of life by the power of the Spirit. <\/div><div class=\"paragraph jod\" id=\"v4n1179\"> I desire to see men reform in their acts, and not say &#x201C;let our neighbors be converted,&#x201D; but let them say, in the name of Israel's God, &#x201C;the reformation shall be carried into our houses, to our children, and we will take it home with us, and will gird on our armor, and go ahead in the cause of God,&#x201D; for this is what we are sent here for. <\/div><div class=\"paragraph jod\" id=\"v4n1180\"> May God grant that you may all strive to work righteousness, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}