{"ID":40037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Exhortation to Cleanliness&#x2014;Many of the Saints Spiritually Dead.<\/div>\n<div class=\"subtitle\">Remarks by President J. M. Grant, Delivered in the 17th Ward Schoolhouse, Great Salt Lake City, October 2, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Exhortation to Cleanliness, Etc.<\/div>\n<div class=\"speaker\">Speaker: Jedediah M. Grant<\/div>\n<div class=\"date\">Date: 10\/2\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v4n1418\"> You are not acquainted with the spirit that prevails with this work, neither with the fact that many of the people who come to this place think that the Presidency will save them, regardless of their own individual conduct. <\/div><div class=\"paragraph jod\" id=\"v4n1419\"> We gather all kinds of people in this kingdom; some of them are as corrupt as men can be, and they are scattered all over the Territory, and I think you have a few of them in your Ward. <\/div><div class=\"paragraph jod\" id=\"v4n1420\"> Elders while abroad in the vineyard feel to have the Holy Ghost, but many of them, when they get home, act like the devil. They will do well until they get their companies here in the Valley and turn them over to the Presidency of the Church; then they will say, &#x201C;I will not have them in my charge anymore, let the consequences be what they may.&#x201D; They will not render the Presidency any encouragement or assistance about their companies after they arrive here. <\/div><div class=\"paragraph jod\" id=\"v4n1421\"> Now we have all kinds of people in this Church, and you have some of the different kinds. Some cannot pray night or day, nor ask a blessing, lest they should spend some time which they wish to use for something else. Some think the reason why we do not progress more rapidly is because we are continually adding new clay, but I would rather have new clay than to undertake to make a vessel of honor<span class=\"citation\" id=\"72678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72678)\">Rom. 9:21<\/a><\/span> out of a good deal of our old clay, for much of it has stuck to the tempering vessel until it stinks. <\/div><div class=\"paragraph jod\" id=\"v4n1422\"> If there is a place on the earth <div class=\"break columnbreak\" id=\"188b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0188.pdf\" target=\"pdfwin\">p.&#xA0;188b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0571\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> where we should be faithful, it is in this city; or if there is a place where we should watch our children, it is here. Go to all the quorums in this city, and you will find some of their Presidents and Officers as corrupt as the devil. We have men that can beat the Gentiles in any mean tricks they are a mind to start up, but those who intend to serve God should do right. <\/div><div class=\"paragraph jod\" id=\"v4n1423\"> I want to see the Bishops of the Wards right, then I want to see the Teachers right; I want to see them all filled with the Holy Ghost, then they can do something. Did I ever cry peace and safety to this people, that they were ALL doing well, and that their warfare was over? No, I never did. When I know that sudden destruction awaits a people, if they do not awake to their situation, I cannot cry peace. <\/div><div class=\"paragraph jod\" id=\"v4n1424\"> This people are asleep; and I will vouch that there are many of them who do not pray, or if they do, three such prayers &#x201C;would freeze hell over,&#x201D; as a Methodist minister once said. I want you to pray with the Holy Ghost upon you. <\/div><div class=\"paragraph jod\" id=\"v4n1425\"> It is your duty to keep clean. I have given the Teachers a new set of questions to ask the people. I say to them, ask the people whether they keep clean. Do you wash your bodies once in each week, when circumstances will permit? Do you keep your dwellings, outhouses, and dooryards clean? The first work of the reformation with some, should be to clean away the filth about their pre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"189a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0189.pdf\" target=\"pdfwin\">p.&#xA0;189a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0570\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mises. How would some like to have President Young visit them and go through their buildings, examine their rooms, bedding, &amp;c.? <\/div><div class=\"paragraph jod\" id=\"v4n1427\"> Many houses stink so bad, that a clean man could not live in them, nor hardly breathe in them. Some men were raised in stink, and so were their fathers before them. I would not attempt to bless anybody in such places. You may inquire why I talk so. Can you talk in a better style about dirt, nastiness, and filth? If you can, I cannot, and at the same time make people feel enough upon the subject to put away their filth and be clean. If you want me to speak smoother, do better and keep cleaner. Were I to talk about God, heaven, angels, or anything good, I could talk in a more refined style, but I have to talk about things as they do exist among us. <\/div><div class=\"paragraph jod\" id=\"v4n1428\"> Some people wish to have me shut my mouth, and to have President <div class=\"break columnbreak\" id=\"189b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0189.pdf\" target=\"pdfwin\">p.&#xA0;189b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0570\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Young talk. But, thank God, they cannot shut my mouth until I get through, for I never had a gag in my mouth. <\/div><div class=\"paragraph jod\" id=\"v4n1429\"> I now want to tell you of another fault there is among some of the people; they want to hear a new man preach and teach, and do not wish to hear the Bishop of their own Ward. I understand that tonight, while we have a meeting here, there must be a party got up in this same Ward. I would see them in Tophet before I would allow it.<span class=\"citation\" id=\"58968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58968)\">Isa. 30:33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1430\"> There are many of the Seventies who are spiritually dead and damned, and so are many of the Elders. Many of the Presidents of Quorums are like pipe which needs to be burnt out, before it is fit to be used. It is the same with many of the High Priests and others. I pray God that this people may rise up and get the Holy Ghost, and wake up and live their religion, which I ask in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}