{"ID":40035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Body of Christ&#x2014;Parable of the Vine&#x2014;A Wild Enthusiastic Spirit not of God&#x2014;The Saints Should not Unwisely Expose Each Others' Follies.<\/div>\n<div class=\"subtitle\">A Discourse by Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, January 11, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Body of Christ, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 1\/11\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v4n1243\"> We have a little business to lay before the brethren, and we might as well do it this forenoon as to do it in the afternoon. We many times leave our business matters for the afternoon, to transact in the time of the sacrament, though the administration of that ordinance has been omitted for a time. There are a great many people in this congregation and in this Valley who could justly and benefi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0595\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cially partake of the sacrament, but they are prohibited for the present in consequence of the wickedness of some who would also partake and thus eat and drink to their condemnation.<span class=\"citation\" id=\"73400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73400)\">1 Cor. 11:29<\/a><\/span><span class=\"citation\" id=\"82795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82795)\">3 Ne. 18:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1244\"> You talk about such persons being asleep; you call it sleep; well it is, comparatively speaking, the sleep of death that is on a great many individuals, and they do not realize it, and  <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0594\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you cannot make them realize it. They think they are awake to their duties; they think they are living their religion, and when we speak to this people in a mass, as you are here, almost every man and woman will go home and say, &#x201C;That sermon does not touch me, the coat, or the jacket does not fit me.&#x201D; I am aware of this, for if it did fit you and you would acknowledge it, you would put it on and wear it; and the coat you would put on would be sackcloth and ashes; it would be a cloak that would be wet and soaked with ashes, and it would be so strong it would eat off the rust and filth that are on you, yea, eat them off with ashes put on with a cloth, so as to open the pores of life that the Spirit of God may penetrate through your systems. <\/div><div class=\"paragraph jod\" id=\"v4n1246\"> There is a little matter of business that we want to lay before this congregation in regard to John Hyde, who went to the Sandwich Islands on a mission. There are a couple of letters that the brethren have received; we shall read a little from them, and give you to understand the course he is taking. (The letters were read.) You hear the letters and the testimony of our brethren in regard to John Hyde. Such matters, many times, have passed along and we have not noticed them but have let men deny the faith, speak against it and deliver lectures through the world. Many times we have let them run at large, but the time is now passed for such a course of things. By the consent of my brethren I shall move that John Hyde be cut off from the Church of Jesus Christ of Latter-day Saints, and I will put the motion in full, that is, that he be cut off root and branch;<span class=\"citation\" id=\"62487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62487)\">Mal. 4:1<\/a><\/span> that means pertaining to himself. When this motion is put, I want you to vote, every one of you, either for or against, for there is no sympathy to be shown unto such a man. Brother Wells has seconded <div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0594\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the motion I have made. All that are in favor that John Hyde be cut off from the Church of Jesus Christ of Latter-day Saints, and that he be delivered over to Satan<span class=\"citation\" id=\"75859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75859)\">1 Tim. 1:20<\/a><\/span> to be buffeted in the flesh,<span class=\"citation\" id=\"73201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73201)\">1 Cor. 5:5<\/a><\/span><span class=\"citation\" id=\"87358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87358)\">D&amp;C 78:12<\/a><\/span> will raise their right hands. (All hands were raised.) <\/div><div class=\"paragraph jod\" id=\"v4n1247\"> When there was a vote of this kind taken before the congregation in regard to Thomas S. Williams, it caused a great deal of sympathy with some, for they looked upon it as though it had cut off his family, his wives and his children. I will ask the congregation, was a motion put to cut off his family? No, there was not. A motion has been put, and unanimously carried, that John Hyde be cut off root and branch, that is, himself and all the roots and branches that are within him; this has no allusion to his family. He has taken a course by which he has lost his family and forfeited his Priesthood; he has forfeited his membership. The limb is cut off, but the Priesthood takes the fruit that was attached to the limb and saves it, if it will be saved. Do you understand me? His wife is not cut off from this Church, but she is free from him; she is just as free from him as though she never had belonged to him. The limb she was connected to is cut off, and she must again be grafted into the tree, if she wishes to be saved; that is all about it. <\/div><div class=\"paragraph jod\" id=\"v4n1248\"> When a limb that has got two or more branches or shoots is cut off, those shoots and branches, and their fruit, if any, are cut off with the limb. Why? Because they are attached to it. But they can all be taken and grafted right back again into the tree, or into the Priesthood. <\/div><div class=\"paragraph jod\" id=\"v4n1249\"> I do not wish to say much this morning, without I feel a great deal of liberty; and my liberty will be in proportion to the liberty, and freedom, and life there in this people. If our Father and our God was to come here,  <div class=\"break pagebreak\" id=\"166a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0166.pdf\" target=\"pdfwin\">p.&#xA0;166a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0593\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or Jesus, or Peter, or Joseph, or brother Brigham, or any other man, he could not speak to this people and advance light to them, only in proportion to the light that is in this people and their willingness and readiness to receive more. <\/div><div class=\"paragraph jod\" id=\"v4n1251\"> Have not brother Brigham and his Counselors cried unto this people, as with a voice of thunder and earthquake,<span class=\"citation\" id=\"80131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80131)\">Rev. 16:18<\/a><\/span> for years and could not wake you up? You did not believe but that you were all the time living your religion, every one of you, men and women. Can brother Brigham advance any farther than this people strive to follow, and at the same time retain his present connection with them? Can brother Heber rise any faster than brother Brigham? No. Can brother Wells? No, he cannot. Why? The Church of God is compared to the body of a man; there is the head, there are the arms and every part of the body. God has joined them together, and they are brought up as an illustration to compare with the Church. Now if my legs and feet, and arms and hands, and other members of my body give up and lose their strength and power, become paralyzed or benumbed, how is it possible for my head to rise up, without the use of those members? It cannot, because the head is attached to them. On the other hand, if the arms, which are designed to defend the head, and all the members below the head lose their power and have gone to sleep, what can those members do? Can they rise until the rest of that body rises? No. I use the figure of the body of a man, just as the Apostle Paul did in ancient times&#x2014;1 Cor. xii.<span class=\"citation\" id=\"73539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73539)\">1 Cor. 12:14-31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1252\"> 14. For the body is not one member, but many. <\/div><div class=\"paragraph jod\" id=\"v4n1253\"> 15. If the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body? <\/div><div class=\"paragraph jod\" id=\"v4n1254\"> 16. And if the ear shall say, Be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0593\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cause I am not the eye, I am not of the body; is it therefore not of the body? <\/div><div class=\"paragraph jod\" id=\"v4n1255\"> 17. If the whole body were an eye, where were the hearing? If the whole were the hearing, where were the smelling? <\/div><div class=\"paragraph jod\" id=\"v4n1256\"> 18. But now hath God set the members every one of them in the body, as it hath pleased him. <\/div><div class=\"paragraph jod\" id=\"v4n1257\"> 19. And if they were all one member, where were the body? <\/div><div class=\"paragraph jod\" id=\"v4n1258\"> 20. But now are they many members, yet but one body. <\/div><div class=\"paragraph jod\" id=\"v4n1259\"> 21. And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you. <\/div><div class=\"paragraph jod\" id=\"v4n1260\"> 22. Nay, much more those members of the body, which seem to be more feeble, are necessary: <\/div><div class=\"paragraph jod\" id=\"v4n1261\"> 23. And those members of the body, which we think to be less honorable, upon these we bestow more abundant honor; and our uncomely parts have more abundant comeliness. <\/div><div class=\"paragraph jod\" id=\"v4n1262\"> 24. For our comely parts have no need: but God hath tempered the body together, having given more abundant honor to that part which lacked: <\/div><div class=\"paragraph jod\" id=\"v4n1263\"> 25. That there should be no schism in the body; but that the members should have the same care one for another. <\/div><div class=\"paragraph jod\" id=\"v4n1264\"> 26. And whether one member suffer, all the members suffer with it; or one member be honored, all the members rejoice with it. <\/div><div class=\"paragraph jod\" id=\"v4n1265\"> 27. Now ye are the body of Christ, and members in particular. <\/div><div class=\"paragraph jod\" id=\"v4n1266\"> 28. And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healing, helps, governments, diversities of tongues. <\/div><div class=\"paragraph jod\" id=\"v4n1267\"> 29. Are all apostles? are all prophets? are all teachers? are all workers of miracles? <\/div><div class=\"paragraph jod\" id=\"v4n1268\"> 30. Have all the gifts of healing?  <div class=\"break pagebreak\" id=\"167a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0167.pdf\" target=\"pdfwin\">p.&#xA0;167a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0592\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>do all speak with tongues? do all interpret? <\/div><div class=\"paragraph jod\" id=\"v4n1270\"> 31. But covet earnestly the best gifts: and yet shew I unto you a more excellent way. <\/div><div class=\"paragraph jod\" id=\"v4n1271\"> There is one way in which the Presidency of this Church can rise, but it would be greatly to the injury of the body, and I will tell you how. If you will go to work and reject them, you will see them rise quickly, but you will also see this body go down to death and hell, while the Priesthood of this Church would go to heaven. You can liberate them in this way, but not in any other except through obedience, unless that Presidency rises up and cuts you off. They can do that, for they have as much power to cut you off as you have to reject them. I want you to understand this. They are an independent body, still they are attached to you as the head of the body of Christ for the purpose of saving the whole body, that all might be a perfect system. You will find in the Bible what I am talking about, only I am applying it to this people, as Paul applied it to the people in his days. <\/div><div class=\"paragraph jod\" id=\"v4n1272\"> Jesus says, in the 15th chapter of St. John, &#x201C;I am the true vine, and my Father is the husbandman,&#x201D;<span class=\"citation\" id=\"70093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70093)\">John 15:1<\/a><\/span> or, in other words, my Father is the root and I am the vine springing from the root, and it is for me to abide in that vine. And when he abode in it he received the same nourishment, the same fatness, and the same power that proceeded from the Father, or from the root from whence the vine sprang. Then if the twelve Apostles abode in him, they received the same nourishment that he did, and had the same power; then those that believed on the Apostles' words, if they abode in their words, received the same power the Apostles received from the vine, they becoming branches of that vine in common with the Apostles. Jesus is that vine, the Apostles were the <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0592\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> branches that sprang from him, then the Seventies, and other members, or those that sprang from them. <\/div><div class=\"paragraph jod\" id=\"v4n1273\"> Joseph Smith sprang from Peter, James, and John; and brother Brigham and brother Heber, and brother Hyde sprang from Joseph; and you sprang from that authority now existing, did you not? Do you not see that you are all in the same vine? There are different branches, and every different branch springing out of the same vine. There are hundreds of lesser branches connected to the main branches of the vine, others again extend from them. There are the Seventies, the High Priests, the Elders, &amp;c.; they are all branches, are they not, belonging to the same root, the same vine?&#x2014;John xv.<span class=\"citation\" id=\"70119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70119)\">John 15:1-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1274\"> 1. I am the true vine, and my Father is the husbandman. <\/div><div class=\"paragraph jod\" id=\"v4n1275\"> 2. Every branch in me that beareth not fruit he taketh away: and every branch that beareth fruit, he purgeth it, that it may bring forth more fruit. <\/div><div class=\"paragraph jod\" id=\"v4n1276\"> 3. Now ye are clean through the word which I have spoken unto you. <\/div><div class=\"paragraph jod\" id=\"v4n1277\"> 4. Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me. <\/div><div class=\"paragraph jod\" id=\"v4n1278\"> 5. I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing. <\/div><div class=\"paragraph jod\" id=\"v4n1279\"> 6. If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned. <\/div><div class=\"paragraph jod\" id=\"v4n1280\"> 7. If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you. <\/div><div class=\"paragraph jod\" id=\"v4n1281\"> 8. Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples. <\/div><div class=\"paragraph jod\" id=\"v4n1282\"> 9. As the Father hath loved me, so have I loved you: continue ye in my love. <\/div> <div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0591\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1284\"> 10. If ye keep my commandments, ye shall abide in my love; even as I have kept my Father's commandments, and abide in his love. <\/div><div class=\"paragraph jod\" id=\"v4n1285\"> 11. These things have I spoken unto you, that my joy might remain in you, and that your joy might be full. <\/div><div class=\"paragraph jod\" id=\"v4n1286\"> 12. This is my commandment, That ye love one another, as I have loved you. <\/div><div class=\"paragraph jod\" id=\"v4n1287\"> 13. Greater love hath no man than this, that a man lay down his life for his friends. <\/div><div class=\"paragraph jod\" id=\"v4n1288\"> 14. Ye are my friends, if ye do whatsoever I command you. <\/div><div class=\"paragraph jod\" id=\"v4n1289\"> 15. Henceforth I call you servants; for the servant knoweth not what his lord doeth: but I have called you friends; for all things that I have heard of my Father I have made known unto you. <\/div><div class=\"paragraph jod\" id=\"v4n1290\"> 16. Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit, and that your fruit should remain: that whatsoever ye shall ask of the Father in my name, he may give it you. <\/div><div class=\"paragraph jod\" id=\"v4n1291\"> 17. These things I command you, that ye love one another. <\/div><div class=\"paragraph jod\" id=\"v4n1292\"> 18. If the world hate you, ye know that it hated me before it hated you. <\/div><div class=\"paragraph jod\" id=\"v4n1293\"> 19. If ye were of the world, the world would love his own: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you. <\/div><div class=\"paragraph jod\" id=\"v4n1294\"> 20. Remember the word that I said unto you, The servant is not greater than his lord. If they have persecuted me, they will also persecute you; if they have kept my saying, they will keep yours also. <\/div><div class=\"paragraph jod\" id=\"v4n1295\"> 21. But all these things will they do unto you for my name's sake, because they know not him that sent me. <\/div><div class=\"paragraph jod\" id=\"v4n1296\"> 22. If I had not come and spoken unto them, they had not had sin: but now they have no cloak for their sin. <\/div><div class=\"paragraph jod\" id=\"v4n1297\"> 23. He that hateth me hateth my Father also. <\/div> <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0591\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1298\"> 24. If I had not done among them the works which none other man did, they had not had sin: but now have they both seen and hated both me and my Father. <\/div><div class=\"paragraph jod\" id=\"v4n1299\"> 25. But this cometh to pass, that the word might be fulfilled that is written in their law, They hated me without a cause. <\/div><div class=\"paragraph jod\" id=\"v4n1300\"> 26. But when the Comforter is come, whom I will send unto you from the Father, even the Spirit of truth, which proceedeth from the Father, he shall testify of me: <\/div><div class=\"paragraph jod\" id=\"v4n1301\"> 27. And ye also shall bear witness, because ye have been with me from the beginning. <\/div><div class=\"paragraph jod\" id=\"v4n1302\"> I want to show you your connection with the Church, and then you can see what an effect it has when there is a dead member attached to the head of any limb, or at its junction with the trunk. When you go into your gardens and look at your peach trees, do you not see many great and important limbs, also many branches to those limbs? Now if a main branch is partly dead or lifeless where it joins the trunk, the sap has to go through there to support the limb, and of course affects its nourishment, for the sap becomes partially dormant, and when it goes into the rest of the members, they are dormant; like unto the sap that has passed through these dead parts. You may say that the Presidency of the Seventies are at the junction of one main limb with the trunk, and when the members that pertain to that department of government are partly dead, it affects the whole limb and every branch pertaining to it. <\/div><div class=\"paragraph jod\" id=\"v4n1303\"> That is the connection we have got to form with each other, or we shall be severed from the tree and lost. We will say that here is a peach tree, and that there is one limb extends away yonder, and that away at the far end of it are six or eight peaches, and that there is not another particle of fruit  <div class=\"break pagebreak\" id=\"169a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0169.pdf\" target=\"pdfwin\">p.&#xA0;169a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0590\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>on the whole tree. Now is not that one fruit-bearing limb worth more to the master than all the rest, except the trunk and root to which it is connected? Why? Because it brings forth fruit. God looks upon this matter just as I am trying to explain it to you. Jesus calls his true followers his disciples, because they bring forth much fruit.<span class=\"citation\" id=\"70163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70163)\">John 15:8<\/a><\/span> How can you be reckoned the disciples of Christ, the disciples of God in the last days, except you bring forth fruit? <\/div><div class=\"paragraph jod\" id=\"v4n1305\"> I talked very plain to you, three weeks ago. The power of God ran through me just as City Creek would run through this city, provided there was no obstruction to its course. Such would be the case today, if there was no obstruction to the manifestation of the power of God, and every member would receive his full supply. Is there an obstruction? There is. Was there on that day? There was; but the power of God was there sufficient to penetrate a stone, and it did penetrate the hardest and most corrupt men in the congregation, and they did not know what was the matter with them. Did you see any particular difference with me? Nothing more than you generally see. I was calm and composed, and the truth kept pouring out without creating any convulsion, because there was no obstruction to it in me. <\/div><div class=\"paragraph jod\" id=\"v4n1306\"> The more of the Spirit of God a man has, the more composed he is. You will not hear him rage and tear, saying. &#x201C;Oh, the Holy Ghost is in me; I shall die; hell and the devil is to pay.&#x201D; [The speaker mimicked the manner of wild enthusiasts.] I am trying to show you the folly, wild spirit, and devil that gets into some men, and they try to make the people believe that it is the Holy Ghost, when it is not any such thing. You never see brother Brigham operated upon in that way; you never see brother <div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0590\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Heber so affected. I have had to fire here. Why? Because the enemy was so strong against me that I had to force the word of God towards the people to effect them in any way, shape, or manner. <\/div><div class=\"paragraph jod\" id=\"v4n1307\"> There is more danger of people's getting wildfire than there is of their getting the true fire of God. There is danger of going too far, and of pressing this people too far. There is a medium in all things. It would be but a little while, let some men lead and dictate, before the people would be as they are in London. How are they there? They have been excited with everything that could be raked and scraped, to such a degree that there is nothing now that will excite them one particle. In like manner some would get this people in a little while so that you could not create an excitement that would move them. <\/div><div class=\"paragraph jod\" id=\"v4n1308\"> I will ask this congregation if they do not know that God was with me three weeks ago, and they will admit that He dictated me. I did not say anything about it, but all the tussle I had was to get out of this stand, for it seemed as though I was held by some power, visible or invisible. I had hard work to get out of this stand. Did I resist the spirit? Yes, I resisted the spirit and power of this people who were holding me. &#x201C;Why did you leave the pulpit?&#x201D; Because I had spoken long enough. The judgment that God gave me said I had spoken long enough, and if I had spoken any longer it would not have had so good an effect upon you as it did. Was I not calm? Did I tell any of you that the Holy Ghost was in me? I did not say one word about it; I let everyone judge for himself. <\/div><div class=\"paragraph jod\" id=\"v4n1309\"> Some men in this town come pretty near tearing down the stands and benches, and the roofs off from the houses, crying, out, &#x201C;The Holy Ghost is in me,&#x201D; &amp;c. <\/div> <div class=\"break pagebreak\" id=\"170a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0170.pdf\" target=\"pdfwin\">p.&#xA0;170a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0589\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1311\"> [The speaker jumped and threw his arms about.] <\/div><div class=\"paragraph jod\" id=\"v4n1312\"> I am mimicking those persons, in order to show the folly of their conduct. I want you to understand, and not let men get these powers on them. It would not be any wonder if brother Gifford were to get into that spirit, because that is the spirit he had before he came into the Church: and he had it awhile after he came into the Church, and he feels as though he had lost all his religion, because he is not actuated by that wild spirit. I have seen the manifestations of those spirits both in America and England; they were in this Church in the first commencement of it in Kirtland. <\/div><div class=\"paragraph jod\" id=\"v4n1313\"> In the commencement of this Church the devil came along, and there were men that saw written letters come down from the heavens in their presence; that was in Kirtland, Ohio, 25 or 26 years ago. Some enthusiastic spirits received those letters as revelation, and they would read them to the people. A spirit would come on those individuals, and they would begin to run around the house, and be thrown into all manner of shapes and convulsions, saying it was the operation of the Holy Ghost. If you do not look out, you will get such spirits as those here. I merely speak of them to give you a check, that you may be aware of the course you are taking. <\/div><div class=\"paragraph jod\" id=\"v4n1314\"> I will tell you what kind of characters will have those kinds of revelations; they will be men who have committed whoredom in our midst, and women who have played the whore. Good, virtuous men and women are not actuated by those spirits, because they ask the Father, in the name of Jesus Christ, to give them His Spirit, and not those wild, enthusiastic spirits manifested by some. How was it with those men in Kirtland? Almost every one of them denied the faith and went over the <div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0589\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> board, and afterwards we found out that they were adulterous persons. <\/div><div class=\"paragraph jod\" id=\"v4n1315\"> As for the gift of tongues, I do not speak in tongues often. Can I speak in tongues? Yes, I can speak in a good, beautiful language to this people at anytime. Why? Because God gave me the gift, and He does not give gifts to men and then take them away again, so long as those men are doing their duty. They are gifts, and God gives them to men and women; and so long as they improve upon them they do not forfeit them. If they do not improve upon them, the devil takes the advantage and will make it appear like the gifts of God which they have possessed, as nearly as possible, and thus they go overboard. <\/div><div class=\"paragraph jod\" id=\"v4n1316\"> I do not know why it is that I am led to speak so today, but I am led as I am, and you may judge whether it is right or wrong. Can I interpret tongues? Yes, because that gift is in me, and I have not forfeited it. Is it in brother Brigham? Yes, and so is every gift the God ever gave to His ancient Apostles. God has given them to brother Brigham, and He will never take them away from him. He has the Spirit in him, and so have his Counselors, that can discern your spirits and gifts, whether they are of God or of the devil. When any of you get up to speak in tongues, whether you do so by the power of God or of the devil, I can tell you which source that tongue came from, and if it is from the Lord I can interpret it. <\/div><div class=\"paragraph jod\" id=\"v4n1317\"> Are the gifts of the Gospel given to you to fool with? No, neither are they given to dictate the Church, nor the Priesthood. Have such things been done? Yes, thousands of men and women have received revelations and stood up to dictate the President, the Prophet, the Seer, and Revelator, in his Priesthood. When we came to find out who such characters were,  <div class=\"break pagebreak\" id=\"171a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0171.pdf\" target=\"pdfwin\">p.&#xA0;171a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0588\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we learned that they were men and women who had been in the habit of committing whoredom. You cannot refer me to an instance of the kind, but what I can show you that that is their character, more or less. Is it not singular? Those gifts and those blessings are for the Priesthood to dictate, and it will dictate them. <\/div><div class=\"paragraph jod\" id=\"v4n1319\"> When persons get the religion of Christ, and enjoy the Holy Ghost, they will never see any of that wildness which I have spoken of, unless, in the progress of this work, our President should be moved upon to bring it into action. When he unlocks and opens the door for that Spirit to come upon this people, then it is right and never will be wrong. Brother Brigham is my brother; and holds the keys to all the departments of the Priesthood on this earth, and when he unlocks the door it will come open. He has a bundle of keys, and, if they were keys like these in my hand, no ten men in this congregation could carry or lift them. He possesses the keys of all the different gifts and graces that God designs for this people. Can you realize it? Some do, and some do not. It is brother Brigham that holds the keys, yes, above every other man that lives in the flesh. When he says, &#x201C;Brother Heber, take that key and open such or such a door,&#x201D; then I have authority to go and unlock that door, the same as he has. If he says, &#x201C;Brother Wells, take this key and go and unlock such a door,&#x201D; he then has the same power as brother Brigham has to unlock that door. If he says, &#x201C;Brother Hyde, take this key and other small keys and go to the nations of the earth and open into different nations,&#x201D; brother Hyde then has the power and authority, with his brethren of the Twelve, to open the door, preach the Gospel, build up the Church, organize it, and set it in order in every nation, kingdom, <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0588\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> tongue, and island, so far as he has received the keys and authority. When brother Brigham gives a Bishop a key pertaining to a Ward, that Bishop has power to open and shut, to teach, prophesy, and administer the word of life, according to his holy calling in his department. Every man has his department as it is set off to him, and if he lives his religion he has the power of God, the power of Brigham, the power of Heber and of Daniel, yea, all the power we have in that department, when he goes and acts in our authority. Brother Franklin, did you realize that power while acting in your department in England? Yes, and you say, here I carry out the purposes of my leaders. Do you suppose that you would have failed a hair's breadth, if you had constantly done so? No, but you fail when you draw back a little, or swerve through the influence of anyone not having authority. Do you understand me? Some of you do, I know. <\/div><div class=\"paragraph jod\" id=\"v4n1320\"> There are just as good men and women in this congregation as ever were on the earth or ever will be, according to their age and experience; then, on the other hand, we have some of the meanest, and, O heavens, how they stink. Are they not ashamed? I am ashamed of them, that is, of their corruption. If they were served as they should be, they would be severed from the Church, as John Hyde has been this day, and would be made a public example of before this people. For what? I will not talk it, for I am ashamed of it. I want the Elders and Missionaries to take the keys and go and open their private rooms, and take such persons into them and talk to them, and not to do it in public. I am ashamed of them; take them into the private rooms in your Wards and talk to them, and try to save the poor, miserable curses, if you can. Do you  <div class=\"break pagebreak\" id=\"172a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0172.pdf\" target=\"pdfwin\">p.&#xA0;172a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0587\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>understand me, brother Raleigh? [Yes.] <\/div><div class=\"paragraph jod\" id=\"v4n1322\"> Call upon the High Priests, the Seventies, Elders, Priests, Teachers, and Deacons, and first cleanse those ruling members, those that hold the Priesthood; and if you find those that deserve to be severed from the Church, sever them. Do not call in the females, when catechising the males; but when you have done with them, then call the females together and talk to them and show them their duty. And let the heads of families call their children into their private rooms and teach them. Do not make that public, brother Raleigh, which should be kept private, lest you do more harm than good. I have not said that you do so, but I am talking to you for all the rest of the Bishops, knowing that you are a man of good order, and one who loves to carry out things as you are dictated by the heads of Israel. I know that is your character, and God Almighty bless you forever, and every such man. There are lots of such men, and I wish to God there were a thousand where there is but one. <\/div><div class=\"paragraph jod\" id=\"v4n1323\"> I would go to work and trim up the Wards in a gentle manner, without making such an ungodly stink, without exposing the brethren as Ham did his father Noah. Ham's children were cursed with a skin of blackness,<span class=\"citation\" id=\"124734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124734)\">Moses 7:8<\/a><\/span> for Ham pulled the clothing off from his father Noah, who had drank a little too much wine.<span class=\"citation\" id=\"52960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52960)\">Gen. 9:20-27<\/a><\/span> He had not drank any wine for a long time, as he had been in the ark, and when he had once more raised grapes, and made some wine, the old gentleman said to his family, come, boys and girls, let us sit down and take a little wine. Many of us might do as Noah did, were we placed under similar circumstances. But that poor, little, pusillanimous fellow, Ham, after the old gentleman had drank a little too much, and, perhaps, it operated upon <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0587\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> him as an emetic, and he had besmeared himself a little, pulls off his father's coverlet and exposes him to the whole family. That is, probably, just as it was, only I have told it a little plainer than it reads. If you find any persons besmeared, do not pull off the coverlets and expose them, lest you take a course to bring a curse on them by unwisely exposing iniquity. <\/div><div class=\"paragraph jod\" id=\"v4n1324\"> Take a course to save men, not to kill them, not to destroy them. Take a course to save women, not to destroy them, I mean all the Elders in the house of Israel, Bishops, High Priests, Prophets, Apostles, Teachers, Evangelists, and every member in the Church of God, take a course to save; and if a man has done wrong, tell him to do right for the future, and do a good work, and, peradventure, God will remit his sins and not require any more than a lamb, a pigeon, a calf, or something of that kind, as an atonement. But He will require a great many heifers from some of you, and you will find your houses left unto you desolate.<span class=\"citation\" id=\"65625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65625)\">Matt. 23:38<\/a><\/span><span class=\"citation\" id=\"82486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82486)\">Hel. 15:1<\/a><\/span> Still, if God will forgive you, I will, of all the sins you have committed, if you have not shed innocent blood, or sinned against the Holy Ghost. I will forgive you of all sins that God will forgive you of. God be merciful to you, and God bless the poor and honest, and those who are filled with integrity and virtue, God bless you forever, and you shall be blessed, whether the rest do right or not. Let us do right, and the day of deliverance will come, I know it, and we will be rescued from the evil that is coming. <\/div><div class=\"paragraph jod\" id=\"v4n1325\"> Can I preach to you anything better than this? I do not know whether it is plain to your minds or not, is it brother Wells? [Yes.] I have been led just as I have, and it has been on my mind and working with me for a long time. I know that our faithful Priests and Bishops under<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"173a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0173.pdf\" target=\"pdfwin\">p.&#xA0;173a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0586\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stand me, but there are some, perhaps, who do not, because I have spoken by comparison rather than to expose the meanness of the corrupt. I am ashamed to speak of the sins that some are guilty of. I have not said anything about the world, and do you suppose that I am going to speak about the world, so long as there are evils in our midst equally as bad as they commit? <\/div><div class=\"paragraph jod\" id=\"v4n1327\"> There are a great many old men who have the Priesthood upon them, who have been in the Church from the beginning, and yet they are spiritually dead. What is the matter? I can expose them, I can tell you just what ails them, and why they are spiritually dead. They do not wake up, and cannot wake up, because they do not consider that they are guilty of anything wrong. They cannot see themselves, but when you come to find out you will find that they have, from the death of Joseph and before he was slain, murmured and complained at Brigham and Heber, saying that &#x201C;Mormonism is not as it was then; and if Joseph had lived, he would have taken hold of us and made us prominent members in the house of Israel.&#x201D; You will find that that is a fact; I shall not draw back from that one hair. Let us have the plain English, and you will find that to be the difficulty with them. <\/div><div class=\"paragraph jod\" id=\"v4n1328\"> There are men here 60 or 65 years of age, holding the Bishopric of Aaron's Priesthood and the High Priesthood of God, whom I have known to leave their important meetings and dismiss the business of the kingdom of God to spend their time with this man or that woman who was lying about their neighbors; and those very men would sit and hear that slander, and never rebuke it. There is were they have lost the Spirit of God and their authority, the power of their Priesthood. Do you hear it, ye old gentlemen, and also ye <div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0586\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ladies that are connected with them? For you are just as bad, more or less. <\/div><div class=\"paragraph jod\" id=\"v4n1329\"> You say, &#x201C;We knew and understood &#x2018;Mormonism,&#x2019; when Joseph was alive, but we do not know the tree now, it has grown so fast,&#x201D; and that is the difficulty with you. We have had trees set out in these valleys seven years, and you can now see some of them large enough for rafters. Suppose a man had gone away about the time they were set out, or had been asleep to the sight of those things, would he recognize those trees? No, for they change as they increase. That applies to you elderly people, both men and women; and then to you who are younger, there is something will apply rather plainer than that. <\/div><div class=\"paragraph jod\" id=\"v4n1330\"> Have I not been modest today? I do think it is outrageous to unwisely expose so much filth as some of our Elders and Missionaries do. If a man is asleep and has besmeared himself, do not expose him, unless the necessity of the case requires it. I feel a good, wholesome spirit and a fatherly spirit to you, brethren; you know I do. But I want my brethren to take a course, if they find their brethren lying under blankets besmeared, not to pull the blankets off from them before they first get water and wash them; save them if you can. You hear us talk about it a great deal, and probably many do not believe one word we say, but this people will never, no never, prosper to a high degree until we make a public example of&#x2014;what? Men, who have been warned and forewarned, but who will associate with the wicked and take a course to commit whoredom, and will strive to lead our daughters and our wives into the society of poor, wicked curses, with a view to gratify their cursed passions; we will take them and slay them before this people. I am talking of those that will persist in this course of iniquity, and  <div class=\"break pagebreak\" id=\"174a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0174.pdf\" target=\"pdfwin\">p.&#xA0;174a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0585\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not about those who will repent and forsake their sins. Are there men in our midst who will court other men's wives? Yes, and will take them right to the ungodly for them to seduce, and they will take our daughters and do the same. What are such men worthy of? They are worthy of death, and they will get it. That time is nearby, and God has spoken from the heavens, and when certain things are about right, we shall make a public example of those characters. Do you see me? Do you see this Bible and Book of Mormon? If there were ten thousand of those books, I could raise them all to heaven, saying, it is as true as the contents of those books. Do you believe me, brethren? [Yes.] There is no doubt of it. But do all believe me? No. If God forgives you, I will; but there will be a public example made of such characters, and the time is just at our doors. Can we stop this iniquity, until that is done? No, no more than we can stop some from stealing. There is some stealing right in the midst of your reform, brethren. <\/div><div class=\"paragraph jod\" id=\"v4n1332\"> Don't you think it is a better course to take the gentlemen privately and talk over matters, and then take the ladies privately and instruct them, and not open the budget of the filth of their husbands before the wives, nor that of the wives before their husbands? Such filthy characters seem to be the most sanctimonious, the most holy and gracious. I wish you could know one thing, that is, that we know you and can see right through you. I wish all those kind of men and women would get away to the backside of the congregation, and not stick themselves right under my nose. And if we make a party they stick themselves there also, and want to be the head, back, and everything else. If they would take a proper course, they would never intrude upon decent society, <div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0585\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> until they had repented of and forsaken their abominations. <\/div><div class=\"paragraph jod\" id=\"v4n1333\"> John Hyde may spout as much as he has a mind to, and all such characters may spout and try to make out that Brigham Young, Heber C. Kimball, Willard Richards, Jedediah M. Grant, and Daniel H. Wells are guilty of the things they are; but we are as clean as a piece of white paper. No women from heaven, earth, or hell can present themselves with a truthful allegation that we have ever led them astray. We have lawful wives, and the most of them honor their callings, and God will bless them, and they will be raised to immortality and eternal lives. They will go with us, and then there will be others that will not go with us, who will not go where Brigham and Heber will go, I will warrant you, for ten thousand years. <\/div><div class=\"paragraph jod\" id=\"v4n1334\"> I wish you would obey the Book of Mormon. I was reading a little in it, the night before last, where Alma gives commandments to his son Corianton, as follows&#x2014;<span class=\"citation\" id=\"82275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82275)\">Alma 39:1-14<\/a><\/span>  <\/div><div class=\"paragraph jod\" id=\"v4n1335\"> 1. &#x201C;And now, my son, I have somewhat more to say unto thee than what I said unto thy brother; for behold, have ye not observed the steadiness of thy brother, his faithfulness, and his diligence in keeping the commandments of God? Behold, has he not set a good example for thee? For thou didst not give so much heed unto my words as did thy brother, among the people of the Zoramites. Now this is what I have against thee; thou didst go on unto boasting in thy strength and thy wisdom. And this is not all, my son. Thou didst do that which was grievous unto me; for thou didst forsake the ministry, and did go over into the land of Siron among the borders of the Lamanites, after the harlot Isabel. Yea, she did steal away the hearts of many; but this was no excuse for thee, my son. Thou shouldst have tended to the ministry  <div class=\"break pagebreak\" id=\"175a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0175.pdf\" target=\"pdfwin\">p.&#xA0;175a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0584\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wherewith thou wast entrusted. Know ye not, my son, that these things are an abomination in the sight of the Lord; yea, most abominable above all sins save it be the shedding of innocent blood or denying the Holy Ghost? For behold, if ye deny the Holy Ghost when it once has had place in you, and ye know that ye deny it, behold, this is a sin which is unpardonable; yea, and whosoever murdereth against the light and knowledge of God, it is not easy for him to obtain forgiveness; yea, I say unto you, my son, that it is not easy for him to obtain a forgiveness. And now, my son, I would to God that ye had not been guilty of so great a crime. I would not dwell upon your crimes, to harrow up your soul, if it were not for your good. But behold, ye cannot hide your crimes from God; and except ye repent they will stand as a testimony against you at the last day. <\/div><div class=\"paragraph jod\" id=\"v4n1337\"> 2. &#x201C;Now my son, I would that ye should repent and forsake your sins, and go no more after the lusts of your eyes, but cross yourself in all these things; for except you do this ye can in nowise inherit the kingdom of God. Oh, remember, and take it upon you, and cross yourself in these things. And I command you to take it upon you to counsel your elder brothers in your undertakings; for behold, thou art in thy youth, and ye stand in need to be nourished by your brothers. And give heed to their counsel. Suffer not yourself to be led away by any vain or foolish thing; suffer not the devil to lead away your heart again after those wicked harlots. Behold, O my son, how great iniquity ye brought upon the Zoramites; for when they saw your conduct they would not believe in my words. And now the Spirit of the Lord doth say unto me: Command thy children to do good, lest they lead away the hearts of many people to destruction; there<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0584\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fore I command you, my son, in the fear of God, that ye refrain from your iniquities; That ye turn to the Lord with all your mind, might, and strength; that ye lead away the hearts of no more to do wickedly; but rather return unto them, and acknowledge your faults and that wrong which ye have done. Seek not after riches nor the vain things of this world; for behold, you cannot carry them with you.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n1338\"> I did not know but that I was too hard on such crimes, but the passage referred to plainly states that adultery is next to shedding innocent blood. Hyrum Smith gave the same instructions in Nauvoo; many of you have heard him speak of this sin many times. <\/div><div class=\"paragraph jod\" id=\"v4n1339\"> Again, I wish you to read another passage in that good book, as follows&#x2014;<span class=\"citation\" id=\"82234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82234)\">Alma 34:16-36<\/a><\/span>  <\/div><div class=\"paragraph jod\" id=\"v4n1340\"> &#x201C;And thus mercy can satisfy the demands of justice, and encircles them in the arms of safety, while he that exercises no faith unto repentance is exposed to the whole law of the demands of justice; therefore only unto him that has faith unto repentance is brought about the great and eternal plan of redemption. Therefore may God grant unto you, my brethren, that you may begin to exercise your faith unto repentance, that ye begin to call upon his holy name, that he would have mercy upon you; Yea, cry unto him for mercy; for he is mighty to save. Yea, humble yourselves, and continue in prayer unto him. Cry unto him when ye are in your fields, yea, over all your flocks. Cry unto him in your houses, yea, over all your household, both morning, midday, and evening. Yea, cry unto him against the power of your enemies. Yea, cry unto him against the devil, who is an enemy to all righteousness. Cry unto him over the crops of your fields, that ye may prosper in them. Cry over the flocks  <div class=\"break pagebreak\" id=\"176a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0176.pdf\" target=\"pdfwin\">p.&#xA0;176a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0583\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of your fields, that they may increase. But this is not all; ye must pour out your souls in your closets, and your secret places, and in your wilderness. Yea, and when you do not cry unto the Lord, let your hearts be full, drawn out in prayer unto him continually for your welfare, and also for the welfare of those who are around you. <\/div><div class=\"paragraph jod\" id=\"v4n1342\"> 29. &#x201C;And now behold, my beloved brethren, I say unto you, do not suppose that this is all; for after ye have done all these things, if ye turn away the needy, and the naked, and visit not the sick and afflicted, and impart of your substance, if ye have, to those who stand in need&#x2014;I say unto you, if you do not any of these things, behold, your prayer is vain, and availeth you nothing, and ye are as hypocrites who do deny the faith. Therefore, if ye do not remember to be charitable, ye are as dross, which the refiners do cast out, (it being of no worth) and is trodden under foot of men. <\/div><div class=\"paragraph jod\" id=\"v4n1343\"> 30. &#x201C;And now, my brethren, I would that, after ye have received so many witnesses, seeing that the holy scriptures testify of these things, ye come forth and bring fruit unto repentance. Yea, I would that ye would come forth and harden not your hearts any longer; for behold, now is the time and the day of your salvation; and therefore, if ye will repent and harden not your hearts, immediately shall the great plan of redemption be brought about unto you. For behold, this life is the time for men to prepare to meet God; yea, behold the day of this life is the day for men to perform their labors. And now, as I said unto you before, as ye have had so many witnesses, therefore, I beseech of you that ye do not procrastinate the day of your repentance until the end; for after this day of life, which is given us to prepare for eternity, behold, if we do not improve our time while in <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0583\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this life, then cometh the night of darkness wherein there can be no labor performed. Ye cannot say, when ye are brought to that awful crisis, that I will repent, that I will return to my God. Nay, ye cannot say this; for that same spirit which doth possess your bodies at the time that ye go out of this life, that same spirit will have the power to possess your body in that eternal world. For behold, if ye have procrastinated the day of your repentance even until death, behold, ye have become subjected to the spirit of the devil, and he doth seal you his; therefore, the Spirit of the Lord hath withdrawn from you, and hath no place in you, and the devil hath all power over you; and this is the final state of the wicked. And this I know, because the Lord hath said he dwelleth not in unholy temples, but in the hearts of the righteous doth he dwell; yea, and he has also said that the righteous shall sit down in his kingdom, to go no more out; but their garments should be made white through the blood of the Lamb.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n1344\"> Brethren and sisters, it is for us to prepare and qualify ourselves for the great change that is coming upon us all. Many do not attend to it, but sleep and sleep on until the time of death, and Satan will seal their spirits his, as the Book of Mormon says;<span class=\"citation\" id=\"82262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82262)\">Alma 34:35<\/a><\/span> he will have power over them, and they cannot help themselves. <\/div><div class=\"paragraph jod\" id=\"v4n1345\"> God and His servants have instructed you to read that book, and if you read it faithfully and with a prayerful heart, you will find many principles and doctrines that you have heard brothers Brigham and Heber teach. <\/div><div class=\"paragraph jod\" id=\"v4n1346\"> You who are tampering with the sin of adultery are sealing your damnation. Some are sitting right before me, with their looks as white as a sheet, who have tampered in these things. What have they done? They have done more hurt, more injury,  <div class=\"break pagebreak\" id=\"177a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0177.pdf\" target=\"pdfwin\">p.&#xA0;177a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0582\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and thrown more obstructions in the way of the work of God than they ever can restore. They have an atonement to make, there is a debt against them. Why? Because justice will require the debt to be paid. It is for you to arouse yourselves from these things and pay all you can, that there may not be much against you when the accounts are settled up. <\/div><div class=\"paragraph jod\" id=\"v4n1348\"> I have said so much, and you may call it a kind of an eccentric discourse. What is eccentric? I will explain it to you. Supposing that there is a pivot on the top of this stand, and I preach to a man away yonder and come back, to another away there and come back, and so I preach every way from the center, that is eccentric, that is, I do not confine myself to any particular subject, but I am here and there and yonder, and yet I am always in the center; that is what is called eccentric, or original, or what is deemed by some extravagant, because it is out of the usual custom. I am tempered just as I am, and don't you like me better in this way than in a stereotyped style? Don't you like me in my way better than you would if I should try to imitate brother Hyde, and try to be like him? I hit on one thing and then on another, but brethren, is not all plain to you? <\/div><div class=\"paragraph jod\" id=\"v4n1349\"> [Yes.] <\/div><div class=\"paragraph jod\" id=\"v4n1350\"> Brethren and sisters, God bless you; God bless the good, God bless the oil and the wine;<span class=\"citation\" id=\"67418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67418)\">Luke 10:34<\/a><\/span> God bless all the authorities of this Church that honor their high and holy calling; and may the peace of the Almighty be with you forever. These are my feelings; and may He authorize His holy angels in heaven, and upon the earth, to cause the wrath of Almighty God to burn against the wicked, the corrupt, and those that seek and wish to follow corruption. May the wrath of the Almighty God come on them, that they may never have any more rest, from this time hence<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0582\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>forth, until they repent. May they not have peace at home or abroad, out of doors or in the house, upstairs nor down in the cellar, and I say it in the name of Almighty God and by virtue of the Priesthood, may the curse of Almighty God be on such men and women, and they shall welter in sorrow. <\/div><div class=\"paragraph jod\" id=\"v4n1351\"> I know that if this people will do right, our enemies, those who lay snares and gins<span class=\"citation\" id=\"57340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57340)\">Ps. 141:9<\/a><\/span> to ensnare the servants of the living God, shall be slain by the sword of His wrath,<span class=\"citation\" id=\"82401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82401)\">Alma 54:6<\/a><\/span> and shall have no power to fight against God, nor against Zion, and all Israel shall say, AMEN. <\/div><div class=\"paragraph jod\" id=\"v4n1352\"> [The congregation was unanimous in saying amen, with a loud voice.] <\/div><div class=\"paragraph jod\" id=\"v4n1353\"> It will be so, and I know it. <\/div><div class=\"paragraph jod\" id=\"v4n1354\"> Live your religion. Bishops go to now and take the course I have suggested; take a course not to expose and ruin men, but let their private sins be privately acknowledged to the Bishop, and he has authority to report them to headquarters; then there can be a way of disposal&#x2014;why? Because God our Father has made a way. There is no situation or circumstance that ever a man was or will be in, but what there is a law touching his case. <\/div><div class=\"paragraph jod\" id=\"v4n1355\"> Be cautious of your wildfire; I have touched on that, and I want the Bishops to be cautious about it, and not to be overbearing and hard on the people, nor require them to fast three days in the week, and keep them under the big sledgehammer continually. It will not answer. You should pour in a little wine and oil,<span class=\"citation\" id=\"67419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67419)\">Luke 10:34<\/a><\/span> and the good things of the kingdom of God, and that will temper the iron so that it will yield to the hammer. <\/div><div class=\"paragraph jod\" id=\"v4n1356\"> I mean this for the Bishops, the Missionaries, the Elders, Priests, Teachers, and Evangelists; pour in a little oil and wine<span class=\"citation\" id=\"67420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67420)\">Luke 10:34<\/a><\/span> and soften the material, and not be putting on with three or four sledges and a small hammer in the bargain. It will not  <div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0581\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>answer for the big hammers to go on beating, after the little hammer has sounded stop, you big fellows. <\/div><div class=\"paragraph jod\" id=\"v4n1358\"> When I strike with a big sledgehammer, it performs much more than the little hammer. They used to say in England, when brother Hyde had preached, &#x201C;Bring brother Kimball here and let him hit the old rock one crack with the big sledge, and we will warrant it to split.&#x201D; Brother Hyde used to polish the rock before it was taken out of the quarry. <\/div><div class=\"paragraph jod\" id=\"v4n1359\"> Brother James Brown, has it not been good for you to be here today? [Yes.] God bless you, if you will only live your religion, and let brother Brigham, brother Heber, and brother Daniel live theirs; for he is our brother now and always was. If you will rise up and let us rise a little higher, you will see no particular difference in us, but the difference will be in you. Rise up, and do not hold us down. <\/div><div class=\"paragraph jod\" id=\"v4n1360\"> As we are members of one body, except we cut you off from us we never can rise, unless you rise. If you will cleanse the platter, and throw out the dead men's bones that corrupt it,<span class=\"citation\" id=\"65542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65542)\">Matt. 23:25-27<\/a><\/span> and all wicked things, you will rise; you will not feel so much difference, only you will be calm and composed, and you will not find any wildfire in the people. They swell when they have got wildfire, until their corporations are larger, figuratively speaking, than a dozen of mine. The Holy Ghost does not make a man act in any such way. <\/div><div class=\"paragraph jod\" id=\"v4n1361\"> Why do I keep talking these things over? Because I want you to understand them and get the Spirit of God, and let its peaceable influence be upon you; then you will know the spirit of men and things. Read the Bible, the Book of Mormon, and every other good book, and keep busy at some good thing or other, and stop your quarrelling. There is a great deal of quarrelling in the houses, and contending for power and authority; <div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0581\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the second wife is against the first wife, perhaps, in some instances. But that is done away in my family, and there is none of it in brother Brigham's, nor in brother Wells', nor in any family where they have common sense. <\/div><div class=\"paragraph jod\" id=\"v4n1362\"> If every member of my body performs its office and does its duty, according to the order and government of God, then I want to know if one member is any better than another? Is any one of my fingers any better than another, if each one fulfills its calling? If one of these fingers sticks itself where it should not be, it brings dishonor on the whole body; and there are certain men and women who have dishonored themselves and this whole community. John Hyde, probably, was living in adultery before he went from here, or if not, he was after he went from here, and he lost the Spirit of the Lord God. Any man that will do such wickedness, cannot keep the Spirit of God. <\/div><div class=\"paragraph jod\" id=\"v4n1363\"> Do right, and let the Bishops and Missionaries understand their duty, and they may be the means of palliating your sins and making you comfortable for life. There are women in this congregation who have, probably, been seduced by Elders, by High Priests and men in authority. What do those women think? They believe that I am guilty of the same sin, and that brother Brigham and brother Wells, and every other good man, is alike guilty. Read the words of Alma over and over, and learn how he talked to his son. The people in that age would not hear the words of Alma, nor the words of his brethren, because of the wickedness of his son Corianton.<span class=\"citation\" id=\"82308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82308)\">Alma 39:11<\/a><\/span> I am showing you the cause of such iniquity, and the desolation it brings on the human family. I am not preaching as the world preaches; I preach not to show myself eloquent, but I am bringing right out these  <div class=\"break pagebreak\" id=\"179a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0179.pdf\" target=\"pdfwin\">p.&#xA0;179a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0580\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>little matters that lay the axe at the root of the tree<span class=\"citation\" id=\"62682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62682)\">Matt. 3:10<\/a><\/span> and obstruct the onward progress of this great work. The wickedness of the Latter-day Saints throws an obstacle before it. <\/div><div class=\"paragraph jod\" id=\"v4n1365\"> Brethren, don't you think the course you would take with a flock of sheep is better for this people, than it is to keep all the time hitting them on the head? It is well enough to hit a rap now and then, that is, to rap some of the old bucks and does that always want to stick their noses first in the salt. In accordance with my eccentric discourse, don't you see that I have not thrown out salt on the floor or on the grass to be wasted? I have given one sheep out there a lap, and another one there, returning to the center, and don't you feel just as comfortable now as before ye got the salt, and a little more so? That is the way to lead the people along, and do not gag them. You may take custard pie and cram it down a person's throat until it makes him vomit; doubtless some of you have crammed your little children until they have vomited the food you gave them. <\/div><div class=\"paragraph jod\" id=\"v4n1366\"> The people are often fed too much, with too long sermons. How long have I preached today? Though I have not stuck to one subject, but I have always come back to the center and began again. Stop your long sermons, except God leads and dictates. I should advise you, if you have but a little water in the pond, not to let your saw run the full length of the log. Get up when you have something to say, and sit down when you have done. Long sermons will not answer. Preach short sermons, you Bishops; and when the missionaries come along and give a first-rate good sermon at a Ward meeting, and perhaps one or two others also speak, and it is eight o'clock in the evening, or half-past eight, close the meeting. You Bishops are always there, and you can preach when the sheep are not crammed to death. There is too <div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0580\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> much of this cramming, for by it you will gag the people and throw them overboard. <\/div><div class=\"paragraph jod\" id=\"v4n1367\"> I am holding on to this idea, because I see that you are wrong. And if brother Brigham had been here today he would, probably, have been led to speak on the same matter; and if I had been away from here, probably brother Wells would have been led the same; and if none of us had been here, perhaps somebody else would have spoken of it. I am telling you what to do, I am relieving your minds. Do not put on the double sledgehammers all the time, but pour in the wine and the oil,<span class=\"citation\" id=\"67421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67421)\">Luke 10:34<\/a><\/span> and scatter a little salt, and the sheep will be bleating and teasing for more. <\/div><div class=\"paragraph jod\" id=\"v4n1368\"> I am a shepherd, I was brought up a shepherd; and I was a plowboy; and I am a blacksmith, a potter, a joiner and carpenter, and a tailor; I understand all these branches. I never was confined to either of them long, but always returned to the center. This is my mode of preaching; I do not want to talk a whole dictionary. I do not use any squatalations, as brother Hyde, brother Franklin, and others do. I am just what I am, and cannot be anything else. Brother Hyde, did you ever know me try to imitate anybody? I never did and cannot do it, unless I have the power given me. There is only one thing that I can mimic, and that is the power that some enthusiasts show, when they suppose the Holy Ghost is on them. <\/div><div class=\"paragraph jod\" id=\"v4n1369\"> I don't want you to merely talk about it, but I want you to go to and live your religion, do your duty, do all things that are required of you. If you have not done so, go and do it. If you have done wrong, don't do wrong again, and do right from this time, making satisfaction and restitution for your wrongdoing, and I will say you shall be forgiven, every one of you who has not shed innocent  <div class=\"break pagebreak\" id=\"180a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0180.pdf\" target=\"pdfwin\">p.&#xA0;180a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0579\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>blood or sinned against the Holy Ghost; that cannot be forgiven.<span class=\"citation\" id=\"64417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64417)\">Matt. 12:32<\/a><\/span><span class=\"citation\" id=\"91675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91675)\">D&amp;C 132:27<\/a><\/span> If you will take this course, brother Brigham and Heber will live, yea, they will live and let live scores and scores of years. <\/div><div class=\"paragraph jod\" id=\"v4n1371\"> Brethren and sisters, do not be the aggressors, always act on the defensive. I never will touch any of you, I never will offend or scold at you, nor injure you in any way, if you will not harm me but live your religion. I never will strike one of you, without you first strike me; but when you strike me, I shall be justifiable in striking you. I want you to remember what you read in the Book of Mormon, where Alma tells his son not to be the aggressor;<span class=\"citation\" id=\"82307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82307)\">Alma 39:9<\/a><\/span> also what Moroni said to Zerahemnah, at the time Nephites and Lamanites fought by the river Sidon.<span class=\"citation\" id=\"82384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82384)\">Alma 44:1-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1372\"> 12. &#x201C;And it came to pass that they did stop and withdrew a pace from them. And Moroni said unto Zerahemnah: Behold, Zerahemnah, that we do not desire to be men of blood. Ye know that ye are in our hands, yet we do not desire to slay you. Behold, we have not come out to battle against you that we might shed your blood for power; neither do we desire to bring anyone to the yoke of bondage. But this is the very cause for which ye have come against us; yea, and ye are angry with us because of our religion. But now, ye behold that the Lord is with us; and ye behold that he has delivered you into our hands. And now I would that ye should understand that this is done unto us because of our religion and our faith in Christ. And now ye see that ye cannot destroy this our faith. Now ye see that this is the true faith of God; yea, ye see that God will support, and keep, and preserve us, so long as we are faithful unto him, and unto our faith, and our religion; and never will the Lord suffer that we shall be destroyed <div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0579\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> except we should fall into transgression and deny our faith. And now, Zerahemnah, I command you, in the name of that all-powerful God, who has strengthened our arms that we have gained power over you, by our faith, by our religion, and by our rites of worship, and by our church, and by the sacred support which we owe to our wives and our children, by that liberty which binds us to our lands and our country; yea, and also by the maintenance of the sacred word of God, to which we owe all our happiness; and by all that is most dear unto us&#x2014;Yea, and that is not all; I command you by all the desires which ye have for life, that ye deliver up your weapons of war unto us, and we will seek not your blood, but we will spare your lives, if ye will go your way and come not again to war against us. And now, if ye do not this, behold, ye are in our hands, and I will command my men that they shall fall upon you, and inflict the wounds of death in your bodies, that ye may become extinct; and then we will see who shall have power over this people; yea, we will see who shall be brought into bondage.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n1373\"> That shows the mercy and compassion of our God; although his enemies are in his hands, he will have mercy upon them. In the book of Doctrine and Covenants it is said, if thine enemy comes upon thee and falls into thine hand, forgive him, if he repent; and if he comes upon thee the second time, forgive him, if he repent; but if comes upon thee the third time, thou mayest do with him as seemeth thee good, still, if thou shalt forgive him, I will add glory unto thee for thy mercy.<span class=\"citation\" id=\"89307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89307)\">D&amp;C 98:23-31<\/a><\/span> Just look at it, and see what kind of a God we are serving. That God is talking to you, through me, today. <\/div><div class=\"paragraph jod\" id=\"v4n1374\"> Some of you may, perhaps, think that I have had wildfire in me today, but I have not had a bit of it about me.  <div class=\"break pagebreak\" id=\"181a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0181.pdf\" target=\"pdfwin\">p.&#xA0;181a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I am preaching all the time to show you the propriety of being filled with mercy, for God says the merciful man shall obtain mercy.<span class=\"citation\" id=\"62942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62942)\">Matt. 5:7<\/a><\/span> That is the spirit which is in me. When I step forward here God speaks through me; and if brother Brigham had been here He would have spoken through him. Don't you see that I have the same fatherly care, when I step up here to act in brother Brigham's place for the time being? I do not care who you put here, he will have the same spirit when he is put here, that is, if he is dictated by the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v4n1376\"> I have had a good time here today. How nice it feels; there are good feelings here. Brethren, cultivate <div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the spirit of compassion; if any man has committed adultery, have mercy on him and pity him, if he repents. You may say, &#x201C;O Lord God, I thank thee that I never fell into that sin.&#x201D; Have compassion on those who have, if they will repent. <\/div><div class=\"paragraph jod\" id=\"v4n1377\"> You leading members of the Church, you Twelve, High Priests, Seventies, Bishops, &amp;c., go ahead, press forward, and we will gain the victory. We will overcome, because with those that do repent, if there are not more than three hundred men,<span class=\"citation\" id=\"94460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94460)\">Judg. 7:7<\/a><\/span> we will whip out the unrighteous, for, says the Lord, everything that can be shaken shall be, and that which cannot be shaken will remain.<span class=\"citation\" id=\"62248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62248)\">Hag. 2:6-7<\/a><\/span><span class=\"citation\" id=\"77329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77329)\">Heb. 12:27<\/a><\/span><span class=\"citation\" id=\"91511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91511)\">D&amp;C 132:13-14<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}