{"ID":40041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">A Dream&#x2014;Wheat and the Chaff&#x2014;Way of Escape From Tribulation&#x2014;Necessity of Consecration.<\/div>\n<div class=\"subtitle\">Remarks by President Orson Hyde, Delivered in the Tabernacle, Great Salt Lake City, December 21, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: A Dream, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 12\/21\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v4n1568\"> Being requested to make a few remarks this afternoon, I rise to comply with the request. I can say, like those that have spoken, and as I have spoken myself, I feel thankful to the Lord for the privilege of once more standing in your midst to speak to you of the things pertaining to the kingdom of God. It is true we have had rather a cold time in coming through from the western portion of Utah, and I thought before we arrived within the borders of the settlements, we had had a pretty severe time; but after we arrived and ascertained what kind of times our brethren had had here in the eastern mountains, I concluded that we had had pretty fair times, and nothing to complain of. We are sound in body, limb, and joint, and none of us suffered materially, and what any of us might have suffered last year in the snows of the Sierra Nevada mountains, those injuries are fully repaired, and I believe we are all fit for service, and I feel thankful to God our Heavenly Father for these blessings. I have the privilege of meeting once more with my friends; I have met with friends and <div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0546\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with enemies both since I have been gone. <\/div><div class=\"paragraph jod\" id=\"v4n1569\"> I simply rise to relate a dream I had a few nights before I arrived within the borders of our settlements. The old Prophet says, &#x201C;He that hath a dream, let him tell it; and he that hath my word, let him speak it faithfully.&#x201D;<span class=\"citation\" id=\"60567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60567)\">Jer. 23:28<\/a><\/span> We had the word faithfully spoken in the former part of the day by brother Kimball. <\/div><div class=\"paragraph jod\" id=\"v4n1570\"> I dreamt that I had a very large pile of wheat thrashed, but in the chaff, and also a good deal in the bundle stacked away that had to be thrashed, and there seemed to be a portion of the floor on which the wheat lay that had been removed, but there was quite a quantity of wheat that lodged on the beams or sleepers, and this was excellent wheat, but there was considerable dirt with it. I went to work with a shovel and wing to save that which was lodged on the beams, and to separate the wheat from the dirt, and threw it into the pile. But it seemed to be quite a task for me to clean that wheat. I threw it, by the shovel full, in the air, with the expectation, as usual, for the chaff  <div class=\"break pagebreak\" id=\"214a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0214.pdf\" target=\"pdfwin\">p.&#xA0;214a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0545\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to blow away with the wind, but a portion of the chaff would come down and settle with the wheat all the time, and I kept to work at in this way. It seemed, however, to get clearer and clearer of chaff and dirt, but all I could do a portion of the chaff would come down with the wheat. I thought it was excellent wheat and good. <\/div><div class=\"paragraph jod\" id=\"v4n1572\"> You can judge for yourselves of the interpretation. At any rate I feel disposed to contribute my mite and what little strength I have to save and clean the wheat, that it may be prepared for the use for which it was intended. <\/div><div class=\"paragraph jod\" id=\"v4n1573\"> The remarks made in the former part of the day are worthy to be indelibly written upon every heart; that they were made in truth and in power there is no doubt, and for one I have decreed to set about the work of repentance and reformation right off. I have tried to reform and live about as well as I thought I could; but when I come to look into the glass and see myself, I own there is room for improvement, and that improvement I intend to make, God being my helper,<span class=\"citation\" id=\"56762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56762)\">Ps. 54:4<\/a><\/span> with all the speed in my power. <\/div><div class=\"paragraph jod\" id=\"v4n1574\"> I think it was in August last that I wrote to my family, and told them I thought there was a day of trial near at hand, and that my feelings were that it would be general throughout the Church; I presume they have the letter now. These were my feelings back yonder, these are my feelings all the time. Well, it matters not how soon it transpires. But let me here, brethren and sisters, admonish and caution you all, and myself, too, that while we have the opportunity to right every wrong that is within our power, or that is within our control, that we do it forthwith, and that we right ourselves before the Lord. It is not necessary to say many words, the subject with me is too deep to <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0545\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> spend much time in multiplying words about. I feel that plainness has been the characteristic of the remarks by brother Kimball this morning, and truth also; and in order that we may be benefited, let us cherish his words in our hearts and reduce them to practice, and square our lives according to the circumstances portrayed before us, and if we will do this, we shall have reason to hope in the mercy and favor of our God, that in the midst of tribulation there will be a way for our escape.<span class=\"citation\" id=\"73318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73318)\">1 Cor. 10:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1575\"> And with regard to my time, my talents, and everything I possess on earth, it is at the service of this Church and the building up of the kingdom of God; whenever I, or anything I possess can be used to further the work of God on earth, I say, with all my heart, let it go; and furthermore, I feel proud of the opportunity of doing all in my power to build up this Church. <\/div><div class=\"paragraph jod\" id=\"v4n1576\"> In fact, I will mention one little circumstance with regard to the consecration law. We heard a good deal about it in the early part of its agitation. I preached the principle; I believed in it. Yet business not having been arranged with me to make it exactly convenient as I thought, I did not subscribe to it, but put it off to a more convenient season. The Indians are hostile a portion of the way between here and Carson Valley, and we did not know how we might fare in passing among them; and again, it had got to be late in the season, and the snows were coming thicker and faster, and more of them, and it was pretty difficult to tell whether we should get through safely or not. Thought I, what evidence have I ever given that I have made a of consecration to God and His Church of that which I possess, suppose it be our misfortune not to return? In the resurrection what evidence will appear on record that I have conse<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"215a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0215.pdf\" target=\"pdfwin\">p.&#xA0;215a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0544\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>crated to God and His Church? What can I produce? What will the book show? I prayed that I might, with my brethren, be spared to return and be allowed the privilege of consecrating to God my earthly goods, and felt a pleasure in dashing ahead, be the consequences what they might. Our prayers were answered, and I have, in part, complied with the dictates of conscience teaching this thing, so that when the books shall be opened, and another book opened, and the dead judged out of those things that are written in the books,<span class=\"citation\" id=\"80606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80606)\">Rev. 20:12<\/a><\/span> I shall rejoice to see that the records will show my feelings towards the Church. Whatever earthly goods I possess, and what I am, are at the service and disposal of my brethren to advance the interests of the kingdom of God. <\/div> <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0544\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1578\"> When I heard this morning the remarks that were made, all worldly interests looked like trash to me. I have labored hard to lay a good foundation in the west for a settlement, but if what we have done must fall a sacrifice, so be it. We did what we thought was right, and tried to do considerable of it. The fact is, I count an inheritance in the kingdom of God greater than anything that this world can afford. <\/div><div class=\"paragraph jod\" id=\"v4n1579\"> Let us remember what has been said to us today, and not forget it; and let us make our calling and election sure,<span class=\"citation\" id=\"125375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125375)\">2 Pet. 1:10<\/a><\/span> and ask God Almighty to save us from every ill, except what He gives us strength to endure, that we may be accounted worthy to be crowned in His presence, which may He grant in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}