{"ID":40046, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Union of the Saints&#x2014;The World is Trained to Be Selfish&#x2014;We Are Dependent Upon Christ and Each Other&#x2014;Individual Exertion Necessary to Accomplish the Purposes of God.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Lorenzo Snow, Delivered in the Tabernacle, Great Salt Lake City, on Sunday, March 1, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long<\/div>\n<div class=\"pageHeader\">Page Header: Union of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo Snow<\/div>\n<div class=\"date\">Date: 3\/1\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d46\">\n<div class=\"paragraph jod\" id=\"v4n1720\"> I am not much in the habit of taking texts, especially of late years, and more especially since the commencement of the reformation. However, this afternoon, I think I will take a text, as a subject for the few remarks that I may make on this occasion, and that one was presented to me this morning when in conversation with brother Kimball, and that text is embraced in one word, which is Union. <\/div><div class=\"paragraph jod\" id=\"v4n1721\"> I expect that a great deal might be said on this subject, and probably a great deal has been said, but more may yet be said, and that which intimately concerns us at the present time. If we would rightly understand things as they are, a more inte<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0521\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>resting subject could not be introduced at the present time, and it embraces a great deal more than what we should be enabled to say in one hour, or in one day. Unless we go into the practice of paying more attention and more regard to the interests of others, we shall not get along as a people, near so well as, perhaps, many of us have been anticipating. <\/div><div class=\"paragraph jod\" id=\"v4n1722\"> In the Gentile world, where the Gospel first reached us, our manner of training, our habits and our education, all went to influence our minds to look after self, and never to let our contemplations or meditations go beyond that which pertained to ourselves. In making any exertion that would in any way tend to benefit our<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0520\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>selves, to exalt ourselves, and assist us in amassing riches, or in gathering information that would confirm or aid in the bringing about this object, we considered we were doing first-rate, for that was the object of life with us. <\/div><div class=\"paragraph jod\" id=\"v4n1724\"> We then depended upon ourselves almost entirely, and thought that we should have means around us, gathered for the purpose of securing ourselves from the evils that we found we were continually exposed to, in regard to poverty and in regard to the lack of friends. We were all looking within ourselves, we regarded our own dear selves in all our meditations, and directed all our exertions for our own individual benefit. This is what our parents taught us to a great extent, and it mattered, with us, but very little, how or what course was pursued if we could gain those things we desired, if we could secure to ourselves those things which were necessary for our own comfort, and for our own individual temporal convenience. <\/div><div class=\"paragraph jod\" id=\"v4n1725\"> This is the education of the world, and this is the way they are taught, this is one reason we have so much difficulty in acting upon the principles of union. Then it should not seem so very strange that the same feelings that were in the minds of the people around us, that were instilled into us by traditions, should linger around us at the present time, and become a blind or a barrier against receiving those blessings and privileges that we might otherwise receive, and be injurious to us when we receive the Gospel and endeavor to become Saints of God. <\/div><div class=\"paragraph jod\" id=\"v4n1726\"> I can discover that these things have extended and spread themselves in the feelings and hearts of the Saints pretty extensively, and they act very powerfully in hindering the Saints from obtaining the blessings and privileges which it is their right to receive. Until these feelings are re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0520\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>moved, we shall be liable to be baffled in regard to the blessings that are promised to the people of God. <\/div><div class=\"paragraph jod\" id=\"v4n1727\"> We talk considerably in regard to the principle of loving our neighbors as well as we love ourselves;<span class=\"citation\" id=\"65463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65463)\">Matt. 22:39<\/a><\/span> we talk about it, and we sometimes think about it, but how much do we really enter into the spirit of these things, and see that the difficulty lies within ourselves. We must understand that we have got to act upon certain principles by which we can bind ourselves together as a people, to bind our feelings together that we may become one, and this never can be accomplished unless certain things are done, and things that require an exertion on our part. How would you go to work to bind yourselves together? How would a man go to work to unite himself with his neighbor? If two men were associated together who had never been acquainted, how would they go to work to secure each other's friendship, attachment, and affection one towards another? Why something would have to be done, and that not by one party only, but would have to be done by one as well as by the other. It would not answer for one to do the business alone; it would not do for one to answer those feelings and do the work himself, but in order to become as one in their sentiments and affection, the action of both would be requisite. <\/div><div class=\"paragraph jod\" id=\"v4n1728\"> Now it is so ordered and so arranged, that we are dependent, in a great measure, one upon another. For instance, take us as a people, we are dependent upon a being that is above us to secure our peace, our happiness, our glory, and exaltation; we are individually dependent upon the exertions of an individual who is above ourselves. <\/div><div class=\"paragraph jod\" id=\"v4n1729\"> For instance, we are all dependent upon Jesus Christ, upon his coming into the world to open the way whereby we might secure peace, happiness,  <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0519\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and exaltation. And had he not made these exertions, we never could have been secured in these blessings and privileges which are guaranteed unto us in the Gospel, through the mediation of Jesus Christ, for he made the necessary exertions. <\/div><div class=\"paragraph jod\" id=\"v4n1731\"> In order to accomplish the gathering of Israel out of Egyptian bondage, there had to be something done to liberate them from their thralldom, and this something had to be done by a higher power, by an individual that had more wisdom, more intelligence, more understanding, and more power and means within his hands for the purpose of securing those blessings which they needed. They never could have got out from their difficulties nor from their bondage, unless this power had been exerted by one who had more intelligence, more knowledge, more information in relation to the means of their deliverance. <\/div><div class=\"paragraph jod\" id=\"v4n1732\"> It is just so in a thousand other cases, there has to be a power exercised for the benefit of the people, there has to be exertions made, and they never can receive the blessings and privileges that are for them, unless those exertions were made by an individual possessing more knowledge, more wisdom, and greater power than themselves. <\/div><div class=\"paragraph jod\" id=\"v4n1733\"> Jesus, on a certain occasion, speaking to Peter, said to him, &#x201C;Simon Peter, lovest thou me?&#x201D; He answered that he did. Well, then, replied Jesus, &#x201C;feed my sheep.&#x201D; Jesus interrogated him again, saying, &#x201C;Simon Peter, lovest thou me?&#x201D; Peter answered, &#x201C;I do, Lord.&#x201D; Jesus said unto him. &#x201C;Feed my lambs.&#x201D;<span class=\"citation\" id=\"70977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70977)\">John 21:15-17<\/a><\/span> In this case we perceive there was an exertion to be made for the benefit of those that had not that power and information, but this alone is not sufficient. <\/div><div class=\"paragraph jod\" id=\"v4n1734\"> Had Moses, for instance, having done all that he did, had he delivered Israel from Egyptian bondage, and <div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0519\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> having done all that he could and all that mortal man could do for their redemption, having done all in his power, and been willing to lay down his life and to sacrifice everything that he had to accomplish that work, would he have secured the people to himself, and have brought about that union which was so necessary, without any exertion on their part? No, most assuredly it would not have been accomplished, for there had to be a return, an exertion on their part, in order to secure that union and that love, and to secure that fellowship between them and him, which it was necessary should exist, and so it is in reference to Jesus Christ, though he has sacrificed himself and laid the plan for the redemption of the people, yet unless the people labor to obtain that union between him and them, their salvation never will be accomplished. Thus we see that something has to be done by each party, in order to secure each other's friendship, and to bind us together as a community. <\/div><div class=\"paragraph jod\" id=\"v4n1735\"> Now, let an individual possess information and intelligence, and let that individual be one who holds the Holy Priesthood, a man who has been in the Church for years and years, let him be one that is filled with knowledge and understanding, and let him go to work and look about him, or in other words, let him consider there are others around him that are less favored than himself, and that they are not all so strong, nor so forward in the blessings and graces of the Gospel as he is. Let him reflect that those around him desire the intelligence and blessings that God has given him through his greater experience in the things of the kingdom; then begin to impart that information to those around him, and to communicate his strength to those that are weak, and shadow forth his light to those who are in darkness. Then, so  <div class=\"break pagebreak\" id=\"241a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0241.pdf\" target=\"pdfwin\">p.&#xA0;241a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0518\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>far as regards himself he is doing that which is necessary for him to do to secure their good feelings and affections to himself. <\/div><div class=\"paragraph jod\" id=\"v4n1737\"> But let him take the opposite course, and think of improving his own dear self, and that there is only himself to be saved, that all he has to accomplish is to secure life and salvation for himself, and only think of his own sins, to reform himself, and to take care of himself. A man who takes this course is going upon a principle that will always keep him bound up and contracted in his feelings and contracted in his views, and will never accomplish the thing that is desired. <\/div><div class=\"paragraph jod\" id=\"v4n1738\"> As, for instance, you let an individual keep his ideas and knowledge to himself in going on to acquire any information in relation to any particular branch of study or business, will he ever accomplish the thing that is required? <\/div><div class=\"paragraph jod\" id=\"v4n1739\"> A great many pursue this course in reference to their mechanical skill, but this is not the right way. <\/div><div class=\"paragraph jod\" id=\"v4n1740\"> In pursuing any kind of study, a man has to continue to work, and after going through one course, he has to go through again, and keep at work in order to make himself master of them, and he never will master them near so well as by communicating his information while engaged in gaining it. Let him go to work and gather up his friends, and endeavor to give them the same knowledge that he has received, and he then begins to find himself being enlightened upon those things which he never would have known unless by pursuing that course of teaching, and imparting the information he is in possession of unto others. Anyone that has been a schoolteacher will understand me well upon this point. <\/div><div class=\"paragraph jod\" id=\"v4n1741\"> So you perceive that he who indulges in this narrow contracted kind of feeling, instead of benefiting himself <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0518\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in keeping the knowledge he possesses within himself, he is the loser in considering that by keeping all he has received to himself he would be exalted in spirit, in knowledge, and intelligence. <\/div><div class=\"paragraph jod\" id=\"v4n1742\"> Let a man remember that there are others that are in darkness and that have not advanced so far in knowledge, wisdom, and intelligence, and let him impart that knowledge, intelligence, and power unto his friends and brethren, inasmuch as he is farther advanced than they are, and by so doing he will soon discover that his mind will expand, and that light and knowledge which he had gained would increase and multiply more rapidly. <\/div><div class=\"paragraph jod\" id=\"v4n1743\"> I have heard brother Kimball state that when he was very much downhearted, he would find somebody worse than himself, and endeavor to comfort him up, and by so doing he would comfort himself, and increase in spirit and in life. It is upon this principle that I am speaking. <\/div><div class=\"paragraph jod\" id=\"v4n1744\"> If you want to secure the friendship and affections of our friends, go to work and comfort them with that light which you have received, remembering those blessings came down from God, and that by doing this you are only doing what every man should do. <\/div><div class=\"paragraph jod\" id=\"v4n1745\"> Those of you who have got the Priesthood, go and make friends among the individuals by whom you are surrounded; or select one and try to start his feelings, his faith, his circumstances, and his mind, and try to enlighten them, and if they are sinners, endeavor to save them from their sins, and bring them from their bondage in which they are placed, to participate in the light and liberty which you participate in, for in this way you can do good through the information which the Lord has imparted to you. In this way you will discover that their minds will be drawn out towards you, and their affections will be gained and centered upon you. <\/div> <div class=\"break pagebreak\" id=\"242a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0242.pdf\" target=\"pdfwin\">p.&#xA0;242a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0517\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1747\"> In order that this thing may be accomplished, and in order that those blessings which are necessary may be secured, and that the feelings and faith that we want as a people may be secured to us, we have to go to work individually and more anxiously, more ambitiously than we have done before to bind each other's feelings together. <\/div><div class=\"paragraph jod\" id=\"v4n1748\"> Now, for instance, take a shepherd who has charge of a large flock of sheep; he goes into his field, and his flock hasten to gather around him, and follow after him. How is this accomplished? The shepherd has gone from day to day, and from time to time, with plenty of salt, and they discover that he has it with him every time he makes his appearance, and that he has those things that are necessary to supply their wants. They learn by experience, that he has looked after their welfare, and they appreciate his kindness; it is a good deal so among men. <\/div><div class=\"paragraph jod\" id=\"v4n1749\"> If you will allow me to carry out the figure, though perhaps it may not apply quite so well as some other, but it is the one now upon my mind. You let the President of your settlement, or the Bishop, or President Brigham Young, for instance, continue to administer incessantly among this people, and let them do all that individuals will call upon them to do; they will be worn down, and as brother Kimball was speaking, unless there is something done by the people as a return for that which is done by those men, there never will be a perfect people, but will be very far off from perfection. And it is still more so in regard to the cultivation of that feeling which is necessary for us to have one for another. <\/div><div class=\"paragraph jod\" id=\"v4n1750\"> In regard to the shepherd's flock of sheep, what do they do in reference to making a return for the good that is done to them? Is it sufficient for them to return one tenth part of their wool, which, would be a very great <div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0517\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> source of benefit, providing they only give that? If one of them could speak and say we will give you one tenth part of our wool for the purpose of manifesting unto you our gratitude, would not that be a very good and proper acknowledgement? <\/div><div class=\"paragraph jod\" id=\"v4n1751\"> But they do more than this, they do as brother Kimball was speaking, they put everything into the reservoir, they return their entire fleece. This secures a very good feeling in the shepherd or in the bosom of the farmer towards the sheep that he had been administering to, and they find themselves, after the next year comes round, in possession of a great abundance. <\/div><div class=\"paragraph jod\" id=\"v4n1752\"> Well, I was thinking of these things as brother Kimball was speaking this morning. If the people had confidence in the things which are taught, and if they would let their minds expand, and throw in their substance for the establishment of Zion and the extension of the kingdom of God, they would learn that it is the very principle upon which they would receive stores of those things which they are after. <\/div><div class=\"paragraph jod\" id=\"v4n1753\"> But there is a fearfulness in the minds of the people, they are afraid to trust their substance in the hands of the Lord, but if we expect acts of kindness and affection; if we understand our true position, and want to secure the affections of the Almighty and all good men, so that they will be bound to us, we have got do something that will secure to us those affections, and other manifestations of that kindness which we have previously participated in. <\/div><div class=\"paragraph jod\" id=\"v4n1754\"> If individuals would look upon this principle as they should look upon it, view it in its proper light, they would take much more pains than they do, for they would see the necessity of binding the feelings of their brethren together, they would see and understand the importance of this more  <div class=\"break pagebreak\" id=\"243a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0243.pdf\" target=\"pdfwin\">p.&#xA0;243a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0516\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>than they do at the present time, and they would enter into the spirit of it. We might carry this principle into families, and illustrate upon it quite largely. <\/div><div class=\"paragraph jod\" id=\"v4n1756\"> For instance, if you ever secure a union in any family in Zion, if you ever secure that heavenly union which is necessary to exist there, you have got to bind that family together in one, and there has got to be the Spirit of the Lord in the head of that family, and he should possess that light and that intelligence, which, if carried out in the daily life and conduct of those individuals, will prove the salvation of that family, for he holds their salvation in his hands. <\/div><div class=\"paragraph jod\" id=\"v4n1757\"> He goes to work, and associates his feelings and affections with theirs as far as lies in his power, and endeavors to secure all those things that are necessary for their comfort and welfare, and they, on the other part, have got to turn round and manifest the same feeling, the same kindness, and the same disposition, and to the utmost of their ability manifest feelings of gratitude for the blessings which they receive. <\/div><div class=\"paragraph jod\" id=\"v4n1758\"> This is necessary, that there may be a oneness of feeling, or oneness of sentiment and a corresponding affection, that they being one, may be bound together in this way. Now, it is just the same in regard to ourselves as neighbors, as Saints of God, as individuals that hold the Priesthood, and that have traveled in the light of truth, and got the power of God upon them, and who know what salvation is. <\/div><div class=\"paragraph jod\" id=\"v4n1759\"> The things of God have been revealed to this people, that they may go to work and obtain more faith and more confidence in God than any other people upon the face of the whole earth. We have to eat, drink, and clothe ourselves, as well as other people, but in gaining these things we should regard sacredly each other's <div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0516\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> rights. When two individuals are bound together, as they eventually must be if they ever stand in the presence of God, rather than to take a course to injure each other's feelings, when they are united as they should be and as they will be, they would sooner have a limb severed from their body, they would sooner suffer anything that could be executed upon them than to disturb or hurt each other's feelings. There would be the same love that existed between David and Jonathan.<span class=\"citation\" id=\"55501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55501)\">1 Sam. 18:1,3<\/a><\/span> Before David would do anything to disturb the feelings of Jonathan, he would have suffered a hundredfold of trouble to come upon himself. I think we sometimes pass by those things which are of such great importance. I often think of the little anecdote that is recorded in the Bible about the sons of the prophets. On a certain occasion, when the sons of the Prophets were cutting timber, it appears that the axe fell off the handle into the water, and it seemed there was a great disturbance in the feelings of the young Prophets. Why, says one, master, the axe was borrowed, and it seems there was quite an anxiety about the axe on account of its being borrowed property.<span class=\"citation\" id=\"55804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55804)\">2 Kgs. 6:5-6<\/a><\/span> I have thought that had the circumstance transpired in these days the expression would have been on this wise, &#x201C;O, it is no matter, master, the axe was borrowed.&#x201D; But in those days they had feelings in regard to their neighbors, and in consequence of this the power of God could be manifested for the purpose of raising the axe from the bottom of the water. Thus we see they had feelings of interest for the welfare of their neighbors and friends as well as for themselves. <\/div><div class=\"paragraph jod\" id=\"v4n1760\"> Now an individual, in order to secure the highest and greatest blessings to himself, in order to secure the approbation of the Almighty, and in order to continually improve in the  <div class=\"break pagebreak\" id=\"244a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0244.pdf\" target=\"pdfwin\">p.&#xA0;244a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0515\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>things pertaining to righteousness, he must do all things to the best advantage. Let him go to work and be willing to sacrifice for the benefit of his friends. If he wants to build himself up, the best principle he can do it upon is to build up his friends. This is the same principle I wish to refer your minds to in relation to the master who wished to make himself perfect in those sciences which he had partially studied, and he did it by communicating to his scholars that information which he had obtained, and he did it again and again, and by teaching them he improved himself. <\/div><div class=\"paragraph jod\" id=\"v4n1762\"> You, brethren, that are going forward in any undertaking, and that want to get rich, and that want to make large farms, to get many wives, and to extend your household and your popularity, you make up your minds to make your wives comfortable, to feed and clothe your children, and do those things that are required of you. But while you are engaged in this, let your minds be expanded to comprehend and look after the interest of your friends that are around you, and where it is in your power to secure benefits to you friends do so, and in so doing, you will find that those things which you need will come into your hands quicker than if you labor entirely to secure them to yourselves, independent of regarding the interests of your friends. I know this is a good and important principle. <\/div><div class=\"paragraph jod\" id=\"v4n1763\"> Now if a man has been blessed of the Lord, and has got information from the eternal world, has been endowed with much grace and knowledge from on high, and is one to whom the Lord has imparted many great and glorious blessings, when he comes in contact with his friends that are around him and that have not had this advantage and this experience, if they in their arrangements should run across his track, let him exercise those godly feel<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0515\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ings which will tend to secure their confidence and goodwill. And just so far as he exercises them above that of his fellows, he exhibits the education that he has received in the principles of righteousness, and just in proportion as a person does this to those that are ignorant around him, just in that proportion will he secure the good feelings of those individuals; it cannot do otherwise. Peradventure in a future day, when through the mercy of the Lord that darkness is taken away, and they receive the knowledge that you have, they will discover that you have acted upon the principles of mercy and salvation, and in consequence of that you secure their good feelings, their faith, their prayers, and their confidence; this is upon natural principles. You will find that wherever you exhibit a feeling of brotherly love, you secure that brotherly friendship and kindness which is so desirable. I can refer you to your own experience in this; I can think of a thousand instances of the kind. I can think of thousands of instances where brother Brigham and brother Heber imparted to me certain knowledge and blessings, under certain circumstances then surrounding me; I remember them, they are fresh in my memory, and those acts have secured a feeling in my bosom that never could have been there had not those acts of kindness created it. You take the same course, and so far as you have exercised yourself in the Priesthood, and secured the blessings and knowledge of your Priesthood, you may work for your friends upon the same principle, and if you consider the circumstances by which they are surrounded, and act so far as may be consistent with your calling, and if they have got the spirit that is wrong, and that you perceive would lead to apostasy, go to work and see what they want, and see what por<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"245a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0245.pdf\" target=\"pdfwin\">p.&#xA0;245a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0514\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion of information you can impart to them. If they want those things that are good, and you see that through their misfortune and weakness they have got into darkness, try to get that spirit from them, and you will discover when they have overcome the evils of their nature, and secured their salvation, you will find that you have bound their feelings to you in such a way they never will be severed, and when you need a manifestation of friendship, you will always find a friend in time of need. Now this can be done, but not without some self-sacrifice. We have just got to feel, brethren, that there are other people besides ourselves; we have got to look into the hearts and feelings of others, and become more godly than what we are now. <\/div><div class=\"paragraph jod\" id=\"v4n1765\"> We should be bound together and act like David and Jonathan as the heart of one,<span class=\"citation\" id=\"55502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55502)\">1 Sam. 18:1,3<\/a><\/span><span class=\"citation\" id=\"124738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124738)\">2 Sam. 19:14<\/a><\/span> and sooner let our arm be severed from our bodies than injure each other. What a mighty people we would be if we were in this condition, and we have got to go into it, however little feelings of friendship we may have in exercise at the present time. I can just tell you that the day will come when we must become united in this way if we ever see the presence of God. We shall have to learn to love our neighbors as we love ourselves.<span class=\"citation\" id=\"65464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65464)\">Matt. 22:39<\/a><\/span> We must go into this, however far we are from it at the present time, yet no matter, we must learn these principles and establish them in our bosoms. Now this I can see clearly, and that is the reason why I talk about these matters in the style in which I do, for I wish to plant them in the minds of the Saints, and to have these things among their everyday feelings. I see that some of the Saints are laying a foundation to destroy the confidence of their brethren. If a person will allow himself to fall into temptation of this kind because others do, and to transgress <div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0514\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the law of right, to come in contact with things that pertain to the rights of his brethren, and trample upon the interest of his brethren, he may see the day that he will repent in sorrow, and not have forgiveness as soon as he would like. <\/div><div class=\"paragraph jod\" id=\"v4n1766\"> Now let a person trample upon the interests of brother Brigham, while he is endeavoring to do him good, would he not find that his confidence in God is departing? A man that would do this, would just as soon trample upon the rights of the Lord, for he is doing this, and the man that will trample upon the rights of his brethren, no matter who they are, he will trample upon the rights of any man, if he can do it and get along without being particularly punished. If in our movements and dealings with each other we are seriously tempted in these matters, we have got to know that it is our business to learn to secure the peace and happiness of those that are around us, and never take a course to trample upon the feelings and rights of our neighbors. Let a man go and trample upon the rights of a brother, and how long would it take him to destroy that feeling of confidence that had heretofore existed between them? And when once destroyed, how long will it take to establish that feeling which once existed between them? It will take a great while. This is what we have to place our eye upon; I feel it so; in all our thinking, in all our movements, and in our secret meditations, we want to let our minds reflect upon the interests of all around; and to consider that they have rights and privileges as well as ourselves; we ought to have this firmly established in our minds. <\/div><div class=\"paragraph jod\" id=\"v4n1767\"> Now you take a man that is continually looking after the interests of the people around him, and let him feel to bless anything and all things that belongs to his brethren, and he  <div class=\"break pagebreak\" id=\"246a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0246.pdf\" target=\"pdfwin\">p.&#xA0;246a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0513\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will in this way establish happiness in himself and around him. Let a man take the opposite course, and instead of blessing and laboring for the benefit of others, find fault and pull down, will he make the same improvement? Assuredly he will not. <\/div><div class=\"paragraph jod\" id=\"v4n1769\"> I think the people are very good, and that they feel first-rate towards brother Brigham and the general authorities of the Church, they feel to bless them all the time. At the same time they do not feel in the way I think they might feel; but they feel like blessing, and actually do have a first-rate good feeling, especially when filled with the good Spirit as they have been of late. They have not been accustomed to make any sacrifice of a temporal character, and I think they do not feel in this way as they might, if they had more understanding. They feel to bless all around them, and their feelings of kindness are first-rate. Now this is a very good thing, but a person that can take all his temporal substance that is valuable, comfortable, happifying, and nice, and take of that substance for the purpose of benefiting another, that is the way I should think a man could show that he is establishing those principles in himself. If we feel that it is our duty to go to work more ambitiously than what we have done to secure confidence, we will proceed, if it is in our power, to yield temporal blessings and favors, to secure the friendship of those around us. In this way, and in no other, can we be bound together, and manifest that we have a kind and brotherly feeling. We must exhibit this feeling by our works, and instead of shaking a person by the hand, and saying, God bless you, my good fellow, and the next day pay no regard to what we have previously said, but trample upon his best feelings and sever them from us. <\/div><div class=\"paragraph jod\" id=\"v4n1770\"> I feel that if we secure to ourselves the blessings and privileges of this <div class=\"break columnbreak\" id=\"246b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0246.pdf\" target=\"pdfwin\">p.&#xA0;246b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0513\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> reformation, we must also try to secure something for the interests of those that are around us, for there is a self-sacrifice to be made for the interests of those with whom we are associated. We see this in the Savior, and in brother Joseph, and we see it in our President. Jesus, brother Joseph, and brother Brigham have always been willing to sacrifice all they possess for the good of the people; that is what gives brother Brigham power with God and power with the people, it is the self-sacrificing feeling that he is all the time exhibiting. It is so with others, just in proportion as they are willing to sacrifice for others, so they get God in them, and the blessings of the eternal worlds are upon them, and they are the ones that will secure not only the rights of this world, but will secure the blessings of eternity. Just in proportion as you women, you wives, sacrifice one for another, just in that proportion you will advance in the things of God. Now if you want to get heaven within you, and to get into heaven, you want to pursue that course that angels do who are in heaven. If you want to know how you are to increase, I will tell you, it is by getting godliness within you. <\/div><div class=\"paragraph jod\" id=\"v4n1771\"> Let angels be here, do you suppose that they would enjoy themselves here? They would until they felt disposed to leave. Well just so individuals can enjoy heaven around them in all places. We have got to go to work and do this; we must go to work and establish heaven upon this earth, notwithstanding the evils that are around us, the devils that are around us, and notwithstanding the wickedness that exists, still we have got to go to work and establish heaven upon this earth. <\/div><div class=\"paragraph jod\" id=\"v4n1772\"> A person never can enjoy heaven until he learns how to get it, and to act upon its principles. Now you take some individuals, and you refer  <div class=\"break pagebreak\" id=\"247a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0247.pdf\" target=\"pdfwin\">p.&#xA0;247a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0512\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>back to the circumstances that surrounded them twenty years ago, when they were living in log huts, when they had a certain amount of joy, of peace, of happiness at that time, though things were uncomfortable. Now they may have secured comfortable circumstances and temporal means that would administer to their temporal wants and necessities, but if they have not secured friends, the good feelings of their brethren, they are <div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0512\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> unhappy, and more so than they were twenty years ago. <\/div><div class=\"paragraph jod\" id=\"v4n1774\"> I do not feel to occupy more of the time today, but may the Lord bless you brethren and sisters, and may you think of these things, and may we love each other, and live so to exalt ourselves as far as the Lord shall give us wisdom and ability, and secure confidence with each other, which may the Lord grant for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}