{"ID":40043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Ax that is Laid at the Root of the Tree&#x2014;Regeneration&#x2014;Products of Polygamy, a Numerous Offspring, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, Feb. 8, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Ax that is Laid at the Root of the Tree, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 2\/8\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v4n1617\"> I know not what I shall say or how I shall be led to address you, but I have no doubt many are thinking that perhaps I shall be led to speak as plainly as I did two or three weeks ago. With regard to that I wish to tell you, brethren and sisters, that I never could have led myself in such a train of ideas; the Holy Ghost led me to speak upon those items that you consider small items, for if you did not consider them of little moment you would reform in your practices touching those points, and take a different course from what you do. I do know, and that most positively, that if this people would put into practice those things that I recommend, they would be blessed, for they are fundamental principles of our holy religion. <\/div><div class=\"paragraph jod\" id=\"v4n1618\"> These things are the ax that is laid at the root of your trees;<span class=\"citation\" id=\"62684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62684)\">Matt. 3:10<\/a><\/span> and what is it? It is rottenness. Where is that rottenness? It is at the root of the tree; and if the roots have become rotten&#x2014;have become defiled&#x2014;then of course the tree will also be rotten, with every branch pertaining to it, and the whole tree will perish. You <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0538\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are every one of you compared to a tree, or to a body; and there is no body, neither will there be, but what has a root to it; if it were not so you could not produce a posterity. It is for you to take that evil&#x2014;that corruption&#x2014;away from the root. It is a corruption that the world is dabbling in, and this people are dabbling in it more or less. Such a thing as adultery never would be known in the house of Israel, if some were not dabbling in that evil, and if rottenness was not at the roots of some of the trees. It is this which leads to the principle of adultery, and the body has become tinctured with corruption. <\/div><div class=\"paragraph jod\" id=\"v4n1619\"> It is like this: take a good sweet barrel and fill it with good sweet pork, and then deposit in the center of it a tainted piece as big as my fist, and how long will it be before it will ruin the whole barrel of good meat, in case the tainted meat is not removed? Upon the same principle let wickedness be in our midst undisturbed&#x2014;pay no attention to it at all&#x2014;and it will ruin this whole people. It will canker the roots of the trees and spread, until all the branches per<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"222a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0222.pdf\" target=\"pdfwin\">p.&#xA0;222a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0537\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>taining to those trees are defiled and corrupted. We have got to lay those evils aside&#x2014;to cease tampering with them, and pursue a course that will lead to regeneration. <\/div><div class=\"paragraph jod\" id=\"v4n1621\"> Many may not know what regeneration is. If I can tell you what degeneration is, then I can tell you what regeneration is. For instance: take a quart of the strongest alcohol, and mix ten quarts of water with it, and you have reduced its strength ten degrees lower than it was; or if you mix twenty quarts of water with it, then you have reduced it twenty degrees below the point at which it was. I bring this up as a comparison, to show that the world have become degenerated. Upon the same principle some are a great many degrees below zero, that is, below the point of perfection at which God first made us. <\/div><div class=\"paragraph jod\" id=\"v4n1622\"> Some are so far from the summit they first occupied that they cannot see it, nor can they see our Father who lives there. How is the quart of strong alcohol to be restored back to its original strength? It must go through the process by which it was first produced, or some process for separating it from that by which it has been degenerated. I do not know of any other way; and that is regeneration. <\/div><div class=\"paragraph jod\" id=\"v4n1623\"> What I mean to convey is that we become degenerate by receiving principles that are less pure and perfect than the principles of God. Some have received the principles of the opposite, that is, of the devil, and have been degenerating and degenerating until they are, as it were, 260 degrees below zero. I merely use this figure to show you the principle of regeneration and degeneration. <\/div><div class=\"paragraph jod\" id=\"v4n1624\"> I was speaking here a few Sundays ago for you to multiply and increase. Our generation is on the increase, and is returning back towards our Father and God. Brother Brigham has talked here today so plain that a <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0537\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> little child cannot misunderstand it. He spoke about our Father and our God; I believe what he has said, in fact I know it. Often when I have been in the presence of brother Brigham, we would feel such a buoyant spirit that when we began to talk we could not express our feelings, and so, &#x201C;Hallelujah,&#x201D; says Brigham, &#x201C;Glory to God,&#x201D;<span class=\"citation\" id=\"67054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67054)\">Luke 2:14<\/a><\/span> says I. I feel it and say it. <\/div><div class=\"paragraph jod\" id=\"v4n1625\"> Some of the brethren kind of turn their noses on one side at me when I make such expressions, but they would not do it if they knew God. Such ones do not even know brothers Brigham and Heber; if they did they would not turn a wry face at us. I am perfectly satisfied that my Father and my God is a cheerful, pleasant, lively, and good-natured Being. Why? Because I am cheerful, pleasant, lively, and good-natured when I have His Spirit. That is one reason why I know; and another is&#x2014;the Lord said, through Joseph Smith, &#x201C;I delight in a glad heart and a cheerful countenance.&#x201D;<span class=\"citation\" id=\"86311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86311)\">D&amp;C 59:15<\/a><\/span> That arises from the perfection of His attributes; He is a jovial, lively person, and a beautiful man. <\/div><div class=\"paragraph jod\" id=\"v4n1626\"> I cannot refer to any man of my acquaintance in my life as being so much like God as was brother Brigham's father. He was one of the liveliest and most cheerful men I ever saw, and one of the best of men. He used to come and see me and my wife Vilate almost every day, and would sit and talk with us, and sing, and pray, and jump, and do anything that was good to make us lively and happy, and we loved him. I loved him as well as I did my own father, and a great deal better, I believe. Thus you see that I am not partial in my feelings. If I see a tree bring forth better fruit than the tree I was brought forth from I will like that tree the best. <\/div><div class=\"paragraph jod\" id=\"v4n1627\"> &#x201C;31 There came then his brethren  <div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0536\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and his mother, and, standing without, sent unto him, calling him. <\/div><div class=\"paragraph jod\" id=\"v4n1629\"> &#x201C;32 And the multitude sat about him, and they said unto him, Behold, thy mother and thy brethren without seek for thee. <\/div><div class=\"paragraph jod\" id=\"v4n1630\"> &#x201C;33 And he answered them, saying, Who is my mother, or my brethren? <\/div><div class=\"paragraph jod\" id=\"v4n1631\"> &#x201C;34 And he looked round about on them which sat about him, and said, Behold my mother and my brethren! <\/div><div class=\"paragraph jod\" id=\"v4n1632\"> &#x201C;35 For whosoever shall do the will of God, the same is my brother, and my sister, and father and mother.&#x201D; &#x2014;St. Mark iii.<span class=\"citation\" id=\"66524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66524)\">Mark 3:31-35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1633\"> Why should I be partial and selfish? Some men cannot go and live but a short time in Tooele, or San Pete, or Box Elder, or in any other of our settlements, before they begin to feel that there is no people like the people in the place where they are living. I do not mean Bishop Warren Snow, for it will not hit him; no, but it will hit lots. I don't mean Lot Smith, but I mean that it will hit many. <\/div><div class=\"paragraph jod\" id=\"v4n1634\"> I am national in one respect: I am strongly in favor of the house of Israel, and of all good men and women of every nation, clime, and country, for they are of my kindred, and have sprung from the same Father and God that I have. But, as brother James W. Cummings said when speaking about them, do I love the wicked? Yes, I love them insomuch that I wish they were in hell, that is, a great many of them, for that is the best wish I can wish them. And those that killed Joseph and Hyrum, and David W. Patten, and other Patriarchs and Prophets, I wish they were in hell; though I need not wish that, for in one sense they are in hell all the time; and if they have not literally gone down into hell they will go there, as the Lord God lives, <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0536\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> everyone of them, and every man that consented to the acts those murderers performed. That is loving the wicked, to send them there to hell to be burnt out until they are purified. Yes, they shall go there and stay there and be burnt, like an old pipe that stinks with long usage and corruption, until they are burnt out, and then their spirits may be saved in the day of God Almighty.<span class=\"citation\" id=\"73202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73202)\">1 Cor. 5:5<\/a><\/span> It is my feelings that they may be damned for their awful iniquity in shedding innocent blood, as also all who sanction their acts, both men and women, together with all who associate with them and partake of their spirit, for that spirit is opposite to God and His servants. <\/div><div class=\"paragraph jod\" id=\"v4n1635\"> As brother Brigham has said, I can say that every word is true that brother James has spoken. God bless him and fill him with the Spirit of righteousness, that the power of God may be upon him; and God bless every good man and woman; the blessings of Abraham, Isaac, and Jacob shall be upon them, and you cannot help it. We will arise and live our religion and serve our God; instead of running down into degradation we will regenerate ourselves. <\/div><div class=\"paragraph jod\" id=\"v4n1636\"> Brethren, do listen to what I said here a few weeks ago. It was spoken in plainness, but it has gone from my mind and I am glad of it, for through tradition and human weakness I presume I should feel bad, if I could think what I did say. It was the truth of God, and it laid the ax at the roots of trees,<span class=\"citation\" id=\"62685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62685)\">Matt. 3:10<\/a><\/span> for I told you where you were corrupting yourselves. You are corrupting yourselves&#x2014;where? In the root. Now let us take a course and pursue the other path, and go on unto perfection&#x2014;<span class=\"citation\" id=\"76663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76663)\">Heb. 6:1<\/a><\/span>unto the restitution, and go back to God from whom we sprung. <\/div><div class=\"paragraph jod\" id=\"v4n1637\"> Does the Lord hear me when I pray to Him? Yes, I do not know that I ever asked Him in earnest for  <div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0535\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a thing that was right, but what I received an answer from Him. I know that He lives; I know that His Son Jesus Christ lives; I know that the Holy Ghost lives; and I know that the angels of God live. I know that Joseph, Hyrum, Willard, and Jedediah, and all other good men who have died in the faith, live and associate with those who held the Priesthood before they did. And they are with brother Brigham and with us, and will be with us forever, for we never will be separated, and I know it. I know that, brother Brigham, just as well as I know that I see this people today; and I shall be with you, and we will have a happy time when we meet Joseph and Hyrum and Willard and Jedediah and father Smith! Will not the old gentleman be jolly! Yes, for he always was; and he will be more so in proportion to the greater light and knowledge he has. Those are the men we are going to meet with; also with Abraham, Isaac, and Jacob, three of the old polygamists. <\/div><div class=\"paragraph jod\" id=\"v4n1639\"> Do you suppose that Joseph and Hyrum and all those good men would associate with those ancient worthies, if they had not been engaged in the same practices? They had to do the works of Abraham, Isaac, and Jacob,<span class=\"citation\" id=\"69472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69472)\">John 8:39<\/a><\/span><span class=\"citation\" id=\"91729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91729)\">D&amp;C 132:32<\/a><\/span> in order to be admitted where they are&#x2014;they had to be polygamists in order to be received into their society. God knows that I am not ashamed of those good men now, and how much more I shall prize my associate polygamists, when I am further advanced in knowledge, I do not know. I am talking in earnest, and from the experience I have had. <\/div><div class=\"paragraph jod\" id=\"v4n1640\"> I know the character of the human family and the course that many men and women are taking; they are making a desolation and taking a course to bring destruction upon their root; they are following a course that would ultimately depopulate the earth. <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0535\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> All will come to that, if they do not take a course of continual increase forever and forever. <\/div><div class=\"paragraph jod\" id=\"v4n1641\"> How long do you suppose it will take a little man like me, though I feel perfectly able to thrash any six common wicked men, if I am faithful in keeping the commandments of God and true all the days of my life to my brethren, as I have been hitherto and mean to be more so, to get into the celestial kingdom of God with my whole posterity, in case there should be no obstruction? How long do you suppose it will be before my posterity increases to over a million? A hundred years will not pass away before I will become millions myself. You may go to work and reckon it up, and twenty-five years will not pass away before brother Brigham and I will number more than this whole Territory. Now, if that number proceeds from us, I tell you our roots are fruitful. Take away every cause of death to those roots and nourish them and cherish them, and they will increase and you cannot help yourselves. In twenty-five or thirty years we will have a larger number in our two families than there now is in this whole Territory, which numbers more than seventy-five thousand. If twenty-five years will produce this amount of people, how much will be the increase in one hundred years? We could not number them, or if we did sum up the amount to any given time, they are still on the increase. <\/div><div class=\"paragraph jod\" id=\"v4n1642\"> But some of you are taking a course to spend your lives for nought, while brother Brigham and I are becoming like Abraham, Isaac, and Jacob, and the Prophets. Why do you not be profitable to yourselves, and put out your lives to usury?<span class=\"citation\" id=\"66136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66136)\">Matt. 25:27<\/a><\/span> Do you understand me? That is the principle I love to talk about, and I would just as soon talk about it here today, before you, as in the chimney corner. Some say that I am vulgar, but I  <div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0534\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>never spoke a word of vulgarity here. Those who are vulgar receive my language as such, but the pure never received it so. To those who are pure, all things are pure;<span class=\"citation\" id=\"76305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76305)\">Titus 1:15<\/a><\/span> and to those who are vulgar, all things are vulgar. <\/div><div class=\"paragraph jod\" id=\"v4n1644\"> I have not spoken vulgarly, but have spoken of the acts wherein some have degraded themselves in the eyes of heaven. God cannot abide with such persons, nor His angels, and the Holy Ghost will not dwell with them, when they are so corrupt. Some still continue in the corruption they were in while they mingled among the wicked in the world. Is it not time for all to quit it&#x2014;to reform and break off from those things? Brothers Brigham, Heber, and Daniel do not do as you do. We have taken another course&#x2014;a course of exaltation, and put out our lives and strength to usury, while some of you are throwing away your lives&#x2014;spending your existence for nought&#x2014;the axe is laid at the root of the tree&#x2014;<span class=\"citation\" id=\"62686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62686)\">Matt. 3:10<\/a><\/span>and you will be cut down by and by, except you forsake such evils. <\/div><div class=\"paragraph jod\" id=\"v4n1645\"> &#x201C;19 Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.&#x201D; [St. Matthew's Gospel, 7th chap.]<span class=\"citation\" id=\"63916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63916)\">Matt. 7:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1646\"> My feelings are that I may be like clay in the hands of the potter,<span class=\"citation\" id=\"60521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60521)\">Jer. 18:6<\/a><\/span> or like a fiddle in the hands of the performer. I am not going to dictate God, but I feel to say, Father play through me in a manner that shall be for the salvation of this people. These are my feelings all the time and my prayer, and that should be the prayer of every man, and not get up here, as almost every man does, and say, &#x201C;I am no preacher, I am not an eloquent man, I have not got silver lips,&#x201D; and this and that. We know all this, and what do you want to tell of it here for? It is like a fiddle's getting up <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0534\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> here to make an excuse for the fiddler. I would knock a fiddle into a cocked up hat, if it should undertake to dictate me, would not you, brother Smithies? Brother Smithies is our chorister and is a very modest man, but he would not permit the fiddle to dictate him. I do not like to hear the Twelve, the High Priests, the Seventies, the Bishops, nor any member in this Church and Kingdom who has got the Priesthood, get up here to make apologies. <\/div><div class=\"paragraph jod\" id=\"v4n1647\"> While speaking of our sins, brother James said let us forsake them and turn over a new leaf, that is, throw the old one entirely overboard and commence a new life, as though we never had commenced. I will illustrate this idea by bringing up a figure. Suppose that you have an old scrapbook, in which you have written from your childhood all kinds of scribbling, pot hooks and hook pots, and marks of every kind and description, using it one year one end up, and then turning the other end up and writing down again, insomuch that the old scrapbook presents to view a miserable mess of confusion. Now, can you correct that book and put every character into line? You cannot correct it, except you entirely blot out the old marks, and commence afresh to write in it and keep it as it should be, so that you will not be ashamed for the angels to look upon it and be able to say, &#x201C;It is well done.&#x201D; You cannot correct the old book, for it has become a blot. What shall you do with it? If you do as you have been told, you will take the old scrapbook and tumble it overboard, or lay it aside and not undertake to look at it any more, and take a new blank book and fill it up anew, and learn to be men and women approved of God. <\/div><div class=\"paragraph jod\" id=\"v4n1648\"> Brother Brigham says that if you will all quit your sins and follies and begin now to pursue a righteous  <div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0533\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>course, your sins shall all be remitted; the old book will be laid aside and never again presented before you. But if you persist in your sins after this mercy, the old book will be brought up against you again, and you will have to pay the debt or be judged by it. If you will now quit your sinning, God will have mercy upon you and His servants will, and you will be blessed. Do you not know that the Prophet says, that if the people turn away from their sins and repent, and forsake them, thus saith the Lord, I will no more remember their sins against them forever;<span class=\"citation\" id=\"86235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86235)\">D&amp;C 58:42<\/a><\/span> but if they turn from their righteousness to their unrighteousness, I will bring all their former sins back upon their heads, those which they have committed in all their days?<span class=\"citation\" id=\"60740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60740)\">Ezek. 3:20<\/a><\/span><span class=\"citation\" id=\"87410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87410)\">D&amp;C 82:7<\/a><\/span> And if you persist in your sins, you will have to be judged out of the old scrapbook. Is not this a great promise? <\/div><div class=\"paragraph jod\" id=\"v4n1650\"> It is easy to do right, to lay aside old erroneous notions, hypocrisy, thieving, lying, and a thousand other things that are a rebellion against God and against His authority. I want to know if God will love and respect and send His angels to one of my wives, though she were fifty, sixty, or a hundred years of age, if she is disobedient to me when I am as merciful, generous, and kind a man to her as ever lived? If she disobeys me, persists in taking a course contrary to my will and the will of God all the time, saying, &#x201C;I will do as I please, and the angels will come and visit me?&#x201D; Neither God nor His Son Jesus Christ will send the holy angels to minister to such a woman, and she need not tell about their coming to visit her, nor about receiving revelations from <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0533\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heaven concerning brother Brigham, and about what brother Brigham and brother Heber should do. Damn such fixings, they are not of God; they never saw Him, nor never will, unless they repent of such foolishness. I discard such things, and so does our God, and so do angels. Get revelations for the Prophet of God to be subject to your requests!!! Get out, you stinking things, and your swamp angels too. I am as independent of you as God upon His throne, and of all such creatures and so is any man of God that is valiant in the latter days. I ask no odds of the world and its corruptions, nor of anything that pertains to it, for God my Father and my Elder brother Jesus Christ, and his faithful servants are my friends. <\/div><div class=\"paragraph jod\" id=\"v4n1651\"> I have spoken these things with good feelings, and these principles are laying the axe at the root of the trees, and that tree will fall which is not connected with God and His children. The Scripture says that there is an axe laid at the root of every tree,<span class=\"citation\" id=\"62687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62687)\">Matt. 3:10<\/a><\/span> that is, it is laid at the root of every man and woman, and that axe will be used to slay them, if they persist in iniquity. If there is an axe at the root of my tree, let me so live that I may be worthy to pick up that axe and slay the wicked, and not be slain. That man or woman who will not do that, will be slain. <\/div><div class=\"paragraph jod\" id=\"v4n1652\"> God bless you. I feel good; I feel to bless you. I bless the Saints, the good men, the good women, and the good children the wide world over, and I bless the earth we inherit; but I feel to curse the wicked, and the ungodly, and those who are taking the road to destruction. I bless all Saints, and all good people. Amen. <\/div>\n<\/div>\n<\/div>"}