{"ID":40044, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Intelligence Comes From God&#x2014;Seek First the Kingdom of God&#x2014;Great Changes to Take Place on the Earth&#x2014;Israel of the Last Days&#x2014;Why the Jews Cannot Be Converted.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Wilford Woodruff, Delivered in the Tabernacle, Great Salt Lake City, February 22, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Intelligence Comes From God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 2\/22\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d44\">\n<div class=\"paragraph jod\" id=\"v4n1654\"> I feel it a privilege to bear testimony before the Saints to the exhortations we have heard this morning from brothers Richards and Wells. We have had good teachings, good counsel, and good doctrine taught us. And I presume I feel in a measure like the rest of my brethren when I rise to speak to this people in the Tabernacle, where such large congregations of Saints assemble; I have a desire that what I say may do the people good, may edify them. My brethren also have the same desire. <\/div><div class=\"paragraph jod\" id=\"v4n1655\"> We realize that the minds of this people need feeding continually, and we all have to depend upon the Holy Spirit and the Lord to feed our minds from that inexhaustible fountain of intelligence which comes from God, for we cannot obtain food from any other source to feed the immortal mind of man. Here are a large assembly of minds who are reaching forth to receive light and truth before the Lord. <\/div><div class=\"paragraph jod\" id=\"v4n1656\"> I realize that we have a great many lessons to learn in the school we are in, and myself as a teacher in connection with my brethren have also a great deal to learn. I feel that I am yet in my alphabet, and feel sometimes that I am incapable of teaching this people, when I realize they are in the road which leads to celestial glory&#x2014;to eternal life and eternal exaltation. I know I am dependent as I know my brethren are upon God, <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0532\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon the Holy Ghost for all the light, truth, and intelligence which we have to impart unto you. <\/div><div class=\"paragraph jod\" id=\"v4n1657\"> The words which brother Wells quoted, and which brother Samuel Richards referred to, furnish as strong a proof as can be furnished as to the true principle of prosperity, touching things temporal and things spiritual. I refer to the words of Jesus Christ which he spoke to his followers: &#x201C;Seek first the kingdom of God and his righteousness; and all other things shall be added unto you.&#x201D;<span class=\"citation\" id=\"63623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63623)\">Matt. 6:33<\/a><\/span> I will tell you, brethren and sisters, we may try it all the days of our lives, we may try every path and every principle in this world, and we as Saints cannot prosper upon any other mode of proceeding than by first seeking the kingdom of heaven and its righteousness; when we do this there is no blessing, there is no good, no exaltation, gift, grace, desire, or anything that a good man can wish that is profitable, and good for time and for eternity, but will be given unto us. <\/div><div class=\"paragraph jod\" id=\"v4n1658\"> A great many people have tried to seek for happiness independent of first seeking the kingdom of heaven, &amp;c., but they have always found it an uphill business, and so shall we if we try it. <\/div><div class=\"paragraph jod\" id=\"v4n1659\"> We as a people should have learned by this time, after having the experience we have gained, to make up our minds to take hold and build up the kingdom of God, and it should be  <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0531\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the first thing before us, for if we build up the kingdom of God we build up ourselves, and if we do not we never shall be built up. This is the truth. There seems to be something connected with the kingdom of God and that is righteousness; we are exhorted to seek the righteousness that belongs to it as well as the kingdom itself. <\/div><div class=\"paragraph jod\" id=\"v4n1661\"> The kingdom of God is a righteous kingdom, all its laws are righteous, its government is a righteous government, and the king who governs and controls it does so upon righteous and eternal principles, and we must act upon the same principles of righteousness. Who cannot see that if a man seeks first the kingdom of heaven and its righteousness<span class=\"citation\" id=\"63624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63624)\">Matt. 6:33<\/a><\/span> that he will become righteous and hence he will be blessed and justified in all of his acts? <\/div><div class=\"paragraph jod\" id=\"v4n1662\"> With regard to the feelings of the people that brothers Wells and Richards have referred to, touching the consecration of their property and dedicating themselves to God, I will say, if we build up the kingdom of God we should be in that kingdom, and all we have should be in it, and we should have faith enough in the Lord to know it is in a safe place. <\/div><div class=\"paragraph jod\" id=\"v4n1663\"> I am a good deal of the opinion of old Captain Russell, who was an extensive ship-builder, and paid thousands of dollars yearly to the Gentiles as insurance fees. After he embraced &#x201C;Mormonism,&#x201D; he began to reflect, &#x201C;here am I paying thousands of dollars yearly to the Gentiles to insure my ships, and I have to trust to the God of heaven after all to save my ships from sinking, and to prosper me in all my undertakings; this is not right.&#x201D; So he went to Liverpool, where the insurance office was, to settle his insurance bills and close up his business with the firm. <\/div><div class=\"paragraph jod\" id=\"v4n1664\"> The gentlemen of the firm asked him when he had got through, saying, &#x201C;Have we not treated you well, Mr. Russell?&#x201D; &#x201C;Yes, I have no fault to <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0531\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> find with you.&#x201D; &#x201C;What, then, is your object in pursuing this course? We have done business with you a good many years; we want to know if you are going to change your insurance office?&#x201D; &#x201C;I am.&#x201D; &#x201C;Will you tell us where you are going to have your business done in the future?&#x201D; &#x201C;Yes, I am going to have it done in heaven, for the insurance offices do not control the winds, the elements are not obedient to them, and I have been paying ten thousand dollars a year for insuring a few ships, and I have to trust in the Lord anyhow, so in the future I shall pay my insurance fee into the Lord's treasury.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n1665\"> The gentlemen of the office thought he was cracked or beside himself, for I tell you trusting in the Lord in these days is an unpopular business with the world. But the Saints have to trust in the Lord, and we might as well begin and seek this kingdom and the interest of it, and the righteousness of it, and build it up first as last. I believe the people are reforming in this thing; I believe they are increasing in their faith, and have manifested it here in the city this winter, and I am glad to see it. <\/div><div class=\"paragraph jod\" id=\"v4n1666\"> The exhortation we have had this morning is proper and seasonable, as we have been sowing the seed of the word this winter among the people, and we should watch and see that the seed is sown in good ground, and try to cultivate the principles we hear, that the fruits of righteousness may appear in abundance. In doing this we will be saved. <\/div><div class=\"paragraph jod\" id=\"v4n1667\"> We have had one of the most interesting seasons this winter that we have ever enjoyed since the Church and kingdom of God has been organized in the last days. We have had new lessons opened unto us by the servants of the Lord, and among those things the mercy of the Lord has been manifested in a great degree towards this people. I have reflected  <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0530\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>on His mercy and I feel we should be faithful and humble, and prove true unto the Lord our God because of this mercy which has been manifested unto us, and we should be very careful hereafter, as President Young exhorted us the last time he spoke concerning this people continuing to commit sin. He plainly laid before us the consequences of this course; we should let the past suffice wherein we have done anything in which we cannot be justified. I am satisfied that the people in these valleys will never hear the same proclamation which we have heard this winter. <\/div><div class=\"paragraph jod\" id=\"v4n1669\"> If this people with the light they have, the teachings they have, and the examples they have had set before them intermingled with chastisement&#x2014;if they still will go on and be neglectful of their duties, with regard to their salvation they will have to pay the debt, for the sinner in Zion<span class=\"citation\" id=\"59019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59019)\">Isa. 33:14<\/a><\/span> will be cut off from the Church of God, and will have to pay the penalty whether it be small or great. It is of the utmost importance that we should guard ourselves against sin as the tree of life is guarded.<span class=\"citation\" id=\"52666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52666)\">Gen. 3:24<\/a><\/span> We have no time to throw away in the service of sin, in committing iniquity and grieving the Holy Spirit of God.<span class=\"citation\" id=\"75292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75292)\">Eph. 4:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1670\"> I tell you when you look around and see the state of the world on the one hand, and what we have to perform on the other, and what the kingdom of God has got to arrive at in order to fulfil its destiny and the revelations of Jesus Christ,<span class=\"citation\" id=\"94463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94463)\">Gal. 1:12<\/a><\/span> our chief object should be to build up the kingdom of God and roll it on. <\/div><div class=\"paragraph jod\" id=\"v4n1671\"> As I remarked last evening in the High Priests' Quorum, we have been rolling this kingdom uphill, up a mountain; we have been toiling against a mighty current all the day long from its first organization, but the day will soon come, if this people will do their duty and take hold of the kingdom of God as they should <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0530\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do, it will soon get on the top of the mountain, and then it will begin to roll down from the mountains, and it will gather both strength and speed as it goes, and then instead of singing &#x201C;Get out of the way, the handcarts rolling,&#x201D; it will be &#x201C;Get out of the way, the kingdom's coming,&#x201D; and it will not stop until it has filled the whole earth.<span class=\"citation\" id=\"61070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61070)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"94464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94464)\">D&amp;C 65:2<\/a><\/span> The Lord has proclaimed this in all the revelations He has given on the subject. <\/div><div class=\"paragraph jod\" id=\"v4n1672\"> This kingdom has got to stand, spread itself abroad, and gather unto itself strength. The Lord is going to work with this kingdom, and with this people. The Lord says in the parable of the vineyard, &#x201C;My servants labored with their mights, and the Lord labored with them, and they prevailed, and brought forth the fruits of the kingdom, and the bitter branches were broken off, and the tame olive brought forth good fruit, and the vineyard was no more corrupt.&#x201D;<span class=\"citation\" id=\"81748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81748)\">Jacob 5:72-75<\/a><\/span> This should be uppermost in our minds, we should look for the building up of the kingdom, and secure not only blessings for ourselves, but seek to become saviors of men on Mount Zion,<span class=\"citation\" id=\"61960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61960)\">Obad. 1:21<\/a><\/span> and try to do all the good we can, laboring to promote the cause and interest of Zion<span class=\"citation\" id=\"83866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83866)\">D&amp;C 6:6<\/a><\/span> in every department thereof where we are all called to act. <\/div><div class=\"paragraph jod\" id=\"v4n1673\"> By pursuing this course we shall be prospered, and have continual peace in our minds, and as the Lord has said, nothing will be withheld from any man that seeks for the righteousness and blessings of the kingdom of God.<span class=\"citation\" id=\"63625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63625)\">Matt. 6:33<\/a><\/span> Salvation should be the uppermost thing with us, and you will find if ever we seek to do something else besides carrying out the dictates of the Holy Spirit, we will get into the fog and into darkness and trouble, and we shall be ignorant of the way we are pursuing. Every day that we live we need the power of the Lord&#x2014;the power of His Holy Spirit and the  <div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0529\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>strength of the Priesthood to be with us that we may know what to do. And if we will so live before the Lord, the Spirit will reveal to us every day what our duties are; I do not care what it is we are engaged in, we should first find out the will of the Lord and then do it, and then our work will be well done and acceptable before the Lord, but if we take a course against light and against the Spirit of God, we will find it an unprofitable road to travel. <\/div><div class=\"paragraph jod\" id=\"v4n1675\"> I feel as though the Lord is going to do a great work in the midst of this people. There are a great many things at our door, a great many changes to take place in the earth, and the kingdom is growing; and I would here exhort all the Latter-day Saints who hear me this day to study well the position you are in, and search your hearts and see if we are in the favor of the Lord our God, and then let us increase continually in faith, in hope, in righteousness, and in every virtuous principle which is necessary for us to have to sustain us in every trial through which we may be called to pass, in order to prove us as the friends of God,<span class=\"citation\" id=\"77595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77595)\">James 2:23<\/a><\/span> whether we will abide in the covenant or not;<span class=\"citation\" id=\"89273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89273)\">D&amp;C 98:14<\/a><\/span> we will be tried from this time, until the coming of the Messiah or while we live on the earth. <\/div><div class=\"paragraph jod\" id=\"v4n1676\"> If we could open the vision of our minds, and let it extend into the future and see this kingdom, and what it is bound to accomplish, and what we have to do, the warfare we have to pass through, we would certainly see that we have a great work on hand. We have not only to fight the powers of darkness, the invisible forces that surround us, but we have to war with a great many outward circumstances and to contend with a great many difficulties that we must of necessity meet, and the more of this we have to meet the more we should be stimulated to action, and to labor with all <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0529\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our power before the Lord for the establishment of righteousness and truth and the building up of the work of God, and to see that His name is honored upon the earth. <\/div><div class=\"paragraph jod\" id=\"v4n1677\"> Brother Wells has said, why the world is troubled about us is because we are united. This is true; the world and the devil are afraid of it, and he has labored all his life to divide everything where righteousness dwelt, or at least ever since he was cast out from the presence of God, what he did before that I cannot say any further than what is revealed. We have got to be one and labor together to build up this kingdom because we cannot establish it upon any other principle. <\/div><div class=\"paragraph jod\" id=\"v4n1678\"> We should be careful to know that we are right and then go ahead, and we will find it to our advantage, and we shall be satisfied with our reward if we pursue that course which is according to the commandments of God. When we come into the presence of our Father in heaven we shall meet with His approbation, this alone will reward us for our labors. <\/div><div class=\"paragraph jod\" id=\"v4n1679\"> If we go to work and build up the kingdom of God instead of ourselves, it is no matter in what shape we do it, whether it is in building a canal, or in building a temple, preaching the Gospel, cultivating the earth, or anything else, let us take that and make it a business, and we will find the Lord will help, sustain, and nerve us with His power, and will assist us in everything we have to do, and if we are called to lay down our lives in the defense of God and eternal truth, then all right, and if we live, all right, and when we come into the presence of the Lord we shall be satisfied with our reward and blessings. <\/div><div class=\"paragraph jod\" id=\"v4n1680\"> The Lord has said He would prove us whether we would abide in His covenant even unto death;<span class=\"citation\" id=\"89274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89274)\">D&amp;C 98:14<\/a><\/span> indeed we have been tried from the commence<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0528\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment of this great work, but there has been an invisible hand at work for our defense all the time; the wicked have not seen the power that has sustained us, they cannot see the inside machinery that is at work in this kingdom, the nations of the earth cannot understand it, and they never can comprehend it, but the Latter-day Saints understand it, and they know that it is the power of God and the word of God, for the Lord has made proclamations and decrees, and covenants concerning Israel in the last days, and all the Prophets, from righteous Abel<span class=\"citation\" id=\"65587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65587)\">Matt. 23:35<\/a><\/span> to Brigham Young, have proclaimed it to the nations of the earth, as with the voice of thunder, and we know they will be fulfilled; we know the Gospel has to be offered to the Gentiles first, we have offered it to them for the space of twenty five years, that we may be prepared to go to the house of Israel. <\/div><div class=\"paragraph jod\" id=\"v4n1682\"> The Gentiles in a great measure, have rejected it; we have borne a faithful testimony to the nations of the earth, and they prefer to take their own course, and act on their own agency; they would rather build themselves up than the kingdom of God. The consequence is, it will soon be taken from the Gentile nations, and it will not be long before the judgments of God are abroad among them, and those bitter branches will be taken off the tree. <\/div><div class=\"paragraph jod\" id=\"v4n1683\"> Now there is no personage, or subject, or work upon the face of the whole earth, but what is more popular than the Lord, and His Gospel, and kingdom; His name is dishonored and blasphemed, with impunity by nearly all the inhabitants of the earth and in the midst of every nation under heaven, but the day is nigh at hand when He will make bare His arm of power,<span class=\"citation\" id=\"81176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81176)\">1 Ne. 22:11<\/a><\/span> and show the world that there is a God in Israel, who will no longer bear the blasphemies of the wicked without bringing them to judg<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0528\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment, but He will send forth those angels, those messengers who dwell in the presence of God, who are waiting with their sharp sickles in their hands to reap down the earth;<span class=\"citation\" id=\"85057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85057)\">D&amp;C 38:12<\/a><\/span> but this will not be until the Gospel has been fully offered to the Gentiles; then the bitter branches will be broken off. <\/div><div class=\"paragraph jod\" id=\"v4n1684\"> This kingdom will go forward, for the Lord God has decreed it, and Zion will arise and be adorned with beauty and power,<span class=\"citation\" id=\"87424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87424)\">D&amp;C 82:14<\/a><\/span> and true refinement, in light and knowledge, and in every good gift that will prepare the minds of men for the Society of their Heavenly Father and of celestial beings. These lessons have got to be given, and we have got to learn them, and we have got to bring ourselves to the celestial law of God; we have to be quickened by the Spirit and power of the kingdom of God and its righteousness,<span class=\"citation\" id=\"63626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63626)\">Matt. 6:33<\/a><\/span> that we may be prepared to carry out the purposes of the Lord; then this kingdom will be borne to the house of Israel, and they will receive it. <\/div><div class=\"paragraph jod\" id=\"v4n1685\"> The door has already been unlocked to the Lamanites in these mountains, and they will begin to embrace the Gospel and the records of their fathers, and their chiefs will be filled with the Spirit and power of God, and they will rise up in their strength, and a nation will be born in a day,<span class=\"citation\" id=\"60225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60225)\">Isa. 66:8<\/a><\/span> because they are of the seed of Abraham, and God has promised to bless the descendants of Abraham, and they will be saved with the house of Israel, for the Lord has spoken it, and made those promises unto them through their fathers. <\/div><div class=\"paragraph jod\" id=\"v4n1686\"> Again, here are the ten tribes of Israel, we know nothing about them only what the Lord has said by His Prophets. There are Prophets among them, and by and by they will come along, and they will smite the rocks, and the mountains of ice will flow down at their presence, and a high<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0527\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>way will be cast up before them, and they will come to Zion, receive their endowments, and be crowned under the hands of the children of Ephraim,<span class=\"citation\" id=\"91673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91673)\">D&amp;C 133:26-34<\/a><\/span> and there are persons before me in this assembly today, who will assist to give them their endowments. They will receive their blessings and endowments, from under the children of Ephraim, who are the firstfruits of the kingdom of God in this dispensation, and the men will have to be ordained and receive their Priesthood and endowments in the land of Zion, according to the revelations of God. <\/div><div class=\"paragraph jod\" id=\"v4n1688\"> Again, here is Judah, which is the tribe of Israel, from whom Jesus sprang; how many times have I seen them among the nations of the earth, standing in their synagogues, even greyhaired rabbis, with their faces to the east, calling on the great Eloheim to open the door for them to go back to Jerusalem, the land of their fathers, and to send their Shiloh,<span class=\"citation\" id=\"53688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53688)\">Gen. 49:10<\/a><\/span><span class=\"citation\" id=\"129072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129072)\">Gen. 50:24 (JST)<\/a><\/span> their king of deliverance. When I have seen this my soul has been filled with a desire to proclaim unto them the word of God unto eternal life, but I knew I could not do this, the time had not come, I could not preach to them. I might have stood in their midst for a month and preached unto them Jesus Christ or their Shiloh and king, but I should have failed to establish one particle of faith in their minds that he was the true Messiah. <\/div><div class=\"paragraph jod\" id=\"v4n1689\"> They do not believe in Jesus Christ; there is an unbelief resting upon them, and will until they go home and rebuild Jerusalem and their temple more glorious than at the beginning, and then by and by, after this Church and kingdom has arisen up in its glory, the Savior will come to them and show the wounds in his hands and side, and they will say to him, &#x201C;Where did you get those wounds?&#x201D; and he will answer, &#x201C;In the house of my friends,&#x201D;<span class=\"citation\" id=\"62297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62297)\">Zech. 13:6<\/a><\/span> and then their eyes will begin to open, and <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0527\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they will repent and mourn, they and their wives apart, and there will be a fountain opened for uncleanness to the house of Judah,<span class=\"citation\" id=\"94465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94465)\">Zech. 13:1<\/a><\/span> and they will for the first time receive Jesus Christ as their Savior, they will begin to comprehend where they have been wandering for the space of two thousand years. <\/div><div class=\"paragraph jod\" id=\"v4n1690\"> You cannot convert a Jew, you may as well try to convert this house of solid walls as to convert them into the faith of Christ. They are set in their feelings, and they will be until the time of their redemption. They are looking forward to the time when they will go home and rebuild Jerusalem; they have looked for it many hundreds of years, they are looking for the coming of their king, and they do not suppose for a moment that he has already come, but they are looking for him to come as the Lion of the tribe of Judah,<span class=\"citation\" id=\"61801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61801)\">Hosea 5:14<\/a><\/span> not as a lamb led to the slaughter, and as a sheep that is dumb before his shearers;<span class=\"citation\" id=\"59658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59658)\">Isa. 53:7<\/a><\/span> they are looking for him to come with power and great glory. <\/div><div class=\"paragraph jod\" id=\"v4n1691\"> I thank God that the day is at hand when the Jews will be restored. I have felt to pray for them; I feel interested in their behalf, for they are of the seed of Abraham and a branch of the house of Israel, and the promises of God still remain with them. It is true they fell through unbelief,<span class=\"citation\" id=\"72784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72784)\">Rom. 11:20<\/a><\/span> and the kingdom was taken from them and given to the Gentiles, and when it came from them, it came clothed with all its gifts, powers, and glory, Priesthood and ordinances which were necessary for the salvation of men, and to prepare them to dwell in the presence of the Gods; and when the kingdom was given to the Gentiles, they for a while brought forth the natural fruits of the kingdom. But they, like the Jews, have fallen through the same example of unbelief, and now, in the last days, the kingdom of God has to be taken from the Gentiles,<span class=\"citation\" id=\"94466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94466)\">Rom. 11:20-21<\/a><\/span> and restored back to every  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0526\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>branch and tribe of the house of Israel; and when it is restored to them, it must go back with all its gifts, and blessings, and Priesthood which it possessed when it was taken from them. But the Lord has said that in restoring these blessings to the children of Abraham, that He would be inquired of by the house of Israel, to do it for them.<span class=\"citation\" id=\"60809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60809)\">Ezek. 36:37<\/a><\/span> But from what branch or part of the house of Israel will the Lord look for this petition or request to issue, if not from the Latter-day Saints, for we are out of the tribe of Joseph through the loins of Ephraim, who have been as a mixed cake among the Gentiles, and are the firstfruits of the kingdom, and the Lord has given unto us the kingdom and Priesthood and keys thereof. Hence the Lord will require us to ask for those blessings which are promised unto Israel, and to labor for their salvation. <\/div><div class=\"paragraph jod\" id=\"v4n1693\"> These things will be required at our hands; a great work is before us, a work worthy of intelligent beings&#x2014;worthy of the most noble of spirits that ever existed around the throne of God in time or in eternity, in heaven or on the earth. Then, if we would feel right about this important subject, and look upon it as it is, we will go to work and labor with all our mights to build up the kingdom of our God, to carry out the purposes of the Lord, in the building up of Zion, the establishment of his kingdom, and restoration, and salvation of the house of Israel; we should listen strictly to those men who are the word of the Lord to us. <\/div><div class=\"paragraph jod\" id=\"v4n1694\"> The Prophet Jeremiah saw this <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0526\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kingdom established, and saw that Ephraim was the firstborn,<span class=\"citation\" id=\"60628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60628)\">Jer. 31:9<\/a><\/span> and in gathering the children of Jacob and establishing Zion in the last days, their nobles should be of themselves, and their governor should proceed from the midst of them.<span class=\"citation\" id=\"60612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60612)\">Jer. 30:21<\/a><\/span> I have looked forward for years by faith to that time when the children of Zion would have the privilege of having their rulers, and a governor of their own choice of the house of Israel, to rule over them and counsel and lead them. <\/div><div class=\"paragraph jod\" id=\"v4n1695\"> We have had a governor since we have been a Territory, who is actually of the loins of Joseph, the son of Jacob. Jeremiah saw this, spake of it, and it has been fulfilled. There has been a great exertion to make this prophecy fail. It hurt the feelings of the Gentiles to think this prophecy should have its fulfilment in these days. It has been fulfilled so far, and I feel thankful today that all the prophecies which have not been fulfilled will be; hence I have hope and confidence in looking forward to the fulfilment of the blessings that are promised to us. <\/div><div class=\"paragraph jod\" id=\"v4n1696\"> Let us be faithful and seek diligently to build up the kingdom of God in righteousness<span class=\"citation\" id=\"63674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63674)\">Matt. 6:38 (JST)<\/a><\/span> and do our duty, and try to save ourselves, our wives, and children, our kindred and our friends, and the house of Israel, and also the Gentiles as far as they will be saved, and then we will be satisfied with our reward which we shall obtain in this life and in the world to come. I pray the Lord to bless us all, and save us in His kingdom, for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}