{"ID":40045, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Parable of the Sower&#x2014;The Priesthood Reaches Behind the veil&#x2014;How Intolerable It Will Be for Those Who Apostatize&#x2014;Popularity of Governor Young Compared With that of the Rulers of the Nations&#x2014;The Kingdoms of this World, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, Delivered in the Tabernacle, Great Salt Lake City, February 22, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Parable of the Sower, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 2\/22\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d45\">\n<div class=\"paragraph jod\" id=\"v4n1698\"> Brethren and sisters, while brother Samuel Richards was addressing you, a great many reflections passed through my mind, a few of which I will try to lay before you, in regard to the parable of the sower and the seed. The Scripture reads&#x2014;&#x201C;Behold a sower went forth to sow; And when he sowed, some seeds fell by the way side, and the fowls came and devoured them up: Some fell upon stony places, where they had not much earth: and forthwith they sprang up, because they had no deepness of earth: And when the sun was up, they were scorched; and because they had no root, they withered away. And some fell among thorns; and the thorns sprang up, and choked them: But others fell into good ground, and brought forth fruit, some an hundredfold, some sixtyfold, and some thirtyfold.&#x201D;<span class=\"citation\" id=\"64476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64476)\">Matt. 13:3-8<\/a><\/span> I have thought of this parable considerably this winter. You will find that when the seed is cast into stony ground, it will spring up quickly and grow rapidly, but when the sunbeams come upon it with strength and power, it will wither and die. Have any received the good word during what we have called the reformation, and will they now wither and die? Or will they be like the seed that is cast into good ground which takes root downward, and springs upward, and bring forth the works of righteousness unto salvation? And now, as the season advances, we will have to be more specially engaged in <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0525\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our various business avocations, and shall not have so much time to spend in hearing the word of the Lord as we have had during the past winter, therefore let us see to it, that the plants now growing in our bosoms do not wither and die. <\/div><div class=\"paragraph jod\" id=\"v4n1699\"> I have told you, and others have, that we have no expectations in this life of a worldly nature but what will go into the grave with us when we go. &#x201C;Mormonism&#x201D; and the Priesthood which we have resting upon us reach behind the veil, and what we have to do here is to prepare ourselves in this channel for the blessings we expect to receive hereafter. <\/div><div class=\"paragraph jod\" id=\"v4n1700\"> It is a true remark, &#x201C;He that seeks to save his life shall lose it.&#x201D;<span class=\"citation\" id=\"64943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64943)\">Matt. 16:25<\/a><\/span> What is there worth having outside of our faith and religion? If we want to live either here or in eternity, this is the only channel wherein we can obtain that which is really worth having. If we want to be prospered, let us put on the yoke of Christ<span class=\"citation\" id=\"64280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64280)\">Matt. 11:29<\/a><\/span> and keep it on, seeking first the kingdom of heaven and its righteousness, and all other things will be added thereto.<span class=\"citation\" id=\"63627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63627)\">Matt. 6:33<\/a><\/span> This is the only principle upon which we can obtain aught that is of lasting worth, no matter what it is that we want. <\/div><div class=\"paragraph jod\" id=\"v4n1701\"> In order to redeem Zion, we had to come from Nauvoo to the mountains, and we must abide here until the Lord shall say to the contrary. If we want wives and children in eternity, we must be faithful stewards over  <div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0524\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>over those committed to our trust in time, that we may receive an inheritance in eternity. If we want inheritances in this world&#x2014;if we want worldly possessions&#x2014;we must be faithful stewards in the things of this world, and hold them as from the Lord, always keeping them upon the altar. No matter whether in spiritual or temporal affairs, the principle is the same, faithfulness is required. And if we do not feel willing to devote ourselves with heart, mind, and talent, as well as our worldly possessions, to the cause of God, we are not worthy to receive the inheritance to which we are looking forward. <\/div><div class=\"paragraph jod\" id=\"v4n1703\"> How is it with those who turn away and wither and die, after having partaken of the good word of life, and partaken of the powers of the world to come?<span class=\"citation\" id=\"76714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76714)\">Heb. 6:5<\/a><\/span> In view of these things the Savior said unto the generation in which he lived, &#x201C;It shall be more tolerable for the land of Sodom and Gomorrah in the day of judgment, than for you.&#x201D;<span class=\"citation\" id=\"64107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64107)\">Matt. 10:15<\/a><\/span><span class=\"citation\" id=\"64266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64266)\">Matt. 11:22<\/a><\/span> This will strictly apply to us, if we turn away. Or might it not be said with equal force, it shall be more tolerable for Carthage and Warsaw than for us in that great day, if we turn away from the principles of life and salvation that are poured upon us? There is no damnation so complete as that which will come on those persons, who, after having tasted the good word of God, after having received the principles of life and salvation, and been made acquainted with the powers of the world to come, again turn unto the beggarly elements of the world.<span class=\"citation\" id=\"74602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74602)\">Gal. 4:9<\/a><\/span> Then it becomes us to hang onto these principles and to this power&#x2014;to this principle of life and salvation which has been revealed to us&#x2014;and not let them slip from us, and we finally go down to perdition. <\/div><div class=\"paragraph jod\" id=\"v4n1704\"> Do we see and appreciate the blessing of this Gospel which has been <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0524\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> made known to us? Sometimes I think we do, and at other times I think we become careless and indifferent. This should never be, but we should progress and increase in the knowledge of God and in faith, for it is a treasure indeed, and is like all other things pertaining to the kingdom of God. We must be faithful to increase in it, as well as in light and knowledge. Let us get the truth and stick to it, and not let it slip through our fingers. <\/div><div class=\"paragraph jod\" id=\"v4n1705\"> We go to the ends of the earth, and proclaim this Gospel to those who sit in darkness, and we feel desirous for the salvation of Israel&#x2014;we desire to impart to the world the good and saving feelings we possess. This is good, and there is nothing in the world that begins to compare with the things accomplished by the Latter-day Saints. They go upon the principle of faith for their support, and they prosper. There is no people equal to this people. They are the pure in heart, which constitutes Zion.<span class=\"citation\" id=\"89185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89185)\">D&amp;C 97:21<\/a><\/span> If they will only apply to their everyday lives the principles which have brought them together, and faithfully live their religion, they are the happiest people in the world, and a people the Lord delights to bless,<span class=\"citation\" id=\"85265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85265)\">D&amp;C 41:1<\/a><\/span> when He can do it without sending them to hell; and there is nothing but what they will be able to accomplish, inasmuch as they are faithful. <\/div><div class=\"paragraph jod\" id=\"v4n1706\"> They love the authorities of this Church; they love brother Brigham, and he has great influence over them. What fault has the world to find with brother Brigham? None, except that the people are united in sustaining him, and that his word and counsel are as the law unto them. What right have they to find fault with or complain of this? He has a just right to his popularity; Joseph Smith had a right to his; the Lord gave it to them. And there is no governor, president, emperor, or king, but what  <div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0523\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would be glad to get just such a popularity, and is seeking for it all the time. They seek to gain an affection in the breasts of the people over whom they preside, but they have not that wisdom, and hence cannot obtain it, it is not for them. But brother Brigham has obtained it, and all the rulers and all the world are seeking the same thing and finding fault with him, and would take his life, because he has that which they are seeking for and cannot find. That fact of itself shows up their inconsistency. <\/div><div class=\"paragraph jod\" id=\"v4n1708\"> Would not the governors of the United States be called the best men in the world, if they had and could retain the popularity which President Brigham Young enjoys? If there was any such person among them, the people would say, &#x201C;Let him be the governor, for his equal cannot be found!&#x201D; and yet they would destroy Governor Young, because the people are willing to adhere to his counsel. They are afraid of the union of Church and State, this they dread very much. Any person would like to have all the popularity that brother Brigham has, but the people of the world are afraid to trust any of their men with the affairs of the nation, especially if the person happened to be a preacher, for they have no confidence in each other nor in any of their numerous religions. They have no confidence in their clergy's knowing anything about politics or temporal affairs in general, but they say, &#x201C;We know more about such things than you do. It is your calling to administer in spiritual things only; you may have the keeping of our consciences, but when it comes to temporal matters you must stand aside.&#x201D; They consider that their clergy, and of course their God, knows no more about temporal things than they do about spiritual things. They leave all spiritual matters to their sectional clergy, to whom they dare not trust their temporal matters, but, <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0523\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> on the contrary, do thrust their clergymen from their national halls. <\/div><div class=\"paragraph jod\" id=\"v4n1709\"> This shows clearly all the faith and confidence they have in their God and in their clergy, for if they had any faith or confidence in their God, they would also have in their clergy, who should be His servants. But this is in strict keeping with their religion, for they go to meeting to hear their clergy dilate upon an imaginative something, filling the immensity of boundless space, sitting upon a topless throne, and which they call God. We are entirely different, and I rejoice that it is so. We have men to counsel and guide us in whom we repose unlimited confidence, men who are before us and lead ahead, and the counsels they give we feel to appreciate and abide both in spiritual and temporal things. We hold ourselves ready to go at a moment's warning to the uttermost parts of the earth to subserve the principles of our holy religion, by making them known to others, to save Israel and bring out those the Lord has scattered, to aid in building up Zion, and in building temples of the Most High, wherein we may go and receive the blessings of eternity. We hold our property&#x2014;our possessions&#x2014;on the altar, ready at a moment's notice to be handed over to subserve the cause of Zion. <\/div><div class=\"paragraph jod\" id=\"v4n1710\"> Notwithstanding these are our feelings, our governmental and temporal affairs are kept as distinct from our religious concerns as are those of any other people, and far more so than are those of many others. We have never organized a political party, as some people have done, to enable us to express our peculiar conscientious notions about freedom, slavery, and Catholicism, about which so much frenzied zeal has been exhibited during the past ten years. Our holy religion does not interfere with our political or governmental affairs, only to make us more competent, faithful,  <div class=\"break pagebreak\" id=\"237a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0237.pdf\" target=\"pdfwin\">p.&#xA0;237a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0522\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and energetic in the duties pertaining thereunto. It is eminently above all such considerations, and only influences them, as it does all the varied duties of life, by lending its aid, light, and intelligence. <\/div><div class=\"paragraph jod\" id=\"v4n1712\"> These are the principles which unite us together; let us keep them warm in our bosoms, and be alive and continue to increase in the knowledge of God. Let us strive to have our minds expand, and let us perform our duties with an eye single to the glory of God,<span class=\"citation\" id=\"83815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83815)\">D&amp;C 4:5<\/a><\/span> and the advancement of His cause. In this course we see our own salvation and eternal exaltation, and find the road we ought to travel, and we cannot find anything outside of this worth having. We are interested in it; it is the best investment we can make. No matter how poor a person may be, he can be faithful and work the work of righteousness,<span class=\"citation\" id=\"86361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86361)\">D&amp;C 59:23<\/a><\/span> and it is the poor and meek that will inherit the earth.<span class=\"citation\" id=\"62904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62904)\">Matt. 5:5<\/a><\/span><span class=\"citation\" id=\"88349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88349)\">D&amp;C 88:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1713\"> I ask my Heavenly Father to bless us one and all, individually and collectively, and to preserve us and enable us to remain firm in the faith of our Lord Jesus Christ, that we may not go astray but cling to the principles of life and salvation, cleaving to the Lord our God, serving Him with willing hearts and minds perfectly, and do it because we like to do it, being partakers of the truth because we love it, and for the principle's sake, and because it is better than anything else. It is meat, drink, clothing, and lodging to us, as well as everything else worth having. If we will do this, we need not fear for the future. <\/div><div class=\"paragraph jod\" id=\"v4n1714\"> If we have our wives and children arising around us and multiplying greatly, let us all be for God, and other things will come along in their season. We sacrificed all things when we came into this kingdom, laid aside our former associations in life, and left everything that pertained <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0522\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to them, regardless of the future and of the consequences resulting therefrom, and can we not keep on this same road, preserve those feelings which filled our bosoms when we came into the Church and kingdom of our God, and strip ourselves of every earthly tie for God? We can do this, if we are disposed. We will do it, and I verily believe that we will get the majority of this people at last. Many may turn aside, but that makes no difference. Those who remain faithful will get their reward, while those who turn away will, in a time to come, see where they have missed it. <\/div><div class=\"paragraph jod\" id=\"v4n1715\"> Let me exhort you to do the works of righteousness<span class=\"citation\" id=\"86362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86362)\">D&amp;C 59:23<\/a><\/span> and be faithful in the kingdom of God, and cleave together unto Him with full purpose of heart, and work the works of righteousness all your days, and never falter and fall. I know we shall not fall, but the kingdom will increase and grow and spread abroad, and her stakes will be strengthened, and her cords will be lengthened, and the kingdoms of this world will be broken in pieces,<span class=\"citation\" id=\"124737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124737)\">Dan. 2:35<\/a><\/span> and become the kingdoms of our Lord and His Christ.<span class=\"citation\" id=\"79415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79415)\">Rev. 11:15<\/a><\/span> We shall accomplish this work, or our children will. The purposes of the Almighty cannot fail; the kingdom is set up and established, never more to be thrown down.<span class=\"citation\" id=\"89754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89754)\">D&amp;C 103:13<\/a><\/span><span class=\"citation\" id=\"89551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89551)\">D&amp;C 101:75<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1716\"> We are aware that the world is arrayed against us, and has it not been so from the beginning? But what have they been able to accomplish against this people? If they have driven and scattered us, they have scattered the seed still wider, and it will be so again. They do not know who they are fooling with; they are fooling with the Lord. He knows how to set up His kingdom, and if we are submissive in His hands, like clay in the hands of the potter,<span class=\"citation\" id=\"60522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60522)\">Jer. 18:6<\/a><\/span> we shall not again be scattered and peeled. We have heretofore been driven  <div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0521\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>measurably because of our unrighteousness, and of our unworthiness, and God's inability through that cause to bless us, and because of the wickedness of the wicked. How soon would another persecution have come on us I cannot say, if the people had not turned around and sought the Lord with penitent hearts. <\/div><div class=\"paragraph jod\" id=\"v4n1718\"> I trust that persecution will be warded off now a few years longer, and that the blessings of the Almighty will be drawn upon the people. I know that He delights to bless His people, but He has to chastise them like a parent has to chastise an unruly child. These chastisements have not <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0521\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hindered the rolling on of His work, for it has rolled on with accelerated power all the time. The people have had to suffer, more or less, but we are in His hands, and if we want to draw down His blessings upon us, we must do our duty, or the chastisements of the Almighty will be upon us again, as in times past, for our good. They will not impede the progress of His work, but it will go forth with still greater accelerated power. <\/div><div class=\"paragraph jod\" id=\"v4n1719\"> May God bless us and enable us to work the work of righteousness in His sight all the days of our lives, for His Son's sake. Amen. <\/div>\n<\/div>\n<\/div>"}