{"ID":40042, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">To Know God is Eternal Life&#x2014;God the Father of Our Spirits and Bodies&#x2014;Things Created Spiritually First&#x2014;Atonement By the Shedding of Blood.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, February 8, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: To Know God is Eternal Life, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 2\/8\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d42\">\n<div class=\"paragraph jod\" id=\"v4n1580\"> I feel myself somewhat under obligations to come here and talk to the people, inasmuch as I have absented myself for some time, and others have occupied this stand. <\/div><div class=\"paragraph jod\" id=\"v4n1581\"> Perhaps I will not talk to you long, but I desire to pursue some of the ideas that brother Cummings has just laid before you. I can testify that every word he has spoken is true, even to the advancement of the Saints at a &#x201C;snail gallop.&#x201D; Though that is rather a novel expression, still it is true, as well as all the rest which he advanced. <\/div> <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0544\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1582\"> The items that have been advanced are principles of real doctrine, whether you consider them so or not. It is one of the first principles of the doctrine of salvation to become acquainted with our Father and our God. The Scriptures teach that this is eternal life, to &#x201C;know thee the only true God, and Jesus Christ, whom thou hast sent;&#x201D;<span class=\"citation\" id=\"70549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70549)\">John 17:3<\/a><\/span> this is as much as to say that no man can enjoy or be prepared for eternal life without that knowledge. <\/div><div class=\"paragraph jod\" id=\"v4n1583\"> You hear a great deal of preaching upon this subject; and when people  <div class=\"break pagebreak\" id=\"216a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0216.pdf\" target=\"pdfwin\">p.&#xA0;216a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0543\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>repent of their sins, they will get together, and pray and exhort each other, and try to get the spirit of revelation, try to have God their Father revealed to them, that they may know Him and become acquainted with Him. <\/div><div class=\"paragraph jod\" id=\"v4n1585\"> There are some plain, simple facts that I wish to tell you, and I have but one desire in this, which is, that you should have understanding to receive them, to treasure them up in your hearts, to contemplate upon these facts, for they are simple facts, based upon natural principles; there is no mystery about them when once understood. <\/div><div class=\"paragraph jod\" id=\"v4n1586\"> I want to tell you, each and every one of you, that you are well acquainted with God our heavenly Father, or the great Eloheim. You are all well acquainted with Him, for there is not a soul of you but what has lived in His house and dwelt with Him year after year; and yet you are seeking to become acquainted with Him, when the fact is, you have merely forgotten what you did know. I told you a little last Sabbath about forgetting things. <\/div><div class=\"paragraph jod\" id=\"v4n1587\"> There is not a person here today but what is a son or a daughter of that Being. In the spirit world their spirits were first begotten and brought forth, and they lived there with their parents for ages before they came here. This, perhaps,<span class=\"citation\" id=\"93045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93045)\">Moses 7:33<\/a><\/span> is hard for many to believe, but it is the greatest nonsense<span class=\"citation\" id=\"63301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63301)\">Matt. 6:9<\/a><\/span> in the world not to believe it.<span class=\"citation\" id=\"81619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81619)\">2 Ne. 32:9<\/a><\/span> If you do not believe it, cease to call Him Father; and when you pray, pray to some other character. <\/div><div class=\"paragraph jod\" id=\"v4n1587\"> It would be inconsistent in you to disbelieve what I think you know, and then to go home and ask the Father to do so and so for you. The Scriptures which we believe have taught us from the beginning to call Him our Father, and we have been taught to pray to Him as our Father, in the name of our eldest brother <div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0543\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> whom we call Jesus Christ, the Savior of the world; and that Savior, while here on earth, was so explicit on this point, that he taught his disciples to call no man on earth father, for we have one which is in heaven.<span class=\"citation\" id=\"65500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65500)\">Matt. 23:9<\/a><\/span> He is the Savior, because it is his right to redeem the remainder of the family pertaining to the flesh on this earth, if any of you do not believe this, tell us how and what we should believe. If I am not telling you the truth, please do tell me the truth on this subject, and let me know more than I do know. If it is hard for you to believe, if you wish to be Latter-day Saints, admit the fact as I state it, and do not contend against it. Try to believe it, because you will never become acquainted with our Father, never enjoy the blessings of His Spirit, never be prepared to enter into His presence, until you most assuredly believe it; therefore you had better try to believe this great mystery about God. <\/div><div class=\"paragraph jod\" id=\"v4n1588\"> I do not marvel that the world is clad in mystery, to them He is an unknown God;<span class=\"citation\" id=\"71933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71933)\">Acts 17:23<\/a><\/span> they cannot tell where He dwells nor how He lives, nor what kind of a being He is in appearance or character. They want to become acquainted with His character and attributes, but they know nothing of them. This is in consequence of the apostasy that is now in the world. They have departed from the knowledge of God, transgressed His laws, changed His ordinances, and broken the everlasting covenant, so that the whole earth is defiled under the inhabitants thereof.<span class=\"citation\" id=\"58414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58414)\">Isa. 24:5<\/a><\/span> Consequently it is no mystery to us that the world knoweth not God,<span class=\"citation\" id=\"72890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72890)\">1 Cor. 1:21<\/a><\/span> but it would be a mystery to me, with what I now know, to say that we cannot know anything of Him. We are His children. <\/div><div class=\"paragraph jod\" id=\"v4n1589\"> To bring the truth of this matter close before you, I will instance your fathers who made the first permanent settlement in New England. There  <div class=\"break pagebreak\" id=\"217a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0217.pdf\" target=\"pdfwin\">p.&#xA0;217a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0542\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are a good many in this congregation whose fathers landed upon Plymouth Rock in the year 1620. Those fathers began to spread abroad; they had children, those children had children, and their children had children, and here are we their children. I am one of them, and many of this congregation belong to that class. Now ask yourselves this simple question upon natural principles, has the species altered? Were not the people who landed at Plymouth Rock the same species with us? Were they not organized as we are? Were not their countenances similar to ours? Did they not converse, have knowledge, read books? Were there not mechanics among them, and did they not understand agriculture, &amp;c., as we do? Yes, every person admits this. <\/div><div class=\"paragraph jod\" id=\"v4n1591\"> Now follow our fathers further back and take those who first came to the island of Great Britain, were they the same species of beings as those who came to America? Yes, all acknowledge this; this is upon natural principles. Thus you may continue and trace the human family back to Adam and Eve, and ask, &#x201C;are we of the same species with Adam and Eve?&#x201D; Yes, every person acknowledges this; this comes within the scope of our understanding. <\/div><div class=\"paragraph jod\" id=\"v4n1592\"> But when we arrive at that point, a veil is dropped, and our knowledge is cut off. Were it not so, you could trace back your history to the Father of our spirits in the eternal world. He is a being of the same species as ourselves; He lives as we do, except the difference that we are earthly, and He is heavenly. He has been earthly, and is of precisely the same species of being that we are. Whether Adam is the personage that we should consider our heavenly Father, or not, is considerable of a mystery to a good many. I do not care for one moment how that is; it is no matter whether we are to consider Him our God, or <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0542\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> whether His Father, or His Grandfather, for in either case we are of one species&#x2014;of one family&#x2014;and Jesus Christ is also of our species. <\/div><div class=\"paragraph jod\" id=\"v4n1593\"> You may hear the divines of the day extol the character of the Savior, undertake to exhibit his true character before the people, and give an account of his origin, and were it not ridiculous, I would tell what I have thought about their views. Brother Kimball wants me to tell it, therefore you will excuse me if I do. I have frequently thought of mules, which you know are half horse and half ass, when reflecting upon the representations made by those divines. I have heard sectarian priests undertake to tell the character of the Son of God, and they make him half of one species and half of another, and I could not avoid thinking at once of the mule, which is the most hateful creature that ever was made, I believe. You will excuse me, but I have thus thought many a time. <\/div><div class=\"paragraph jod\" id=\"v4n1594\"> Now to the facts in the case; all the difference between Jesus Christ and any other man that ever lived on the earth, from the days of Adam until now, is simply this, the Father, after He had once been in the flesh, and lived as we live, obtained His exaltation, attained to thrones, gained the ascendancy over principalities and powers, and had the knowledge and power to create&#x2014;to bring forth and organize the elements upon natural principles. This He did after His ascension, or His glory, or His eternity, and was actually classed with the Gods, with the beings who create, with those who have kept the celestial law while in the flesh,<span class=\"citation\" id=\"87268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87268)\">D&amp;C 76:118<\/a><\/span> and again obtained their bodies. Then He was prepared to commence the work of creation, as the Scriptures teach. It is all here in the Bible; I am not telling you a word but what is contained in that book. <\/div> <div class=\"break pagebreak\" id=\"218a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0218.pdf\" target=\"pdfwin\">p.&#xA0;218a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0541\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1596\"> Things were first created spiritually;<span class=\"citation\" id=\"92390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92390)\">Moses 3:5<\/a><\/span> the Father actually begat the spirits, and they were brought forth and lived with Him. Then He commenced the work of creating earthly tabernacles, precisely as He had been created in this flesh himself, by partaking of the coarse material that was organized and composed this earth, until His system was charged with it, consequently the tabernacles of His children were organized from the coarse materials of this earth. <\/div><div class=\"paragraph jod\" id=\"v4n1597\"> When the time came that His firstborn, the Savior, should come into the world and take a tabernacle, the Father came Himself and favored that spirit with a tabernacle instead of letting any other man do it. The Savior was begotten by the Father of His spirit, by the same Being who is the Father of our spirits, and that is all the organic difference between Jesus Christ and you and me. And a difference there is between our Father and us consists in that He has gained His exaltation, and has obtained eternal lives. The principle of eternal lives is an eternal existence, eternal duration, eternal exaltation. Endless are His kingdoms, endless His thrones and His dominions, and endless are His posterity; they never will cease to multiply from this time henceforth and forever. <\/div><div class=\"paragraph jod\" id=\"v4n1598\"> To you who are prepared to enter into the presence of the Father and the Son, what I am now telling will eventually be no more strange than are the feelings of a person who returns to his father's house, brethren, and sisters, and enjoys the society of his old associates, after an absence of several years upon some distant island. Upon returning he would be happy to see his father, his relatives and friends. So also if we keep the celestial law when our spirits go to God who gave them,<span class=\"citation\" id=\"57612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57612)\">Eccl. 12:7<\/a><\/span> we shall find that we are acquainted there and distinctly realize that we know all about that world. <\/div> <div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0541\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1599\"> Tell me that you do not know anything about God! I will tell you one thing, it would better become you to lay your hands upon your mouths and them in the dust, and cry, &#x201C;unclean, unclean.&#x201D;<span class=\"citation\" id=\"54619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54619)\">Lev. 13:45<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1600\"> Whether you receive these things or not, I tell you them in simplicity. I lay them before you like a child, because they are perfectly simple. If you see and understand these things, it will be by the Spirit of God; you will receive them by no other spirit. No matter whether they are told to you like the thunderings of the Almighty, or by simple conversation; if you enjoy the Spirit of the Lord, it will tell you whether they are right or not. <\/div><div class=\"paragraph jod\" id=\"v4n1601\"> I am acquainted with my Father. I am as confident that I understand in part, see in part, and know and am acquainted with Him in part,<span class=\"citation\" id=\"73712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73712)\">1 Cor. 13:12<\/a><\/span> as I am that I was acquainted with my earthly father who died in Quincy, Illinois, after we were driven from Missouri. My recollection is better with regard to my earthly father than it is in regard to my heavenly Father; but as to knowing of what species He is, and how He is organized, and with regard to His existence, I understand it in part as well as I understand the organization and existence of my earthly father. That is my opinion about it, and my opinion to me is just as good as yours is to you; and if you are of the same opinion you will be satisfied as I am. <\/div><div class=\"paragraph jod\" id=\"v4n1602\"> I know my heavenly Father and Jesus Christ whom He has sent, and this is eternal life.<span class=\"citation\" id=\"70550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70550)\">John 17:3<\/a><\/span> And if we will do as we have been told this morning, if you will enter into the Spirit of your calling, into the principle of securing to yourselves eternal lives, eternal existence, eternal exaltation, it will be well with you. But if, after being put into a carriage and placed upon the road, after having everything prepared for the journey that infinite  <div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0540\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wisdom could devise, this people stroll into the swamp, get into the woods among the brambles and briars, and wander around until night overtakes them, I say, shame on such people. <\/div><div class=\"paragraph jod\" id=\"v4n1604\"> I am ashamed to talk about a reformation, for if you have entered into the spirit of your religion, you will know whether these things are so or not. If you have the spirit of your religion and have confidence in you, walk along and continue to do so, and secure to yourselves the life before you, and never let it be said, from this time henceforth, that you have wakened out of your sleep, from the fact that you are always awake. <\/div><div class=\"paragraph jod\" id=\"v4n1605\"> We talk about the reformation, but recollect that you have only just commenced to walk in the way of life and salvation. You have just commenced in the career to obtain eternal life, which is that which you desire, therefore you have no time to spend only in that path. It is straight and narrow, simple and easy, and is an Almighty path, if you will keep in it. But if you wander off into swamps, or into brambles, and get into darkness, you will find it hard to get back. <\/div><div class=\"paragraph jod\" id=\"v4n1606\"> Brother Cummings told you the truth this morning with regard to the sins of the people. And I will say that the time will come, and is now nigh at hand, when those who profess our faith, if they are guilty of what some of this people are guilty of, will find the axe laid at the root of the tree, and they will be hewn down.<span class=\"citation\" id=\"62683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62683)\">Matt. 3:10<\/a><\/span> What has been must be again, for the Lord is coming to restore all things. The time has been in Israel under the law of God, the celestial law, or that which pertains to the celestial law, for it is one of the laws of that kingdom where our Father dwells, that if a man was found guilty of adultery, he must have his blood shed,<span class=\"citation\" id=\"54630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54630)\">Lev. 20:10<\/a><\/span><span class=\"citation\" id=\"54843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54843)\">Num. 25:6-15<\/a><\/span><span class=\"citation\" id=\"55088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55088)\">Deut. 22:22-27<\/a><\/span> and that is near at hand.<span class=\"citation\" id=\"91761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91761)\">D&amp;C 132:41,63<\/a><\/span> But now I say, in the name of the Lord, that if this people will sin no more, but faithfully live their <div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0540\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> religion, their sins will be forgiven them without taking life. <\/div><div class=\"paragraph jod\" id=\"v4n1607\"> You are aware that when brother Cummings came to the point of loving our neighbors as ourselves,<span class=\"citation\" id=\"65170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65170)\">Matt. 19:19<\/a><\/span><span class=\"citation\" id=\"65461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65461)\">Matt. 22:39<\/a><\/span> he could say yes or no as the case might be, that is true. But I want to connect it with the doctrine you read in the Bible. When will we love our neighbor as ourselves? In the first place, Jesus said that no man hateth his own flesh.<span class=\"citation\" id=\"75348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75348)\">Eph. 5:29<\/a><\/span> It is admitted by all that every person loves himself. Now if we do rightly love ourselves, we want to be saved and continue to exist, we want to go into the kingdom where we can enjoy eternity and see no more sorrow nor death. This is the desire of every person who believes in God. Now take a person in this congregation who has knowledge with regard to being saved in the kingdom of our God and our Father, and being exalted, one who knows and understands the principles of eternal life, and sees the beauty and excellency of the eternities before him compared with the vain and foolish things of the world, and suppose that he is overtaken in a gross fault, that he has committed a sin that he knows will deprive him of that exaltation which he desires, and that he cannot attain to it without the shedding of his blood, and also knows that by having his blood shed he will atone for that sin, and be saved and exalted with the Gods, is there a man or woman in this house but what would say, &#x201C;shed my blood that I may be saved and exalted with the Gods?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n1608\"> All mankind love themselves, and let these principles be known by an individual, and he would be glad to have his blood shed. That would be loving themselves, even unto an eternal exaltation. Will you love your brothers or sisters likewise, when they have committed a sin that cannot be atoned for without the shedding of their blood? Will you love that man or woman well enough to shed their blood?  <div class=\"break pagebreak\" id=\"220a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0220.pdf\" target=\"pdfwin\">p.&#xA0;220a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0539\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>That is what Jesus Christ meant. He never told a man or woman to love their enemies in their wickedness, never.<span class=\"citation\" id=\"63203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63203)\">Matt. 5:44<\/a><\/span> He never intended any such thing; his language is left as it is for those to read who have the Spirit to discern between truth and error; it was so left for those who can discern the things of God.<span class=\"citation\" id=\"73014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73014)\">1 Cor. 2:11<\/a><\/span> Jesus Christ never meant that we should love a wicked man in his wickedness. <\/div><div class=\"paragraph jod\" id=\"v4n1610\"> Now take the wicked, and I can refer to where the Lord had to slay every soul of the Israelites that went out of Egypt, except Caleb and Joshua.<span class=\"citation\" id=\"54857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54857)\">Num. 26:25<\/a><\/span> He slew them by the hands of their enemies, by the plague, and by the sword, why? Because He loved them, and promised Abraham that He would save them. And He loved Abraham because he was a friend to his God,<span class=\"citation\" id=\"77594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77594)\">James 2:23<\/a><\/span> and would stick to Him in the hour of darkness, hence He promised Abraham that He would save his seed.<span class=\"citation\" id=\"53145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53145)\">Gen. 17:6-8<\/a><\/span> And He could save them upon no other principle, for they had forfeited their right to the land of Canaan by transgressing the law of God, and they could not have atoned for the sin if they had lived. But if they were slain, the Lord could bring them up in the resurrection, and give them the land of Canaan, and He could not do it on any other principle. <\/div><div class=\"paragraph jod\" id=\"v4n1611\"> I could refer you to plenty of instances where men, have been righteously slain, in order to atone for their sins. I have seen scores and hundreds of people for whom there would have been a chance (in the last resurrection there will be) if their lives had been taken and their blood spilled on the ground as a smoking incense to the Almighty, but who are now angels to the devil, until our elder brother Jesus Christ raises them up&#x2014;conquers death, hell, and the grave.<span class=\"citation\" id=\"81386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81386)\">2 Ne. 9:12<\/a><\/span> I have known a great many men who have left this Church for whom there is no chance whatever for <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0539\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> exaltation, but if their blood had been spilled, it would have been better for them. The wickedness and ignorance of the nations forbid this principle's being in full force, but the time will come when the law of God will be in full force. <\/div><div class=\"paragraph jod\" id=\"v4n1612\"> This is loving our neighbor as ourselves;<span class=\"citation\" id=\"65171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65171)\">Matt. 19:19<\/a><\/span><span class=\"citation\" id=\"65462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65462)\">Matt. 22:39<\/a><\/span> if he needs help, help him; and if he wants salvation and it is necessary to spill his blood on the earth in order that he may be saved, spill it. Any of you who understand the principles of eternity, if you have sinned a sin requiring the shedding of blood, except the sin unto death,<span class=\"citation\" id=\"72446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72446)\">Rom. 6:16<\/a><\/span><span class=\"citation\" id=\"78810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78810)\">1 Jn. 5:16-17<\/a><\/span> would not be satisfied nor rest until your blood should be spilled, that you might gain that salvation you desire. That is the way to love mankind. <\/div><div class=\"paragraph jod\" id=\"v4n1613\"> Christ and Belial have not become friends; they have never shaken hands; they never have agreed to be brothers and to be on good terms; no, never; and they never will, because they are diametrically opposed to each other. If one conquers, the other is destroyed. One or the other of them must triumph and utterly destroy and cast down his opponent. Light and darkness cannot dwell together, and so it is with the kingdom of God, <\/div><div class=\"paragraph jod\" id=\"v4n1614\"> Now, brethren and sisters, will you live your religion? How many hundreds of times have I asked you that question? Will the Latter-day Saints live their religion? I am ashamed to say anything about a reformation among Saints, but I am happy to think that the people called Latter-day Saints are striving now to obtain the Spirit of their calling and religion. They are just coming into the path, just waking up out of their sleep. It seems as though they are nearly all like babies; we are but children in one sense. Now let us begin, like children, and walk in the straight and narrow path, live our religion, and honor our God. <\/div><div class=\"paragraph jod\" id=\"v4n1615\"> With these remarks, I pray the  <div class=\"break pagebreak\" id=\"221a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0221.pdf\" target=\"pdfwin\">p.&#xA0;221a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0538\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God of Israel to bless you forever and ever, for you are the best people on earth. I can say that I am happy that you are doing so well as you are. Continue to increase in all the graces <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0538\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of God's Spirit until the day of His coming, which I desire with all my heart, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}