{"ID":40047, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Obedience Produces Confidence&#x2014;Consecration&#x2014;Concentration of Interests&#x2014;Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, March 1, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Obedience Produces Confidence, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 3\/1\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d47\">\n<div class=\"paragraph jod\" id=\"v4n1775\"> A more sensitive man than brother Joseph Smith never lived, and that sensitiveness was in proportion to the light he had. So it is with brother Brigham, and so it is with brother Heber, and so it is with brother Daniel, and it will increase upon him as he presses his way forward, and works in the harness, and becomes used to it; and he will be just as good a team-horse as the Lord ever used, and I know it. <\/div><div class=\"paragraph jod\" id=\"v4n1776\"> I will speak of brother Joseph Young, I often speak of him; he is one of the most sensitive men that ever walked on the earth, and that is in proportion to the light he has, and if the Lord had not laid His hands on him and said, &#x201C;My servant Joseph, be thou sick and go to thy bed and rest,&#x201D; he would have been in his grave long ago. His late sickness saved his life. That may be a curiosity to you, but the best days I ever had with re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0512\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gard to the happiness of my spirit, have been when I was prostrate on my bed, and in reality could not help myself. People will say, &#x201C;O how I pity such and such brethren and sisters, because they are unwell.&#x201D; If persons would appreciate their blessings when they are on beds of sickness, and say, &#x201C;Father, thy will be done, and not mine,&#x201D;<span class=\"citation\" id=\"68239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68239)\">Luke 22:42<\/a><\/span> there would be no room for that pity. When necessary in God's providences towards me, I would as soon lay on a bed of sickness as to do anything else, for we have got to learn that lesson. I have to struggle, and brother Brigham has to struggle to exist here on the earth. <\/div><div class=\"paragraph jod\" id=\"v4n1777\"> I will say, not that I speak of these things to boast, that if this people, both men and women, would pray, and that devoutly before God in their secret places, one quarter as much as brother Brigham, and I, and brother Joseph Young do, you would see dif<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"248a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0248.pdf\" target=\"pdfwin\">p.&#xA0;248a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0511\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ferent days from what you see today. When Jesus came to his people on this continent, and appeared in their midst, they could not at first realize and appreciate him.<span class=\"citation\" id=\"82590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82590)\">3 Ne. 11:8<\/a><\/span> They saw him and felt the wounds in his side, in his hands, and in his feet,<span class=\"citation\" id=\"82610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82610)\">3 Ne. 11:14-15<\/a><\/span> and he talked with them and instructed them, and chose and instructed twelve disciples.<span class=\"citation\" id=\"82642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82642)\">3 Ne. 12:1<\/a><\/span> And after healing their sick<span class=\"citation\" id=\"82763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82763)\">3 Ne. 17:9<\/a><\/span> and blessing their children, he administered bread and wine to the people,<span class=\"citation\" id=\"82778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82778)\">3 Ne. 18:1-9<\/a><\/span> and taught them to &#x201C;watch and pray always.&#x201D;<span class=\"citation\" id=\"82786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82786)\">3 Ne. 18:15,18<\/a><\/span> He could not heal their sick, until through prayer they had become humble, and got the power of God on them. And when he had done this he said, bring all your children, and he blessed them one by one,<span class=\"citation\" id=\"82753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82753)\">3 Ne. 17:11-23<\/a><\/span> and the power of God rested on them, and angels descended from heaven and encircled them round about, and ministered to them before the eyes of the people.<span class=\"citation\" id=\"82772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82772)\">3 Ne. 17:24-25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1779\"> What do you suppose we are going to do with you? Are you ever going to be prepared to see God, Jesus Christ, His angels, or comprehend His servants, unless you take a faithful and prayerful course? Did you actually know Joseph Smith? No. Do you know brother Brigham? No. Do you know brother Heber? No, you do not. Do you know the Twelve? You do not, if you did, you would begin to know God, and learn that those men who are chosen to direct and counsel you are near kindred to God and to Jesus Christ, for the keys, power, and authority of the kingdom of God are in that lineage.<span class=\"citation\" id=\"88119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88119)\">D&amp;C 86:8-11<\/a><\/span> I speak of these things with a view to arouse your feelings and your faithfulness towards God the Father, and His Son Jesus Christ, that you may pray and be humble, and penitent. <\/div><div class=\"paragraph jod\" id=\"v4n1780\"> When Jesus Christ came to this earth, he came to fulfil the law,<span class=\"citation\" id=\"63096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63096)\">Matt. 5:17<\/a><\/span><span class=\"citation\" id=\"82684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82684)\">3 Ne. 15:5<\/a><\/span> and he taught the people to seek to the Father with a broken heart and contrite spirit,<span class=\"citation\" id=\"81220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81220)\">2 Ne. 2:7<\/a><\/span><span class=\"citation\" id=\"82664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82664)\">3 Ne. 12:19<\/a><\/span> and then whatever they <div class=\"break columnbreak\" id=\"248b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0248.pdf\" target=\"pdfwin\">p.&#xA0;248b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0511\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> asked He would give.<span class=\"citation\" id=\"78729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78729)\">1 Jn. 3:22<\/a><\/span><span class=\"citation\" id=\"78801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78801)\">1 Jn. 5:14-15<\/a><\/span><span class=\"citation\" id=\"82789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82789)\">3 Ne. 18:20<\/a><\/span> If you so come unto Him, repenting and being sorry for your sins, then He will hear you and forgive you, and He will forgive this whole people.<span class=\"citation\" id=\"124739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124739)\">Mosiah 26:30<\/a><\/span> Why? Because brother Brigham never would have said to you that God would forgive you if you would repent,<span class=\"citation\" id=\"81852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81852)\">Mosiah 4:10<\/a><\/span> unless he had received some intimation of that kind from the Father and the Son, and the Holy Ghost. But brother Brigham told you the truth, and the Lord will forgive you, if you stop sinning now, and begin anew today to work righteousness with full purpose of heart. Then through continued faithfulness that Spirit, light, and glory will rest upon you, that brother Joseph has been talking about this morning. <\/div><div class=\"paragraph jod\" id=\"v4n1781\"> I am speaking of these things to comfort you, for they comfort me. I am talking to you of nothing more than what I know, feel, and have experienced. What brother Joseph Young has said, is good. I feel very well in my body and in my spirit, that is, I feel well in regard to the things of God. I feel well, because there are some trying to live their religion, and worship their God in spirit and in truth.<span class=\"citation\" id=\"69089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69089)\">John 4:24<\/a><\/span> When they hear the servants of God declare the truth here, they understand it, and the seed springs up, and brings forth fruit to the glory of God, and that fruit will remain.<span class=\"citation\" id=\"70177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70177)\">John 15:16<\/a><\/span> But there are others who hear the word and do not conceive; they sit and hear the voice of God speaking through His servants, and like the sound thereof, but the moment they leave this place they forget it. <\/div><div class=\"paragraph jod\" id=\"v4n1782\"> Some say that they have not faith, that they cannot believe. What is faith? It is confidence. What is confidence? It is faith. Some people are striving and striving to get faith, when saving faith is simply confidence in God, flowing from walking in obedience to His commandments.<span class=\"citation\" id=\"88950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88950)\">D&amp;C 89:18<\/a><\/span> When you have confidence in yourself,  <div class=\"break pagebreak\" id=\"249a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0249.pdf\" target=\"pdfwin\">p.&#xA0;249a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0510\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in any man, woman, or child, you have faith; and when you have not confidence, you have not faith. I believe they are co-partners, and the principle of faith and confidence is synonymous to me. <\/div><div class=\"paragraph jod\" id=\"v4n1784\"> If you have not faith to deed your property over to the Trustee-in-Trust, it is because you have not confidence in the Trustee-in-Trust. If you had confidence in him, you would have faith in him. You may pay your tithing&#x2014;you may tithe your sage, mint, and catnip, and this and that, and the other, and after all you may be leaving the more weighty matters undone.<span class=\"citation\" id=\"65520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65520)\">Matt. 23:23<\/a><\/span><span class=\"citation\" id=\"90702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90702)\">D&amp;C 117:8<\/a><\/span> It is not best to become stereotyped in paying tithing and stop at that; but if you are going to become stereotyped, I wish you to stereotype the whole edition, and let it remain so, and then go on and make another. I do not object to your stereotyping one letter at a time, if you will go on through the whole edition. <\/div><div class=\"paragraph jod\" id=\"v4n1785\"> In regard to deeding over your property, no one compels you to do it. I do not compel you to do it, the Trustee-in-Trust does not, God does not; but He says that if you will do this, that and the other thing which He has counseled for our good, do so, and prove Him.<span class=\"citation\" id=\"94467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94467)\">Mal. 3:10<\/a><\/span> He goes to work and proves us, as we go to work and prove one another under various circumstances. The Lord says, cast in your tithes, and then your offerings.<span class=\"citation\" id=\"62424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62424)\">Mal. 3:8<\/a><\/span> Tithing is one thing, and offerings are another. And when that is done, consecrate your property to the Church, and make strong the hands of our President, and he will handle and distribute it to the best advantage. We are to be tried in all things,<span class=\"citation\" id=\"92065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92065)\">D&amp;C 136:31<\/a><\/span> like unto Abraham, and God even told Abraham to offer up his son Isaac.<span class=\"citation\" id=\"89392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89392)\">D&amp;C 101:4<\/a><\/span> He went and built the altar, got the wood and the knife, and was ready to do the work; but instead of offering up his son, the Lord said to him, take this ram and offer him up,<span class=\"citation\" id=\"53284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53284)\">Gen. 22:1-19<\/a><\/span> and put your <div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0510\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> son to usury, and be shall become a multitude of nations&#x2014;his offspring shall be as numerous as the sands on the seashore, and as the stars in the firmament. It will be just so with the property deeded over to the Trustee-in-Trust; every man becomes a steward, and puts out his property to usury. The principle of the consecration is to hold property secure and in the channel of blessings and increase. <\/div><div class=\"paragraph jod\" id=\"v4n1786\"> Our property should not be dearer to us than salvation, and should freely be put to the best use for building up the kingdom of God. To illustrate my ideas, I will use a comparison. Here is my little finger, does not the blood go into that finger as freely and as fully, in proportion as it goes into my leg, or into my arm? Does it always stay there? Does that little finger become selfish&#x2014;superstitious with the principle of idolatry&#x2014;and never restore that blood to the fountain? No, for if it did, the fountain would be weakened, and the finger would wither, because of an interrupted communication. How can this Church exist upon any other principle than that of free interchange according to the dictation of the head? My finger restores back the blood to the fountain, where it again becomes impregnated with the principles of life, and then when it goes back again is not that finger impregnated with the power of my vitality&#x2014;of my attributes? If that is a fact, when we take the same course with the things of God and turn in our property, it will become empowered with the attributes of God and His Son Jesus Christ and the Holy Ghost, and of all those who act with them in the eternal worlds, and from them to us, and from us back to the throne of God. And except we become impregnated with saving principles as they exist with God, with Jesus Christ, with angels, with Peter and with Joseph,  <div class=\"break pagebreak\" id=\"250a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0250.pdf\" target=\"pdfwin\">p.&#xA0;250a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0509\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you may bid farewell to salvation, every soul of you. <\/div><div class=\"paragraph jod\" id=\"v4n1788\"> I wish that this whole people would so get religion that brother Brigham and myself, and other good men could always freely and fully teach you all things pertaining to salvation, and show you your condition, even as the Lord views it. Here is the kingdom of God, here are the Prophet and the Apostles, the Patriarch, and all the leading men of Israel, and where is there a man in Europe, or in any other country, who sprung from this Church, but what sprung from the authority, the life, vitals, and power of this Church and kingdom? If he has not got his power unto salvation in this Church, he has not any power towards an exaltation in the celestial kingdom of our God. And those who have power from the true source have not predominance over those who hold the keys in advance of them, for the kingdom of God is a kingdom of order. How can you become impregnated with the spirit and power of God, except you become impregnated through us? There is no true path, except to do as you are told by those whom the Lord has called and chosen, and placed to direct you. <\/div><div class=\"paragraph jod\" id=\"v4n1789\"> I do not care so much whether you have faith or not, for if you have confidence in yourselves, I would risk the confidence you should have in us. And if you have lost confidence in yourselves, you will not have much confidence in your brethren; and in that case I want to know what confidence you can have in your God? The Lord often takes a course to try the confidence of His people, for He planted a branch of the olive tree in the poorest spot in all the land of His vineyard, and He caused it to yield much fruit that was good. That was considered a marvelous work, and one of His servants said, &#x201C;How camest thou hither to plant this tree, or this branch of the tree? For behold, it was <div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0509\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the poorest spot in all the land of thy vineyard. And the Lord of the vineyard said unto him: Counsel me not; but go to and do all things as I command you.&#x201D;<span class=\"citation\" id=\"81721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81721)\">Jacob 5:21-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1790\"> Now suppose I should say, here, John, William, and Richard, I want you to go up near the arsenal and dig a well, and when you have dug ten feet you will find water. They would be very apt to say, &#x201C;We have not a particle of confidence in that operation.&#x201D; I would reply, I do not care about that; it is the well I want, and that will afford water. They go to work without one particle of confidence in what I say, and dig to the depth of ten feet, and come to good water. By so doing, have they not obtained knowledge without confidence? Yes, by their works. And Jesus says, by your works shall you be judged, and by your works shall you be justified.<span class=\"citation\" id=\"80635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80635)\">Rev. 20:12-13<\/a><\/span><span class=\"citation\" id=\"82927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82927)\">3 Ne. 26:4<\/a><\/span><span class=\"citation\" id=\"87236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87236)\">D&amp;C 76:111<\/a><\/span> John, Bill, and Dick, dig the well, and I have accomplished my design with them, though they had not a particle of confidence in me, nor in God. And when they have found water, they say, &#x201C;That gives me confidence in you, brother Heber, and in your God.&#x201D; The result of their works gives them confidence. It may stimulate some of you to go to work upon that principle, viz., to do as you are told, without knowing whether you will get water or not. <\/div><div class=\"paragraph jod\" id=\"v4n1791\"> Well, go to work and dig the Big Cottonwood canal on the same principle. Begin tomorrow morning, and do not cease until that canal is done, and I will warrant the water to come, and when it comes, that will increase your confidence. Brethren, will you all with your Bishops lay aside everything that is not of greater importance, and go to work on that canal until it is finished? If you will work, instead of merely saying you will, and go to with all your hearts, it will be but a short time before you see the rock  <div class=\"break pagebreak\" id=\"251a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0251.pdf\" target=\"pdfwin\">p.&#xA0;251a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0508\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>being boated on it for our Temple; and it need not be only a few years before the Temple is built, wherein you will receive your endowments and blessings. And God our Father will protect us and give us good peace, until we have accomplished that work and many other things. He will strengthen our feet and fill our granaries. <\/div><div class=\"paragraph jod\" id=\"v4n1793\"> Will you go to work at once on the canal, letting your Bishops lead out and you follow? If you will, raise your right hands. [All hands were raised.] If you live up to the covenant now made, you will soon accomplish the work; and it will be but a few days before the ground will be in readiness for ploughing and seeding, and God will bless the earth and strengthen it to yield an abundance, through your going and doing that little work, and letting the water into that canal, so that we can boat rock from the quarry unto this place. Let us go to and do, instead of merely saying. That is drawing our feelings into the one reservoir. <\/div><div class=\"paragraph jod\" id=\"v4n1794\"> Upon the same principle, let every man render over his property with an eternal deed that cannot be broken; throw it all into the big reservoir. Suppose that one puts in one drop, another two, another ten, and another a hundred, do you not see, when you throw in your property&#x2014;your substance&#x2014;into one reservoir, that it makes us all one, and that you cannot become one without this principle? You may work to all eternity, and never connect the branch with the vine, upon any other principle than that of putting your property and temporal blessings with your spiritual interests, whereby they will both become one. If you do not do that, I do not mean in one thing only, but in everything that God requires of you by His servants, if you do not bring your substance forward and lay it down at the Apostle's feet, you will be <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0508\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stripped. Brother Brigham is the chief Apostle of Jesus, and he is our President, our Prophet, and our leader, and we the Twelve are his brethren, and you have got to lay down your substance at their feet, as the Saints did in the days of the ancient Apostles of Jesus.<span class=\"citation\" id=\"71466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71466)\">Acts 4:35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1795\"> Look at Ananias and Sapphira.<span class=\"citation\" id=\"71469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71469)\">Acts 5:1-11<\/a><\/span> I have heard you read their history a great many times, and talk about it. They came with a part of their substance, and lied about it. You may do as you have a mind to. In one sense, we do not care whether you lie, or tell the truth. If you tell the truth and do right, who is blessed? Is it anyone but yourselves? It is not brother Brigham, nor brother Heber, only in connection with you, inasmuch as you take a course to do right; for being members of the same body to which we are connected, it influences the whole body, and the whole body is blessed at the same time. It does not particularly make any difference with us, as individuals. <\/div><div class=\"paragraph jod\" id=\"v4n1796\"> You have got to render an account of everything you have, for we are all stewards. You Bishops, Seventies, High Priests, Elders, Priests, Teachers, Deacons, and members, where did you get the Priesthood and authority you hold? It came from this very authority, the First Presidency that sits here in this stand. There was an authority before us, and we got our authority from that, and you got it from us, and this authority is with the First Presidency. Now do not go off and say that you are independent of that authority. Where did you get your wives? Who gave them to you? By what authority were they given to you? Where did you get anything? <\/div><div class=\"paragraph jod\" id=\"v4n1797\"> If you do not take the course you have been told to take, and as I am trying to tell you, viz., to render all you have on this earth, every man in this Church and kingdom will be as bare when he leaves this earth as he  <div class=\"break pagebreak\" id=\"252a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0252.pdf\" target=\"pdfwin\">p.&#xA0;252a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0507\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will find himself when he gets out of it for he cannot even take his shroud with him nor a pair of stockings. I do not care if he has forty wives and a thousand children, every soul of them will be taken from him. Your wives are given to you as a stewardship to improve upon in building up and establishing the kingdom of God, and your children are given to you as a stewardship. Where did their spirits came from? Did they come from you? No; they came from God. Who is the Father of those spirits?<span class=\"citation\" id=\"77196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77196)\">Heb. 12:9<\/a><\/span> God, and He will require them of you, and those spirits have also got to give an account to their Father from whom they came; they have got to render up an account. Thus you see, that you have to render an account of your wives and children, of your substance, and everything that pertains to this earth, and you cannot avoid it, without suffering a loss. <\/div><div class=\"paragraph jod\" id=\"v4n1799\"> I want to get you to live your religion, and worship our God. I am not troubled about our not prospering; I trouble myself about living my religion and being faithful to the things of God, and that leads me to confidence, if not in myself, in my leader. It is not so much a matter about my trying to obtain confidence in myself, or in you. We are to be connected like a vine, and then when we receive any good thing we will become impregnated with God, with Jesus Christ, with the Holy Ghost, and with angels, and it is the only way in which we can become one. <\/div><div class=\"paragraph jod\" id=\"v4n1800\"> I feel as brother Joseph Young feels. God bless him, and may he <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0507\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> live a hundred years, if he wants to. I pray that God may renew him in body and blood, and bless him with every good thing that he desires; also brother Brigham, and brother Daniel, and brother Heber, and every other good man. That is my prayer and my feeling. And may the Lord bless every good woman with the same blessings. <\/div><div class=\"paragraph jod\" id=\"v4n1801\"> Brethren, tumble in your interest into this great reservoir, and we will drink up the earth. And if you do not do it, as the Lord lives, the First Presidency of this Church and the Twelve will drink you up. If you trifle with me, when I tell you the truth, you will trifle with brother Brigham; and if you trifle with him, you will also trifle with angels and with God, and thus you will trifle yourselves down to hell. You cannot with impunity trifle with God, for the day is too far advanced for that. Do not trouble yourselves about your sins if you have repented of them; and if you have not, it is time you did. <\/div><div class=\"paragraph jod\" id=\"v4n1802\"> I will say to the Bishops in general, take those who are humble, those who have repented and made restitution, and baptize them for the remission of their sins, and then lay hands upon them, that they may receive the Holy Ghost, and they will receive it, if you take counsel and do right. And you will feel as you never felt before since you were born, and the works of God will continue, if you will do right, for the time has come. <\/div><div class=\"paragraph jod\" id=\"v4n1803\"> God bless you, peace be with you forever. Amen. <\/div>\n<\/div>\n<\/div>"}