{"ID":40048, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Misapplication of the Term Sacrifice&#x2014;The Saints Are Gainers By the Work of God&#x2014;Resistance of Evil&#x2014;Degeneracy&#x2014;The Way of Regeneration&#x2014;How to Treat Our Wives.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, Delivered in the Tabernacle, Great Salt Lake City, March 1, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Misapplication of the Term Sacrifice, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 3\/1\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d48\">\n<div class=\"paragraph jod\" id=\"v4n1805\"> About the Devil's Gate, and the property left there last season. We expect to start back some teams, according to the notice which was read this morning, as soon as the season will permit us to carry feed for the different stations on the route. Those who have goods left at the Devil's Gate, by making proper arrangements, can have them brought in; and if any persons prefer going for their own goods, of course they have the privilege. <\/div><div class=\"paragraph jod\" id=\"v4n1806\"> I have been highly interested and entertained this day by the instructions and exhortations we have received; they are calculated to inspire confidence and love towards our Father and our God. <\/div><div class=\"paragraph jod\" id=\"v4n1807\"> Brother Heber and brother Lorenzo Snow have spoken upon the unity of our feelings and the identifying of our interests; and it is frequently urged upon this people to identify their interests, that we may have no undivided interests&#x2014;no half-heartedness. To be powerful we must be united, and to be united we must have our interests identified. How can we have them better identified than in that we have set our hands to do&#x2014;than in consecrating all our property to the Lord? We have started out in a good cause; let us not look back, but let us urge forward in the things of God, and work together for each other's benefit, for in this we shall not sacrifice anything. <\/div><div class=\"paragraph jod\" id=\"v4n1808\"> We talk a great deal about sacrifi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0506\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ces, when strictly there is no such thing; it is a misnomer&#x2014;it is a wrong view of the subject, for what we do in the kingdom of God is the best investment we can possibly make. It pays the best, whichever way we may look at it, it is the principle of all others to be coveted&#x2014;to be appreciated&#x2014;and is the best investment we can make of all that pertains to us in this life. It is an inestimable privilege, and should be so esteemed by the community. We cannot fully fathom it, we cannot as yet altogether understand it, for ear hath not heard, nor eyes seen<span class=\"citation\" id=\"72971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72971)\">1 Cor. 2:9<\/a><\/span> the benefit that will accrue to the individual that will be faithful unto the end in this Church and kingdom, and receive the exaltation to which he is looking forward. There is virtually no sacrifice about it. It is like sacrificing the things of time in time, to gain eternal riches, and such a sacrifice sinks into insignificance in a moment. All the sacrifice we could make, even of life itself, in this world, is nothing to those who are faithful. Let us not be half-hearted, but let us go into this matter whole souled, and cleave unto God and His servants, and identify our interests in His kingdom. <\/div><div class=\"paragraph jod\" id=\"v4n1809\"> As to the devil, what have we to do with him? It is true, what we heard this forenoon while brother Joseph Young was talking. If we could breathe twice where we now do once, the Holy Ghost is ready every moment to administer to our salva<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0505\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion, and the evil spirit is also ready to lead us into temptation. That is true, but look at the word the Lord gave us through our first parents, when He planted us on this earth. He said to the serpent, &#x201C;Because thou has done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life: And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.&#x201D;<span class=\"citation\" id=\"52592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52592)\">Gen. 3:14-15<\/a><\/span> We have that advantage over the devil; we can, if we have a mind to, resist him, and he will flee from us.<span class=\"citation\" id=\"77686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77686)\">James 4:7<\/a><\/span> He can be cast out, and he is subject to us. We have the length and breadth of ourselves clear from being contaminated with him. I will say that, without fearing successful contradiction. If he overcomes us, we first let down the bars, and invite him to enter; or he would not come further than our heels. <\/div><div class=\"paragraph jod\" id=\"v4n1811\"> The Lord gave us our agency to do as we please, and it is for us to say whether we will be for God or the devil. We may make ourselves angels to the devil, or Saints of the Most High. We may have the blessings of the Almighty assisting us, or reject them and go to the devil; it is optional with ourselves. I will admit that we have been corrupted in our generations for thousands of years, and that the devil has power over us through this cause in a measure that he otherwise would not have; and were it not for the multiplicity of the blessings of the Almighty that gives us power and strength, we would most likely be overcome of the devil. We have become small in stature and short in years&#x2014;weak in body and mind&#x2014;compared with our forefathers in the primitive ages of the world. We know they attained to a great age, and large in stature, and had great power with God. We know there has been a <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0505\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> falling away, and we have come down through the loins of progenitors who have corrupted their ways, changed the ordinances,<span class=\"citation\" id=\"58415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58415)\">Isa. 24:5<\/a><\/span> and but little of the blood of Abraham may be flowing in our veins. <\/div><div class=\"paragraph jod\" id=\"v4n1812\"> God has looked at the generations of men, and has brought spirits into the world, and they have come through this long line of corrupted generation. What has He made known unto us? He has developed little by little the ways of the Lord, if we will pursue the course His servants have laid out through the channels of the holy and eternal Priesthood. He has again opened to the children of men the channels of life, and we may bring ourselves back again to the might and power, life and immortality spoken of this morning. The Lord will cut His work short in righteousness,<span class=\"citation\" id=\"72691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72691)\">Rom. 9:28<\/a><\/span> and will permit us, if we are faithful, to progress so fast that we may make up in a few years what we have lost in a thousand. We may gain, in a few generations of righteousness, what twenty of unrighteousness have robbed us of. It is a work of righteousness which the Lord will bless and prosper. <\/div><div class=\"paragraph jod\" id=\"v4n1813\"> The principles of plurality have been established, in order to raise up a righteous seed unto God. The way has been pointed out, and it is a blessing that has been restored to this generation. It is a turning back to the holy principles of ancient days, even to that purity that was known in primitive ages. In this way only may we rise from corruption, through the Holy Priesthood of our God. We do not handle these things with proper sacredness, perhaps. It is a principle that is calculated to produce health, strength, and happiness here, as well as salvation hereafter. It is so esteemed by many, and when you see the principle as it really is, you will say that it is as I tell you. <\/div><div class=\"paragraph jod\" id=\"v4n1814\"> I know our forefathers have changed  <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0504\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the ordinance,<span class=\"citation\" id=\"58416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58416)\">Isa. 24:5<\/a><\/span> and corrupted their ways in their generations, and it has brought misery and degradation on the human family. And now, if we can turn round and reform in this, ourselves&#x2014;our posterity&#x2014;will be better prepared to reform themselves and become mighty before God. They will be better capable of receiving those principles which have been made known to us; they can lay hold with greater power and faith on the blessings of the Priesthood, and can obtain greater power than we now can, because they will not have the traditions around them that we have. They will be measurably free from the corruptions which have been entailed on us. <\/div><div class=\"paragraph jod\" id=\"v4n1816\"> I do not wish to take up much time, but I wish to impress these facts upon the people. I wish to have my sisters feel that this order is the order of God, and that in it they will find happiness and exaltation; in it they will find every principle that is calculated to lead them to glory and favor with God, and exaltation into His presence; and by it they are redeeming themselves and their posterity from the corruptions of man, that have been in existence for many generations before us, and from which they have been brought out by the sound and proclamation of the Gospel. I believe they do feel to appreciate and understand this; and I wish to exhort the brethren also, that they adhere to these holy principles and try to see and understand them as they exist, and act according to the principles of life and salvation, and not according to those of death and destruction; that they make allowance for thousands of things they may have around them in their families. <\/div><div class=\"paragraph jod\" id=\"v4n1817\"> There are many men who think they have an understanding of these things, and make no allowance for the traditions that hang around the women. <div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0504\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Do you realize that they have been brought up in their Gentile notions, as well as yourselves? A man may have, perhaps, three or four wives, and not make such allowance for them as they do for him, and find fault, and be very exacting in requiring of them the most perfect obedience to every whim and notion. By taking such a course he is liable to lose the Holy Ghost, and if he does, he will lose his women. It is upon the principle that you are a man of God&#x2014;that you have the Holy Ghost and desire to raise up a holy seed to the name of the Most High&#x2014;that your wives have been sealed to you; they would not upon any other principle have come to you. Now if your wives discover that you lack in any virtues pertaining to the Holy Priesthood, and if you take a course that is not calculated to exalt them, do you not see that you lose their confidence? You will lose them also. <\/div><div class=\"paragraph jod\" id=\"v4n1818\"> The reformation has touched the hearts of both men and women. The people generally are turning round, and they will serve God more perfectly than hitherto. Many of you have never tried this order until now, and let me tell you, brethren, that it is necessary for you to keep the Holy Ghost. If you have not got it, you must get it, and never be without it. You must shed forth that influence on your family, as brothers Joseph and Heber told you this morning, or they will leave you. They will not stay with a man who is destitute of it, if they are good women, neither should they. This is a word for you, my brethren, who are now starting out on this principle. It is a good, virtuous, and holy principle, and not to be trifled with. The women, as a general thing, have power and faith in this kingdom, and they come into this order with full purpose of heart, desiring to do right; and in leading them, if you will be careful of your own feelings,  <div class=\"break pagebreak\" id=\"256a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0256.pdf\" target=\"pdfwin\">p.&#xA0;256a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0503\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and have a little magnanimity of mind, it will be better for you, and they will stick to you, because it is for their salvation in the kingdom of our God. It is for this they are here, and they will cleave to you for it; and it is your office, right, and privilege to extend that blessing to them. I do not make these remarks for wives to run ahead of their husbands, for they seek their salvation through them. Of course there are exceptions to all general rules. I am speaking upon general principles, to Saints of the Most High. This is a good people, generally. <\/div><div class=\"paragraph jod\" id=\"v4n1820\"> I say to the sisters, seek to have confidence in your husbands, and believe that they are capable of leading you; and when you seek instruction, believe them capable of giving it to you; and be faithful, humble, and obedient to them. Their feelings should not be concentrated in you, but your feelings should be in them, and their's should be in those who lead them in the Priesthood. Their feelings are concentrated in the Lord their God and what is ahead, and there is where they should be. You should be glad to see them step forward and walk onward in the path of their duty, and not require them to devote themselves to you to the exclusion of things and duties of life which lie before them. As they progress and lead on, you will feel to travel in the same road. This is the order, and if order is maintained in this thing, you will see the beauty of it; and it will be a satisfaction to you and them to believe that your husband, he who is at your head, is progressing in the things of God. That should be a satisfaction to you, and it will be, if you are inspired by the right spirit and feeling. In this way you will have happiness, and see good times. <\/div><div class=\"paragraph jod\" id=\"v4n1821\"> I have heard brother Brigham remark, many times, that he did not believe that Enoch had a better peo<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0503\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple than this, a people who progressed half as fast in the things of God as have the Latter-day Saints, notwithstanding they lived in primitive ages when they were comparatively pure, when they were not corrupted as our progenitors have been. They built and perfected a city in 365 years.<span class=\"citation\" id=\"93185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93185)\">Moses 7:68<\/a><\/span> I believe, and I have often heard brother Brigham and Heber so express themselves, that this people have made far more progress towards perfection in the same time than did Enoch's people. I rejoice in this and to see this people obedient to their head, to their Bishops, and to their God. <\/div><div class=\"paragraph jod\" id=\"v4n1822\"> There are great blessings, happiness, and salvation for this people, so long as they continue faithful in these things. And the more they identify their interests and become subservient and passive in the hands of this Priesthood here, they will be, both men and women, the more satisfied and happy in this life, and better prepared to live in the flesh, as well as to enter into the life which is to come. <\/div><div class=\"paragraph jod\" id=\"v4n1823\"> May the Lord bless us and help us to do right; and may we be worthy to receive His blessings. The Lord delights to bless His servants and handmaidens,<span class=\"citation\" id=\"85266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85266)\">D&amp;C 41:1<\/a><\/span> and He will bless us until we become powerful in this land, and are made capable of bringing to pass His purposes and designs in the last days. <\/div><div class=\"paragraph jod\" id=\"v4n1824\"> If we are in the world, we are not of it, because they will not let us be. They drive us and scatter us, and try to destroy us, but it matters not. We have been brought to these chambers of the Lord; we have nothing to do but praise His holy name, and we can make the arch of heaven ring with praises to our God and King, and no one to make us afraid; though it makes the sinner fear and tremble, while there is none to make the Saints afraid in Zion. <\/div><div class=\"paragraph jod\" id=\"v4n1825\"> Let us do the things that are for  <div class=\"break pagebreak\" id=\"257a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0257.pdf\" target=\"pdfwin\">p.&#xA0;257a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0502\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>us to do, no matter what they are, whether spiritual or temporal, for they are united together, and we do not wish to sever them; it is not necessary we should. We have to do with spiritual and temporal things, they go hand in hand, and the Lord will bless us, if we are faithful, which is what we seek. Do we not feel well when we do that which meets the approbation of our Father and our God? Then let us be careful how we do anything to displease Him, for then we do not feel well. The idea of offending or grieving our Heavenly Father is unpleasant. Let us also be careful how we do anything to displease our Bishops, and let the wives be careful how they do anything to displease their husbands, and let us all be united and dwell in harmony, and see how beautifully we shall move <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0502\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> forward as a people&#x2014;as the Saints of the Most High God&#x2014;being such in character as well as in name. <\/div><div class=\"paragraph jod\" id=\"v4n1827\"> Let us cultivate good feelings one towards another, that we may promote our own peace, happiness, and final exaltation in the kingdom of God. We can enjoy ourselves in heaven only upon this principle, and if we can bring out minds to enjoy that principle here, then we have a heaven here. If we have a heaven at all, we have to make it, and for this reason we have the power given us to make it; the devil cannot get into our hearts, unless we give him a welcome there. <\/div><div class=\"paragraph jod\" id=\"v4n1828\"> May the Lord bless us, and preserve us, and help us to do His will on the earth and bring to pass His purposes, which favors I ask in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}