{"ID":40040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Presidency&#x2014;The Continuance of the Head With the Body Depends on the Faithfulness of the Members&#x2014;Men When They Die Cannot Take Their Earthly Possessions With Them&#x2014;Elders Going on Missions With Handcarts&#x2014;The Vineyard, a Parable.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, February 1, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Presidency, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 2\/1\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v4n1530\"> I do not know, but the people are getting weary, though I rather think not, for your eyes look pretty bright; when people become weary, their eyes look dim. <\/div><div class=\"paragraph jod\" id=\"v4n1531\"> I assure you, brethren, that I feel well, that is, I feel very well in my mind, and it is a great pleasure to me to see brother Brigham here in this stand once more. I am satisfied that he will be with us a great many years, if this people will do right. <\/div><div class=\"paragraph jod\" id=\"v4n1532\"> All, who have the Spirit of the Gospel and live their religion, will admit that brother Brigham is our head, to use the figure which I did three Sundays ago; and our head has two Counselors, and together they are an independent Quorum. Still they are attached to the vine that runs through the veil. The veil is let down, and that throws brother Joseph on the other side of it, while we stand on this side, that is all the difference. The nearer you approach that organization, the nearer you approach the throne of God. I am talking to you who understand, there is no clip of that vine and Priesthood. <\/div><div class=\"paragraph jod\" id=\"v4n1532\"> If this people are the members of that body of which brother Brigham is head this side of the veil, the more you rise up, the more active and useful those members become, the higher the head can rise, can it not? Being elevated by each member acting firmly in its office. If that be the fact, he is out of the reach of his <div class=\"break columnbreak\" id=\"207b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0207.pdf\" target=\"pdfwin\">p.&#xA0;207b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0552\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> enemies, is he not? They cannot approach him, he is out of their reach. <\/div><div class=\"paragraph jod\" id=\"v4n1533\"> If you will take this course, you will live, and he will live and will dwell with us a great many years; but if you do not, you have no assurance that he will be permitted to tarry with you for many years, nor that I will, nor that several other good men, whom I could name, will. The period of their sojourn with you for your guidance, comfort, and edification in righteousness, will depend more or less upon your faithfulness, inasmuch as you profess to be attached to the body. The more useless the members of my body are, the more they oppress the head and the members that are nearly connected to the head, do they not? They tend to destroy its fruitfulness. We are members of Christ, and if everyone of those men, those members pertaining to the body of Christ, or to the Church, will do their duty, do you not see what a beautiful people we will be? <\/div><div class=\"paragraph jod\" id=\"v4n1534\"> I know that this is the place of gathering, and I know that thousands, and tens of thousands, and millions will flock to this land, for wherever the carcass is,<span class=\"citation\" id=\"65791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65791)\">Matt. 24:28<\/a><\/span> they will come with their budgets under their arms, I know that. <\/div><div class=\"paragraph jod\" id=\"v4n1535\"> I want to know if persons who have nothing but a budget of clothing under their arms, nothing but one  <div class=\"break pagebreak\" id=\"208a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0208.pdf\" target=\"pdfwin\">p.&#xA0;208a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0551\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>frock, one shirt, one pair of stockings, and one bonnet, are called to lay down their bodies and leave this earth, whether they are not just as well off as I would be, though I had millions of millions of gold, and thousands of wagonloads of the things of this world? At such a time, those persons would be just as well off as I would be, so far as taking any earthly possessions with them is concerned. <\/div><div class=\"paragraph jod\" id=\"v4n1537\"> Suppose that tomorrow my body falls, that I die, these clothes will be taken from me, and a shirt and a shroud, and a pair of stockings will be put on this body, and a napkin about my head to keep my chin up, and that is all of this earth's goods I shall then need, with the exception of the narrow house you would make and deposit me in. And should you go to my grave in five years from this time, you would find everything there that you put there, even to the ring now on my finger, in case you had left it at the time of my burial. <\/div><div class=\"paragraph jod\" id=\"v4n1538\"> 6 Then cometh Simon Peter following him, and went into the sepulchre, and seeth the linen clothes lie, <\/div><div class=\"paragraph jod\" id=\"v4n1539\"> 7 And the napkin, that was about his head, not lying with the linen clothes, but wrapped together in a place by itself.<span class=\"citation\" id=\"70835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70835)\">John 20:6-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1540\"> What do I take from this earth? Nothing but my spirit and those eternal principles connected therewith as it leaves this body, and the dross remains to turn to its native elements, which restores back to the earth that which had been organized from it. When I die, I die to everything that is of an earthly nature, and leave all that surrounds me here by way of property in earthly possessions. Nothing leaves here, but heavenly matters and those things that pertain to heaven and happiness. <\/div><div class=\"paragraph jod\" id=\"v4n1541\"> Then what good does it do to hoard up earthly treasures? None, whatever. What should you do with them? Put them to a good use. In what <div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0551\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> way? Go and buy, for instance, one sheep, and when you have got one sheep you have got one root, if you cultivate it, it will add to itself, and by and by you will have a large flock of sheep, whereas if you had the money in your pocket it would not have increased. If you will turn your means to raising sheep, horses, and cattle, to cultivating peach and apple trees, or to anything else that is useful, they will increase, just as we increase. We want to gather, and regather, and increase. <\/div><div class=\"paragraph jod\" id=\"v4n1542\"> Many men are desirous to gather to themselves wives, and this, that, and the other thing. When I go into the world of spirits I throw off the old clothing and the old body, with all that pertains to it. And when I go there I shall be clothed anew, with the elements that are made in the country that I go to. Why? Because it is immortal and eternal duration. That is the difference between this world and that world; and then at the same time that world is this world, and this world is that world. <\/div><div class=\"paragraph jod\" id=\"v4n1543\"> These are my feelings; and as for hurting my feelings to see my brethren and sisters come from the old countries without anything except a little food, and a budget under their arms, it did not worry me. Neither will it worry me to see the Elders, this season, take their handcarts and go through to the States, on their way to foreign lands. I feel now that if I was in the old countries I would not hear a word an Elder from here said, unless he had crossed the Plains with a handcart, or with a bundle or knapsack, but I would listen to the man that came with the handcart, or budget. You would say, &#x201C;This is the boy for me;&#x201D; you would hear his words, or, if you did not, his example has preached louder than earthquakes, and is the power of God unto salvation to those that believe and practice.<span class=\"citation\" id=\"72165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72165)\">Rom. 1:16<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"209a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0209.pdf\" target=\"pdfwin\">p.&#xA0;209a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0550\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1545\"> That day has come, and the other day has past. I have known men from Nauvoo, men who were there worth $150 or $200,000, come here with nothing but a handkerchief, containing a change of shirts, under their arms. They left their property there; and what we did not leave in hell's kitchen we left at Devil's Gate. The devil has a gate where he may catch everything that is not to do us good, but that is calculated to create a craving appetite for that which is not here. <\/div><div class=\"paragraph jod\" id=\"v4n1546\"> There are some of this people who have been kept as long as they have, only upon the principle of their being fondled and pampered. If they could not have the privilege of nursing at the breast and have a full supply, or the use of a sugar teat to keep them alive, they would dwindle and die; they must have something to suck, in order to keep them alive and in existence, for they are nothing but pets; pets they are, and pets they will go to hell, but will find no sugar teats there. <\/div><div class=\"paragraph jod\" id=\"v4n1547\"> Probably a few will leave next spring; they are all fair weather while they are in our midst, but when it comes spring they will leave. Thank the Lord for that; and while I feel as I do now, I shall be thankful for everything that transpires from this time henceforth, that is, if I live my religion. <\/div><div class=\"paragraph jod\" id=\"v4n1548\"> Supposing that I have a wife or a dozen of them, and she should say, &#x201C;You cannot be exalted without me,&#x201D; and suppose they all should say so, what of that? They never will affect my salvation one particle. Whose salvation will they affect? Their own. They have got to live their religion, serve their God, and do right, as well as myself. Suppose that I lose the whole of them before I go into the spirit world, but that I have been a good, faithful man all the days of my life, and lived my religion, and <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0550\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had favor with God, and was kind to them, do you think I will be destitute there? No, the Lord says there are more there than there are here. They have been increasing there; they increase there a great deal faster than we do here, because there is no obstruction. They do not call upon the doctors to kill their offspring; there are no doctors there, that is, if they are there, their occupation is changed, which proves that they are not there, because they have ceased to be doctors. In this world very many of the doctors are studying to diminish the human family. <\/div><div class=\"paragraph jod\" id=\"v4n1549\"> In the spirit world there is an increase of males and females, there are millions of them, and if I am faithful all the time, and continue right along with brother Brigham, we will go to brother Joseph and say, &#x201C;Here we are brother Joseph; we are here ourselves are we not, with none of the property we possessed in our probationary state, not even the rings on our fingers?&#x201D; He will say to us, &#x201C;Come along, my boys, we will give you a good suit of clothes. Where are your wives?&#x201D; &#x201C;They are back yonder; they would not follow us.&#x201D; &#x201C;Never mind,&#x201D; says Joseph, &#x201C;here are thousands, have all you want.&#x201D; Perhaps some do not believe that, but I am just simple enough to believe it. <\/div><div class=\"paragraph jod\" id=\"v4n1550\"> Help brother Brigham along, help brother Heber, brother Daniel, the Twelve, and every other good person. I am looking for the day, and it is close at hand, when we will have a most heavenly time, one that will be romantic, one with all kinds of ups and downs, which is what I call romantic, for it will occupy in full all the time, so that we may never become idle, nor sleepy, nor cease being active in the things of God, which will prevent dotage. <\/div><div class=\"paragraph jod\" id=\"v4n1551\"> Am I thankful now? I never was more thankful in my life than I am today, to see this people. I know  <div class=\"break pagebreak\" id=\"210a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0210.pdf\" target=\"pdfwin\">p.&#xA0;210a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0549\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that the majority of them are rising, and that there are enough of them who will rise, and we shall see good days, and God will protect us and make a way for our escape, for this is the natural branch of the House of Israel, and it sprang from that root that was planted in the nethermost part of the garden.<span class=\"citation\" id=\"81718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81718)\">Jacob 5:13<\/a><\/span> When it began to spread, the Lord said, &#x201C;Cut away those bitter branches, but do not cut them away any faster than the vine grows.&#x201D; Let us grow together and be one vine, but many branches, and we shall prosper from this time henceforth and forever. <\/div><div class=\"paragraph jod\" id=\"v4n1553\"> &#x201C;And it came to pass that the Lord of the vineyard said unto the servant: Let us go to and hew down the trees of the vineyard and cast them into the fire, that they shall not cumber the ground of my vineyard, for I have done all. What could I have done more for my vineyard? But, behold, the servant said unto the Lord of the vineyard: Spare it a little longer. And the Lord said: Yea, I will spare it a little longer, for it grieveth me that I should lose the trees of my vineyard. Wherefore, let us take of the branches of these which I have planted in the nethermost parts of my vineyard, and let us graft them into the tree from whence they came; and let us pluck from the tree those branches whose fruit is most bitter, and graft in the natural branches of the tree in the stead thereof. And this will I do that the tree may not perish, that, perhaps, I may preserve unto myself the roots thereof for mine own purpose. And, behold, the roots of the natural branches of the tree which I planted whithersoever I would are yet alive; wherefore, that I may preserve them also for mine own purpose, I will take of the branches of this tree, and I will graft them in unto them. Yea, I will graft in unto them the branches of their mother tree, that I may preserve the roots also <div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0549\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> unto mine own self, that when they shall be sufficiently strong, perhaps they may bring forth good fruit unto me, and I may yet have glory in the fruit of my vineyard. <\/div><div class=\"paragraph jod\" id=\"v4n1554\"> &#x201C;And it came to pass that they took from the natural tree which had become wild, and grafted in unto the natural trees, which also had become wild. And they also took of the natural trees which had become wild, and grafted into their mother tree. And the Lord of the vineyard said unto the servant: Pluck not the wild branches from the trees, save it be those which are most bitter; and in them ye shall graft according to that which I have said. And we will nourish again the trees of the vineyard, and we will trim up the branches thereof; and we will pluck from the trees those branches which are ripened, that must perish, and cast them into the fire. And this I do that, perhaps, the root thereof may take strength because of their goodness; and because of the change of the branches, that the good may overcome the evil. And because that I have preserved the natural branches and the roots thereof, and that I have grafted in the natural branches again into their mother tree, and have preserved the roots of their mother tree, that, perhaps, the trees of my vineyard may bring forth again good fruit; and that I may have joy again in the fruit of my vineyard, and, perhaps, that I may rejoice exceedingly that I have preserved the roots and the branches of the first fruit&#x2014;Wherefore, go to, and call servants, that we may labor diligently with our might in the vineyard, that we may prepare the way, that I may bring forth again the natural fruit, which natural fruit is good and the most precious above all other fruit. Wherefore, let us go to and labor with our might this last time, for behold the end draweth nigh, and this is for the last time that  <div class=\"break pagebreak\" id=\"211a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0211.pdf\" target=\"pdfwin\">p.&#xA0;211a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0548\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I shall prune my vineyard. Graft in the branches; begin at the last that they may be first, and that the first may be last, and dig about the trees, both old and young, the first and the last; and the last and the first, that all may be nourished once again for the last time. Wherefore, dig about them, and prune them, and dung them once more, for the last time, for the end draweth nigh. And if it be so that these last grafts shall grow, and bring forth the natural fruit, then shall ye prepare the way for them, that they may grow. And as they begin to grow ye shall clear away the branches which bring forth bitter fruit, according to the strength of the good and the size thereof; and ye shall not clear away the bad thereof all at once, lest the roots thereof should be too strong for the graft, and the graft thereof shall perish, and I lose the trees of my vineyard. For it grieveth me that I should lose the trees of my vineyard; wherefore ye shall clear away the bad according as the good shall grow, that the root and the top may be equal in strength, until the good shall overcome the bad, and the bad be hewn down and cast into the fire, that they cumber not the ground of my vineyard; and thus will I sweep away the bad out of my vineyard. And the branches of the natural tree will I graft in again into the natural tree; And the branches of the natural tree will I graft into the natural branches of the tree; and thus will I bring them together again, that they shall bring forth the natural fruit, and they shall be one. And the bad shall be cast away, yea, even out of all the land of my vineyard; for behold, only this once will I prune my vineyard. <\/div><div class=\"paragraph jod\" id=\"v4n1556\"> &#x201C;And it came to pass that the Lord of the vineyard sent his servant; and the servant went and did as the Lord had commanded him, and brought other servants; and they were few. <div class=\"break columnbreak\" id=\"211b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0211.pdf\" target=\"pdfwin\">p.&#xA0;211b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0548\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> And the Lord of the vineyard said unto them: Go to, and labor in the vineyard, with your might. For behold, this is the last time that I shall nourish my vineyard; for the end is nigh at hand, and the season speedily cometh; and if you labor with your might with me ye shall have joy in the fruit which I shall lay up unto myself, against the time which will soon come. <\/div><div class=\"paragraph jod\" id=\"v4n1557\"> &#x201C;And it came to pass that the servants did go and labor with their mights; and the Lord of the vineyard labored also with them; and they did obey the commandments of the Lord of the vineyard in all things. And there began to be the natural fruit again in the vineyard; and the natural branches began to grow and thrive exceedingly; and the wild branches began to be plucked off and to be cast away; and they did keep the root and the top thereof equal, according to the strength thereof. And thus they labored, with all diligence, according to the commandments of the Lord of the vineyard, even until the bad had been cast away out of the vineyard, and the Lord had preserved unto himself that the trees had become again the natural fruit; and they became like unto one body; and the fruits were equal; and the Lord of the vineyard had preserved unto himself the natural fruit, which was most precious unto him from the beginning. <\/div><div class=\"paragraph jod\" id=\"v4n1558\"> &#x201C;And it came to pass that when the Lord of the vineyard saw that his fruit was good, and that his vineyard was no more corrupt, he called up his servants, and said unto them: Behold, for this last time, have we nourished my vineyard; and thou beholdest that I have done according to my will; and I have preserved the natural fruit, that it is good, even like as it was in the beginning. And blessed art thou; for because ye have been diligent in laboring with me in my  <div class=\"break pagebreak\" id=\"212a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0212.pdf\" target=\"pdfwin\">p.&#xA0;212a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0547\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vineyard, and have kept my commandments, and have brought unto me again the natural fruit, that my vineyard is no more corrupted, and the bad is cast away, behold ye shall have joy with me because of the fruit of my vineyard. For behold, for a long time will I lay up of the fruit of my vineyard unto mine own self against the season, which speedily cometh; and for the last time have I nourished my vineyard, and pruned it, and dug about it, and dunged it; wherefore I will lay up unto mine own self of the fruit, for a long time, according to that which I have spoken. And when the time cometh that evil fruit shall again come into my vineyard, then will I cause the good and the bad to be gathered; and the good will I preserve unto myself, and the bad will I cast away into its own place. And then cometh the season and the end; and my vineyard will I cause to be burned with fire.&#x201D;&#x2014;<span class=\"italic\">Book of Mormon<\/span>.<span class=\"citation\" id=\"81724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81724)\">Jacob 5:49-77<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1560\"> I know that this is the work of God, and that we shall triumph. I am going to prophesy good pertaining to Israel, that is, to those that are Israel, for there are a great many who call themselves Israel that are not, and those that are not shall have the opposite. I will prophesy evil upon our enemies, upon those who hate God and kill His servants; may the curse of God be on them. <\/div><div class=\"paragraph jod\" id=\"v4n1561\"> [The congregation responded with a loud voice, AMEN.] <\/div><div class=\"paragraph jod\" id=\"v4n1562\"> God bless the good; God bless the oil and the wine,<span class=\"citation\" id=\"94462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94462)\">Luke 10:34<\/a><\/span> and all good men and good women, and good children; bless them from the crowns of their heads to the soles of their feet, that they may be sanctified in body and spirit, in root and branches, and in the seed that is in the root, that it may come forth pure. <\/div><div class=\"paragraph jod\" id=\"v4n1563\"> These are my feelings, and they are good, are they not? You would feel just so, if you would get the same <div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0547\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Spirit, which is the Spirit of God, and there is no bondage in the Spirit of God; it is freedom, it is glory, it is happiness, it is heaven when you go out and when you come in, and there is nothing impure or oppressive about it. <\/div><div class=\"paragraph jod\" id=\"v4n1564\"> How does my heart feel towards brother Brigham? I have felt, time and again, as though I was a good mind to lay my hands upon him, and say, brother Brigham, God bless you with health, with the power of God, with the Holy Ghost, with angels and revelations, and every good thing, that you may be lifted up and get out of the way of the nasty little dogs and whelps, and bitches. Those are my feelings, and they are the feelings of every good man and woman in heaven and on earth. <\/div><div class=\"paragraph jod\" id=\"v4n1565\"> Let us live our religion, serve our God, listen to the counsel we have received this day, and we will prosper always, for evermore, and we never will go down, but we will always be on the travel and going ahead, and on the increase from this time henceforth and forever, and I know it. Still I do not know how to make a spear of grass grow, nor how to make two loaves of bread from one, without I take and cut it in two. <\/div><div class=\"paragraph jod\" id=\"v4n1566\"> Jesus had that power,<span class=\"citation\" id=\"64753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64753)\">Matt. 14:19<\/a><\/span> so had Moses. When the Lord commanded Moses to tell Aaron to smite the waters of Egypt with his rod, he did so, and the waters were turned into blood;<span class=\"citation\" id=\"53911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53911)\">Ex. 7:19<\/a><\/span> and when by the order of Moses, Aaron smote the dust with his rod, &#x201C;the dust of the land became lice throughout all the land of Egypt;&#x201D;<span class=\"citation\" id=\"53924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53924)\">Ex. 8:16<\/a><\/span> and many mighty miracles did Moses and Aaron perform in the sight of Pharaoh, by smiting with the rod. Are we in a day more mighty than that? Yes, and we will see more mighty works in the latter days, than were the wonders performed in Egypt. The power and manifestation that was in every dis<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"213a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0213.pdf\" target=\"pdfwin\">p.&#xA0;213a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0546\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pensation will be manifested in this kingdom. It is the last time that God will set to His hand to gather His people. Then, brethren, let us be of this faith, all of us who are de<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0546\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sirous, in this last time, to lay up fruit for our Father and our God, that we may have joy with Him. Amen. <\/div>\n<\/div>\n<\/div>"}