{"ID":40050, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity for Reformation a Disgrace&#x2014;Intelligence a Gift, Increased By Imparting&#x2014;Spirit of God&#x2014;Variety in Spiritual As Well As in Natural Organizations&#x2014;God the Father of the Spirits of All Mankind&#x2014;Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in Great Salt Lake City, March 8, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Necessity for Reformation a Disgrace, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 3\/8\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d50\">\n<div class=\"paragraph jod\" id=\"v4n1860\"> I presume there will not any person object to my talking this morning, although there may be many who wish to occupy the time. <\/div><div class=\"paragraph jod\" id=\"v4n1861\"> There are a few items that I wish to lay before the brethren; the first is concerning our northern mission. A good many names of persons invited to go north have been read here, and I want to say to all those brethren that we do not desire any of them to go north with us this spring, unless they would like so to do, and can make it convenient to take the trip to see the country. We will excuse all who do not wish to go, also all whose circumstances rather forbid their going, and whose other duties of greater importance prevent them. Again, I would like to have all who wish to go on that journey consider that they have an invitation, so far as they can go consistently with their circumstances. I invite all to go who wish to and can do so conveniently. I think that the brethren understand, both those who live in the country and in this city, that the invitation to go north is not given in respect of persons, but any who have not been invited and who wish to go, may have the privilege; and those who have been invited but cannot go consistently, we will excuse. <\/div><div class=\"paragraph jod\" id=\"v4n1862\"> The brethren who have been called upon foreign missions we expect to respond to the call cheerfully, where it is a duty; but where we invite persons to accompany us in visiting dif<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0495\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ferent regions of country for our gratification, health, information, and satisfaction, the case is a little different. <\/div><div class=\"paragraph jod\" id=\"v4n1863\"> Last Sabbath I was here in the forenoon, but I did not feel able to come in the afternoon. However, I gave brother Kimball a text with regard to this people to preach upon in the afternoon, and I expect that he did so, and presume that it proved satisfactory to the congregation. <\/div><div class=\"paragraph jod\" id=\"v4n1864\"> Concerning what has been said by brother Orson Hyde since I came in, pertaining to light and knowledge, it is worth our serious attention. I understand that this people do not all live up to their privileges. I have told you that I was really mortified to hear the Elders of Israel preaching a reformation; this is a source of mortification to me, and the reasons are these. When life and salvation are put into the possession of individuals, or of a community, and they have all the means of obtaining the knowledge of God, and the wisdom of God, to understand the ways of God and to secure to themselves light, life, and immortality; and when those means are in them and round about them, and in all their communications and avocations of life are present with them, then to think that those individuals, or that community, should neglect such a great opportunity and prize, a prize beyond all earthly prizes or wealth of this earth, which can bear no comparison to it, is exceed<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"265a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0265.pdf\" target=\"pdfwin\">p.&#xA0;265a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0494\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ingly marvelous; and to see them neglect this great prize, their conduct is like, speaking after the manner of the world, that of a miser who should turn from a mountain of gold which is so valuable, and go to a sand bank to scratch it over, to pick out shot to make himself wealthy. <\/div><div class=\"paragraph jod\" id=\"v4n1866\"> When life and salvation are put in the possession of individuals, or of a people, to see them neglect those principles for anything pertaining to this world, or to let sorrow or affliction, or trials, or temptations, or buffeting, or smiting, or driving with the sword, fire, or anything else in the shape of persecution that can be poured on them, and to see them turn away from the things of God and be driven from the path of righteousness that would lead them to eternal glory, and crown them with crowns of glory, immortality, and eternal lives, is mortifying to my feelings, and I feel mortified when we have to say, &#x201C;Reformation,&#x201D; yet such is often the case. And many times when people have received and enjoyed great light and intelligence, the things of this world choke the good word,<span class=\"citation\" id=\"67331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67331)\">Luke 8:14<\/a><\/span> thorns and thistles spring up, and they seem to have but little root in themselves. The sun rises and scorches the tender plants that seem to be growing in them, and we have to cry to the people, &#x201C;Reform, reform, REFORM,&#x201D; when in reality it is a disgrace that such instruction should ever be necessary. It is a great disgrace; it is mortifying to angels, and I will insure that it is mortifying to our Father Adam. His heart is pained with such things; and the Prophets are pained with them, and so are all who understand and have proved themselves worthy of eternal life, both those who now live on the earth and those who have gone behind the veil. <\/div><div class=\"paragraph jod\" id=\"v4n1867\"> For us to be repenting and reforming is really a disgrace. If it is <div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0494\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> annoying to borrow light from others, it is a disgrace to take a course in life to have to repent of the use made of that light. It is a disgrace to our organization, to the design of heaven, and to the intelligence God has given to man for his benefit. Truly wise persons hate to look upon such conduct, they look upon it with contempt. They are more worthy and noble than to condescend to take a course in life which they have continually to be repenting of. <\/div><div class=\"paragraph jod\" id=\"v4n1868\"> As to light, a subject that brother Hyde has been speaking upon, I will present a few of my views in somewhat different terms. In the first place, to say that we &#x201C;borrow light from one another,&#x201D; I do not know that I precisely understand that idea, for I have no light to lend. Perhaps I am not so well endowed with light as some who have lived on the earth, but I have none to lend. I will use another term, and I might say, perhaps, with a good deal of propriety, that the poet conveys my idea pretty correctly in his lines concerning the wise and foolish virgins&#x2014;<span class=\"citation\" id=\"65989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65989)\">Matt. 25:1-2<\/a><\/span>  &#x201C;Go to them that sell and buy, And get yourselves a full supply.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n1869\"> Another wrote&#x2014;  &#x201C;The richest man I ever saw, was him that begged the most; His soul was filled with Jesus, and with the Holy Ghost.&#x201D; I will go to begging instead of borrowing. But it is no great matter whether light is borrowed or begged, for it is not so much the way in which I obtain knowledge, as in the use I make of the knowledge I have obtained. The wrong use of our knowledge is what brings default in me or you. <\/div><div class=\"paragraph jod\" id=\"v4n1870\"> I say that I have no light to lend. If God has given me light, if I possess the light of the Spirit of revelation, and bestow that knowledge upon my  <div class=\"break pagebreak\" id=\"266a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0266.pdf\" target=\"pdfwin\">p.&#xA0;266a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0493\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>brethren, that same fountain increases in me; whereas, if I were to shut it up&#x2014;to close up the vision&#x2014;and keep it from the people, it would be like the candle lighted and put under the bushel,<span class=\"citation\" id=\"63074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63074)\">Matt. 5:15<\/a><\/span> where of course the want of free air would extinguish it; and if the light in me becomes darkness, how great is that darkness!<span class=\"citation\" id=\"63542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63542)\">Matt. 6:23<\/a><\/span> This is my explanation with regard to the light that is in me. If I receive from the fountain, the more I give the more I receive. The freer I am to hand out that which the Lord bestows on me, the better my mind is prepared to receive more from the fountain; that is the experience of every individual. <\/div><div class=\"paragraph jod\" id=\"v4n1872\"> Here let me say what I do know and understand every branch of knowledge, of wisdom, of light, of understanding. All that I know, all that is within my organization mentally or physically, spiritually or temporally, I have received from some source. So it is with you. There is no knowledge, no light, no wisdom that you are in possession of, but what you have received from some source. Do you think this is true? <\/div><div class=\"paragraph jod\" id=\"v4n1873\"> When will we possess knowledge, and power, and glory, and wisdom independently? When Jesus has finished his work. When we have proved ourselves worthy to be crowned, when we have passed through all the ordeals of suffering, trials, and temptations, and proven to our Father and our God that we are His friends, that we will live and serve Him, and not forsake our parents&#x2014;will not forsake our Father's house and His precepts; when we have proven ourselves faithful in the flesh and have gone through the veil into the spirit world&#x2014;have done all that is required of us in preaching to those who are in prison, and are faithful until we receive our bodies again&#x2014;until these tabernacles which we now occupy are resurrected and brought <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0493\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> again to the spirits, and the spirits to the tabernacles, and Jesus calls on us to come up and be crowned among the faithful who will receive crowns of glory, immortality, and eternal life, then we will receive that power, knowledge, and wisdom, and possess it as independently as the Gods possess their power. It will then be bequeathed to them that they will have light within themselves. Why? Because they have control over the elements, and it will never be until then. <\/div><div class=\"paragraph jod\" id=\"v4n1874\"> We have no light, no power at present, only what is given to us. Brother Hyde calls it borrowing, but I call it a free gift, or begging. The Lord's giving does not diminish His fountain of spirit that our philosopher brother Orson Pratt speaks of, that he believes occupies universal space, or, in other words, that universal space is filled with, and that every particle of it is a Holy Spirit, and that that spirit is all powerful and all wise, full of intelligence and possessing all the attributes of all the Gods in eternity. I hardly dare say what I think and what I know, but that theory, though apparently very plausible and beautiful, is not true, for it is, or would be contradicted by the Prophets, by Jesus and the Apostles, and by all good men who understand the principles of eternity, both those who have lived and are now living on the earth. Brother Hyde was upon this same theory once, and in conversation with brother Joseph Smith advanced the idea that eternity or boundless space was filled with the Spirit of God, or the Holy Ghost. After portraying his views upon that theory very carefully and minutely, he asked brother Joseph what he thought of it? He replied that it appeared very beautiful, and that he did not know of but one serious objection to it. Says brother, Hyde, &#x201C;What is that?&#x201D; Joseph replied, &#x201C;it is not true.&#x201D; <\/div> <div class=\"break pagebreak\" id=\"267a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0267.pdf\" target=\"pdfwin\">p.&#xA0;267a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0492\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1876\"> With all the knowledge and wisdom that are combined in the person of brother Orson Pratt, still he does not yet know enough to keep his foot out of it, but drowns himself in his own philosophy, every time that he undertakes to treat upon principles that he does not understand. When he was about to leave here for his present mission, he made a solemn promise that he would not meddle with principles which he did not fully understand, but would confine himself to the first principles of the doctrine of salvation, such as were preached by brother Joseph Smith and the Apostles. But the first that we see in his writings, he is dabbling with things that he does not understand; his vain philosophy is no criterion or guide for the Saints in doctrine. According to his philosophy, the devils in hell are composed of and filled with the Holy Spirit, or Holy Ghost, and possess all the knowledge, wisdom, and power of the Gods. If he believes his own doctrine pertaining to the celestial and other kingdoms, viz., that the devils in hell possess the same power as the Gods, they being opposed to Jesus and his Father, the whole fabric must fall. When I read some of the writings of such philosophers, they make me think, &#x201C;O dear, granny, what a long tail our puss has got!&#x201D; The influences of the Almighty, by the Holy Spirit, have got to work upon us to revolutionize us. We must with our organization, as we are organized to become independent beings, though not yet independent of the influences around us, bring into subjection our own wills and efforts, and subject ourselves to the principle of obedience to the celestial law. And when we have overcome the seeds of sin that are in our mortal tabernacles, and brought our bodies and spirits in subjection to the celestial law of Christ, and proven ourselves worthy to receive that exaltation promised to <div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0492\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the faithful, then it will be high time for us to receive independent kingdoms, thrones, principalities, and powers. We have them not now, and if we had we would not know what to do with them. <\/div><div class=\"paragraph jod\" id=\"v4n1877\"> There are but few men that know how to govern in temporal things; fewer still who know how to control the feelings of the people, how to guide the power of any kingdom that was ever organized on the earth. Nations and kingdoms of this world rise up and flourish only for a season. What is the difficulty? They contain the seeds of their own destruction, sown therein by the framers of human governments; those combustive elements are organized in their construction from the first. With all the excellency, and all the carefulness and correctness exhibited in the formation of constitutions and laws, they have the seeds of destruction within themselves. In the laws of every government now on this earth, there are certain principles in their constitutions that will ere long sap the foundations of their existence; and so it will be, so long as men continue to persist in ruling and making laws, in regulating and controlling by human wisdom alone, and in issuing their mandates and sending their officers to administer laws, made by the wisdom of man. I repeat, that just so long they will continue to throw into their laws, into the constitutions of their governments, principles that are calculated to destroy the fabrics. <\/div><div class=\"paragraph jod\" id=\"v4n1878\"> Why are they thus lead to sow the seeds of their own destruction? Because the kingdoms of this world are not designed to stand. When men are placed at the head of government who are actually controlled by the power of God&#x2014;by the Holy Ghost&#x2014;they can lay plans, they can frame constitutions, they can form governments and laws that have not the  <div class=\"break pagebreak\" id=\"268a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0268.pdf\" target=\"pdfwin\">p.&#xA0;268a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0491\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>seeds of death within them, and no other men can do it. Consequently I say that there are but few who know how to control or govern even in temporal affairs on this earth. Then why should we have kingdoms and thrones committed to our charge, when we are not capacitated to rule over them? We are now trying to frame our lives in a way that we may be prepared to live in a kingdom that is eternal, and it will be just about as much as we can do to prepare ourselves to enter into that kingdom which will endure forever, without our being made Kings and Priests in that kingdom for some time yet. <\/div><div class=\"paragraph jod\" id=\"v4n1880\"> Can any man tell the variety of the spirits there are? No, he cannot even tell the variety that there is in the portion of his dominions in which God has placed us, on this earth upon which we live, for we can see an endless variety on this little spot, which is nothing but a garden spot in comparison to the rest of the kingdoms of our God. Again, you may observe the people, and you will see an endless variety of disposition, and an endless variety of physiognomy. Bring the millions of faces before you, and where can you find two faces precisely alike in every point? Where can you find two human beings precisely alike in the organization of their bodies with the spirits? Where can you point out two precisely alike in every particular in their temperaments and dispositions? Where can you find two who are so operated upon precisely alike by a superior power that their lives, their actions, their feelings, and all pertaining to human life are alike? I conclude that there is as great a variety in the spiritual as there is in the temporal world, and I think that I am just in my conclusion. <\/div><div class=\"paragraph jod\" id=\"v4n1881\"> You will see people possessed of different spirits; but I will say to you what I have heretofore frequently <div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0491\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> said, and what brother Joseph Smith has said, and what the Scripture teaches, your spirits when they came to take tabernacles were pure and holy, and prepared to receive knowledge, wisdom, and instruction, and to be taught while in the flesh; so that every son and daughter of Adam, if they would apply their minds to wisdom, and magnify their callings and improve upon every grace and means given them, would have tickets for the boxes, to use brother Hyde's figure, instead of going into the pit. There is no spirit but what was pure and holy when it came here from the celestial world. There is no spirit among the human family that was begotten in hell; none that were begotten by angels, or by any inferior being. They were not produced by any being less than our Father in heaven. He is the Father of our spirits;<span class=\"citation\" id=\"77197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77197)\">Heb. 12:9<\/a><\/span> and if we could know, understand, and do His will, every soul would be prepared to return back into His presence. And when they get there, they would see that they had formerly lived there for ages, that they had previously been acquainted with every nook and corner, with the palaces, walks, and gardens; and they would embrace their Father, and He would embrace them and say, &#x201C;My son, my daughter, I have you again;&#x201D; and the child would say, &#x201C;O my Father, my Father, I am here again.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n1882\"> These are the facts in the case, and there are none ticketed for the pit, unless they fill up that ticket themselves through their own misconduct. Are all spirits endowed alike? No, not by any means. Will all be equal in the celestial kingdom? By no means. Some spirits are more noble than others; some are capable of receiving more than others. There is the same variety in the spirit world that you behold here,<span class=\"citation\" id=\"93438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93438)\">Abr. 3:19<\/a><\/span> yet they are of the same parentage, of one  <div class=\"break pagebreak\" id=\"269a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0269.pdf\" target=\"pdfwin\">p.&#xA0;269a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0490\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Father, one God, to say nothing of who He is. They are all of one parentage, though their is a difference in their capacities and nobility, and each one will be called to fill the station for which he is organized, and which he can fill. <\/div><div class=\"paragraph jod\" id=\"v4n1884\"> We are placed on this earth to prove whether we are worthy to go into the celestial world, the terrestrial, or the telestial, or to hell, or to any other kingdom or place, and we have enough of life given us to do this. And as I frequently say, and think more frequently, it is a disgrace for the Latter-day Saints to say, &#x201C;Let us lay hold now, and have a reformation.&#x201D; We should never cease reforming and seeking to the Lord our God; and wherein we can better any trait in our lives, let us go to with our mights and reform ourselves, and not ask an Elder to come and preach reformation to us, and we will find that every one of us will be ticketed for the boxes, if we will do what we ought to do. If we fill out tickets so as to pass Joseph, Peter, Jesus, the Prophets, Abraham and the Patriarchs, our tickets will take us into the celestial kingdom. And if we can pass the Prophet Joseph, answer his questions, and bear his scrutiny, we shall consider ourselves pretty safe. We may fill out our tickets for seats in the celestial, terrestrial, telestial, or some other kingdom, just as we please. We have got to fill out our own tickets; our own lives will fill them up, and we will be judged according to the deeds done in the body,<span class=\"citation\" id=\"82026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82026)\">Alma 5:15<\/a><\/span> every one of us, and that is the filling up of the ticket. <\/div><div class=\"paragraph jod\" id=\"v4n1885\"> I remarked to brother Kimball last Sabbath, that this people are the best people that ever lived upon the earth; I am actually a good deal inclined to think so. Do not marvel at this remark. How long did it take Enoch to purify his people&#x2014;to become holy and prepared for what we want this <div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0490\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people to be prepared for in a very few years? It took him 365 years.<span class=\"citation\" id=\"93186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93186)\">Moses 7:68<\/a><\/span> How long has this people lived? It will be 27 years on the sixth of next month, since this Church was organized. What do you think about this people? I say that the virtuous acts of their lives beat the whole world. Were the children of Israel ever so obedient to Moses, as this people are to me? No, they never began to be; for obedience they could not favorably compare with this people. Moses led his people forty years in the wilderness in rebellion, fighting, stealing, whoring, and every manner of iniquity; and their evils were so great, that God cut every one of them off in the wilderness, except Caleb and Joshua.<span class=\"citation\" id=\"54858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54858)\">Num. 26:65<\/a><\/span> He did not suffer one of them to go into the land of Canaan, except the two I have named; they never revolted from Moses, but held up his hands all the time. They never turned away, not even when Aaron, his half-brother and right hand man, made the golden calf. When Aaron gathered up the earrings, and finger rings, and jewels,<span class=\"citation\" id=\"54450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54450)\">Ex. 32:2<\/a><\/span> and made a calf, and led the children of Israel astray to worship an image, and say, &#x201C;These be thy Gods, O Israel, which have brought thee up out of the land of Egypt, out of the house of bondage,&#x201D;<span class=\"citation\" id=\"54453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54453)\">Ex. 32:4<\/a><\/span> while Moses was in the mountain talking to the Lord,<span class=\"citation\" id=\"54462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54462)\">Ex. 32:7-14<\/a><\/span> Caleb and Joshua did not turn away; and if they were in that company, their souls shuddered while the people were making that calf. <\/div><div class=\"paragraph jod\" id=\"v4n1886\"> Were Enoch's men as obedient and advanced as far as this people in the same time? I think not. Let this people continue to make the improvement they have made, and it would not be 165 years before they could take this part of the country and go off, should it be necessary, until the earth is purified. Yet Enoch had to live and strive, and toil during 365 years, in order to bring his people under the  <div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0489\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>principle of strict obedience. This contrast is encouraging to this people. <\/div><div class=\"paragraph jod\" id=\"v4n1888\"> Now let me tell you that there are hundreds of men and women in this community that believe they ought to repent, but cannot find out for what, cannot tell wherein to do differently, from what they do, and do not know what to do. Do you do everything you know to be right and pleasing in the sight of God? Yes, say hundreds and thousands of the people. Do you do anything you know to be wrong? Hundreds may reply, &#x201C;We do not know that we do, but we do not feel as though we enjoyed as much as we should.&#x201D; Hold on, do not get away from us. If you were now in the enjoyment of the things you have a presentiment of in your own feelings, that in the anxiety of your own hearts you are longing for, if you could get all that in your possession, you would not stay here; we should lose you, for you would be too pure to tarry in our society. Do not be in a hurry; let us stay together and fight the devil a little longer. Some of you think that by next fall you must obtain all that the Elders preach. If you do, you will go behind the veil, and we cannot have your society. <\/div><div class=\"paragraph jod\" id=\"v4n1889\"> With many, a presentiment arises in their hearts like this, &#x201C;We want something wonderful, or we must do something that we have not done. We must revolutionize our lives; we must reform,&#x201D; but they do not know wherein. Serve God according to the best knowledge you have, and lay down and sleep quietly; and when the devil comes along and says, &#x201C;You are not a very good Saint, you might enjoy greater blessings and more of the power of God, and have the vision of your mind opened, if you would live up to your privileges,&#x201D; tell him to leave; that you have long ago forsaken his ranks and enlisted in the army of Jesus, who is <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0489\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> your captain, and that you want no more of the devil. <\/div><div class=\"paragraph jod\" id=\"v4n1890\"> Should a sister, full of faith, happen to lay her hands on the sick, and they thereby be relieved in the hour of distress, then the devil will come along and say, &#x201C;Sister, I tell you that you have more faith than brother Brigham, brother Heber, or the Twelve.&#x201D; In such cases just tell Mr. Devil to kiss your foot and leave, that you have no more faith and knowledge than your Father and God has given you; that you are not any more or less than His child, and mean to serve Him, and that you have broken friendship with the devil, and therefore he must leave forthwith. Some of you sisters will get to thinking, &#x201C;O that I knew what to do. Brother Kimball pours it out on me and tells me to repent; brother Brigham pours it on me, and brother Hyde and others, and they tell me that I am not half so good as I should be.&#x201D; Hold on, do not get so nervous that you cannot eat your bread and meat. <\/div><div class=\"paragraph jod\" id=\"v4n1891\"> We have Zion in our view in her perfection, as you have. Do you know how you looked on Zion when you first embraced the Gospel? You thought there would be no more trial, no more sorrow or vexation of spirit; that everybody would do right, and that there would be no more wrong; that if you once reached the gathering place, there your souls would be full of glory, and you expected that you could then sit and &#x201C;sing yourself away to everlasting bliss.&#x201D; You have to go through the smut mill, in order to be made clean; then you have to be winnowed, then ground, and then go through the bolt; and in this operation a good many will actually &#x201C;bolt.&#x201D; There are many pretty good men who want to go to California and to the States; they have felt the effect of the boltings. You have come here, and many have undergone a great  <div class=\"break pagebreak\" id=\"271a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0271.pdf\" target=\"pdfwin\">p.&#xA0;271a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0488\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>deal of trouble to do so, in order to serve your God and live your religion; and when you do not know what to do to make yourselves better, be contented, and eat your food with a thankful heart to the glory of God. And when you lay down, say &#x201C;All is peace, all is right; and if the Lord wishes to take me away tonight, I am ready to go.&#x201D; There are thousands of this people who, if they were to live ten thousand years in the flesh and according to the chance they have had, would be no better than they are now. <\/div><div class=\"paragraph jod\" id=\"v4n1893\"> It is said to be eternal life, &#x201C;to know the only wise God, and Jesus Christ whom He has sent.&#x201D;<span class=\"citation\" id=\"70551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70551)\">John 17:3<\/a><\/span> I will tell you one thing, as brother Hyde has said, it would be an excellent plan for us to go to work and find out ourselves, for as sure as you find out yourselves, you will find out God, whether you are Saint or sinner. A man cannot find out himself without the light of revelation; he has to turn round and seek to the Lord his God, in order to find out himself. If you find out who Joseph was, you will know as much about God as you need to at present; for if He said, &#x201C;I am a God to this people.&#x201D; He did not say that He was the only wise God. Jesus was a God to the people when he was upon earth, was so before he came to this earth, and is yet. Moses was a God to the children of Israel,<span class=\"citation\" id=\"53887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53887)\">Ex. 7:1<\/a><\/span> and in this manner you may go right back to Father Adam. <\/div><div class=\"paragraph jod\" id=\"v4n1894\"> If you look at things spiritually, and then naturally, and see how they appear together, you will understand that when you have the privilege of commencing the work that Adam commenced on this earth, you will have all your children come and report to you of their sayings and acts; and you will hold every son and daughter of yours responsible when you get the privilege of being an Adam on earth. <\/div> <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0488\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1895\"> Suppose that one of us had been Adam, and had peopled and filled the world with our children, they, although they might be great grandchildren, &amp;c., still, say I, had I been Adam, they would be my flesh, blood, and bones, and have the same kind of a spirit put into them that is in me. And pertaining to the flesh they would all be my children, and I would call them to account, and by and by I would call every one of them home. They would have to render up to father an account, that he may know what their works have been on earth, for man is judged according to his works on the earth.<span class=\"citation\" id=\"80636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80636)\">Rev. 20:12-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1896\"> Comparing spiritual with temporal things, it must be that God knows something about temporal things, and has had a body and been on an earth, were it not so He would not know how to judge men righteously, according to the temptations and sin they have had to contend with.<span class=\"citation\" id=\"94472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94472)\">Alma 7:12<\/a><\/span> If I can pass brother Joseph, I shall stand a good chance for passing Peter, Jesus, the Prophets, Moses, Abraham, and all back to Father Adam, and be pretty sure of receiving his approbation. If I can pass all this ordeal, shall I not be pretty safe? I think I shall. <\/div><div class=\"paragraph jod\" id=\"v4n1897\"> When we get before father Adam and the innumerable company that will come before him&#x2014;when we draw near to the Ancient of Days with the rest of his children,<span class=\"citation\" id=\"124744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124744)\">D&amp;C 116:1<\/a><\/span> and receive his approbation, shall we not be safe? If we can pass the sentinel Joseph the Prophet, we shall go into the celestial kingdom, and not a man can injure us. If he says, &#x201C;God bless you, come along here;&#x201D; if we will live so that Joseph will justify us, and say, &#x201C;Here am I, brethren,&#x201D; we shall pass every sentinel; there will be no danger but that we will pass into the celestial kingdom. Will we all become Gods, and be crowned kings? No, my brethren, there will be millions on  <div class=\"break pagebreak\" id=\"272a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0272.pdf\" target=\"pdfwin\">p.&#xA0;272a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0487\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>millions, even the greater part of the celestial world, who will not be capable of a fulness of that glory, immortality, eternal lives and a continuation of them, yet they will go into the celestial kingdom.<span class=\"citation\" id=\"91376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91376)\">D&amp;C 131:1-4<\/a><\/span> Will this people all go into that kingdom? I think a good many will have to be burnt out like an old pipe, before they can go into any decent kingdom. <\/div><div class=\"paragraph jod\" id=\"v4n1898\"> Think how many have come into this church, from the commencement of it until now, and apostatized. Will our present population equal them in number? No, it would be like a drop in a bucket, compared with them. Do you know of any other people's striving to enter in at the strait gate<span class=\"citation\" id=\"67671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67671)\">Luke 13:24<\/a><\/span> besides this people? Yes, many in the sectarian world, and the honest among the heathen nations are seeking with all their mights to enter in, and I do not know but what they are the foolish virgins<span class=\"citation\" id=\"66031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66031)\">Matt. 25:2<\/a><\/span> that brother Hyde has been talking about. The parable will apply to them, as well as to a portion of this people. They live according <div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0487\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the moral law given to them, and no people can be morally any better than are thousands and millions of them, for they have spent days and years on their knees to get the power we have, but could not obtain it. Why? Because they had not the keys of the everlasting Priesthood. Where will they go? To heaven, and they will have all the heaven, bliss, and crowns that they have anticipated in the flesh, and then you may add a hundredfold more. Can they go into the celestial kingdom? No, not without the keys of that kingdom. <\/div><div class=\"paragraph jod\" id=\"v4n1899\"> Well, brethren and sisters, may the Lord bless you and comfort your hearts. Be true to your God and to your religion. Do not forsake them, but forsake sin wherever you may see it. Shun sin, whether it is in me or in any other person, and cleave to righteousness and to the Lord. Do not betray your God nor your covenants, and I say, God bless you and prepare us all for His celestial kingdom. Amen. <\/div>\n<\/div>\n<\/div>"}