{"ID":40055, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Object of the Express Carrying Company&#x2014;Why Success Attends the Ministerial Labors of Some Elders, and Not Those of Others&#x2014;Counsel to Store Up Grain Enough to Last Seven Years.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered at the opening of the Conference, Great Salt Lake City, April 6, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Object of the Express Carrying Company, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/6\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d55\">\n<div class=\"paragraph jod\" id=\"v4n2084\"> If you will now give me your attention strictly, I will lay before you some items of business for the consideration and action of this Conference. <\/div><div class=\"paragraph jod\" id=\"v4n2085\"> I trust that we have come here for the purpose of acceptably presenting ourselves before the Lord, to transact business for the building up of His kingdom in this our day, with pure hearts and fervent desires to magnify the name of our God, that we may be useful and have power to establish peace and righteousness upon the earth. <\/div><div class=\"paragraph jod\" id=\"v4n2086\"> Our religion is first and foremost with us, it is of the greatest importance of all in this generation, for in it is incorporated the acts and doings of the Saints in the ordinances of the house of God, to promote His kingdom upon the earth, to sustain ourselves, gather Israel, redeem Zion, build up Jerusalem, and prepare for the coming of the Son of Man. <\/div> <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0457\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n2087\"> The items of business before this Conference may be considered texts for the Elders who may speak here to preach upon, though if they wish to exhort the brethren, to relate a portion of their experience, or tell a dream or a vision, they have the privilege. But our Conferences are more particularly for the transactions of business, for the furtherance of the kingdom of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v4n2088\"> I will first present the subject of prosecuting our labors and operations for building the Temple, under our present circumstances and future prospects. We have deemed it wise and expedient to prepare for bringing the rock for that building from quite a distance, in boats, which will be much cheaper than hauling it in wagons, and thus far facilitate the erection of the Temple. <\/div><div class=\"paragraph jod\" id=\"v4n2089\"> I will next cite your memories to a mass meeting that was held in the Tabernacle upwards of a year ago, to  <div class=\"break pagebreak\" id=\"303a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0303.pdf\" target=\"pdfwin\">p.&#xA0;303a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0456\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>take into consideration the propriety and expediency of establishing an Express and Carrying Company to operate between here and the States to the east, and California to the west. That Company has now commenced its business operations. Three companies have already left this city, and the particular object in view is to establish places where our brethren can stop and rest, recruit and refresh themselves until they can continue their journey and arrive in this valley. Our main object is to make settlements and raise grain at suitable points and convenient distances, where we can prepare resting places for the Saints. The last season's immigration I think has prompted us materially to this action. If we had had settlements at Deer Creek, La Bonte, below Laramie, and on the Sweet Water, where people can raise grain, our last year's belated immigration might have had habitations, food, and other conveniences for comfortably tarrying through the winter, and thus saved this community a vast expense. This Express Company will be laid before this Conference, so that you will have an understanding of it, that you may act knowingly, and give your faith, influence, and means to accomplish the object of its organization. <\/div><div class=\"paragraph jod\" id=\"v4n2091\"> We are calling quite a number to go on missions, and are appointing a portion of them to visit the Canadas. We have a great many Elders laboring throughout Europe, but more especially in England, and the Canadas are mostly settled by the same classes of people. True there has formerly been much preaching in that region, and many churches raised up, especially in Upper or Canada West, but many have emigrated to the States and are now with us, and I do not know of an Elder in this Church now laboring in either of the Canadas. We wish to send a company <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0456\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to labor there, and gather out the honest in heart. <\/div><div class=\"paragraph jod\" id=\"v4n2092\"> I would also propose sending missionaries to the States, if we could by accident, or by foreknowledge, or by revelation, or by any other means, select and spare from here the right kind of men; in that case we would like to send a good many there. My reasons are these; there are honest people by thousands, and scores of thousands in the States, those who have never yet heard the sound of the Gospel. There are also scores of places where branches have been raised up, but the inhabitants have so changed that they now hardly know what you mean when you say &#x201C;Mormon&#x201D; or &#x201C;Mormonism,&#x201D; and when you talk about the preaching of the everlasting Gospel, it is almost forgotten by the few that are still remaining in those places. Other people occupy the place of those who have left, of those who had been preached to, and children have grown up and taken the place of their parents; others have moved away, and strangers have moved in. There are honest people there, and if we could get Elders, to use a western phrase, of &#x201C;The right stripe,&#x201D; we could gather multitudes from the United States. For an example, we sent brother John Taylor to New York with a number of Elders to preach, labor, and assist him. Some of them tarried in New York with brother Taylor, visited their families, connections, friends, &amp;c. for a time, and returned. They did not baptize any; with them, &#x201C;There was no call for preaching, no place to sow the seed, or distribute the good word of God;<span class=\"citation\" id=\"67330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67330)\">Luke 8:11<\/a><\/span> they could not find any who wanted to hear them preach or who wished to know anything of the Gospel,&#x201D; while at the same time others who felt for the interest of the kingdom and for the people, stepped forth, and labored like men, and found plenty of chances for preaching.  <div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0455\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Brother Jeter Clinton was one of the last named class. Brother Taylor sent him to Philadelphia, and when he got there, those who professed &#x201C;Mormonism&#x201D; were dead, dead, dead; they were withered and twice plucked up by the roots. Brother Clinton had not been there six months before the Church numbered a great many more than when he went there. The old members revived, and they began to baptize and to have calls from the country, and when he left he could probably have employed from ten to thirty Elders in his field of labor. <\/div><div class=\"paragraph jod\" id=\"v4n2095\"> The secret of the difference is this, he felt for the kingdom, and when he went into his field of labor he did not say, &#x201C;O, how lonesome I am, how I wish I had my family here; I really wish I was back in the valley; my spirits are cast down; how bad I do feel.&#x201D; When such persons endeavor to preach, their preaching is as dry as an old, dead, dried up, three years old mullen stalk; there is no more juice in them than there is in that. <\/div><div class=\"paragraph jod\" id=\"v4n2096\"> Brother Alexander Robbins is a man of that description, and although he is naturally a good, kind and feeling man, one that I think much of, yet when he spoke from this stand at the last fall's Conference, he was as perfectly void of sap or juice as any one of those dry posts, and I reproved the spirit he seemed to manifest. He sat quietly down in New York with brother Taylor, until he became so dried up that he came home disbelieving in God, heaven, hell, angels, and religion. He has lost every particle of the knowledge and spirit that he formerly had. <\/div><div class=\"paragraph jod\" id=\"v4n2097\"> When brother Clinton and others return, those who have laid aside self and labored, asking, &#x201C;What can we do to win the souls of the children of men?&#x201D; they are full of life, full of the good Spirit, full of animation; their countenances are bright and lively, and when you talk with them or hear them preach, you can glean <div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0455\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and gather truth, life and salvation from their lips, while others are as lifeless as leached ashes. <\/div><div class=\"paragraph jod\" id=\"v4n2098\"> If we could spare some one or two hundred Elders like brother Clinton and others to go to Canada and the United States, we could gather scores and hundreds of thousands of good people from those regions. But reflect for a moment upon the difference in the conduct of our missionaries and the treatment they receive. In Texas some have been mobbed, and some have had no place to preach in. Brother Benjamin L. Clapp, who has lately returned from a mission there, could scarcely find a place to preach in, although others at the same time traveled and preached there, and many wished to hear them. <\/div><div class=\"paragraph jod\" id=\"v4n2099\"> For another instance I will refer to my own Quorum. When we had started the work in England, brothers Heber, George A. and Woodruff went to London. It cost much faith, care, money, and diligence to establish the work in that place, and after they had baptized about thirty persons, they came to Manchester to attend a Conference. As soon as the Conference was over, brothers Woodruff and George A. went to London, and brother Kimball and I took a tour through the country, and held Conferences; and when we arrived in London I preached in the first meeting we held after our arrival, and how many do you think there were present to hear me? Thirty had been baptized, but brothers Kimball, Woodruff, and Geo. A., the man who owned the small room that we had hired, and, I think, two other persons, comprised the congregation. I preached as well as I could, though it was pretty hard work to pump when there was no water in the well. Brother Kimball and I stayed there eleven days, and when I left, the little meetinghouse was crowded to overflowing. What was the reason of this? <\/div> <div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0454\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n2101\"> I have spoken against brother Clapp's course in Texas; it sprang from a want of knowledge. I have also spoken against the course taken by brothers Woodruff and George A. in London; it proceeded from a want of tact and turn in those individuals to know how to win the people. When we found them in London, brother Woodruff was busily engaged in writing his history from morning until evening; and, if a sister called on him, he would say, &#x201C;How do you do? Take a chair,&#x201D; and keep on writing and laboring to bring up the history of the Church and his own. <\/div><div class=\"paragraph jod\" id=\"v4n2102\"> That was all right and well, in its place; but, if a sister asked a question, the answer would be, &#x201C;Yes;&#x201D; and if she asked another, &#x201C;No;&#x201D; and that was the sum of the conversation. If a brother came in, it would be the same. But brother Kimball would say, &#x201C;Come, my friend, sit down; do not be in a hurry;&#x201D; and he would begin and preach the Gospel in a plain, familiar manner, and make his hearers believe everything he said, and make them testify to its truth, whether they believed or not, asking them, &#x201C;Now, ain't that so?&#x201D; and they would say, &#x201C;Yes.&#x201D; And he would make Scripture as he needed it, out of his own bible, and ask, &#x201C;Now, ain't that so?&#x201D; and the reply would be &#x201C;Yes.&#x201D; He would say, &#x201C;Now, you believe this? You see how plain the Gospel is? Come along now;&#x201D; and he would lead them into the waters of baptism. The people would want to come to see him early in the morning, and stay with him until noon, and from that until night; and he would put his arm around their necks, and say, &#x201C;Come, let us go down to the water.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n2103\"> Thousands of Elders go upon missions, and conduct themselves like a man by the name of Glover. He was preaching in Herefordshire, and we sent him to Bristol, about thirty miles distant, telling him to go there and <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0454\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> start the work. He would get up and preach a splendid discourse. He went to Bristol, and cried, &#x201C;Mormonism,&#x201D; or the Gospel, and no person would listen to him. On the next morning he was back at Ledbury, and said, &#x201C;I came out of Bristol, washed my feet against them, and sealed them all up to damnation.&#x201D;<span class=\"citation\" id=\"84467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84467)\">D&amp;C 24:15<\/a><\/span> That is the way in which some of our Elders operate. <\/div><div class=\"paragraph jod\" id=\"v4n2104\"> I know that when I have traveled with some of the Twelve, and one of them has asked for breakfast, dinner, supper, or lodging, we have been refused dozens of times. Now, you may think that I am going to boast a little; I will brag a little of my own tact and talent. When others would ask, we would often be refused a morsel of something to eat, and so we would go from house to house; but when I had the privilege of asking, I never was turned away&#x2014;no, not a single time. <\/div><div class=\"paragraph jod\" id=\"v4n2105\"> Would I go into the house and say to them, &#x201C;I am a &#x2018;Mormon&#x2019; Elder; will you feed me?&#x201D; It was none of their business who I was. But when I asked, &#x201C;Will you give me something to eat?&#x201D; the reply was, invariably, &#x201C;Yes.&#x201D; And we would sit, and talk, and sing, and make ourselves familiar and agreeable; and before our departure, after they had learned who we were, they would frequently ask, &#x201C;Will you not stay and preach for us?&#x201D; and proffer to gather in the members of their family and their neighbors; and the feeling would be, &#x201C;Well, if this is &#x2018;Mormonism,&#x2019; I will feed all the &#x2018;Mormon&#x2019; Elders that come.&#x201D; Whereas, if I had said, &#x201C;I am a &#x2018;Mormon&#x2019; Elder; will you feed me?&#x201D; the answer would often have been, &#x201C;No: out of my house.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n2106\"> Now, if we could find the &#x201C;right stripe&#x201D; that could be spared from important duties here, we would send a good many Elders to the States. <\/div><div class=\"paragraph jod\" id=\"v4n2107\"> I will relate another circumstance&#x2014;one concerning an Elder who went  <div class=\"break pagebreak\" id=\"306a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0306.pdf\" target=\"pdfwin\">p.&#xA0;306a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0453\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>on a mission from Nauvoo; and, if I remember rightly, he went through Indiana. He lives in this place, and his name is James Carroll. He went into a neighborhood where there was a Baptist Society, which had recently built a meetinghouse. They had heard of the &#x201C;Mormons,&#x201D; but knew nothing of the doctrine. They wished him to tarry and preach, and the minister invited him into his pulpit. He rose, and began to preach &#x201C;Mormonism,&#x201D; as he called it; and about the first item that he presented to the people was nearly the last event that will take place on the earth concerning the Church. Instead of preaching the restoration and first principles of the Gospel, almost the first remark that he made was, &#x201C;You have a pretty meetinghouse, and good buildings and farms; but do you know that the &#x2018;Mormons&#x2019; are coming here to possess the whole of them?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n2109\"> He never heard Joseph Smith, the Twelve, or any of the Elders that understood the Gospel, teach any such doctrine, but had probably gathered the idea from reading the Bible. By the time he had got through with so short a sermon, the congregation was ready to kick him out of the neighborhood, and he ought to have been kicked out of the pulpit at the first dash. This does not particularly militate against the character of that man; but many of the Elders do not seem to understand how to gain the attention and feelings of the people, and lead them in the pathway of truth. <\/div><div class=\"paragraph jod\" id=\"v4n2110\"> We have received letters from the East, stating that &#x201C;There is no place for preaching there,&#x201D; whereas I really think that there might be hundreds of Elders selected here, if we could spare them, who could go to the States and find as good openings for preaching as there are in the world; at least I would run the risk of it. Had I the choice whether to go to the States and gather Saints, or to go <div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0453\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> where the Gospel was preached by the ancient Apostles of the Lord Jesus Christ, among the children of the people who have formerly had the Gospel preached to them, I would engage to go to the States and gather one hundred Saints to one that could be gathered from among the children of those who heard Peter, Paul, and others of the ancient Apostles preach the Gospel. <\/div><div class=\"paragraph jod\" id=\"v4n2111\"> Reports of the business transactions and condition of the Church and Perpetual Emigrating Fund Company have been prepared, and will be read, so that you can understand the true situation of our general financial affairs. The P. E. Fund is founded upon the principle of everlasting increase, and if the people do right, or even half right, our means will increase. <\/div><div class=\"paragraph jod\" id=\"v4n2112\"> The means arising from the sale of stray cattle, that some like so well to claim, all go towards swelling the amounts at the disposal of the P. E. Fund for gathering the poor. Still, when strays are driven into the general stray pound, you can see men come and swear to this ox and that cow; and they will bring two or three others to testify to an animal they claim; and another man will step up and say, &#x201C;That is my animal;&#x201D; and he will also bring three or four witnesses to prove it; and pretty soon still another comes and claims the same animal; and so on until there are, perhaps, four or five persons in the pound, each one with his witnesses, claiming the same animal, and all willing to swear on a stack of Bibles, as they hope for salvation, that such a creature is theirs, when they must know that they never saw it before. Such circumstances transpire every time that stray cattle are driven in. I want to tell you, so that you cannot fail to understand it, without you are consummate hypocrites and scoundrels, let stray cattle alone, unless you actually know them to be yours. <\/div> <div class=\"break pagebreak\" id=\"307a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0307.pdf\" target=\"pdfwin\">p.&#xA0;307a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0452\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n2114\"> I could name a good many individuals in our own community that would steal all the cattle that we have, if they knew which were the ones that we owned. I thought that the reformation had stopped such proceedings; but as soon as the stray cattle were driven in, a few miserable sneaks were ready to own them all. Those animals are sold, and every cent of the means thus raised goes into the P. E. Fund, and the only ones benefited thereby are the poor Saints in foreign lands. You must stop intruding upon your neighbors. <\/div><div class=\"paragraph jod\" id=\"v4n2115\"> If those who are heads of Quorums strictly attended to their duties, the man that does not live according to his late covenants, who violates the ordinances and laws of the house of God, would be severed from his Quorum and cut off from this Church; and if they will not do this, we will do it from this stand. Men must quit swearing and taking the name of God in vain; they must refrain from lying, stealing, cheating, and doing that which they know they ought not to do, or they must be severed from this Church and kingdom. <\/div><div class=\"paragraph jod\" id=\"v4n2116\"> I will now present a subject which will be a text for the brethren to preach upon from this stand, viz., the necessity of building storehouses in which to preserve our grain. If we have a fruitful season this coming summer, we shall have a large amount of surplus grain which we cannot carry out of the country to market: it must tarry here. And if the people do their duty in this matter, they will continue to lay up grain for themselves and for this community throughout this Territory, and for fifty or a hundred times as many more, until they have enough to last them seven years. You can figure at that, and learn how much grain you ought to lay up. If we have, as I believe we shall, a few seasons fruitful in grain, the staple article that we can cure and <div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0452\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> preserve, it is our indispensable duty to safely store it for a time to come. This will be a text for some of the brethren. <\/div><div class=\"paragraph jod\" id=\"v4n2117\"> I will say to the missionaries going west to the Sandwich Islands, California, and Oregon, that we expect to start a herd of cattle from here as early as they can be driven across the mountains; and if they will provide their own clothing, bedding, and weapons for defense, we will furnish them board and transportation to California. <\/div><div class=\"paragraph jod\" id=\"v4n2118\"> I will now ask the people whether they will do me the favor of giving me one hundred and twenty-five dollars in money during this Conference. I will let the brethren and sisters throw in their dollars, or half or quarter dollars, just as they please, and I want to do what I please with the amount. And if you will not be satisfied with giving me $125, you can double the sum, and make it $250; and I wish to do with it as I please. If I have a mind to give it away immediately, that is nobody's business. <\/div><div class=\"paragraph jod\" id=\"v4n2119\"> A few of us contemplate going north this spring. You remember that I told you at the last fall's Conference that I was going east to help in our immigration, and you voted I should not go. I did start, and went over the Big Mountain to East Canyon Creek, but the devil had ears so ready to hear the prayers of the people and help them, that he made me so sick that I could not go any further. I do not want any such influence exercised this spring, for I am going with some of my brethren to take a pleasure ride, see the country, enjoy ourselves, and recruit our health; and I wish you to pray for us, give us your faith, and be willing that we should go. I do not want to be stopped, as I was last fall. <\/div><div class=\"paragraph jod\" id=\"v4n2120\"> Now comes another item of business. It so happens that this year the election of officers for this city falls upon today, as does also the  <div class=\"break pagebreak\" id=\"308a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0308.pdf\" target=\"pdfwin\">p.&#xA0;308a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0451\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>election of the Lieutenant-General of the Nauvoo Legion, which has been ordered by proclamation by the Governor. Both elections will be held in the Council House, and we want the brethren to stop there and give in their votes. For the Lieutenant-General, those from abroad have as good a right to vote here as if they were at home in Iron County, Davis, Sanpete, or any other part of our Territory. We have nominated Daniel H. Wells <div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0451\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for the office of Lieutenant-General of the Nauvoo Legion, the same person who has held that position since our settlement in Utah. The polls will be kept open until sundown. <\/div><div class=\"paragraph jod\" id=\"v4n2122\"> I have now briefly presented the items which I have noted down. Other matters will come before this Conference, such as preaching, exhortation, &amp;c., &amp;c. I will now give way for others. God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}