{"ID":40056, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Indebtedness to the P. E. Fund&#x2014;Public Works&#x2014;True Prosperity&#x2014;Dependence on the Lord&#x2014;Self-Consecration.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, April 6, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Indebtedness to the P. E. Fund, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 4\/6\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d56\">\n<div class=\"paragraph jod\" id=\"v4n2123\"> Brethren and sisters, I do not know that I shall be able to speak so that all of you can hear, neither do I feel that what I may say is of the greatest importance. I have never felt that confidence in addressing the people that perhaps I should; but I feel today, as I always have felt, an interest for the welfare of the Church and kingdom of God to which I belong, and to devote myself, and all I possess, or can control, to its progress and building up. <\/div><div class=\"paragraph jod\" id=\"v4n2124\"> We had in the forenoon a large amount of business presented to this Conference as texts for the Elders to preach upon; and having the direction of the operations connected with the Public Works and building the Temple more immediately under my particular charge, I was pleased to hear that subject presented among the texts; for I know that it is the mind of our President, having often heard him so express himself, that <div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0451\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> those improvements should progress as fast as possible; and it will be my endeavor, so long as I am connected therewith, to devote all the energy I possess to their rolling forth. That is the feeling in my bosom, and I believe it is the feeling of every Saint to have the labors upon our Public Works and the Temple forwarded with all possible diligence. In order to do this, it is necessary for us to be faithful and diligent in our efforts, that we may have sufficient help to carry forward the work. <\/div><div class=\"paragraph jod\" id=\"v4n2125\"> From the reports laid before you in the forenoon, the financial condition of the Church has been well represented, showing how means have been received and disbursed during the last two years, and of course the amount and kind remaining on hand. <\/div><div class=\"paragraph jod\" id=\"v4n2126\"> You observed from that report a large amount of indebtedness by individuals&#x2014;some $82,000, if I remember correctly. If those who know  <div class=\"break pagebreak\" id=\"309a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0309.pdf\" target=\"pdfwin\">p.&#xA0;309a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0450\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that they have unsettled balances against them, and are able to liquidate them with labor and grain would settle and pay, it would have a material tendency to expedite the accomplishment of important public designs. <\/div><div class=\"paragraph jod\" id=\"v4n2128\"> Many of those debts have accrued against men who had advances made to them when provisions were scarce, and some of them have removed to other places. There is an invitation now extended to them to return and day their indebtedness. They can do so by their labor, or in other ways, and it is very desirable that they should attend to this duty as soon as possible. <\/div><div class=\"paragraph jod\" id=\"v4n2129\"> There is also a great amount due to the P. E. Fund; and it really seems as though brethren, who have means to liquidate their indebtedness, would scarcely need an invitation to do so. They have had the benefit of that Company's means; they have been brought from the old country to this place by that aid; and when they get here, some appear to feel indifferent with regard to paying their indebtedness. All know that this is not right, for that should be the first debt they should pay. They should not wait until they get rich before they pay, especially when these debts can be paid in labor, stock, grain, cast and wrought iron, or any and every description of available property at command in this country. Money, of course, is preferable, for other articles have to be turned into cash before they can be made available for bringing the people from foreign lands. In consequence of these facts, the operations of the Fund have to be measurably suspended for a time; and Church means cannot be used to aid the immigration this year, as hitherto. <\/div><div class=\"paragraph jod\" id=\"v4n2130\"> If those who are indebted to the Fund for aid rendered to them will return the compliment for assisting their friends, do you not understand that they will have to make good the <div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0450\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> expenditure that now stands against them? If you understand this subject, as I presume you do, you will see the obligations under which you lie, if you do not respond, when able, and as soon as you can, to aid others who are equally worthy and desirous of coming to this place. Remember the situation that you were in when in the old countries, and reflect upon their anxiety to come, and that it is impossible for many of them to do so, except through the aid of the P. E. Fund. Hundreds and thousands have been helped out that would have been still there but for this assistance, and hundreds and thousands are still there who look to that Fund as their only hope. You stand indebted for the use of the means you have had: will you refund them or not? That is the question for you to decide. This is not a day of many words,<span class=\"citation\" id=\"86508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86508)\">D&amp;C 63:58<\/a><\/span> but a day for men to go forth in their power, in their might and strength, and do those things incumbent upon them. <\/div><div class=\"paragraph jod\" id=\"v4n2131\"> The Big Cottonwood canal should be finished, to facilitate procuring rock for building the Temple. Much labor has already been expended upon it, but it requires still more. The brethren have been very diligent in this matter, but we expect that we shall have to call upon them for further labor on that work. We are anxious to have the water let into that canal, to test all weak places, that they may be strengthened, and the work thoroughly completed; for the water is needed for irrigation as well as for boating. Will you lend your aid in this enterprise? Will we complete it this season, that we may boat rock for the Temple? This will be proved by your acts, as well as by your faith. <\/div><div class=\"paragraph jod\" id=\"v4n2132\"> Stonecutters have been called for, and only a few have as yet reported themselves. Are there but few in the country? If so, men can soon learn the trade. Will those who are desirous of obtaining work come forward  <div class=\"break pagebreak\" id=\"310a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0310.pdf\" target=\"pdfwin\">p.&#xA0;310a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0449\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>at once and take hold of this branch of business, and dress the stone needed for rapidly prosecuting the work on the Temple? <\/div><div class=\"paragraph jod\" id=\"v4n2134\"> I thought I would draw your attention to these few plain facts. And let the brethren who preach to the people have an eye to these things, to the interest and general welfare of the kingdom of God, to the rolling forth of the work, to the building of Temples, that we may be prospered in the things of God. <\/div><div class=\"paragraph jod\" id=\"v4n2135\"> What is prosperity? According to my understanding, it is not so much gaining the things of this world, as it is progressing in the knowledge of God. What are true riches? They are not so much the obtaining of the things of this world, as they are in securing the principles and keys which unlock the treasures of heavenly wisdom, of the knowledge of God and things that pertain to eternity. These are the riches we are seeking after; this is the progress we wish to make. In order to accomplish this, it is necessary that we should be faithful in all matters committed to our trust, honest before God, and obedient to the counsels of His servants. I know that I have ever felt to be so, and I have felt to do more than to talk. I have ever felt ready to go here or there as I have been told, and I feel so today. It is my meat and drink to do whatever I am told, according to the best understanding I have. It is upon this principle that I have been able to do anything I have done. The Lord has enabled me to do it, because I verily know that I have not strength in and of myself to do what I have done since I have been in the Church and kingdom. <\/div><div class=\"paragraph jod\" id=\"v4n2136\"> I have ever felt to lean upon the Lord for help, and I feel so today. I do not know when I felt weaker, or more like humbling myself before my God and my brethren, than I do at <div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0449\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> present. It is necessary that we should humble ourselves, and lean on the Lord our God, and go in His might and strength, and give His name the honor and glory, if we would succeed in accomplishing anything for the benefit of the house of Israel. It is His work; He only wants servants to do it, and He will not have any but willing servants. He will compel no person to bring forth his purposes; they must do so of their own free volition; they must esteem it a privilege, even as it is a most inestimable privilege to have it to do. He gives this to us to be our work, if we will do it; if not, He will give it to someone else. He does not expect to run after us, nor to have His servants do so; it is for us to seek to them and the Lord, that we may know His will concerning us, and be faithful stewards and honest before Him, and willing instruments in His hands to do whatever we can to roll forth His cause and kingdom. To have our duty made manifest to us is all we need; then it is for us to go here and there, as He shall dictate and require. <\/div><div class=\"paragraph jod\" id=\"v4n2137\"> These are my feelings, if I know myself, and have always been; and I feel to rejoice before the Lord that I have the privilege of being associated with His servants in the things designed for the rolling forth of His kingdom, and bring to pass His purposes on the earth. I have felt to renew my covenant and obligations to walk forth before them according to the best light I have got, and to strive for more. I think it is necessary for us all to feel thus, and I think we will do better in that way than in any other, if we wish to have the juice of &#x201C;Mormonism&#x201D; within us, as brother Brigham remarked this morning&#x2014;if we wish to be instruments for good in the hands of God. <\/div><div class=\"paragraph jod\" id=\"v4n2138\"> I feel more like receiving exhortation than giving it. I feel more like  <div class=\"break pagebreak\" id=\"311a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0311.pdf\" target=\"pdfwin\">p.&#xA0;311a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0448\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>doing than talking; still I do not wish to withhold any good thing I may be in possession of. I feel to do what the Lord desires and will help me to do. I care not what it is; so that it is the word and will of the Lord, I should strive to do it. <\/div><div class=\"paragraph jod\" id=\"v4n2140\"> I feel to be submissive in the hands of my brethren, to be molded as they will. I may at times be stiff, and do things not pleasing to them, but they have been merciful and kind to me in these matters, and have been filled with forbearance. I feel to devote myself to the Lord with all I have and can control, and with all the Lord shall bless me with; and I ask of Him, as a great favor, to accept of this my offering and dedication. True, I have not much to offer Him; I wish I had far more; but what I have has always been consecrated and on the altar. I understand that to be the principle of salvation, and I want to be clothed with salvation, that my words may be words of comfort and consolation to the people. <\/div><div class=\"paragraph jod\" id=\"v4n2141\"> I feel more like blessing the people of God&#x2014;like blessing my brethren and those whom I am associated with. I know that this is a good people, and the Lord delights to bless them, if they will so live as to admit of it. He withholds His blessings, many times, for our good. Perhaps some would not make a good use of blessings, but would turn away and deny the faith; hence I feel that chastisement is also good. The Lord loveth whom He chasteneth.<span class=\"citation\" id=\"77180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77180)\">Heb. 12:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n2142\"> May the Lord bless us through this Conference and through future life, and help us to do His will and keep His commandments. And if we have had the blessings of the Holy Ghost poured upon us to any extent, let us keep what we have, and seek <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0448\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for more. If we have been faithful over a few things, let us try to be faithful in all committed to our trust, and increase. Let us seek for eternal riches, get hold of the principles and keys of knowledge which shall unlock the treasures of heaven to our understandings, that we may be better qualified for the performance of our duties, that we may go forward in the work of God, and be faithful children, and seek unto Him, our Father, with full purpose of heart, and work righteousness all the days of our lives, with perfect hearts and willing minds.<span class=\"citation\" id=\"55898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55898)\">1 Chr. 28:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n2143\"> May the Lord pour out His blessings upon us, and may we be faithful and diligent in all things we have to do. May He bless the earth for our sakes, that it may bring forth for the sustenance of the people in the valleys of these mountains. May He hasten His work in its time, that we may be useful under all circumstances in building up the kingdom of God, be united with Him, dwell in peace, unity, and strength, that the fruits of righteousness may spring forth and increase a hundredfold. Then we have nothing to fear, for no power on earth can prevail against this people, if they are united one with another. <\/div><div class=\"paragraph jod\" id=\"v4n2144\"> Let us seek this unity of spirit, and put away all quarrelling and dissensions, and sustain each other. <\/div><div class=\"paragraph jod\" id=\"v4n2145\"> There are many more ideas that could be advanced, but I do not believe in long sermons. I love to hear the brethren speak, and I like to speak myself, to say what I may have to say, and then stop. I think that is most beneficial, and keeps our minds more stirred up and lively; I will therefore close with asking God to bless us all, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}