{"ID":40059, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Journey to the North&#x2014;Unanimity and Peaceful Order of the Company&#x2014;Geographical Character of the Country Traversed&#x2014;Good Condition and Blessings of the Saints in Zion.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, May 31, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Journey to the North, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/31\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d59\">\n<div class=\"paragraph jod\" id=\"v4n2224\"> We have accomplished our short and speedy journey to the North in safety and in peace, and again have the privilege of assembling with you in this Bowery for the purpose of worshipping the Lord our God, for which we are thankful. Every heart responds to these sentiments, and we give glory to our Father and to our God. His hand is over us for good; He has preserved us, He has marked out our path. The God of Abraham, Isaac, and Jacob, the God of the Patriarchs of old, of the ancient Prophets and Apostles, of Joseph and of this people, is our God&#x2014;the only wise and true God, our Savior.<span class=\"citation\" id=\"70553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70553)\">John 17:3<\/a><\/span><span class=\"citation\" id=\"124749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124749)\">Jude 1:25<\/a><\/span><span class=\"citation\" id=\"91648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91648)\">D&amp;C 132:24<\/a><\/span> It is him that we look to; in him we trust, and from him we receive all our blessings. <\/div><div class=\"paragraph jod\" id=\"v4n2225\"> I believe that every heart is filled with thankfulness, and is also measurably filled with joy and peace. I can truly say to you, my brethren and sisters, that I am thankful to you, as well as to my Father in Heaven; for I have felt the strong cord of faith in my absence arising from this people to our Father and our God in our behalf. And I have no doubt but <div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0436\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that our brethren who have just returned from their missions to the East can testify to the same. They have felt that the faith of the Saints has been in their behalf; they have been sustained and upheld, and brought through their trials by the arm of Jehovah, by the faith of the Saints. <\/div><div class=\"paragraph jod\" id=\"v4n2226\"> The brethren have done me a kindness, and I am thankful to them for it. I am also thankful that I live in the midst of a people whose hearts and faith are measurably one, that what they rightly ask for is granted unto them; and that when they feel to bless an individual or a people, that individual or people is blessed; and when they feel it a duty that the Lord should stay the wicked in their progress, their faith accomplishes their desire. I am thankful that I am in the midst of such a people&#x2014;that I am numbered with you, my brethren and sisters in the gospel of salvation. <\/div><div class=\"paragraph jod\" id=\"v4n2227\"> I have sustained, I believe, a good character before our Father and our God. I believe that your faith has been united with ours to accomplish  <div class=\"break pagebreak\" id=\"324a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0324.pdf\" target=\"pdfwin\">p.&#xA0;324a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0435\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that which ought to be performed; and on this occasion I am thankful that I have had your prayers, and have accomplished the business proposed. I requested the people to have faith for us, and to willingly release us to visit the northern country. They voted that they would do so, and their acts have proved that their faith was and is in accordance with their votes. <\/div><div class=\"paragraph jod\" id=\"v4n2229\"> On our journey, I can truly say that we had perfect peace. In my travels with the Saints, up to this day, I can truly say that I never had the pleasure of journeying with so peaceful and orderly a company as the one with which I traveled to Salmon River. They were schooled and instructed, and knew how to contribute to the comfort of each other, and performed every duty in peace, without noise, without strife, without contention. Every man was at his post, performing the duties assigned him, and that, too, in the faith of the Gospel, with a perfect resignation to the requirements upon him. I believe that I have never seen men together, to anywhere near the same number, who were so united as the company I have traveled with this spring. <\/div><div class=\"paragraph jod\" id=\"v4n2230\"> We took up our line of march on the morning of the 24th of April, and were gone one month and two days, during which time we traveled 763 miles, and that, too, over a very rough country, 381 1\/2 miles out. Only one accident occurred worthy of mention and that happened on the evening after we drove out of Fort Limhi. While chopping some firewood, brother Franklin Woolley had the misfortune to cut his foot, but the wound is already so far healed that he is walking about. <\/div><div class=\"paragraph jod\" id=\"v4n2231\"> We did not lose an animal, though we left two at the Fort. Brother Woolley's was the only accident that occurred in our camp; and I do not <div class=\"break columnbreak\" id=\"324b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0324.pdf\" target=\"pdfwin\">p.&#xA0;324b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0435\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> think that I heard one cross word from man or woman during the journey, unless it was from myself. I think if anybody was out of humor, or cross, or irritated, it must have been myself, for I did not see anybody else so; and I endeavored to keep my own temper as cool as possible. <\/div><div class=\"paragraph jod\" id=\"v4n2232\"> I feel to bless the brethren who accompanied me and those we have visited, and I feel to bless the brethren, with all that pertains to them, who have tarried at home. Strict industry and quietness have marked well their doings in my absence, so far as I have seen or been informed. The improvements in the settlements we have passed through bespeak a contented, industrious spirit, and this place bespeaks faith and industry during our absence. <\/div><div class=\"paragraph jod\" id=\"v4n2233\"> Our crops look well, and I find that the brethren have attended to making things comfortable about their houses so far as I have seen, though as yet I have not been much about the city. The Temple Block indicates hard labor; and I feel that the brethren are united in the great work that is upon us, and I am thankful for it. <\/div><div class=\"paragraph jod\" id=\"v4n2234\"> I could give you a detailed account of our journey, and a description of the country through which we have passed; but perhaps it is unnecessary today, though I will say, that I had not received, from all the northern travelers with whom I had conversed, hardly one correct idea of that region of country. I have asked several who had been there to describe Salmon River Valley and the intermediate country, the quality of the soil, the nature of the climate, the positions of the mountains, &amp;c.; but I must say that, when I came to travel through the country, I might readily suppose that I had never conversed about it with a man who had been there. I have frequently asked with  <div class=\"break pagebreak\" id=\"325a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0325.pdf\" target=\"pdfwin\">p.&#xA0;325a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0434\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>regard to the location of Fort Hall, and the replies have been, &#x201C;It is built near Snake River.&#x201D; Is there anything of a valley? &#x201C;Yes, something.&#x201D; Is there any timber there? &#x201C;I think there is pretty plenty of timber on the river, such as cottonwood, quaking asp, and willows.&#x201D; Is it anything of a country for settling? &#x201C;I should think likely it might be.&#x201D; Is there any timber in the mountains? &#x201C;I should presume there is.&#x201D; How are the mountains situated? &#x201C;Similar to other mountains in other countries.&#x201D; That is about all I have ever been able to learn of the country, previous to my late journey. <\/div><div class=\"paragraph jod\" id=\"v4n2236\"> When we began to approach Fort Hall, we learned that we could see over it and all around it to a great distance; and, if our eyes had been good enough, we might have seen the little Fort some 30 miles before we reached it. It is located on Shanghi Plains. From the Rocky Mountains, at the source of Snake River, this plain extends some 150 miles to 200 miles in a westerly and southwesterly direction: and from the mountains south of Snake River to those north is a distance of some 90 miles. I never had this idea before, nor could I get it from any man I had conversed with. It is a vast, desert plain, and we called it Shanghi Plain. I think it is as desert a country as ever was brought together to aid in holding the earth from parting asunder. <\/div><div class=\"paragraph jod\" id=\"v4n2237\"> Upon the banks of Snake River, when it does not overflow, there is a lengthy, narrow strip of good soil, varying from a quarter of a mile to ten rods wide, and in some places not six inches wide. It is a sterile, barren, desert country, filled with belts of rock and sand. As we passed over some portions of Shanghi Plain, the brethren undertook to remove the stones, so that we might drive our wagons with a little more ease to ourselves and less danger to our vehi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"325b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0325.pdf\" target=\"pdfwin\">p.&#xA0;325b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0434\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cles. I begged of them not to take all the rock out of the road; for, if they did, there would be nothing to travel on. <\/div><div class=\"paragraph jod\" id=\"v4n2238\"> Much of the track in that region was a perfect bed of rock covered with occasional strips of sand, which much retarded the progress of our teams. I wished the sand and the rock to lie there, for I was confident that, if they were taken away, California and Oregon would be separated from the States by a vast gulf. <\/div><div class=\"paragraph jod\" id=\"v4n2239\"> Malad Valley, north of Bear River, has been considered a pretty desolate, cold, hard, sterile valley; it was so looked upon by us, as we passed through it on our way North. At the same time, we considered it a tolerably good grazing country, and thought that people could possibly live there. But after we had traveled over the Basin rim into Bannack Valley, descending a mountain, beside which the one we call the Big Mountain is a mole hill, down through the little Bannack Valley on to Shanghi Plain; and traveled northeasterly and northwesterly, almost in a semicircle, to Spring Creek; then up Spring Creek over to Salmon River; and wended our way down that stream, through swamps and willows, and climbed over points of bluffs to keep from being mired; and had paid our brethren a visit, and returned again to Malad Valley. It looked to us like one of the most beautiful valleys that any person had ever beheld; while, before this experience, we thought that nobody could live there; and I expect that, if we had gone a few hundred miles north, it would have looked still better to us; for the further we went north, the further we found ourselves in the northern country. And if the Malad is a good valley, we can go further north to those not quite so good; and the further we go north, the less good characteristics are connected with the  <div class=\"break pagebreak\" id=\"326a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0326.pdf\" target=\"pdfwin\">p.&#xA0;326a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0433\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>valleys, except in the articles of fish, water, and, in some instances, timber; and when people are obliged to live in the north country, that will be high time for them to go there. That is about the amount of the geographical part of our journey that we shall now present, though I think that I am pretty correct in my observations, and could mark out the road, the mountains, the valleys, and streams, and could sketch a tolerably good map of the country. <\/div><div class=\"paragraph jod\" id=\"v4n2241\"> I have accomplished what I designed to accomplish, and I believe the brethren will join with me, at least, on one point, viz., that we started from here to rest the mind and weary the body; and so far as the body is concerned, I believe all parties will agree with me in saying that we have done that most effectually. I see one man that went for his health&#x2014;brother East. I expect that it will prove a benefit to him. Others also went for their health. It is a hard medicine to take, but the result will be beneficial. <\/div><div class=\"paragraph jod\" id=\"v4n2242\"> I rested my mind. From the time I left this city until my return, I do not think that this valley, this Tabernacle, my own house, or any of my family scarcely ever came before me to reflect upon. We spent part of the first Sabbath at Box Elder, and on the next we were camping away up Snake River, where we held meeting in the forenoon. <\/div><div class=\"paragraph jod\" id=\"v4n2243\"> A number of the brethren spoke, and I told them that I would say a few words, and relate some of my feelings, especially those pertaining to the journey and myself; but I could not have told, from my sensations, whether I had been from home a week, a month, or a year; and I could not fully realize whether I ever had a house or lived in it, or ever had any family, only those that were with me. This was a blessing to me. My mind was so taken from the cares that <div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0433\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> surround me here, that it was perfectly relaxed into an easy state of rest; and I had no anxiety, not in the least, about one care that had formerly been upon me; or whether I ever saw this valley, this congregation, or say family again; or ever saw any other country than the one where I was at the time. All my home reflections, desires, and cares were as far from me as the east is from the west. <\/div><div class=\"paragraph jod\" id=\"v4n2244\"> Whether this was the case with others I cannot tell, but I believe they are all joined in saying that their bodies were most thoroughly tired. I feel that I am renewed, though my body has been very tired since I returned. But I am becoming rested, and I now feel just about right. I feel that I have renewed my strength, renewed the vigor of my body and mind; and I believe that I am as ready to act in any capacity now as ever I have been in my life, and a little more so; for I hope, as I grow old, to grow wise. As I advance in years, I hope to advance in the true knowledge of God and godliness. I hope to increase in the power of the Almighty, and in influence to establish peace and righteousness upon the earth, and to bring all the sons and daughters of Adam and Eve, even all who will hearken to the principles of righteousness, to a true sense of the knowledge of God and godliness, of themselves, and the relation they sustain to heaven and heavenly beings. I hope to increase and advance, as I do in days and years, in the wisdom and the knowledge of God, and in the power of God; and I pray that this may be the case, not only with myself, but with all the Saints, that we may grow in grace and in the knowledge of the truth,<span class=\"citation\" id=\"78500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78500)\">2 Pet. 3:18<\/a><\/span><span class=\"citation\" id=\"85981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85981)\">D&amp;C 50:40<\/a><\/span> and be made perfect before Him. <\/div><div class=\"paragraph jod\" id=\"v4n2245\"> There never has been a day for ages and ages, not since the true church was destroyed after the days  <div class=\"break pagebreak\" id=\"327a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0327.pdf\" target=\"pdfwin\">p.&#xA0;327a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0432\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Apostles, that required the faith and the energy of godly men and godly women, and the skill, wisdom, and power of the Almighty to be with them, so much as this people require it at the present time. There never was that necessity; there never has been a time on the face of the earth, from the time that the church went to destruction, and the Priesthood was taken from the earth, that the powers of darkness and the powers of earth and hell were so embittered, and enraged, and incensed against God and godliness on the earth, as they are at the present. And when the spirit of persecution, the spirit of hatred, of wrath, and malice ceases in the world against this people, it will be the time that this people have apostatized and joined hands with the wicked, and never until then; which I pray may never come. <\/div><div class=\"paragraph jod\" id=\"v4n2247\"> I feel thankful for the privilege of lifting up my voice before you this day, my brethren; I feel that it is a great privilege. There is no other people on the earth that are blessed like this people, though some of them say they are not blessed, because they have trials&#x2014;that they are not blessed as they wish to be, because they have cares upon them, because they are persecuted and hated. But I say that in all this you are blessed, if the words of the Savior are correct, which you and I believe. He said to his disciples formerly, which will also correctly apply to the Saints in our day, &#x201C;Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake. Rejoice, and be exceeding glad: for great is your reward in heaven: for so perse<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"327b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0327.pdf\" target=\"pdfwin\">p.&#xA0;327b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0432\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cuted they the prophets which were before you.&#x201D;<span class=\"citation\" id=\"63008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63008)\">Matt. 5:11-12<\/a><\/span> If this is not now done to perfection by the world, wait a little while, and it will be. The world will hate us to perfection; and if they have not spoken all manner of evil against us, falsely, it is because they have not knowledge enough to do it. At this time there is no falsehood which they can invent, but what they are active in their service to their father the devil against the Saints; consequently, according to the words of the Savior, &#x201C;Blessed are ye.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n2248\"> We know that we are blessed, and God knows it, if we love the Lord our God; and our works prove that we do. Blessed are the Latter-day Saints, if they love God and keep His commandments. And, let the world revile them, and do what they will, we are blessed, because we have the words of eternal life,<span class=\"citation\" id=\"94477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94477)\">John 6:68<\/a><\/span> and know how to perform, and are actually performing the works, to secure to ourselves an eternal salvation and an existence in the presence of our Father and God, while they will be wasted away, and be destroyed from the earth, and from every kingdom where there is peace and righteousness. <\/div><div class=\"paragraph jod\" id=\"v4n2249\"> We are blessed, and we may never expect our happiness and heaven until we gain a perfect victory over the devil, hell, and the grave; and that we cannot do in this mortality; but we can conquer to a certain degree, and gain admission into the favor of our Father and God, and receive His promise to be received into His celestial kingdom, when we shall have a perfect victory and power over everything that is evil. I will give way for others. May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}