{"ID":40051, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Departed Spirits Continue With the Dispositions They Possessed on Earth&#x2014;The Order and Necessary Unity of the Priesthood Illustrated&#x2014;Counsel to the Married.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, January 25, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Departed Spirits, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 1\/25\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d51\">\n<div class=\"paragraph jod\" id=\"v4n1901\"> When brother Woodruff was speaking, he was the center; and when brother Wells was speaking, he was the center; and the speaker should draw every mind and feeling to the center, for this is the way you get your reformation. <\/div><div class=\"paragraph jod\" id=\"v4n1902\"> Where there is so large a congregation, it is impolitic to bring little children here. I am perfectly willing that children from four to six years of age should come, because a great many of them have more sense than some grown persons; I know that mine have. <\/div><div class=\"paragraph jod\" id=\"v4n1903\"> I want to speak, as brother Wells says, just what comes to my mind, that is, if the Spirit thinks proper. <\/div><div class=\"paragraph jod\" id=\"v4n1904\"> God says, &#x201C;My house is a house of order, and not of confusion.&#x201D;<span class=\"citation\" id=\"91492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91492)\">D&amp;C 132:8<\/a><\/span> The Holy Ghost will not dwell where there is confusion. I do not ask you whether you know this or not, because everyone knows that confusion does not come from the Father, nor from the Son. Does it come from the Holy Ghost? Everyone of you will answer, &#x201C;No.&#x201D; Where does it come from? It comes from the author of confusion, and is produced by those who rebel against God and against His authority. There were many who did this formerly, and they form part of that hell which brother Wells was talking about. Although those men and women are dead, they have a good deal of power; their spirits have power over us when we render ourselves subject to them; their spirits <div class=\"break columnbreak\" id=\"273b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0273.pdf\" target=\"pdfwin\">p.&#xA0;273b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0486\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are busy at work. They are diligent in performing the work of destruction and confusion; they go at that work the very moment their spirits leave their bodies. <\/div><div class=\"paragraph jod\" id=\"v4n1905\"> On the other hand, when righteous persons die, their spirits also go into the spirit world, but they go to work with the servants of God to help to do good, and to bring about the purposes of the Almighty pertaining to this earth; while wicked spirits, those who have been wicked in this probation, take the opposite course, just the same as they did here. I have said, a great many times, that that spirit which possesses us here will possess us when our spirits leave our bodies, and we shall there be very much the same as we are here.<span class=\"citation\" id=\"82255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82255)\">Alma 34:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1906\"> If you are subject to rebellious spirits, or to a spirit of apostasy here, will you not have the same spirit beyond the veil that you had on this side? You will, and it will have power over you to lead you to do wrong, and it will control your spirits. If, then, you are opposed to the truth while you are here, you will be occupied in that opposition hereafter, for the spirit that is opposed to the work of God here, will be opposed to that work when beyond the veil. I do not guess at this, because I have been at the other side of the veil, in vision, and have seen a degree of its condition with the eyes that God gave me. I have seen it and have seen those that lived in the faith and had the  <div class=\"break pagebreak\" id=\"274a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0274.pdf\" target=\"pdfwin\">p.&#xA0;274a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0485\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>privilege of seeing Jesus, Peter, James, and the rest of the ancient Apostles, and of hearing them preach the Gospel. I have also seen those who rebelled against them, and they still had a rebellious spirit, fighting against God and His servants. <\/div><div class=\"paragraph jod\" id=\"v4n1908\"> Brother Wells has been explaining to you the spirit of apostasy that is apt to possess persons when they feel that they have been injured by any of their brethren. Doubtless some have felt grieved and hurt with some of my remarks. During last week several men came to me to make confessions for having talked about me, because I was too hard upon them in this stand. I told them that they had not injured me, because they were not partaking of the sap and spirit of the vine, while they were finding fault with me. If they had been, I should have felt the effects of it. When faulting me they were the branches that had withered, and the sap, the nourishment, was not in them, for while indulging in those feelings it had withdrawn to Him who gave it. <\/div><div class=\"paragraph jod\" id=\"v4n1909\"> Of course their conduct would not affect me much, but would affect them at the junction of that branch with the vine, or of that limb with the tree. They did not hurt me; and I told them to make their consciences clear by going and making a confession to those that they had talked to against me, and whose minds they had perhaps prejudiced against me. <\/div><div class=\"paragraph jod\" id=\"v4n1910\"> I mention this to show you that you need not come to me, not one of you who have talked against me; but acknowledge to your God and those that you have injured, for you have not injured me, nor brother Brigham, nor brother Wells, because you cannot get high enough to do it. You cannot reach higher than your length, and if your length does not reach high enough, you cannot reach us. It is the spirit of apostasy, when anyone takes that course, as brother Wells has said. <\/div> <div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0485\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1911\"> I knew brother Wells in Nauvoo before he came into this Church, and apostates and wicked men used to go to him and to Lewis Robison, and tell them everything they knew or imagined to be transpiring in regard to this people. Do those characters take the same course here? Yes, Mr. Bell and Mr. Gerrish know everything that is done, almost, if not quite as well as you know it. They are hearing things all the time, and from whom? From those who profess to be our brethren. <\/div><div class=\"paragraph jod\" id=\"v4n1912\"> Have I any ill feeling towards Mr. Gerrish or Mr. Bell? No, for they have been our friends all the time. But have all who have come here been our friends? No, they have not. There are several who would destroy brother Brigham, brother Daniel, and myself in a moment, if they had the power. How does this feeling come about? Through the apostates in our midst. They go to work to destroy men and women, and to make themselves reckless and miserable. This is their condition. <\/div><div class=\"paragraph jod\" id=\"v4n1913\"> Many men and women unfold everything they know and can think of, and that too, while professing to be good Saints. Have they injured me or brother Brigham? No, for they cannot reach us, they cannot destroy us. They can only destroy the house that we live in, or our tabernacles, and shall not we hold the Priesthood hereafter? Yes, we shall hold it forever. <\/div><div class=\"paragraph jod\" id=\"v4n1914\"> If you will hearken to the teachings of brother Woodruff, brother Franklin, brother Samuel, and brother Wells, you will also receive my words; and if you will receive my words, you will receive brother Brigham's; and if you will receive his, you will also receive brother Joseph's, and so on until you get back to the root, or to the tree, or to the trunk from whence that Priesthood came. <\/div><div class=\"paragraph jod\" id=\"v4n1915\"> Should you go into Iron County,  <div class=\"break pagebreak\" id=\"275a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0275.pdf\" target=\"pdfwin\">p.&#xA0;275a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0484\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you would there find a branch of this Church, a branch of the vine which is figurative of Jesus.<span class=\"citation\" id=\"70094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70094)\">John 15:1<\/a><\/span> So it is with the general authority of this Church; here are the First Presidency, the Twelve, the High Priests, the Seventies, Elders, Bishops, and lesser Priesthood, and they are all branches of the vine. Now if the people in Iron county are connected to the main branch that is there, to the President and his Counselors there, and if they will hearken to their words, then they will hearken to our words. And if they won't hear the words of those who are authorised to teach them, do you not comprehend that they cannot remain in the vine? But if they will hear our words, then there is a junction of the lesser with the larger branches to which they are connected. And if men hearken to our words, they will also hearken to the words of their Bishops and Presidents, and what is the result? They will partake of the same sap and nourishment that are in us. <\/div><div class=\"paragraph jod\" id=\"v4n1917\"> Brother Brigham is our head, and we will say, by way of comparison, that brother Heber and brother Wells are the arms, and you can see that there are several members springing from the arms. These arms are for defending the head, and should there be any disunion? Or should anything step in between them? Or should anyone try to make a separation between them? No, for they should be agreed in nourishing and cherishing the head, or the branch to which they belong. <\/div><div class=\"paragraph jod\" id=\"v4n1918\"> Reflect upon the union that should exist between those men! They should be of one heart and of one mind.<span class=\"citation\" id=\"92845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92845)\">Moses 7:18<\/a><\/span> Should not I know the mind of brother Brigham? Yes, just as much as he should know the mind of brother Joseph, and brother Joseph the mind of Peter, and Peter the mind of Jesus, and Jesus the mind of the Father. I should know the mind <div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0484\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of brother Brigham; and brother Wells should know my mind, and the mind of brother Brigham. This is why that in my counsel I never run against him, and he knows it and speaks of it. And he never gave me any commandment, but what I was ready to sustain him. Then here is a Quorum that is of one heart and of one mind<span class=\"citation\" id=\"92846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92846)\">Moses 7:18<\/a><\/span> in all things; and just as the Father, the Son, and the Holy Ghost are one, so we are one, and always should be.<span class=\"citation\" id=\"70761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70761)\">John 17:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1919\"> The Twelve Apostles come next. Are they a separate and independent body? No, for they sprang from those three, and are branches that are connected to the same stock; and we sprang from Joseph, and Joseph from Peter, and Peter from Jesus, and Jesus from his Father. The Twelve may enquire, &#x201C;Should not we have the same mind as the First Presidency have? Yes, they most certainly should. If the Twelve have the same Spirit, they will speak our mind, and will not suffer any person to get between us, nor between us and them, nor between them; for no person has the right to dictate to them, except brother Daniel, brother Heber, and brother Brigham, because they form a Quorum next in authority to the First Presidency,<span class=\"citation\" id=\"90225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90225)\">D&amp;C 107:24<\/a><\/span> and hold the keys of the kingdom to all men and nations upon the earth.<span class=\"citation\" id=\"124745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124745)\">D&amp;C 107:33<\/a><\/span> They should be one in spirit with the First Presidency, and the Seventies should be one with the Twelve and with us.<span class=\"citation\" id=\"124746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124746)\">D&amp;C 107:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1920\"> The First Presidency of the Seventies, Joseph Young and his six counselors, form another body holding power and authority,<span class=\"citation\" id=\"90241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90241)\">D&amp;C 107:26<\/a><\/span> and where did they receive their power and authority from? They sprang from the Twelve. Then there are seven Presidents to each Seventy, and each Seventy is a branch, and they are all joined to the vine, their seven first Presidents are the junction by which the Seventies are connected to that vine, even to the  <div class=\"break pagebreak\" id=\"276a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0276.pdf\" target=\"pdfwin\">p.&#xA0;276a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0483\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>very last; and they should all have the same power and faith that the first have. If the nourishment and connection are good, and the junctions of those branches or limbs are all alive, then the farthest Seventy has got the spirit of the first, and all will go on right. Why? Because they will all be in intimate connection with the vine. <\/div><div class=\"paragraph jod\" id=\"v4n1922\"> I use the figure of the vine to show you the connection of this people with each other, and when the connection is unobstructed, you will find excellent fruit even on the farthest. If that be true, no matter how far he be from the head, he may be as a member of this Church, bright and useful in his sphere as are any of the members who are nearer. <\/div><div class=\"paragraph jod\" id=\"v4n1923\"> Again, most of the members of those Seventies have wives and children, and from five to ten branches from each of them, and still the last child is as goodly as the first, because it receives the same nourishment, the same care and attention, for it sprang out of the vine, and abides in its fatness. <\/div><div class=\"paragraph jod\" id=\"v4n1924\"> There has got to be that connection, and it must go to the farthest person in this kingdom, and if there is no obstruction, what can hinder its proceeding to the minutest branch and tendril? But should an obstruction occur, what will be done in such a case? Destroy the branch or limb causing the obstruction, and the other part of the tree will thrive. <\/div><div class=\"paragraph jod\" id=\"v4n1925\"> I have been over many parts of this earth, and the power that is in me extends to the uttermost parts of God's creation. But do you not see that I must be connected to the vine or tree? We also have to see that the fruit is gathered so as to be saved and preserved, because there is a storm coming, and if the fruit is gathered up and properly stored, it can be preserved on natural principles. <\/div><div class=\"paragraph jod\" id=\"v4n1926\"> If there should be disorder in the <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0483\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> root, vine, and branches, what would be the result? If there should be confusion and men should be opposed in their faith and feelings, there would not be much good done. But if every man was acting in his authority and the power of the calling placed upon him, there would be no obstruction. Suppose that City Creek extended into ten thousand branches through this city, and that no obstruction or filth is thrown into them, then the ten thousandth stream would be just as good, as pure and as wholesome as the rest. It is just the same with men and women in this Church and kingdom. <\/div><div class=\"paragraph jod\" id=\"v4n1927\"> How long is it going to take you to become men and women of God, and to honor your calling? When you fight against your leaders, or against the head of a branch, do you not see that you are fighting against your head? It is the same as a child's fighting against its mother, for when it does so, it is fighting against its own existence. <\/div><div class=\"paragraph jod\" id=\"v4n1928\"> I want to show you the propriety of cleaving to the vine or the branch to which you are connected, for if you do not you will be cut off, as many have been. Are they cleaved off? Yes, with all the roots and branches that are in them, that is, supposing that they should afterwards have ten thousand children, they will not be acknowledged in this kingdom, except they are taken and grafted back into the Priesthood. I want to present these ideas to you, brethren and sisters, that you may lead new lives. <\/div><div class=\"paragraph jod\" id=\"v4n1929\"> I have not a wife but what was taken from another man's family and grafted into a space that I had got in my family. Now if I have a woman who says that she has no love for plurality, I do not think that there could be much affection towards her. And when there is affection, such a woman would soon banish it all. Suppose she has no love, no attachment, can  <div class=\"break pagebreak\" id=\"277a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0277.pdf\" target=\"pdfwin\">p.&#xA0;277a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0482\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>she expect the affection of her husband? Can a graft grow to a tree unless its nature is congenial to that of the tree in which it is grafted? Say that one man gives me a graft from his tree, and that I get hundreds of grafts from other trees, and that they are all grafted into my tree, then if they partake of the nourishment and fatness that are in the tree, they will certainly grow, but if they alienate themselves, they will wither and drop off. <\/div><div class=\"paragraph jod\" id=\"v4n1931\"> Perhaps some of you do not believe that the Spirit of the Lord goes and comes throughout every portion of the vine, even to the smallest and farthest extremity thereof, but it does. How could the members of my body exist, if the blood did not pass to the extremities? Then it has to turn and go back to the vitals. Now say that I am a branch, how am I to partake of brother Brigham's spirit and know his mind, unless I also partake of the fatness of the true vine, and permit its sap, or essence, or spirit, to flow through me without obstruction?&#x2014;that my mind and will may become amalgamated and run together with the mind and will of brother Brigham, that our spirits may freely and fully unite through the same genial influences of the Spirit of truth. And if my wife wants to be one with me, she must let her will and affections center in me, just as if I were a vine, and my wife a branch; then where is there room or occasion for confusion? Were such universally the case, do you not think that we could raise up a still better posterity? <\/div><div class=\"paragraph jod\" id=\"v4n1932\"> When wives become one with their husbands, when there is no evil interruption, children will be begotten, born and reared under greatly improved influences. The Holy Ghost will rest upon and dwell with the parents, and their offspring will be mighty and godlike. I would not give much for a man nor a woman that <div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0482\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> does not enjoy the fellowship of the Father, of the Son, and of the Holy Ghost. If I do not have the Holy Ghost, I shall not produce the fruit that is designed by the holy order of matrimony. Mary, the mother of Jesus, was a pure woman, and was ordained and designed to bear the Son of God, because no woman in her sins was worthy of performing that work. How long will it be before we will have children filled with the Holy Ghost from their birth,<span class=\"citation\" id=\"66970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66970)\">Luke 1:15<\/a><\/span><span class=\"citation\" id=\"87666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87666)\">D&amp;C 84:27<\/a><\/span> who will grow up steadfast in the truth, even sons and daughters of God? No woman entering into this holy order should do so without she has the Holy Ghost,<span class=\"citation\" id=\"67000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67000)\">Luke 1:41<\/a><\/span> and she should ever after keep it, that her nourishment, example, and teachings may always partake of the lifegiving principles of that Spirit. <\/div><div class=\"paragraph jod\" id=\"v4n1933\"> Stop all wickedness, all your quarrelling, and all unholy divorces. Some women will marry a man one day, and call for a divorce the next. They are playing with the things of God, and are sealing their own damnation. Some women get married and then run after other men; and some men get married and run after other women. What are such persons doing? They are sealing their own damnation. On the other hand, every man and woman that will not yield to passion, nor to any evil practice or principle, will become filled with the Spirit of God, and it will pass from one to another. This is why, as I have often said, I love brother Brigham Young better than I do any woman upon this earth, because my will has run into his, and his into mine, and there is a free interchange of feelings. There are but few men that will do that, for they generally want their own way and their own will, therefore their wills do not run into ours and the Father's. This free interchange of pure feelings should run through all the organizations in this Church, and through  <div class=\"break pagebreak\" id=\"278a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0278.pdf\" target=\"pdfwin\">p.&#xA0;278a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0481\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every member in every family throughout all our borders. <\/div><div class=\"paragraph jod\" id=\"v4n1935\"> I have been trying to tell you how you may raise children to hold the Priesthood and be holy unto the Lord; and if all would take a right and proper course in regard to rearing children, from the commencement until they are grown up, and not take a course to weary the tree while it is maturing fruit, many would do far better than they now do. Many who have but one wife, and several of those who have more than one, take a course to excite adultery, and what is much worse, they often take that course at the most improper and unwise times, and thereby seriously injure their offspring. If husbands and wives will pursue a righteous course in this matter, their children will be much less subject to lustful desires, and will enter into the holy bonds of matrimony with a view to keep the commandment and raise up a pure posterity. For this purpose God has instituted the plurality of wives. <\/div><div class=\"paragraph jod\" id=\"v4n1936\"> How I would like to talk to you in the plainest way that the Spirit dictates to me, but the delicacies and wickedness of the corrupt and ungodly cannot bear it. I want you to have a reformation, for God is working upon me. I wanted to stay at home this morning, but I could not; I had to come here to talk to you. The world judge brother Brigham and me as they do themselves, and some of you judge us in the same way. I wish to just touch upon this, for the world do not believe in our religion, still they take the liberty of judging us, and they judge us, as some of you do, according to the glasses, or microscopes which they have. This is not the right way, for there are but few men who hold their ages as brother Brigham and I. Whereas if we took the course that those do who thus unjustly judge us, we should have been old long ago. <\/div> <div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0481\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1937\"> Some of you are living in adultery or in the spirit of adultery. And some have wives that do not bear children. Why don't you let them alone? Why don't you take a course to regenerate, and not to degenerate? <\/div><div class=\"paragraph jod\" id=\"v4n1938\"> How do you suppose I feel? As I live, and as the Lord lives, I will defend the oil and the wine;<span class=\"citation\" id=\"67422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67422)\">Luke 10:34<\/a><\/span> and they will be blest with the blessings of Abraham, Isaac, and Jacob, and with all the blessings of the fathers clear back through all generations and dispensations; all these blessings will rest upon them. I care not whether it be men or women who live the religion of the everlasting Gospel, nor whether they be Americans, English, Scotch, Dutch, Danes, or inhabitants of any other nation, for all such persons have my blessing and my good feelings. I am not national nor sectional, and God forbid that I should be, for I have that Spirit that delighteth in the welfare and salvation of the human family. And when I have that Spirit about me, can I be national? You never knew that feeling to be in me, for I abhor it. I will not bow my head to that national spirit, nor to any spirit that is not of God. <\/div><div class=\"paragraph jod\" id=\"v4n1939\"> Cultivate the principles I have tried to lay before you, for I have done this for your good, for your happiness and salvation. I have endeavored to let you know that we must become one, or we never shall be connected to that vine or tree that I have spoken of. Everything will be saved that cleaves to the vine; but if you are not connected to the vine, you cannot be saved. That vine is like a cable which reaches within the veil, and the Father has hold of it.<span class=\"citation\" id=\"70095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70095)\">John 15:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1940\"> The Twelve Apostles sprang from Jesus in his day, and Joseph sprang from them, and brother Brigham, myself, and others, sprang from brother Joseph, and if we cleave together,  <div class=\"break pagebreak\" id=\"279a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0279.pdf\" target=\"pdfwin\">p.&#xA0;279a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0480\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>how can any of us be lost? We never shall be. But do not jump onto the car and ride, instead of trying to do something to help keep the car in motion. Do not jump on, as did some women who crossed the Plains last season. They jumped onto the handcart and made the men draw them, until the men died. <\/div><div class=\"paragraph jod\" id=\"v4n1942\"> The true seed of the house of <div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0480\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Israel are coming out of the world, and the Saints are shut up in the mountains to learn and practice those principles which pertain to salvation in the celestial kingdom of our God, and my prayer is that we may be enabled to accomplish the gathering of Israel and the redemption of Zion. Amen. <\/div>\n<\/div>\n<\/div>"}