{"ID":40052, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Our Relatives, Those Who Do the Will of God&#x2014;The Elders Should Be As Fathers and Shepherds in Israel, and not As Masters&#x2014;Self-Confidence, and the Way to Obtain It&#x2014;The Prophet Joseph not Yet Resurrected&#x2014;Preaching to the Spirits in Prison, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, March 15, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Our Relatives, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 3\/15\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d52\">\n<div class=\"paragraph jod\" id=\"v4n1943\"> I am not in the habit of taking a text, when I preach to the Saints; but I will quote a portion of Scripture, and offer a few remarks upon it. <\/div><div class=\"paragraph jod\" id=\"v4n1944\"> It is recorded, concerning the Savior Matthew xii. 46-50, that &#x201C;While he yet talked to the people, behold his mother and his brethren stood without, desiring to speak with him. Then one said unto him, Behold thy mother and thy brethren stand without, desiring to speak with thee. But he answered and said unto him that told him, Who is my mother? and who are my brethren? And he stretched forth his hand towards his disciples, and said, Behold my mother and my brethren! For whosoever shall do the will of my Father which is in heaven, the same is my brother, and sister, and mother.&#x201D;<span class=\"citation\" id=\"64456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64456)\">Matt. 12:46-50<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1945\"> The Savior's reply to the questions, <div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0480\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;Who is my mother? and who are my brethren?&#x201D; is fraught with a principle that is very little noticed by many. I frequently hear the brethren, and you may hear both them and the sisters, in the prayer meetings, where they have a privilege of speaking, say, &#x201C;I have not a father, mother, brother, sister, uncle, aunt, first nor second cousin, nor any relative whatever in this Church.&#x201D; Do you not hear such expressions made by the Saints? Yes; and I sometimes here them from this stand. <\/div><div class=\"paragraph jod\" id=\"v4n1946\"> Whether to the understanding of his hearers at that time, or whether to ours, those questions were correctly answered by our Savior in the observation, &#x201C;For whosoever shall do the will of my Father which is in heaven, the same is my brother, and sister, and mother.&#x201D;<span class=\"citation\" id=\"64467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64467)\">Matt. 12:50<\/a><\/span> So far as I am concerned, I do not claim relationship  <div class=\"break pagebreak\" id=\"280a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0280.pdf\" target=\"pdfwin\">p.&#xA0;280a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0479\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>anywhere else. And I do not think that the Savior will claim any son or daughter of Adam to be his brother, sister, mother, or kin, or connection of any kind or description, according to the flesh, except those who do the will of our Father in heaven&#x2014;<span class=\"citation\" id=\"94473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94473)\">Matt. 12:50<\/a><\/span>the will of Jesus and his Father. <\/div><div class=\"paragraph jod\" id=\"v4n1948\"> We presume that the Savior perfectly understood his origin, for he was then over thirty years of age, and had been instructed by his Father in heaven and by the Holy Ghost, and had had the visions of his mind repeatedly opened, according to the history given by his disciples; therefore we have no hesitation in believing that he understood his origin, who he was, the errand for which he came into the world, the business he had to attend to here, and understood the end of his mission in the meridian of time. He understood that which you and I do not understand, without the same kind of revelations and teachings as he enjoyed. <\/div><div class=\"paragraph jod\" id=\"v4n1949\"> Let the human family do as they did in the days of Adam, in the days of Noah, or even as they did in the days of Lot; let parents propagate children, and let one generation succeed another, and this does not change the blood, flesh, bones, sinews, &amp;c., pertaining to our organization in the flesh; this does not change in the least the peculiar characteristics of the organization of our bodies. The Apostle merely hinted at this subject when he said, &#x201C;And hath made of one blood all nations of men for to dwell on all the face of the earth, and hath determined the times before appointed, and the bounds of their habitation.&#x201D; (Acts xvii. 26.)<span class=\"citation\" id=\"71954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71954)\">Acts 17:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1950\"> No matter who they are, nor whether they are upon the islands, or upon the continents; no matter whether they are the wild Arabs who traverse the scorching sands of Arabia, the aborigines of our own country, who roam over its plains and moun<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"280b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0280.pdf\" target=\"pdfwin\">p.&#xA0;280b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0479\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tains, or the delicately nurtured dwellers in highly civilized nations; they are all of one flesh and blood. <\/div><div class=\"paragraph jod\" id=\"v4n1951\"> Consequently we can readily and safely draw the conclusion that a man or woman who has sprung from the loins of Father Adam and Mother Eve, whether upon the islands of the sea, in the west, in the east, or on the opposite side of this globe, is flesh of our flesh, and bone of our bone, as much so as any person now in this house or in this Territory. But the relationship that I claim, is to those who do the will of our Father in heaven; they are my brethren and sisters.<span class=\"citation\" id=\"64463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64463)\">Matt. 12:48-50<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1952\"> I know a great many here who have no relatives in this Church, using that term in its customary acceptation. Sometimes wives leave their husbands, to come here; mothers also leave their children, and children their parents. Ask them, &#x201C;Where is your husband?&#x201D; &#x201C;In England,&#x201D; or in some other country. &#x201C;Have you any children?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Where are they?&#x201D; &#x201C;They would not come with me.&#x201D; &#x201C;Have you any brothers and sisters, or parents?&#x201D; &#x201C;Yes, my father and mother are living&#x201D; &#x201C;Did they believe the Gospel?&#x201D; &#x201C;No.&#x201D; &#x201C;Did your brothers and sisters believe it?&#x201D; &#x201C;No, I am a lone person.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n1953\"> Such persons are apt to feel a spirit of despondency, to mourn and complain, &#x201C;O that I had a Father's house to go to; or if I had one person whom I could visit and call sister, how happy I should be; but I am a stranger here, I have no relatives in this kingdom.&#x201D; Is that feeling correct or incorrect? I say that it is incorrect; such conclusions are not true. That man or woman that is a child of God, that honors his or her calling in the kingdom of God on the earth, is just as much your brother or sister as any person you have been accustomed to claim that relationship with. If you see a woman who lives her religion,  <div class=\"break pagebreak\" id=\"281a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0281.pdf\" target=\"pdfwin\">p.&#xA0;281a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0478\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who is owned of God, you see a person that is flesh of your flesh, blood of your blood, and bone of your bone, although she may have been born upon the opposite side of the earth from where you were born. Those who actually live the religion we profess, are as much your brothers and sisters as are those born of the same earthly parents. Jesus understood this, as we may learn from his expression, &#x201C;For whosoever shall do the will of my Father which is in heaven, the same is my brother, and sister, and mother.&#x201D;<span class=\"citation\" id=\"64468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64468)\">Matt. 12:50<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1955\"> Let your hearts be at rest, for you have brothers and sisters here to visit; they are your connections, your relatives, your brethren and sisters. <\/div><div class=\"paragraph jod\" id=\"v4n1956\"> A great many have an experience that has proven to them the truth of this doctrine. Ask those individuals, those who at times have desponding feelings about the absence of their relatives, when they are in the light of the Spirit, when the joys of salvation fill their bosoms, whether they would prefer the society of their fathers, mothers, brothers, and sisters whom they have left behind, or whether they would like to associate with them better than with their neighbors here, and they will tell you, &#x201C;No.&#x201D; Would you visit them, as quick as you would a good Saint? &#x201C;No.&#x201D; Do you have the same feeling and fellowship for them, as for a Saint? &#x201C;No.&#x201D; Are they as near and dear to you as those who are Saints? &#x201C;No.&#x201D; And yet, when the Spirit is gone from them and they are left to themselves, they are apt to feel lonesome and cast down, to be filled with desponding feelings, and to cry out, &#x201C;I wish I could see my father, my mother, my brothers and sisters; I wish they were here.&#x201D; And I wish you to understand that your brethren and sisters are here, even according to the flesh. Yes, according to the connection and relationship we bear to each other, <div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0478\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to our Father and God, and to our Elder Brother, Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v4n1957\"> It is true that I have not altogether the experience that those have whose parents would not embrace the Gospel, nor any of their father's family. My father and stepmother embraced the plan of salvation as revealed through Joseph the Prophet; and four of my brothers, five sisters, and their children and their children's children, almost without exception, are in this Church; also many of my cousins, uncles, and other classes of what we call relatives or relations, are in this Church. But I had this trial when I embraced this Gospel, &#x201C;Can you forsake your friends and your father's house?&#x201D; This was in the vision of my mind, and I had just as much of a trial as though I had actually been called to experience all that some really have. I felt, yes, I can leave my father, my brothers and sisters, and my wife and children, if they will not serve the Lord and go with me. <\/div><div class=\"paragraph jod\" id=\"v4n1958\"> I did not ask my wife whether she believed the Gospel; I did not ask her whether she would be baptized. Faith, repentance, and baptism are free for all. I did not know, when I was baptized, whether my wife believed the Gospel or not; I did not know that my father's house would go with me. I believed that some of them would, but I was brought to the test, &#x201C;Can I forsake all for the Gospel's sake?&#x201D; I can, was the reply within me. &#x201C;Would you like to?&#x201D; &#x201C;Yes, if they will not embrace the Gospel.&#x201D; &#x201C;Will not these earthly, natural ties be continually in your bosom?&#x201D; &#x201C;No; I know no other family but the family of God gathered together, or about to be, in this my day; I have no other connection on the face of the earth that I claim.&#x201D; And from that day to this, if my father was still living, or my mother, and would not believe the Gospel, embrace it, and  <div class=\"break pagebreak\" id=\"282a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0282.pdf\" target=\"pdfwin\">p.&#xA0;282a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0477\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>then live it, or if any of my living brothers and sisters would not, I would rather meet a Saint who was a beggar in the streets and bid him welcome to my house, than to receive a visit from any of my unbelieving connections, even though they had the wealth of the Indies. I was brought to this test in my own feelings, in the first of my experience in this Church. <\/div><div class=\"paragraph jod\" id=\"v4n1960\"> Here are our fathers, mothers, brothers and sisters. And perhaps it would be strictly correct to say that we have fathers in the Gospel, spiritual Fathers, for the Apostle Paul called Timothy, whom he brought into the Church, his &#x201C;own son in the faith,&#x201D;<span class=\"citation\" id=\"75823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75823)\">1 Tim. 1:2<\/a><\/span> and charged him to &#x201C;be gentle unto all men, apt to teach, patient;&#x201D;<span class=\"citation\" id=\"76117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76117)\">2 Tim. 2:24<\/a><\/span> to be careful, cautious, with regard to the people that believed in Jesus Christ; to learn the disposition and the nature of the people, that he might understand himself and those he taught; and alluded to others that were traveling and preaching; building up Churches, or presiding over them after they were built up. <\/div><div class=\"paragraph jod\" id=\"v4n1961\"> Looking at the conduct of many, yea, very many, as we can see it exhibited in this our day, they want the mastery, the influence, the power. They want to be able to say to the people, &#x201C;Do this or do that,&#x201D; and have no objections raised. They would have the people obey their voice, and yet they do not know how to gain the affections of the people; they do not understand the dispositions of the people. <\/div><div class=\"paragraph jod\" id=\"v4n1962\"> Paul observed the same difficulty in his day. Many Elders were preaching and presiding, who were ignorant, aspiring, and tyrannical, and but few of them treated the people as kind and benevolent fathers treat their children. There were not many fathers,<span class=\"citation\" id=\"73197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73197)\">1 Cor. 4:15<\/a><\/span> but there was a disposition to be &#x201C;many masters,&#x201D;<span class=\"citation\" id=\"77643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77643)\">James 3:1<\/a><\/span> as we see here. <\/div><div class=\"paragraph jod\" id=\"v4n1963\"> The most of our Elders want to <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0477\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be obeyed, as strictly as you are taught by them from this stand that this people ought to obey brother Heber, or brother Brigham; as strictly as they preach to you to obey our counsel. I do not threaten you much; No. If I have not wisdom and power to gain the influence necessary for me to wield in the midst of this people, without cursing them, without telling them that they and their substance shall be cursed, and that if they do not do as I say they shall go to hell&#x2014;without threatening the people all the time with my judgments and the judgments of the Almighty&#x2014;I say, let Brigham sink a little lower, and get into the field where I can find my true level, where I can be made more useful. <\/div><div class=\"paragraph jod\" id=\"v4n1964\"> You never hear me plead with nor threaten the people much, nor chastise them often and severely for not obeying my counsel. Is it right that others should do so? Yes, it is all right, if they are so disposed; I have no fault to find with regard to others urging the people to obey counsel. But if I do not give the Saints and others the counsel of the Almighty, and that too by the Spirit of my mission, they are at liberty to dictate me, or to correct me in every error I commit; and certainly I should commit great errors, if I did not enjoy and have the Spirit of my mission, and counsel according to the will of the Lord. If all who are called to responsible stations would look at themselves precisely as they are, I will venture that we would have many more fathers than we now have, and fewer masters to drive the people. <\/div><div class=\"paragraph jod\" id=\"v4n1965\"> As I have frequently said to the brethren, stop, hold on. If you have sheep and have become a shepherd in the fold of Christ, you must bear in mind that you must know your sheep, and that then they will know you, that is, if you have got sheep. Perhaps some of you are nursing a flock  <div class=\"break pagebreak\" id=\"283a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0283.pdf\" target=\"pdfwin\">p.&#xA0;283a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0476\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of goats, and do not know the difference. But if you actually have a flock of sheep, you should, instead of hallooing, &#x201C;Shoo, shoo, shoo, get out of the way,&#x201D; and instead of driving them, take a course that when they hear your voice they may begin to bleat and run for their shepherd, because he has a little salt for them. When the sheep hear the voice of a good shepherd they expect to hear the words of life; and everyone that has the knowledge of God will know and understand that such a shepherd is acting in his duty, and they will walk up to his counsels and example. Do all the shepherds take a wise course? No, and the reasons have been told here enough times. <\/div><div class=\"paragraph jod\" id=\"v4n1967\"> Elders of Israel and Bishops, be fathers, and take a course by which you will win the affections of the people. How? With your silken lips? No, no; but with the fear of the Almighty. Do you know that men and women of God love truth? They do not love sophistry, it is an abomination to them. When men are smooth as oil, with a smile always upon their countenances, as some Elders have, to gain an influence, the love people have for such men is rotten, is without foundation; and in the day of trouble, when they need a foundation in their people, they will find that it will fall to the ground, and that the people will pass by them and say, &#x201C;We do not know those men.&#x201D; Let your influence and your power be gained by the power of the Lord Almighty, by the Holy Ghost sent down from heaven, and see that you have within you a well of water, springing up to everlasting life.<span class=\"citation\" id=\"69016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69016)\">John 4:14<\/a><\/span> Then when your brethren and sisters come around you they will drink at that fountain, and say, &#x201C;We are one with you.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n1968\"> You hear the Elders teaching the people to try and have confidence in God, and saying, &#x201C;Do have confidence in the ordinances of the house <div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0476\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of God; brethren and sisters try and live your religion; try and have confidence in your religion; have confidence in your God; have confidence in the Elders of Israel, that lead you; have confidence in your Bishops and other presiding officers, &amp;c.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n1969\"> You know that almost every man who becomes a public speaker uses certain peculiar words to convey particular ideas, selects a vocabulary and arrangement more or less peculiar to himself, thereby causing that great variety of style observed in speakers and writers. I have mine, which is peculiar to me. Did you ever see a man who had such a peculiar vocabulary as brother Heber has? I never did. Orson Hyde has a mode of expression peculiar to himself, and so has every public speaker. My use of language is good to me; and though others may use different words to convey the same ideas, let me give out those ideas in my own style, according to my understanding. <\/div><div class=\"paragraph jod\" id=\"v4n1970\"> Now to return to those teachings by the Elders, in such cases I would say to my dear brethren, to those who are of the household of faith,<span class=\"citation\" id=\"74724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74724)\">Gal. 6:10<\/a><\/span> try to get a little confidence in yourselves, and then try to live so as to have confidence in your God. Ask even an infidel whether he believes that the wonder workings of nature, the strange phenomena which he sees and cannot account for, are produced, and he will answer, &#x201C;Yes, I know they are.&#x201D; Do you know that men, women, and children are healed? Yes, you know they are. You behold those remarkable phenomena, though you cannot fully account for them. You believe in a great many things which you do not understand, but do you believe in yourselves? No, that is the grand difficulty with everyone of us. <\/div><div class=\"paragraph jod\" id=\"v4n1971\"> I will take my own experience. When men and women bring their sick to me, if I had the power I would heal all that should be healed. And  <div class=\"break pagebreak\" id=\"284a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0284.pdf\" target=\"pdfwin\">p.&#xA0;284a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0475\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>if I had perfect confidence in myself, and the Lord had that confidence in me which I should then have in Him, no power beneath the heavens could prevent the power of God from coming on them and healing them through me. But I have not yet attained to perfect confidence in myself in all circumstances, neither has God in me, for were such the case, He would answer every request I made of Him, every wish of mine would be answered to the letter. And this is the difficulty with the people, they have not attained to perfect confidence in themselves, neither have we as yet sufficient grounds for that degree of confidence. <\/div><div class=\"paragraph jod\" id=\"v4n1973\"> We lay hands on the sick and wish them to be healed, and pray the Lord to heal them, but we cannot always say that He will. We do not always know that He will actually hear our prayers and answer them. Sometimes the Elders will get that faith, and the sisters will often lay hands on their children and have faith and confidence in themselves that God will answer their prayers, and say to fevers and pains, &#x201C;Be ye rebuked and stand far off from this the afflicted,&#x201D; and it is done. But you have to attain to this power by your faithfulness and confidence in yourselves, that God will answer your prayers. We know that the Lord often heals the sick; and we believe all the time that He is able to do so, but will He because we ask Him to? That is the question, and we are often doubtful about it. <\/div><div class=\"paragraph jod\" id=\"v4n1974\"> Do you think that I would have let my brother die, if I had the power the Lord has? Would I have let Jedediah gone behind the veil, had I had that power? No; though in that I might have gone contrary to the wishes of the Almighty. For want of the knowledge which the Lord has, if I had power I might bring injury upon myself and this people. <\/div> <div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0475\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n1975\"> We must have knowledge pertaining to ourselves, and that knowledge will give us the key to know how to ask and obtain, and without that knowledge we cannot have eternal life, which is &#x201C;to know the only true God, and Jesus Christ, whom He has sent.&#x201D;<span class=\"citation\" id=\"70552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70552)\">John 17:3<\/a><\/span> If we have that knowledge we will know how to ask so as to obtain, and not ask amiss,<span class=\"citation\" id=\"77677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77677)\">James 4:3<\/a><\/span> we will ask and have our requests granted. How can we have that knowledge? By applying our hearts to wisdom and our lives to rectitude; by living as perfectly before God as we know how; by doing those things that we know to be right, those about which we have no doubt or dubiety, and never doing that which we are suspicious is wrong, and then be satisfied and not crave after that which is not for us, but let it remain in the hands of God. If we can obtain faith and confidence in ourselves, there is no lack in the power of God; neither is there any lack in His diligence, for He is always on the alert. <\/div><div class=\"paragraph jod\" id=\"v4n1976\"> In our ignorance and darkness we may be led into error, if we follow our feelings, as I just now observed might have been the case in regard to retaining brother Jedediah, as also brother Willard, brother Whitney, and many others. Had we had the power, would we have parted with Joseph? No, notwithstanding his work was finished on the earth. Many ideas have been imbibed and advanced concerning the death of Joseph. It was precisely as the Lord had decreed, designed, willed and brought about. No power could have altered it in the least. He had finished his work on the earth. Still if you and I had had the power without the knowledge, we would have kept Joseph on this earth, and then he would have failed to perform his mission in the spirit world. <\/div><div class=\"paragraph jod\" id=\"v4n1977\"> I learned during the intermission, that several understood brother Heber to say, in his remarks in the forenoon, that Joseph was resurrected. He did  <div class=\"break pagebreak\" id=\"285a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0285.pdf\" target=\"pdfwin\">p.&#xA0;285a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0474\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not say any such thing, but left the sentence with a word understood at each end of it, or a sort of conjunction disjunctive at each side of it. I thought at the time that many would understand brother Heber as saying that Joseph was resurrected, and I take this opportunity to correct that misunderstanding. Joseph is not resurrected; and if you will visit the graves you will find the bodies of Joseph and Hyrum yet in their resting place. Do not be mistaken about that; they will be resurrected in due time. <\/div><div class=\"paragraph jod\" id=\"v4n1978\"> Jesus had a work to do on the earth. He performed his mission, and then was slain for his testimony. So it has been with every man who has been foreordained to perform certain important missions. Joseph truly said, &#x201C;No power can take away my life, until my work is done.&#x201D;<span class=\"citation\" id=\"90937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90937)\">D&amp;C 122:9<\/a><\/span> All the powers of earth and hell could not take his life, until he had completed the work the Father gave him to do; until that was done, he had to live. When he died he had a mission in the spirit world, as much so as Jesus had. Jesus was the first man that ever went to preach to the spirits in prison,<span class=\"citation\" id=\"78014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78014)\">1 Pet. 3:19<\/a><\/span> holding the keys of the Gospel of salvation to them. Those keys were delivered to him in the day and hour that he went into the spirit world, and with them he opened the door of salvation to the spirits in prison. <\/div><div class=\"paragraph jod\" id=\"v4n1979\"> Compare those inhabitants on the earth who have heard the Gospel in our day, with the millions who have never heard it, or had the keys of salvation presented to them, and you will conclude at once as I do, that there is an almighty work to perform in the spirit world. Joseph has not yet got through there. When he finishes his mission in the spirit world, he will be resurrected, but he has not yet done there. Reflect upon the millions and millions of people that have lived and died without hearing the Gospel on the <div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0474\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth, without the keys of the kingdom. They were not prepared for celestial glory, and there was no power that could prepare them without the keys of this Priesthood. <\/div><div class=\"paragraph jod\" id=\"v4n1980\"> They must go into prison, both Saints and sinners. The good and bad, the righteous and the unrighteous must go to the house of prison, or paradise, and Jesus went and opened the doors of salvation to them. And unless they lost the keys of salvation on account of transgression, as has been the case on this earth, spirits clothed with the Priesthood have ministered to them from that day to this. And if they lost the keys by transgression, someone who had been in the flesh, Joseph, for instance, had to take those keys to them. And he is calling one after another to his aid, as the Lord sees he wants help. <\/div><div class=\"paragraph jod\" id=\"v4n1981\"> Jedediah is not asleep, his spirit is not dead, he is not idle; neither is Willard idle, asleep, or dead. Joseph needed them there, also brother Whitney, and all the rest of the faithful who have departed in our day; and he is now anxious to get a few more of the faithful Elders to assist him in the great labors in the prison house. He is there attending to the business of his mission; and if they did lose the keys of the Priesthood in the spirit world, as they have formerly done on the earth, Joseph has restored those keys to the spirits in prison, so that we who now live on the earth in the day of salvation and redemption for the house of Israel and the house of Esau, may go forth and officiate for all who died without the Gospel and the knowledge of God. <\/div><div class=\"paragraph jod\" id=\"v4n1982\"> Brother Heber did not say that Joseph was resurrected, though I was satisfied that many of the hearers would draw such a conclusion. As quick as Joseph finishes his mission in the spirit world he will be resurrected. <\/div><div class=\"paragraph jod\" id=\"v4n1983\"> I do not know that any news would  <div class=\"break pagebreak\" id=\"286a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0286.pdf\" target=\"pdfwin\">p.&#xA0;286a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0473\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>come to my ears so sad and discouraging, so calculated to blight my faith and hope as to hear that Joseph is resurrected and has not made a visit to his brethren. I should know that something serious was the matter, far more than I now apprehend that there is. When his spirit again quickens his body, he will ascend to heaven, present his resurrected body to the Father and the Son, receive his commission as a resurrected being, and visit his brethren on this earth, as did Jesus after his resurrection. Mary met the Savior after his resurrection, and, &#x201C;supposing him to be the gardener, saith, Sir, if thou have borne him hence, tell me where thou hast laid him.&#x201D;<span class=\"citation\" id=\"70848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70848)\">John 20:15<\/a><\/span> But when she learned who he was, and was about to greet him, he said, &#x201C;Touch me not; for I am not yet ascended to my Father.&#x201D;<span class=\"citation\" id=\"70854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70854)\">John 20:17<\/a><\/span> As quick as Joseph ascends to his Father and God, he will get a commission to this earth again, and I shall be the first woman that he will manifest himself to. I was going to say the first man, but there are so many women who profess to have seen him, that I thought I would say woman. <\/div><div class=\"paragraph jod\" id=\"v4n1985\"> I should feel worse than I now do, if I knew that Joseph was resurrected and had not paid us a visit, which he most assuredly will do, when that period arrives. <\/div><div class=\"paragraph jod\" id=\"v4n1986\"> When Jesus was resurrected they found the linen, but the body was not there.<span class=\"citation\" id=\"70833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70833)\">John 20:5-7<\/a><\/span> When Joseph is resurrected you may find the linen that enshrouded his body, but you will not find his body in the grave, no more than the disciples found the body of Jesus when they looked where it was lain. <\/div><div class=\"paragraph jod\" id=\"v4n1987\"> To return more closely to the subject I have in my mind, I will ask, can we do anything to restore confidence in ourselves? Yes, we can; and those principles that will actually give us confidence in ourselves, are what we ought to have constantly before us. But those who have been <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0473\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> intimately acquainted with this people can see a difficulty on the other hand. A man would get exceeding great faith, if he did not outweigh and outmeasure himself, for it is but a short time before some are prone to take the glory to themselves, and say, &#x201C;I have laid hands on the sick and they have been healed. Stand out of the way, everybody, I am the man for you to look at,&#x201D; and they go to the devil. <\/div><div class=\"paragraph jod\" id=\"v4n1988\"> Again, many will pray for the sick and for themselves, for this blessing and that, without receiving an answer, and think &#x201C;I am so unworthy, I have not lived my religion and walked up to my privileges, though I have thought of everything that I can confess.&#x201D; Some people will come and confess to me things as simple as it would be for a woman to take the last egg from her hen's nest, and then reflect, &#x201C;what an evil I have done to rob that poor hen of her last egg,&#x201D; and talk about that which the Lord cares nothing about, and say within themselves, &#x201C;I do not receive the blessings I desire; I have tried to humble myself and do the best I know, and yet I do not receive that faith and power I want, that I am looking for and expect.&#x201D; You cannot receive it, until you are capable of using it, neither should you. It would not be wisdom in the Lord to give you power any faster than you gain knowledge. <\/div><div class=\"paragraph jod\" id=\"v4n1989\"> Those who humble themselves before the Lord, and wait upon Him with a perfect heart and willing mind,<span class=\"citation\" id=\"55897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55897)\">1 Chr. 28:9<\/a><\/span> will receive little by little, line upon line, precept upon precept, here a little, and there a little,<span class=\"citation\" id=\"58544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58544)\">Isa. 28:10<\/a><\/span> &#x201C;Now and again,&#x201D; as brother John Taylor says, until they receive a certain amount. Then they have to nourish and cherish what they receive, and make it their constant companion, encouraging every good thought, doctrine and principle and doing every good work they can perform, until by and by the Lord is  <div class=\"break pagebreak\" id=\"287a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0287.pdf\" target=\"pdfwin\">p.&#xA0;287a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0472\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in them a well of water, springing up unto everlasting life.<span class=\"citation\" id=\"69017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69017)\">John 4:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n1991\"> Some of you may remember hearing Elder Taylor preach on that subject some years ago. He illustrated it most beautifully, I never heard it so beautifully illustrated, by instancing people's applying their words, works, and wisdom, in seeking first the kingdom of heaven and its righteousness,<span class=\"citation\" id=\"63628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63628)\">Matt. 6:33<\/a><\/span> seeking to build up the kingdom of God<span class=\"citation\" id=\"124747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124747)\">Matt. 6:38 (JST)<\/a><\/span> on the earth, and exhorted that every other interest should sleep to wake no more; that every man and woman should have a lively interest for the kingdom of God, and let narrow, contracted, sectional, individual interests lie dormant, asleep, severed from us, and taught that our whole lives would then be occupied in loving God and doing good, until Jesus would form in us that living fountain from which we may have revelation and gain wisdom. <\/div><div class=\"paragraph jod\" id=\"v4n1992\"> Can you learn by what you see? Yes, if you know how. No matter what your circumstances are, whether you are in prosperity or in adversity, you can learn from every person, transaction, and circumstance around you. You can learn from yourselves and your neighbors, and can apply all your energies to the building up of the kingdom of God on the earth, if your knowledge, interests, hopes, joys, efforts, and labors are concentrated therein; and you will be in that almighty big root that brother Heber was talking about in the forenoon. <\/div><div class=\"paragraph jod\" id=\"v4n1993\"> Jesus is the vine, we are the branches, and his Father is the husbandman.<span class=\"citation\" id=\"70096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70096)\">John 15:1<\/a><\/span> In reality his Father was the root of that vine, and Jesus was the vine, though he did not tell them that for they could not understand anything about it. His Father was the root, the living fountain, and the God whom we have to serve. Let us be branches and cling to this vine, hang to the true principles, and all that we do, let <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0472\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it be to nourish, cherish, love, build, increase, and multiply the size, glory, power, and excellency of this tremendous great vine. There will be but one big vine in the vineyard, according to that. Never mind, we will be the branches, and the roots will fill the whole soil and the branches the heavens. <\/div><div class=\"paragraph jod\" id=\"v4n1994\"> It may be just as well to have one tree that will bear a million bushels of peaches, as to have a million trees that will only produce one bushel each. All can partake and be filled; all who will can rejoice, and all can strive to build up this one kingdom, or to nourish this great tree. <\/div><div class=\"paragraph jod\" id=\"v4n1995\"> I now wish to particularize a little, and will commence by asking whether any persons here are sick, and if so, I will tell you what their disease is, when I get ready. Some men and women fairly get sick, so that they have to go to bed. What is the matter? &#x201C;O I feel that I cannot stand it any longer.&#x201D; What is the matter, sister? &#x201C;My husband knows something that he cannot tell me.&#x201D; Do some of you men know something that you cannot tell your wives? &#x201C;O, I have received something in the endowment that I dare not tell my wife, and I do not know how to do about it.&#x201D; The man who cannot know millions of things that he would not tell his wife, will never be crowned in the celestial kingdom, never, NEVER, NEVER. It cannot be; it is impossible. And that man who cannot know things without telling any other living being upon the earth, who cannot keep his secrets and those that God reveals to him, never can receive the voice of his Lord to dictate him and the people on this earth. <\/div><div class=\"paragraph jod\" id=\"v4n1996\"> Does brother Heber know things that I do not? Yes, facts that have slept in his bosom from the time I first knew him. Did he ever have a thought, a wish, or desire, to tell  <div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0471\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them to me? No. Do I know anything that I should keep fast locked in my bosom? Yes, thousands of things pertaining to other people, that ought to sleep as in the silent grave. Do those things go from me to brother Heber? No. To my wife? No, for I might as well at once publish them in a paper. Not that I wish to undervalue the ability, talent, and integrity of woman, for I have many women to whom I would rather reveal any secret that ought to be revealed, than to nine hundred and nine out of a thousand men in this Church. I know that many can keep secrets, but that is no reason why I should tell them my secrets. When I find a person that is good at keeping a secret, so am I; you can keep yours, and I mine. <\/div><div class=\"paragraph jod\" id=\"v4n1998\"> Now I want to tell you that which, perhaps, many of you do not know. Should you receive a vision of revelation from the Almighty, one that the Lord gave you concerning yourselves, or this people, but which you are not to reveal on account of your not being the proper person, or because it ought not to be known by the people at present, you should shut it up and seal it as close, and lock it as tight as heaven is to you, and make it as secret as the grave. The Lord has no confidence in those who reveal secrets, for He cannot safely reveal Himself to such persons. It is as much as He can do to get a particle of sense into some of the best and most influential men in the Church, in regard to real confidence in themselves. They cannot keep things within their own bosoms. <\/div><div class=\"paragraph jod\" id=\"v4n1999\"> They are like a great many boys and men that I have seen, who would cause even a sixpence, when given to them, to become so hot that it would burn through the pocket of a new vest, or pair of pantaloons, if they could not spend it. It could not stay with them; they would feel so tied up because they were obliged to keep <div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0471\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it, that the very fire of discontent would cause it to burn through the pocket, and they would lose the sixpence. This is the case with a great many of the Elders of Israel, with regard to keeping secrets. They burn with the idea, &#x201C;O, I know things that brother Brigham does not understand.&#x201D; Bless your souls, I guess you do. Don't you think that there are some things that you do not understand? &#x201C;There may be some things which I do not understand.&#x201D; That is as much as to say, &#x201C;I know more than you.&#x201D; I am glad of it, if you do. I wish that you knew a dozen times more. When you see a person of that character, he has no soundness within him. <\/div><div class=\"paragraph jod\" id=\"v4n2000\"> If a person understands God and godliness, the principles of heaven, the principle of integrity, and the Lord reveals anything to that individual, no matter what, unless He gives permission to disclose it, it is locked up in eternal silence. And when persons have proven to their messengers that their bosoms are like the lockups of eternity, then the Lord says, I can reveal anything to them, because they never will disclose it until I tell them to. Take persons of any other character, and they sap the foundation of the confidence they ought to have in themselves and in their God. <\/div><div class=\"paragraph jod\" id=\"v4n2001\"> If you cannot have confidence in God, try and have it in yourselves. If you lay on hands for the recovery of the sick, or for the reception of the Holy Ghost, or to bless or curse, unless you know that God hears you and will answer you, your administration is liable to fall to the ground. When you have confidence in yourselves you will have confidence in your God. You know that God is able to do what you desire of Him in righteousness, but the question is, will He? No, He will not do for this people that which we want Him to, until we prove  <div class=\"break pagebreak\" id=\"289a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0289.pdf\" target=\"pdfwin\">p.&#xA0;289a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0470\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to Him and to the angels that we are the friends of God,<span class=\"citation\" id=\"77596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77596)\">James 2:23<\/a><\/span> and will never betray Him in any way, shape, or manner. If we are His friends, we will keep the secrets of the Almighty. We will lock them up, when He reveals them to us, so that no man on earth can have them, and no being from heaven, unless he brings the keys wherewith to get them legally. No person can get the things the Lord has given to me, unless by legal authority; then I have a right to reveal them, but not without. When we can keep our own secrets, when we can keep the secrets of the Almighty strictly, honestly, truly in our own bosoms, the Lord will have confidence in us. Will He before? No. Are we going to become secret keepers in any other way than by applying our lives to the religion we profess to believe? No. <\/div><div class=\"paragraph jod\" id=\"v4n2003\"> We want confidence in each other. The Bishops, Presiding Elders, and men in authority seek for the obedience and confidence of the people. How are they going to get it? By abusing the people? By scolding them? Are they going to get it by flattering them with smooth, deceitful tongues? No, they will not get it in any of those ways. There is only one way to get it. This people are a good people. As I said last Sabbath, they are willing to do anything to obtain eternal life, to secure to themselves a seat in the boxes, as brother Orson Hyde termed it. If you have a blank ticket for a theater, you may fill it up for the boxes, or the gallery, or the pit, just as you please. Your lives must fill that blank, and if you would fill it for one of the best seats in the kingdom, you must live accordingly. <\/div><div class=\"paragraph jod\" id=\"v4n2004\"> Do not flatter the man of influence, or the rich man. I know that the brethren might turn round and say, &#x201C;Brother Brigham, do you see any of this, very lately?&#x201D; The brethren <div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0470\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have learned, years ago, that if a man was to give me a gold watch, a suit of clothes, a span of horses, a fine carriage, or a purse containing a million of dollars to buy my friendship, that does not buy it, has nothing to do with it, consequently I have not much opportunity of knowing whether the people have this spirit or not, for they do not exhibit it to me. If they feel to give me anything, they give it because they wish to give brother Brigham something. <\/div><div class=\"paragraph jod\" id=\"v4n2005\"> If a man should offer to make me a present of a thousand dollars, though I knew at the time that he would be kicked out of the Church in the next minute, I would accept it and try to make good use of it. On the other hand, if a man was in beggary, and owing this Church a thousand dollars and lacking a suit of clothes, but with his heart right, brother Brigham would say, &#x201C;Come along here, you are the man I want to see; come to my table and eat, and I will also give you clothing to put on.&#x201D; Let a man have the power of God with him&#x2014;the Holy Ghost within him&#x2014;so that when he talks you can see, feel, and understand that power; so that you can see and understand that the water of life is in him, insomuch that when he speaks, the sweet words of life flow out; then I am ready to exclaim, &#x201C;Come, here, my brother, you are the man for me.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n2006\"> When every person will cease to hang upon the brittle, rotten threads upon which the world hang, and turn round and say, in the power of God, &#x201C;I will make friends and gain my influence, by that power; I will have all I do have in the name and power of God, and that which I do not thus get, I will not have,&#x201D; then you will begin to gain the influence you want, and to have confidence in yourselves and in each other. Can the people have confidence in each other, and continue to conduct themselves as  <div class=\"break pagebreak\" id=\"290a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0290.pdf\" target=\"pdfwin\">p.&#xA0;290a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0469\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>many have? No, they have got to be strictly honest. <\/div><div class=\"paragraph jod\" id=\"v4n2008\"> I will take myself as an example, with all the influence I have in the midst of this people and over them (and I really and honestly think that I have a great deal more influence here than Moses had among the children of Israel), and suppose that I lie to that man, and deceive that woman; pilfer from that neighbor, and have what the Indians call two tongues, talk this way and that way to gain power; and be very plausible, very soft and kind to those present, and say that the brother who is not before me is the devil, and when he is gone, that the other is the same; while each one is with me all is smooth and fine weather; but of the absent say, that man who was just here, I am glad I have found out his iniquity, he is full of it; and be dishonest with this and the other person, falsifying my words here and there, how long would I have confidence in the midst of this people? I would lose it at once, and ought to, because I would not be deserving of their confidence. <\/div><div class=\"paragraph jod\" id=\"v4n2009\"> When a man or woman ought to be chastised, I am able to do it, and I will do it righteously. If they need a severe chastisement, I can put it on severely; if a light one, I can bear on with a light hand. <\/div><div class=\"paragraph jod\" id=\"v4n2010\"> When people come to me, I look at them to see them as they are, though I am not yet perfect in this. I have not yet the eyes I wish to have, nor the wisdom. Do I wish to know how they look with man, or to my brother? No, but how they appear before the God of heaven. If I can gain that knowledge, if I can know precisely how an individual appears to my Father in heaven, and be able to look at him with the same kind of eyes as do the Holy Ghost and holy angels, then I can judge the good or evil in the person, without further trouble. <\/div> <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0469\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n2011\"> That is the method by which I settle so many difficulties. I can go to the High Council, even should they have forty cases of the most difficult kind, and if I would dictate, I could wind up the forty cases, while they would wind up one or two. The reason is this, I bring the individuals before me, and they cannot deceive. If there is lying, wickedness, malice, and deception, I will detect them and judge them from the words that flow from their own mouths. I take the parties and hear them, and I can know at once as much as a dozen witnesses could show, so far as pertains to the truth in the case. Look at people as the Lord sees them, and then deal with them accordingly; and be honest with that man, woman, or neighbor. <\/div><div class=\"paragraph jod\" id=\"v4n2012\"> Brethren and sisters, you know that often, when you hear that anyone has spoken against you, your feelings are irritated, disturbed by anger, and you imagine that that person is your enemy, when, in reality, such is not the case. Are you never liable to err? If your neighbor has spoken something derogatory to your character, go to that neighbor and say to him, &#x201C;I heard that you said so and so, and with such and such reason, and I connected this and that with it,&#x201D; and you can soon learn the facts in the case. It is often all right, when we talk calmly together, like brethren; and we think alike about each other, about this circumstance and that. When we hear a part of a conversation, we may easily make a wrong and false construction, and thereby bring evil. How many evils do we produce by this course? <\/div><div class=\"paragraph jod\" id=\"v4n2013\"> If we take isolated sentences of Scripture, and pick out words here and there, and place them together, how inconsistent we can make the Bible. It would be as inconsistent as some individuals now say it is, whereas, if read by the Spirit in  <div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0468\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which it was given, it is not inconsistent. <\/div><div class=\"paragraph jod\" id=\"v4n2015\"> We often make the consistent acts of our fellow beings inconsistent, by thinking that someone has done us an injury, when after all the heart of the person was honest, and no harm was designed. If a brother has spoken ten thousand words wrong, if he is full of error, full of weakness, a man of passions like unto ourselves, but is honest at heart, what then? Overlook their follies, and do not watch for iniquity<span class=\"citation\" id=\"58880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58880)\">Isa. 29:20<\/a><\/span> in our brethren. If the real sentiments of honesty are in every man and woman, be unsuspicious of evil intent, and have confidence in their fidelity, and you will have confidence in yourselves, and will restore confidence in each other, so that every word will be as the law to each other. <\/div><div class=\"paragraph jod\" id=\"v4n2016\"> Then when the Lord sees that we have confidence in each other, that we are full of integrity, that we never forsake each other, nor violate our covenants, nor the keys of the kingdom, nor are untrue to our God, He will say, &#x201C;There is a people I can reveal myself to and tell what I please, and they will keep my secrets and <div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0468\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their own, and no power can get them from them.&#x201D; This is the way you will get confidence in your God and in yourselves. We may have confidence in God until doomsday, until we carry out in our lives all that we now know about God, and it will profit us little, unless we take a course that He may have confidence in us, and reveal unto us His secrets, as the Prophets have said,<span class=\"citation\" id=\"61911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61911)\">Amos 3:7<\/a><\/span> for His secrets are with the Prophets. <\/div><div class=\"paragraph jod\" id=\"v4n2017\"> There are other things that I might speak upon, for my mind is pretty full and fruitful, but I have spoken about as much as my health will permit. <\/div><div class=\"paragraph jod\" id=\"v4n2018\"> I feel to wish that I could bless you as I want to, but I have not yet perfect confidence in myself. If I had, would I not lift the curtain, that you might see things as they are? I would rend it, so that you might see heavenly things; though, perhaps, that would not be prudent. <\/div><div class=\"paragraph jod\" id=\"v4n2019\"> May the Lord enable us to increase in that which we have, and to continually do and say according to the knowledge we gain. May God bless us. Amen. <\/div>\n<\/div>\n<\/div>"}