{"ID":40057, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Power and Importance of Economy&#x2014;Domestic Extravagance and Mismanagement, With Their Bad Results.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, April 6, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Power and Importance of Economy, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/6\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d57\">\n<div class=\"paragraph jod\" id=\"v4n2147\"> Brother Heber has made a remark which I will take for a text. He said, &#x201C;It is whispered about that some of the brethren laboring on the Public Works are living on dry bread.&#x201D; I want to preach a short discourse upon this subject, and I will endeavor to do so to the understanding of those present. I acknowledge that some persons live very poorly, and are very destitute; but there is not one family out of a thousand in this Territory of those who live poorly, but what that destitute mode of living is brought upon them by themselves through their own mismanagement or the want of economy. For this reason I wish to confine my remarks to the principles of economy necessary in obtaining a comfortable living. <\/div><div class=\"paragraph jod\" id=\"v4n2148\"> I have been a poor boy and a poor man, and my parents were poor. I was poor during my childhood, and grew up to manhood poor and destitute; and I am acquainted with the various styles of living, and with the different customs, habits, and practices of people; and I do know, by my own experience, that there is no necessity for people being so very poor, if they have judgment, and will rightly use it. <\/div><div class=\"paragraph jod\" id=\"v4n2149\"> You may take the mechanics that are employed upon our Public Works. I am very well aware that the great majority of them are splendid workmen&#x2014;that they can make fine buildings, with all the mason, and carpenter, and joiner work, and the painting <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0447\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the very best quality of finish; and yet many of them are in poverty. We have some of the very best workers in brass, iron, wood, &amp;c., that there are in the world; yet many of them are poor, suffer from hard living, and have to live on bread and water. <\/div><div class=\"paragraph jod\" id=\"v4n2150\"> There is no necessity for any persons living on bread and water. We have not a man at work for us but what has had means put into his hands sufficient to support from five to twenty persons, and many of them could lay up from five hundred to a thousand dollars a year, if they would use proper economy. I comfortably supported a family when I was poor, and that, too, in a country where it was more difficult to do so than it is here&#x2014;where it often was almost impossible to hire to do a day's work&#x2014;where a man would have to run and, perhaps, beg, and plead to be employed to do a day's work; and when the labor was performed, it was frequently worth twice the amount to get the pay, which would generally be only three or four bits; though sometimes ordinary mechanics would receive five or six bits, and good mechanics one dollar or one dollar and a quarter a day. <\/div><div class=\"paragraph jod\" id=\"v4n2151\"> I have labored for fifteen dollars a month to support a family, and that, too, in a place that was as hard again for a person to live in as it is in this city. You could not have the free use of so much as a quarter of an  <div class=\"break pagebreak\" id=\"313a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0313.pdf\" target=\"pdfwin\">p.&#xA0;313a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0446\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>acre of ground thrown out to the public for a cow to graze upon. You could not get a stick of wood, although in a well wooded country, without paying for it. You could not get a pint of milk, or even of buttermilk, unless you paid the money for it. <\/div><div class=\"paragraph jod\" id=\"v4n2153\"> I have worked for nearly all the various grades of wages, and supported a family since I was quite young. I know how to live, and I have taught my brethren here how to live, and I know how many of them do live. But you may take a hardworking man, one earning good wages, and though he carries an abundance into his house, his wife may sit there and toss it out again. You will find that much depends upon the economy of women, in regard to the living of the poorer class of the people&#x2014;of the laboring class. For instance, let a man buy ten pounds of fresh meat and carry it home, in the morning the wife will cook up, perhaps, four or five pounds of that meat for the breakfast of the man, the wife, and a little child. To begin with, it is often cooked very badly, not properly seasoned, smoked up, part of it burnt, and the rest raw, so that they cannot eat much of it; and there is a great platter full left that cannot be eaten, and the uncooked portion has probably been neglected until it is spoiled, and thus nearly the whole is wasted. <\/div><div class=\"paragraph jod\" id=\"v4n2154\"> Sisters, if you do not believe this, many of you go home and remember what you cooked this morning, and see the platters full, and the plates full, and the little messes standing here and there. By-and-by it is not fit to eat, and it is finally thrown out of door. Is this true? It is. The reason I say so is because I see it with my own eyes. You may wish to know where I see it. Among some of my neighbors where I visit, among some of my own family, and in many places where I go. <\/div><div class=\"paragraph jod\" id=\"v4n2155\"> If a man is a good husband, and <div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0446\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> knows how to live, let him teach his wife how to cook the food he provides, as I have some of my wives, more or less, notwithstanding I have some excellent cooks; but I do not think that I have one but what I can teach in the art of cooking some particular varieties of food, for I have at times been obliged to pay considerable attention to this matter. And when I go into a house, I can soon know whether the woman is an economical housekeeper or not; and if I stay a few days, I can tell whether a husband can get rich or not. If she is determined on her own course, and will waste and spoil the food entrusted to her, that man will always be poor. <\/div><div class=\"paragraph jod\" id=\"v4n2156\"> Some women will set emptyings in the morning, and let them stand until they sour, and mix up the flour with them, and sweeten it with saleratus, and then knead it ready for baking; and if sister Somebody comes in, they will sit down and begin to talk over old times, and the first they know is, the bread is sour: &#x201C;Dear me, I forgot all about that bread,&#x201D; and into the oven she puts it, and builds up a large fire, and again sits down to visiting with her neighbor, and before she thinks of the loaf, there is a crust burnt on it from a quarter to half an inch in thickness. So much of the bread is spoiled; there goes one quarter of the flour; it is wasted, and the bread is sour and disagreeable to eat; and the husband comes home and looks sour, and is sour, as well as the bread. He finds fault, and that makes the wife grieve, and there are feelings and unhappiness and dissatisfaction in the family. The husband may be a good man, and the wife may be a good woman, and try to please her husband, and to do as much as the old lady did, who said, &#x201C;It was impossible for her to please her husband in baking bread; for if it was half dough, he did not like it; and if it was half burnt up, he scolded about it.&#x201D; <\/div> <div class=\"break pagebreak\" id=\"314a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0314.pdf\" target=\"pdfwin\">p.&#xA0;314a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0445\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n2158\"> You may say that it is hard work to please a man; yes, and woman too. But when a man does his duty in providing for a family, there can reasonably be but little complaint on the part of any sensible woman. <\/div><div class=\"paragraph jod\" id=\"v4n2159\"> A man may be good and industrious&#x2014;may be an excellent mechanic, and in many things a diligent man, as is the case with a number with whom I am acquainted; yet go to his house and ask, &#x201C;Have you a pig in your pen?&#x201D; &#x201C;No, I have nothing to feed a pig with; I cannot keep one.&#x201D; Sit down to his table, and he has not a mouthful of meat from week's end to week's end, unless he buys a little. &#x201C;Have you a cow?&#x201D; &#x201C;No, I have nothing to feed a cow; I cannot hire a pasture; and were I to hire one driven to grass as far as the herd boys go, she would not give milk enough to pay the herd bill.&#x201D; I have been in worse places than this, and kept a cow. <\/div><div class=\"paragraph jod\" id=\"v4n2160\"> I have taught the brethren how to live upon less than five, three, or even two dollars a day for the support of a small family; and when men complain that they live here on bread alone, they do not reflect that they do not know how to provide for themselves. Years pass away, one after another, and I see more and more that there are but very few men and women that are even capable of taking care of themselves temporally. <\/div><div class=\"paragraph jod\" id=\"v4n2161\"> You will see women, if their husbands have got fifty cents, who must buy crackers with it, or something nice. Johnny, Susan, Betsy, and Billy come along, and want a cracker, and the first you know is that the crackers are in the hands of the children who are outdoors playing with them, breaking them up, wasting and scattering them abroad. I will leave it to you, sisters, if some of you do not act in this manner. When children crumble up the bread, what do you do with it? You throw it into the fire. I learned my wife in the first place <div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0445\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> what the swill pail was made for, and said to her, do not let one crumb or kernel of anything be wasted, but put it into the swill pail, and when night came, I had something to feed the pig with. But often out of door go the pieces of bread and meat; or if half a gill of corn should be on the floor, it is swept out of doors, or more frequently into the fire to be wasted. <\/div><div class=\"paragraph jod\" id=\"v4n2162\"> A great many men do not know that they can keep a pig; but there is not a family in this city, where there are two, three, four, or five persons, but what can save enough from their table, from the waste made by the children, and what must be swept in the fire and out of door, to make pork sufficient to last them through the year, or at least all they should eat. When you know enough to put a pig in a pen, do so; and when you have all opportunity to buy a bushel of corn, oats, or bran, get your bins ready and lay it away. <\/div><div class=\"paragraph jod\" id=\"v4n2163\"> I say to the mechanics, especially to those who work for me, make your bins in the mornings and evenings, and do not spend the time we hire you to work for us to do your chores in. And another thing I will caution you about; do not steal the nails from the Public Works. Some of you have stolen our nails and lumber to work into articles for your own use. Do not do this. <\/div><div class=\"paragraph jod\" id=\"v4n2164\"> We pay our mechanics from two and a half to five dollars a day, and there is no necessity for many of them using more than fifty cents or one dollar a day throughout the year. Why do you not buy a cow? &#x201C;I have nothing to feed her with.&#x201D; Yes, you have. In the course of the season, you will find a time that you can buy a little straw, and stack it up and take a good care of it. Buy now and then a bushel of bran, or oats, or corn, and lay it by. When you have done your day's work, take your axe, cut up the straw, throw a little meal on it, give  <div class=\"break pagebreak\" id=\"315a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0315.pdf\" target=\"pdfwin\">p.&#xA0;315a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0444\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it to the cow, and sit down and milk her yourself, unless your wife is a good hand to milk, and can attend to it better and more conveniently than you can; in that case, let her do the milking, but do not set six or eight years' old children to stripping the cows. <\/div><div class=\"paragraph jod\" id=\"v4n2166\"> Purchase cows, for if we have not already supplied you with cows, we are able and willing to do so. Most, if not all, have already been furnished with cows. What did you do with the calves? &#x201C;We sold them for a trifle.&#x201D; Why did you not raise them? Do you not know that they would very soon be valuable? No, but you waste your calves, neglect buying pigs, and live without milk, and many of the easily procured comforts of life. Is there any necessity for this? No, there is not, if people will try to use a little economy. <\/div><div class=\"paragraph jod\" id=\"v4n2167\"> Go round this city now, and probably you will not see one garden out of twenty, even where men have lived here four or five years, that has a single fruit tree growing in it. Have they set out anything? Yes, some cottonwoods; but they would not set out a peach tree, if you would give it to them. In many lots there is not a fruit tree, or currant bush, or anything to produce the little necessaries to make a family comfortable. <\/div><div class=\"paragraph jod\" id=\"v4n2168\"> If I lived as I used to, I would have my cow, and she would give milk, and would not stray off; for I would always have a little handful of food to give her when she came up at night; I would also feed her a little in the morning, and at night she would come for more. I would keep my pig in the pen, and have a few fowls to lay eggs. I would raise my own pork, and in the spring I would not have to run to the Public Works and say, &#x201C;I have not anything to eat.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n2169\"> It is a shame that men and women do not pay more attention to the prin<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"315b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0315.pdf\" target=\"pdfwin\">p.&#xA0;315b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0444\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciples of economy in living. They want to have money to go to market and buy everything ready made. They want to have somebody feed them. I have thought, many times, that some persons would not be satisfied, unless we baked plum puddings, and roasted beef for them, and then fed them while they were lounging in big easy chairs; and still perhaps they would think that they were ill treated, if we did not chew the meat for them. <\/div><div class=\"paragraph jod\" id=\"v4n2170\"> I worked hard when I first gathered with the Saints. I had to walk two miles to my labor, and the sun seldom, if ever, shone on my work before I had my tools in my hands and busily engaged; and I rarely laid down my tools so long as I could see to use them. In the morning I would get up and feed my cow and milk her, and do the other outdoor chores while my wife would be preparing breakfast. My pig was in the pen, and I would gather a little here and a little there, and a day would not pass without its having sufficient food. Why do you not think of these things? Because you will not. <\/div><div class=\"paragraph jod\" id=\"v4n2171\"> Sisters, if you cannot properly attend to your bread making, and manage to not let any more flour be wasted, tie a string round one of your fingers so tight that it will hurt you, and every time you think of the string, think of what brother Brigham tells you. When the emptyings are in the flour, think of the string, also when the bread is put in the oven; and if you are still afraid that you will forget, tie the string a little tighter. And after your bread is beautifully baked, do not let a crumb of it be wasted. <\/div><div class=\"paragraph jod\" id=\"v4n2172\"> When your husband brings home meat, exercise sufficient judgment to enable you to cook such portion as will be eaten, which is far better than so much placed upon the table that a large part of it will be wasted. Then take care of that which remains uncooked, put a little salt upon it, and  <div class=\"break pagebreak\" id=\"316a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0316.pdf\" target=\"pdfwin\">p.&#xA0;316a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0443\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>put it in a cool place where it will keep a few days, and you will not be obliged to throw half of it away. <\/div><div class=\"paragraph jod\" id=\"v4n2174\"> You may hear some woman here saying, &#x201C;Husband, can you not go to the store and get me some ribbon? I want a bonnet and a pair of new shoes. Can you not get me some lining for a bonnet? I wish you would get me a new dress, I have not had one for a whole month, and I want to go a visiting; I cannot bear to wear these old dresses so often. I want a few aprons and a few pairs of stockings.&#x201D; The man then has to buy the bonnets, the linings, the dress patterns, &amp;c., and also to hire them made; and he has to buy aprons, shoes, and stockings, and even the garters that are worn on the stockings. There is not judgment, economy, and force enough in some women, to knit their own garters. <\/div><div class=\"paragraph jod\" id=\"v4n2175\"> Let me tell you one thing, husbands; determine this year that you will stop buying these things, and say to your wife, &#x201C;Here is some wool; knit your own stockings, or you will not have any: you will have to prepare the cloth for yourselves and children: I will provide the wool, the wheels, &amp;c.; and if you will not make the cloth, you may go without.&#x201D; Also raise flax, and prepare it for the women to manufacture into summer clothing. <\/div><div class=\"paragraph jod\" id=\"v4n2176\"> I remember going into a friend's house, one afternoon, when I was quite young: I think I was about fifteen; and pretty soon a couple of neighboring women came in to visit. They had not been in the house more than twenty minutes before the woman of the house went and brought out a pillow, and began to rail against her husband, saying, &#x201C;He is a dirty, nasty man; he is the filthiest man in the world; that is the pillow he sleeps on.&#x201D; I thought, you miserable fool, Why do you not wash that slip? Those women see that the blame rests on <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0443\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you, and not on your husband. And she continued telling them how nasty, filthy, and lazy he was. I knew enough about a family, at that early age, to know where the fault lay. At the same time there was plenty of wool and flax lying in her chamber, for I saw them; and a wheel and the other implements were on hand, all of which the husband had toiled for. He had also provided the cows, flour, and meat in abundance; but because he did not do everything, he was a &#x201C;nasty, lazy man.&#x201D; He must feed the hogs, spin the wool, wash the pillowcases and sheets, and do everything else, or be bemeaned by his wife. I said to myself, I expect I shall be married when I am old enough, and if I get such an animal as you are, I will put hooks in her nose to lead her in a way you have not thought of. <\/div><div class=\"paragraph jod\" id=\"v4n2177\"> I have seen a great many persons live in the neglect of all the comforts of life, because they would not take hold and make themselves comfortable. Others do not know what to do with the comforts of life, when they have them. I have been in places where people had an abundance, and yet they lived, figuratively speaking, at death's door, with regard to food. <\/div><div class=\"paragraph jod\" id=\"v4n2178\"> I recollect once walking up to a house in Illinois, where a young woman was sitting just within the door dressed up, I may say, within an inch of her life, in calico that cost ten or twelve cents a yard in my country; and she was, according to her ideas, titivated out to the ninety-nines. Fourteen milk cows, with calves by their sides, were feeding on the prairie. I first asked her, &#x201C;Can I buy some butter here?&#x201D; &#x201C;No, sir.&#x201D; &#x201C;Can I buy a little milk?&#x201D; &#x201C;No, sir.&#x201D; I then asked her whether her father owned those cows; &#x201C;Yes, sir.&#x201D; &#x201C;Do you milk them?&#x201D; &#x201C;No, sir; only a little in the morning to put in the coffee.&#x201D; I wanted to laugh in her face, but politeness forbad me. There stood fourteen new milk cows,  <div class=\"break pagebreak\" id=\"317a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0317.pdf\" target=\"pdfwin\">p.&#xA0;317a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0442\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and not a drop of milk in the house, nor a pound of butter, and everything else was in keeping. An abundance of good things was around them, and yet they had nothing comfortable and wholesome. <\/div><div class=\"paragraph jod\" id=\"v4n2180\"> It is just so with some people here. Every facility is in the possession of this people for living in the very best manner, if they would only learn how, and practice upon that knowledge. How much do you have to pay for your cow's running on the range, or for the use of a lot? Nothing. How much rent do you pay for your land? Not any. What hinders you from raising something to feed a cow? Nothing. Who hinders you from planting your garden with corn, and saving the suckers and the fodder? Who hinders you from raising carrots, parsnips, squashes, &amp;c., to feed a cow with through the winter? This you can do on a little more than a quarter of an acre, but will you do it? No; many of you will not. Does anyone hinder you? No; and yet some of you complain that you live poorly, and lay the blame upon me and brother Kimball, and brother Wells, and those men who dictate the Public Works. <\/div><div class=\"paragraph jod\" id=\"v4n2181\"> We pay the public hands higher wages than they earn, and if they are obliged to live on bread alone from day to day, it is for want of economy and proper management. Am I to blame? No. Will I milk your cows for you? No. Will I buy butter for you? No; we will give you all that is brought in on tithing, and when we have done that, you may calculate to do without, or make your own butter. I know families that milk one cow for eight or ten in the family, and yet have butter on the table all the time, and occasionally sell a little. Others have six or eight cows, and seldom have any butter in the house; they do not take care of what they have. <\/div><div class=\"paragraph jod\" id=\"v4n2182\"> Instead of people being poor, we already have too much, unless we take <div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0442\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> better care of it. I heard a man who is living in this city&#x2014;one who has always been well off&#x2014;state that he used to keep twelve cows when he first came here, and was often nearly destitute of milk and butter. After a few years, the number of his cows was reduced to six, and he said that the six did him more good than the twelve had done. In two years more, they were reduced to two, and the two cows have done him much more good than the twelve or the six did, for they could be and were more properly attended to. <\/div><div class=\"paragraph jod\" id=\"v4n2183\"> Let me have the privilege of dictating every chore about my house, and I would soon put everything right. I do not have that privilege, for I have so many and so much around me, that I have to depend upon others. During the past six years, I have seldom kept in my yard less than thirteen cows for the use of my family, and there has not been one year of that time that we have had much more than milk enough the year round to put in the tea and coffee. I have directed the men who feed my cows to take a course to prevent such a variation in the supply of milk. I have told them to feed the cows thus and so; to give them so much in the morning, and so much at night, and to allow them as much water as they would drink. And after all, though perhaps I would not go to the barn as often as once in the week, I have frequently seen from a peck to a bushel of good wheat meal shoveled into the yard out of one cow's trough. And when I have asked what does this mean, &#x201C;Why, such a brother wanted to go a visiting, and would not be back for three days, so he put the three days' feed before the cow at once.&#x201D; Again, I might remark. &#x201C;This cow looks poor; I have thousands of feed to give her; what is the matter?&#x201D; &#x201C;She eat until she nearly killed herself, and we have just made out to save her,&#x201D; and that is all the satisfaction I would get. It is  <div class=\"break pagebreak\" id=\"318a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0318.pdf\" target=\"pdfwin\">p.&#xA0;318a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0441\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>too often a perfect waste and destruction under my own nose, because I cannot find time to look after my private affairs. <\/div><div class=\"paragraph jod\" id=\"v4n2185\"> I have asked myself, Shall I go and attend to my own business, or let it go? And I have replied, I will let it go to hell backwards rather than neglect my public duties. I will not neglect my public duties, if my property all goes to destruction&#x2014;if we do not have a drop of milk from this time henceforth and forever. During the past winter, my large family have had three cows, and they have done me six times more good than ever the thirteen did. I prevailed upon one or two of my women to do the milking for the first time, whereas heretofore I have had to hire Jim, and Jack, and Peter Gimblet to do the milking, and they would often pound a cow until she would not give down her milk, and would kick her half to death, and then half milk her, and ruin everything about me. Three cows now do us more good than fifty would have done four years ago, under the old plan. <\/div><div class=\"paragraph jod\" id=\"v4n2186\"> I expect that all persons who will not try to help and take care of themselves the best they can, will see the time when they will wish they had done so; yet I would like to turn away the evil day from them, if I can possibly do it, by correct teaching and example. All persons that will not try to take care of themselves, will see a day of sorrow, and will regret the waste of time misspent in this life. <\/div><div class=\"paragraph jod\" id=\"v4n2187\"> When I labored, I did the milking and feeding most of the time, and fed the pig, and attended to all the outdoor chores; though, at the same time, if I was absent, I had a wife, after I came into this Church, who was always ready to feed pigs, milk and feed cows, and work in the garden, or do anything that should be done, so far as she was able. Wives, go into the garden and raise the salad and numerous other articles within <div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0441\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> your judgment and strength. Who hindered you from making a little vinegar last year? People are frequently running round and asking, &#x201C;Where can I buy some vinegar?&#x201D; When I was keeping a house, if my neighbors had a million hogsheads of vinegar, I had no need to buy a spoonful of it, for I would make a plenty for my own use, and would have eggs, butter, and pork, of my own producing, and manage to secure beef, and salt it away nicely, and we had all the essentials for comfortable diet. <\/div><div class=\"paragraph jod\" id=\"v4n2188\"> Will the people continue to live? Many of them will merely manage to stay, just as a family did in Illinois. During a conference held in their neighborhood, we would sit down at the table, in the center of which was a great big milkpan piled full of lean beef, and sour bread to eat with it. After awhile, a plate of butter would be brought on, quite white, and full of buttermilk; and those articles comprised our dinner. When Sunday morning came, we had the rarity. In the mean time, I found out who owned the farm, the sheep, the horses, the cows, the oxen, the turkeys, the geese, the fowls, and the fine orchards. They were all owned by Esquire Walker. On Sunday morning, we sat down to the meat and bread, as usual, and clean butter was on the table that time, if I recollect rightly; but there was one plate with something upon it that I had not deciphered. I looked at it carefully, and by and by I concluded that it faintly resembled a pie. Sister Walker came along, saying, &#x201C;Brother Young, there is some pie; it is peach pie; do eat some.&#x201D; It was made of dough rolled out into a thin cake, and put on a plate, with a thin streak of poor, refuse, fuzzy peaches that had been merely halved, and the pits taken out; and then another thick tough crust put over them. I took a piece, and said to brother Kimball, What is this? at the same time giving him  <div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0440\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a wink. &#x201C;Why, brother Young,&#x201D; replied Mrs. Walker, &#x201C;It is peach pie.&#x201D; I remarked, &#x201C;Brother Kimball, I never saw the like before in my life; did you?&#x201D; &#x201C;Never.&#x201D; I went into the orchard, where they had been making brandy out of the best peaches for three or four weeks. Could they be put into a pie? No; but they must use the little, nasty, withered up ones. <\/div><div class=\"paragraph jod\" id=\"v4n2190\"> I have related that circumstance to show you how much they knew about living. That family had plenty of fowls, cattle, and milk; and if they had known how to manage their abundance, they could have had every comfort of life served up in the richest and best style. They could also have made hundreds of pounds of maple sugar, which is the best of sweetening; for they had a sugar orchard on the farm. Yet, when I was there, they had a house with five or seven beds in one room; and when you walked across the floor, the planks would go clatter-to-bang. And when they wanted to see in the day time, they had to open the door, or draw up to the fireplace, and benefit by the light that came down the chimney. I asked Esquire Walker why he did not put a good floor in his house, and put in windows. He replied, &#x201C;I have been thinking I would, for several years. Friend Young, I have a good deal of money and property on hand, and I think of going to Nauvoo, to invest several thousand dollars.&#x201D; I state this to show you that many people do not know what to do with what they have. <\/div><div class=\"paragraph jod\" id=\"v4n2191\"> You may see some little girls around the streets here with their mothers' skirts on, or their sun bonnets, and with their aprons full of dirt. Your husbands buy you calico, but you do not know what to do with it. It is to be carefully worn until the last thread is worn out, and then put into the rag bag to make paper with. <\/div><div class=\"paragraph jod\" id=\"v4n2192\"> Some men do not know what to do with their means. You may take the <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0440\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> poorest mechanic here, and one who has nothing but bread to eat, and you may see him paying half a dollar or a dollar for a meal of victuals at the Globe. You may see the barber shops crowded with our poor mechanics, who pay from three to five dollars a quarter for being shaved. I bought a razor, when I began to shave, that cost thirty-seven and a half cents, and used it for fifteen years. Some black their boots, so that they will not last more than two or three months. I keep my boots well oiled, wear them two or three years, and then give them to the poor. <\/div><div class=\"paragraph jod\" id=\"v4n2193\"> Nearly all who grumble about their poor scanty fare, would be rich if they would do as I do. Take care of your articles of food, of your clothing, of your boots, and hats, and you will have plenty; and let the women take care of what is taken into the house. If you do not go to now and prepare for the day of trouble, you will be sorry, and will lament and mourn. <\/div><div class=\"paragraph jod\" id=\"v4n2194\"> I now want to tell you the feelings of several in this community: &#x201C;I do not want to build a good house, because I shall have to move away by and by; our enemies will come and possess it. I do not want to lay up corn, because our enemies will come and take it from me.&#x201D; If this people will do as they are told, will live their religion, walk humbly before their God, and deal justly with each other, we will make you one promise, in the name of Israel's God, that you will never be driven from the mountains. And instead of mobs coming here to break open your granaries, they will come to this people, bringing their gold, and their silver, and their fine things, and plead with them for something to eat. <\/div><div class=\"paragraph jod\" id=\"v4n2195\"> I told you last Sabbath, that if this people had not stepped forward to help the poor last fall, you would have seen harder times in 1857 than you did in 1855 and 1856. <\/div> <div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0439\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n2197\"> Let us keep in the favor of the Lord, and be his friends, live to our covenants, love the Lord, and walk uprightly in all our acts and dealings, so that we will not be afraid to have <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0439\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them scanned by the Lord and His angels, and all good men on the earth; and we can stand justified. May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}