{"ID":40053, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The &#x201C;Deseret News,&#x201D; Its Value&#x2014;Worth and Virtue of Sacred Relics&#x2014;Resurrection&#x2014;Confidence in Our Leaders.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, March 15, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The &#x201C;Deseret News,&#x201D; Its Value, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 3\/15\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d53\">\n<div class=\"paragraph jod\" id=\"v4n2021\"> It is immaterial who the authorities invite to speak in this stand, that man should be so pliable that God can dictate him to speak to this people the very things that are necessary to correct our judgments and understandings, to inform our minds, and to set in order, organize and attach every quorum to the vine where it should be. Also to teach this people that there should be order and government in families; that they should be connected together by the same spirit with which a man is connected to the Priesthood. When this is done, then every man is connected to the Priesthood, and the wife to the man, and the children to their parents, from generation to generation. Were we all thus actually connected like the limbs and branches of one tree, and there was no disturbance or obstruction by any evil principle, would we not be in a far better condition than we now are for accomplishing the work we have to perform. <\/div><div class=\"paragraph jod\" id=\"v4n2022\"> While brother McAllister was speaking, I could not avoid the reflection that there is time and opportunity for all to improve, if they will. When persons cease to make improvement, they either go back or have become stereotyped, that is, fixed, unchangeable in regard to true progression, and then of what use are they towards promoting the welfare of the cause in which we are engaged? While a tree is growing, while it is thrifty and limber, it is passive and submissive to <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0467\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the man that labors to give it form. But I will let that subject drop, and pass to another which is on my mind. <\/div><div class=\"paragraph jod\" id=\"v4n2023\"> Some may very naturally suppose that there is a host of subscribers to <span class=\"italic\">The Deseret News<\/span>, especially when the character of its matter is fairly considered, as also the fact that it is entirely owned by the Church, and controlled for the mutual benefit of all, who are interested in building up the kingdom of God on the earth. I had supposed that there were at least ten thousand subscribers, but I have learned that there are not so many, and not near as many as it seems to me there should be; and I was perfectly astonished that the circulation was not much greater than I found it to be. Some may be careless in this matter, under the supposition that brother Carrington is part owner or proprietor of the News, when such is in nowise the case, for, as I have already stated, the presses, type, and all that pertains to the Printing Office and Bookbindery, are the property of the Church. <\/div><div class=\"paragraph jod\" id=\"v4n2024\"> I presume that there are from twelve to twenty thousand families in this Territory, and I really know of no reason why every family should not take, read, and pay for one copy of the <span class=\"italic\">News<\/span>, for some large families now take from two to six copies. And I am all the more surprised at the slackness of the people in this matter, from the fact that the manner of payment is so easy, every kind of  <div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0466\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>article of any real value being received, even to &#x201C;hemlock slabs after harvest.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n2026\"> Again, I am considerably astonished at the apparent indifference manifested by some of the Agents for the <span class=\"italic\">News<\/span>, for they are allowed a very liberal percentage for a very small amount of time and attention; and instead of using a little skill and exertion to devise ways for the poor to pay for the paper in labor, some make little or no effort, either to increase the number of subscribers or to collect and remit payments. And what is still worse, some receive cash from the subscribers and retain it, paying the Office in something else, and that, too, at their leisure. <\/div><div class=\"paragraph jod\" id=\"v4n2027\"> The Agents should become acquainted with each family within their agency, and wherever they find poor persons who would rejoice to take the paper, read it, and be profited thereby, it will be easy for them to lay plans for their being accommodated, especially since the modes of payment are so numerous, and thereby confer a benefit upon their neighbors and the great cause of truth, while at the same time extending their own sphere of influence for good, and earning the sum so liberally awarded to them. In this, so useful an operation, the Bishops, where they are not also Agents, can lend most essential aid, and soon the <span class=\"italic\">News<\/span> will gladden and enlighten every family within our borders. <\/div><div class=\"paragraph jod\" id=\"v4n2028\"> To the people in Utah it is almost invaluable, for in it first appear the History of Joseph Smith, the public counsels and teachings of the First Presidency, the Twelve and others at headquarters, and all home items and news of interest, besides such foreign news and matter as may be deemed interesting, amusing, or instructive. And it often happens that one sermon alone is of more real value than the subscription price of many copies of the paper, to any person <div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0466\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who will read and properly appreciate it by the Spirit that should connect us to the vine. You should properly appreciate everything you hear from every man that speaks from this stand; but memories are often treacherous, and comparatively but few can assemble here to hear for themselves, but when those sayings are printed, you can read, ponder, and reflect upon them at your leisure, and again and again, as your memories may require; and your sons and your daughters will acquire a taste for reading and treasuring up useful knowledge. <\/div><div class=\"paragraph jod\" id=\"v4n2029\"> It has always been the case that the few have had to bear the burden attendant upon opposing evil principles, but there is now quite a number who are earnestly striving to establish righteousness upon the earth, by listening to the dictates of the Spirit and the counsels of the Living Oracles, and by striving to be active in every laudable undertaking. For this reason our publications will be sustained, whether subscribers are many or few, but will anyone professing to be a Saint look idly on and see others reap the reward due to diligence? <\/div><div class=\"paragraph jod\" id=\"v4n2030\"> What is the use in pursuing the indifferent course that some are doing here? I will call a vote, and I want every man in this congregation, who takes the <span class=\"italic\">News<\/span>, to manifest it by raising his right hand, for I wish to show you what proportion take the paper. [The subscribers present raised their hands.] There is not more than one quarter of this congregation that take <span class=\"italic\">The Deseret News<\/span>, and that, too, the only paper printed in the mountains, and one of the most useful and interesting papers that ever was published. And if you had a lively interest for the truth, and was living your religion, let me tell you that you never would rest or cease your operations of taking every course and every advantage to obtain every word that is uttered from this stand. <\/div> <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0465\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n2032\"> At the prices of stock, wheat, lumber, labor, &amp;c., all of which command PRICES FULLY IN PROPORTION TO THE PRICE OF THE <span class=\"italic\">News<\/span>, how easy a matter it is to pay for a most valuable kind and variety of reading matter admirably adapted to your wants, and furnished at weekly intervals which afford opportunity for reading it. And with a little care it can be preserved and handed down to your children, from generation to generation, and they will prize it a hundred degrees more than many of you now do. <\/div><div class=\"paragraph jod\" id=\"v4n2033\"> How much would you give for even a cane that Father Abraham had used? Or a coat or ring that the Savior had worn? The rough oak boxes in which the bodies of Joseph and Hyrum were brought from Carthage, were made into canes and other articles. I have a cane made from the plank of one of those boxes, so has brother Brigham and a great many others, and we prize them highly, and esteem them a great blessing. I want to carefully preserve my cane, and when I am done with it here, I shall hand it down to my heir, with instructions to him to do the same. And the day will come when there will be multitudes who will be healed and blessed through the instrumentality of those canes, and the devil cannot overcome those who have them, in consequence of their faith and confidence in the virtues connected with them. <\/div><div class=\"paragraph jod\" id=\"v4n2034\"> Some do not appreciate these things nor the counsels of their leaders. And then again many do appreciate brother Brigham; they love him and his counsels, and his words are jewels to them. When persons do not care anything about his words, what do they care about mine? And if they do not care for his words, they will not care for those of any righteous man. <\/div><div class=\"paragraph jod\" id=\"v4n2035\"> If I had those relics of Abraham <div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0465\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the Savior which I have mentioned, I would give a great deal for them. In England, when not in a situation to go, I have blessed my handkerchief, and asked God to sanctify it and fill it with life and power, and sent it to the sick, and hundreds have been healed by it;<span class=\"citation\" id=\"72049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72049)\">Acts 19:12<\/a><\/span> in like manner I have sent my cane. Dr. Richards used to lay his old black cane on a person's head, and that person has been healed through its instrumentality, by the power of God.<span class=\"citation\" id=\"55783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55783)\">2 Kgs. 4:29<\/a><\/span> I have known Joseph, hundreds of times, send his handkerchief to the sick, and they have been healed. There are persons in this congregation who have been healed by throwing my old cloak on their beds. <\/div><div class=\"paragraph jod\" id=\"v4n2036\"> To return to <span class=\"italic\">The Deseret News<\/span>; I have alluded to a few items to show you the advantages and blessings of that paper, aside from its great present benefit, if you will take care of it and hand it down to your children, and they to theirs, and so on, until you see it in the resurrection. Such publications are not going to be burned up, according to my faith they will go into the resurrection. And I trust that Bishops, Agents, and the Saints in Utah, generally, will take a lively interest in this matter, as in tithings, donations, consecrations, and other important duties, and thereby magnify their callings and professions, and gain honor to themselves by doing the good within their power. <\/div><div class=\"paragraph jod\" id=\"v4n2037\"> Having used the word resurrection, I will make a few remarks touching it. After my body is laid in the grave, and after the Prophet Joseph has received his resurrected body, he probably will not suffer my body to remain long in the ground, but will be apt to say, &#x201C;Come and let us go and help brother Heber to again take his body.&#x201D; Do you suppose that if brother Brigham were to die tomorrow, and if Joseph is resurrected, which he will be so soon as his mission is filled  <div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0464\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the spirit world, that Joseph will permit brother Brigham's body to remain longer in the grave than may be requisite? No, for he then will have need of the assistance of his faithful resurrected brethren, as he now has of faithful spirits. <\/div><div class=\"paragraph jod\" id=\"v4n2038\"> Why do you not all have confidence in God? I would not give a cent for your confidence in God, unless you have confidence in those men He has appointed to lead and counsel you. If you will have confidence in brother Brigham, I care not so much whether you have confidence in me and in brother Daniel or not, for if you have it in him, you are sure to have it in us, because we are actuated by the same Spirit. <\/div> <div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0464\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n2039\"> We should be like the branches of one tree, and except we become one like unto that, we shall never be saved with that salvation which we are striving for. Nobody can be saved in a celestial kingdom, except those connected with the celestial tree. Then there is a terrestrial tree pertaining to the terrestrial kingdom, and you will never go there without being grafted in it. I make use of figures in order to make my ideas plain, and to rivet your attention and assist your memories. <\/div><div class=\"paragraph jod\" id=\"v4n2040\"> Let us be active and diligent in the performance of all duties, that the Lord our God may sustain us in living our holy religion. Amen. <\/div>\n<\/div>\n<\/div>"}