{"ID":40058, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Latter-Day Work&#x2014;Necessity of An Inspired Leader to Stand at the Head of Israel, Etc., and to Dictate in Spiritual and Temporal Affairs.<\/div>\n<div class=\"subtitle\">Remarks by Elder Wilford Woodruff, Delivered in the Bowery, Great Salt Lake City, April 8, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Latter-Day Work, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 4\/8\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d58\">\n<div class=\"paragraph jod\" id=\"v4n2198\"> I will say to my brethren and sisters that I count it a blessing and a privilege to occupy a few moments this morning in bearing my testimony and expressing my feelings to you; and I hope what little I may say may be dictated by the Holy Spirit, for I have lived long enough in this world to know that I can neither edify myself nor the children of men without the Holy Spirit. <\/div><div class=\"paragraph jod\" id=\"v4n2199\"> I have a few thoughts upon my mind, which I wish to present. Since I have attended this conference, I have listened attentively to the teachings, counsels, reproof, corrections, testimonies, and subjects which have been given to us by the servants of God. <\/div><div class=\"paragraph jod\" id=\"v4n2200\"> It brings to mind the days before I heard &#x201C;Mormonism.&#x201D; I have spent hours, and days, and nights, among the rocks and in the forest, praying to Almighty God to enlighten my mind, and lead me in the paths of rectitude and duty, and that he would let me live to behold a people he could own, who did receive the revelations of Jesus Christ,<span class=\"citation\" id=\"94476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94476)\">Gal. 1:12<\/a><\/span> the Gospel, the principles and covenants which the ancients received and enjoyed. <\/div> <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0439\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n2201\"> The Lord revealed to me that I should have this privilege, and I have lived to see the Kingdom of God set up: it is before me today, in this tabernacle, and all the blessings of the Priesthood, and all the covenants, and all the power necessary to lead a people into salvation is here today. <\/div><div class=\"paragraph jod\" id=\"v4n2202\"> I want to say in answer to my feelings, that as I realize the Kingdom of God is here, I realize also that we have a leader to it. We live in a great and important day and generation, we live in the midst of the mighty work of God, in a time when he has stretched out his hand to accomplish that great and mighty work, in fulfilment of the word of God, written in the volume of revelation which points to our day. <\/div><div class=\"paragraph jod\" id=\"v4n2203\"> Any man who has a particle of the Spirit of God can see that there were great things to transpire in our day. We are in our alphabet: there are but a few of the works of Almighty God that have yet been declared in our ears in comparison to that which is to come. No man is qualified to stand at the head of the house of Israel, to carry out the great purposes of our  <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0438\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God, unless he is inspired by the Almighty all the time. We have such men at our head. Joseph Smith was of that class. From his childhood, or from the time the angel rent the veil of eternity and showed him the record of Ephraim,<span class=\"citation\" id=\"60853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60853)\">Ezek. 37:15-19<\/a><\/span> until the day of his death, he was led by the hand of God. No man had any business to say unto him, Why dost thou so? He was a shaft in the hand of the Almighty.<span class=\"citation\" id=\"59426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59426)\">Isa. 49:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n2205\"> It is not less so now with President Young, who stands at the head of this people; for he does point out the way in which this people should walk. Who is going to take hold of the Ark and steady it for him?<span class=\"citation\" id=\"88076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88076)\">D&amp;C 85:8<\/a><\/span> No man. President Young has the right to make use of my name or yours before the people, by way of correction. It is not our business to call him to an account for it. He has a right to correct, reprove, and guide us, and he has had to do so all the day long; and he has been a father to this people continually. I have been acquainted with him, and traveled with him for many years; and I will say, I have felt many a time to thank God that he has given to us fathers, as leaders and teachers, who have been filled with mercy and compassion, and with the words of eternal life.<span class=\"citation\" id=\"69308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69308)\">John 6:68<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n2206\"> I have wondered many a time in my life how I have passed along so smoothly as I have. I have felt that I have been worthy of correction in a good many things; yet I desire to pursue a course whereby I may become justified. I have my weaknesses, errors, and follies, and can see them by the light of the Holy Spirit. <\/div><div class=\"paragraph jod\" id=\"v4n2207\"> There is nothing I have ever done in my life that was wrong but what I have been sorry for. I know President Young is endowed with the power of God, and so do you know it; and I know he can discover weaknesses in many of us, and he corrects us for our good. The reproofs of a <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0438\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> friend are far better than the kisses of an enemy.<span class=\"citation\" id=\"57527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57527)\">Prov. 27:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n2208\"> With regard to correcting the Twelve, or anybody else, I am glad, when we are corrected, to see the brethren kiss the rod. We have to learn to build up this kingdom before we are prepared, as polished shafts in the hands of the Lord,<span class=\"citation\" id=\"59427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59427)\">Isa. 49:2<\/a><\/span> to stand up and magnify our calling as Apostles of Jesus Christ. There is nothing that President Young brings forth for this people to carry out but we are all interested in, whether we understand it or not. <\/div><div class=\"paragraph jod\" id=\"v4n2209\"> Should I, or any man in the kingdom of God feel for a moment to object to President Young's handling or controlling gold or wealth for his own benefit, or the rolling of the kingdom? No, we should not. I wish he had his millions, for he has clearly manifested before our eyes, from the beginning until now, his talents and gifts as a financier; and we all know he has been profitable to the Church and kingdom of God, to Zion, and this whole people. It matters not to me whether it is in building a Temple, establishing a Carrying Company, or anything else that is presented for the accomplishment of the purposes of the Lord and the building up of his kingdom, and the gathering of Israel; we are equally interested in it, and should go to with our might,<span class=\"citation\" id=\"85226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85226)\">D&amp;C 38:40<\/a><\/span> and carry out the work assigned us. <\/div><div class=\"paragraph jod\" id=\"v4n2210\"> Many things will be made manifest unto us, and our labors will have to extend through many channels, ways, and means, before the way is prepared for the coming of the Son of Man. <\/div><div class=\"paragraph jod\" id=\"v4n2211\"> I feel thankful to God that his hand is over us. He has guided, controlled, and delivered us from the hands of our enemies. <\/div><div class=\"paragraph jod\" id=\"v4n2212\"> We may thank the Lord that we have a man among us who has got the Holy Ghost enough to reprove sin, whether among his wives, or his  <div class=\"break pagebreak\" id=\"322a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0322.pdf\" target=\"pdfwin\">p.&#xA0;322a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0437\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>best friends, or worst enemies. What would become of this people, were it not so? We would go to hell. No man can govern his steps, control his life, and correct his errors, if there is not somebody inspired by the power of God to lead in this matter. <\/div><div class=\"paragraph jod\" id=\"v4n2214\"> There is a just cause many times for reproof and correction; and it is a good sign to me when we are reproved. It shows there are redeeming qualities in this people. When President Young wants anything of us, I care not what, let us respond to his request. We have to build up this kingdom by union and faithfully following those men set to lead us, or else we will be scattered. The blessings of God will be taken from us, if we take any other course. <\/div><div class=\"paragraph jod\" id=\"v4n2215\"> The Presidency, in their remarks here, have referred to the hatred of the wicked against us. Jesus says, &#x201C;I have chosen you out of the world, therefore the world hate you. If you were of the world, the world would love its own: but because I have chosen you out of the world, therefore the world hate you.&#x201D;<span class=\"citation\" id=\"70218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70218)\">John 15:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n2216\"> Look at the world; they are divided on every point; there is hardly two men or women united in matters of government or religion. Send an Elder of this Church to proclaim to them the Gospel of Jesus Christ, and you will see the devils in hell united with the priests and people of Christendom to oppose him. They know they are wicked and weltering in their own corruptions and abominations. But here comes a man to proclaim to them the word of God. Why do they oppose him? Because he has the testimony of Jesus Christ, and is sent of God. Do the world believe we have a false religion, that we are deceivers, and have not the true faith? No: they are afraid that what we preach is too true; they are afraid of our union in the Valleys of the Mountains. It has more terror in it to the kings <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0437\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the earth than any other subject that has been revealed to man in this generation. They are afraid God is with this people&#x2014;that he controls them. <\/div><div class=\"paragraph jod\" id=\"v4n2217\"> The same feeling exists among the nations now as anciently, when the Jews said, He (Jesus) will take away our place and nation, if he is let alone.<span class=\"citation\" id=\"69777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69777)\">John 11:48<\/a><\/span> This should be a testimony to all the world, when they see the spirit of division increasing upon almost every subject. They cannot unite upon any subject, only in opposing the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v4n2218\"> I feel to say to my brethren and sisters, Let us make up our minds to do right, and let our union increase, and truly follow the men God has set to lead us. There is where our salvation lies. <\/div><div class=\"paragraph jod\" id=\"v4n2219\"> Some of us have been in a measure reproved and corrected. Well, what of it? No doubt we deserved all we have got and more. We should not boast over each other because one man is reproved today; you may receive the rod of chastisement tomorrow. <\/div><div class=\"paragraph jod\" id=\"v4n2220\"> Let us prepare ourselves, so that, in whatsoever we are corrected, we may be passive in the hands of the servants of God, and thank the Lord; for whom the Lord loves he chastens, and scourges every son and daughter he receives.<span class=\"citation\" id=\"77181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77181)\">Heb. 12:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n2221\"> When I get through, if I can only find myself associated with the Twelve Apostles of the Latter-day Saints and with this people, I will be satisfied. If I can steer my way through this life, and have a place with you, it is all I will ask. <\/div><div class=\"paragraph jod\" id=\"v4n2222\"> I pray the Lord to bless you and me, and more particularly the Presidency of this Church, and clothe them with the power of God and with salvation, that their hearts may be filled with joy, light, and truth. And may this people rise up and humble themselves before the Lord, and take the counsel that is given to them, that we  <div class=\"break pagebreak\" id=\"323a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0323.pdf\" target=\"pdfwin\">p.&#xA0;323a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0436\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>may be well educated in the things of God, and be obedient children in treasuring up their teachings and carrying them out, that we may be <div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0436\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> saved in the kingdom of God; which is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}