{"ID":40054, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">He that Loveth Not His Brother Loveth Not God&#x2014;If We Have Not Confidence in Our Leaders We Shall Not Have It in a Higher Power&#x2014;The Church Holds the Keys of Salvation&#x2014;The Providences of God to the Saints.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, March 29, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: He that Loveth Not His Brother, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 3\/29\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d54\">\n<div class=\"paragraph jod\" id=\"v4n2041\"> I am thankful that the weather has become so mild that we can again meet in this Bowery, which is large enough to accommodate the congregation; also that we are here under comfortable circumstances&#x2014;happily situated, and trust that for several months to come, none of the Saints will be under the necessity of coming here an hour or two before the meeting commences, in order to obtain a seat here, nor of going away because there is not room. <\/div><div class=\"paragraph jod\" id=\"v4n2042\"> There has been a good deal said by the brethren who have just spoken to you, and I have not heard anything <div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0464\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but what pleases me, but what I consider to be correct; their ideas and doctrines are good. <\/div><div class=\"paragraph jod\" id=\"v4n2043\"> I am happy to see brother Joseph L. Heywood here again. He has had a very tedious journey, and rather a wearisome sojourn at the Devil's Gate, during most of the past winter. Many of the brethren and sisters in this congregation can testify that the Devil's Gate is a place rather subject to cold and storms, and that hardships are common from that point to this. <\/div><div class=\"paragraph jod\" id=\"v4n2044\"> Many persons are so constituted, that if you put them in a parlor, keep a good fire for them, furnish  <div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0463\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them tea, cake, sweetmeats, &amp;c., and nurse them tenderly, soaking their feet, and putting them to bed, they will die in a short time; but throw them into snowbanks, and they will live a great many years. Brother Heywood would have been in his grave long ago, if he had not led an outdoor life, and such is the case with others; but he is again here, and we have the privilege of seeing him. <\/div><div class=\"paragraph jod\" id=\"v4n2046\"> It rejoices me to hear the brethren rise up and tell their feelings, their faith and views. I was much gratified with the remarks made by brothers William H. Hooper and Robert T. Burton, especially upon the subject of obedience. <\/div><div class=\"paragraph jod\" id=\"v4n2047\"> It may at first sight appear strange, and is so to an uninspired mind, that any people should have a want of confidence and faith in a righteous man on the earth, a lack which blights their hopes and faith quicker than it does to lack confidence in their God. This is the case, however curious it may appear, though we may hear some men declare that they wish to have such confidence in their leaders as not to enquire whether this or that is right, but to perform what they are bid to do. No man will have that degree of confidence, unless it is founded in truth. Here a question immediately occurs to the mind, will it save the people to do as they are told by any man upon the earth, if they are in the neglect of their duty towards their God and do not enjoy the Spirit of the Lord Jesus Christ? The answer is obvious; no one can have that implicit confidence in a righteous man, unless that person is in the line of duty. <\/div><div class=\"paragraph jod\" id=\"v4n2048\"> The difficulty with the whole world in their divisions and subdivisions, is that they have no more confidence in each other than they have in their God, and that is none at all, no, not one particle. This confuses nations, and breaks them up; it weakens them, <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0463\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and they tumble to pieces. It disturbs cities and countries, and really the seeds of destruction are within those kingdoms where the people have not confidence in each other. <\/div><div class=\"paragraph jod\" id=\"v4n2049\"> The Apostle John, treating upon the love of God that should dwell within us, writes, &#x201C;For he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?&#x201D;<span class=\"citation\" id=\"78773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78773)\">1 Jn. 4:20<\/a><\/span> It is impossible. This subject is not understood by the human family. Naturally they have no conception of the character called &#x201C;brother&#x201D; by the Apostle. As just observed by brother Hooper, they have in their minds and creeds formed ideas of a great many characters that they call God. With the majority of the Christian world there are three Gods in one. With them that one God is three persons, and still but one, which actually amounts to His being no God at all. Why? Because He has no body, parts, or passions, consequently is nothing at all; their idea virtually annihilates the being they profess to believe to be three in one. <\/div><div class=\"paragraph jod\" id=\"v4n2050\"> What effect has this doctrine, wherever the influence of the Christian world extends? Wherever they preach their own doctrine they destroy every idea of God in the minds of every person they have influence over, consequently they know nothing of Him, and of course we cannot expect the people to have confidence in Him. He, knowing the weaknesses of men, is compassionate; and if they speak against Him, in a manner derogatory to His character, misrepresenting His person and speaking evil of His dignity,<span class=\"citation\" id=\"94474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94474)\">2 Pet. 2:10<\/a><\/span> He attributes that to the delusion and ignorance which His professedly Christian people have spread so generally in the minds of the people, and holds them not guilty, in consequence of their ignorance. <\/div><div class=\"paragraph jod\" id=\"v4n2051\"> Let us even speak against a fellow being with whom we are acquainted  <div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0462\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and do understand, one whom we can see and comprehend, whose life and conduct we are familiar with, and, unless faults are made manifest that we have a privilege of exposing in that individual, it will destroy our faith and confidence, and weaken us more than it will to speak against a being that we know nothing of. This is reasonable, and is according to good sound logic, sense, and argument. <\/div><div class=\"paragraph jod\" id=\"v4n2053\"> It is folly in the extreme for persons to say that they love God, when they do not love their brethren;<span class=\"citation\" id=\"78774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78774)\">1 Jn. 4:20<\/a><\/span> and it is of no use for them to say that they have confidence in God, when they have none in righteous men, for they do not know anything about God. It is reasonable for the Elders of Israel to be very sanguine and strenuous on this point. And were I to be asked whether I have any experience in this matter, I can tell the people that once in my life I felt a want of confidence in brother Joseph Smith, soon after I became acquainted with him. It was not concerning religious matters&#x2014;it was not about his revelations&#x2014;but it was in relation to his financiering&#x2014;to his managing the temporal affairs which he undertook. A feeling came ever me that Joseph was not right in his financial management, though I presume the feeling did not last sixty seconds, and perhaps not thirty. But that feeling came on me once and once only, from the time I first knew him to the day of his death. It gave me sorrow of heart, and I clearly saw and understood, by the spirit of revelation manifested to me, that if I was to harbor a thought in my heart that Joseph could be wrong in anything, I would begin to lose confidence in him, and that feeling would grow from step to step, and from one degree to another, until at last I would have the same lack of confidence in his being the mouthpiece for the Almighty, and I would be left, as brother Hooper observed, <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0462\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon the brink of the precipice, ready to plunge into what we may call the gulf of infidelity, ready to believe neither in God nor His servants, and to say that there is no God, or, if there is, we do not know anything about Him; that we are here, and by and by shall go from here, and that is all we shall know. Such persons are like those whom the Apostle calls &#x201C;As natural brute beasts, made to be taken and destroyed.&#x201D;<span class=\"citation\" id=\"78400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78400)\">2 Pet. 2:12<\/a><\/span> Though I admitted in my feelings and knew all the time that Joseph was a human being and subject to err, still it was none of my business to look after his faults. <\/div><div class=\"paragraph jod\" id=\"v4n2054\"> I repented of my unbelief, and that too, very suddenly; I repented about as quickly as I committed the error. It was not for me to question whether Joseph was dictated by the Lord at all times and under all circumstances or not. I never had the feeling for one moment, to believe that any man or set of men or beings upon the face of the whole earth had anything to do with him, for he was superior to them all, and held the keys of salvation over them. Had I not thoroughly understood this and believed it, I much doubt whether I should ever have embraced what is called &#x201C;Mormonism.&#x201D; He was called of God; God dictated him, and if He had a mind to leave him to himself and let him commit an error, that was no business of mine. And it was not for me to question it, if the Lord was disposed to let Joseph lead the people astray, for He had called him and instructed him to gather Israel and restore the Priesthood and kingdom to them. <\/div><div class=\"paragraph jod\" id=\"v4n2055\"> It was not my prerogative to call him in question with regard to any act of his life. He was God's servant, and not mine. He did not belong to the people but to the Lord, and was doing the work of the Lord, and if He should suffer him to lead the peo<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0461\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple astray, it would be because they ought to be led astray. If He should suffer them to be chastised, and some of them destroyed, it would be because they deserved it, or to accomplish some righteous purpose. That was my faith, and it is my faith still. <\/div><div class=\"paragraph jod\" id=\"v4n2057\"> If we have any lack of confidence in those whom the Lord has appointed to lead the people, how can we have confidence in a being whom we know nothing about? It is nonsense to talk about it. It will weaken a person quicker to lose confidence in those who dictate the affairs of God's kingdom on the earth, than to say &#x201C;I do not know whether there is a God or not, and I care nothing about Him.&#x201D; A man or woman will not be prepared to be taken by the enemy, and led captive by the devil so quickly for disbelieving in a being they do not know about, as for disbelieving in those whom they do know. <\/div><div class=\"paragraph jod\" id=\"v4n2058\"> To say nothing of names, creeds, or titles, brother Joseph taught, and it is taught to the people now continually, to have implicit confidence in our leaders, to be sure that we live so that Christ is within us a living fountain,<span class=\"citation\" id=\"69018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69018)\">John 4:14<\/a><\/span><span class=\"citation\" id=\"79354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79354)\">Rev. 7:17<\/a><\/span> that we may have the Holy Ghost within us to actuate, dictate, and direct us every hour and moment of our lives. The people are urged from year to year, and from Sabbath to Sabbath, to live very near unto the Lord, to forsake every sin, and cling to the Lord with all our hearts, minds, and souls, so that we may know by the spirit of revelation whenever truth comes to us. <\/div><div class=\"paragraph jod\" id=\"v4n2059\"> How many hundreds and hundreds of times have you been taught that if people neglect their prayers and other daily duties, that they quickly begin to love the world, become vain in their imaginations, and liable to go astray, loving all the day long to do those things that the Lord hates,<span class=\"citation\" id=\"57393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57393)\">Prov. 6:16<\/a><\/span><span class=\"citation\" id=\"62267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62267)\">Zech. 8:17<\/a><\/span> and leaving undone those things that the Lord requires at their hands?<span class=\"citation\" id=\"65521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65521)\">Matt. 23:23<\/a><\/span> When <div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0461\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people neglect their private duties, should their leaders lead them astray, they will go blindfolded, will be subject to the devil, and be led captive at his will. How useless this would be! How unnatural, unreasonable, and unlike the Gospel and those who believe it! <\/div><div class=\"paragraph jod\" id=\"v4n2060\"> How are we going to obtain implicit confidence in all the words and doings of Joseph? By one principle alone, that is, to live so that the voice of the Spirit will testify to us all the time that he is the servant of the Most High; so that we can realize as it were the Lord's declaring that &#x201C;Joseph is my servant, I lead him day by day whithersoever I will, and dictate him to do whatever I will; he is my mouth to the people. And I say to the nations of the earth, hear ye the servants I send, or you cannot be saved.&#x201D; This is comprehended in the remarks just made by brother Burton, which comprises one of the greatest and fullest sermons that can be preached in the world. And I wish we had more Elders to go and preach just such sermons by the power of God, that is, &#x201C;I know that Joseph Smith is a Prophet of God, that this is the Gospel of salvation, and if you do not believe it you will be damned, everyone of you.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n2061\"> That is one of the most important sermons that ever was preached, and then if they could add anything by the power of the Spirit, it would be all right. When a man teaches that doctrine by the power of God in a congregation of sinners, it is one of the loudest sermons that was ever preached to them, because the Spirit bears testimony to it. That is the preaching which you hear all the time, viz.&#x2014;to live so that the voice of God's Spirit will always be with you, and then you know that what you hear from the heads of the people is right. When you do not so live, you are ignorant; and then when you testify, you testify  <div class=\"break pagebreak\" id=\"299a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0299.pdf\" target=\"pdfwin\">p.&#xA0;299a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0460\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to what you know nothing of. Live so that you can know and testify to every principle that is right, not with mere lip service, but from the heart be able to say truly, &#x201C;I know that everything is right.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n2063\"> As I have frequently said to this people, they are a good people. We are striving to make the kingdom of heaven. Many think that this people have got to make great sacrifices, but what have we to sacrifice? Nothing, for all is the Lord's. But suppose that we had something to sacrifice, they would be willing to do it; they would be willing to do anything for the sake of salvation. They have already forsaken their homes and friends, and come here to serve the Lord, and now continue, shall I say continue to reform? Yes, continue this reformation that has been talked about. Continue to improve yourselves, to live so that your faith and knowledge will increase in the things of God, that our minds may be opened to those things that pertain to our peace and eternal salvation, and live no more in the dark, whereby you are constrained to say, &#x201C;I do not understand the things that are taught, these are great and marvelous things, they are beyond my comprehension; I do not know why it is that I feel as I do many times; I have feelings come on me that I cannot account for.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n2064\"> If you live near to God, and every moment have your minds filled with fervent desires to keep the law of God, you will understand the Spirit that comes to you; you will know how to build up the Lord's kingdom, and increase in every good thing; and it will be one continual scene of rejoicing instead of mourning. Those who mourn and feel that they have really endured sufferings and afflictions, and sacrifices to a great amount for the kingdom of heaven, do not enjoy the Spirit of their religion. <div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0460\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> They do not enjoy the Spirit of this Holy Gospel, for they do not live near enough to the Lord so that Christ is in them like a living fountain, like a well of water springing up to everlasting life.<span class=\"citation\" id=\"69019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69019)\">John 4:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n2065\"> The persons who enjoy that Spirit are never sorrowful nor cast down. They never endure afflictions and mourn because they suppose that they have sacrificed for the Gospel, but they are always joyful, always cheerful, with a happy smile on their faces, and, as brother Robert said, it does make the devil mad. That is true, it makes him mad that he cannot afflict this people so as to make them have a sad countenance. <\/div><div class=\"paragraph jod\" id=\"v4n2066\"> When you come across those who have a wonderful sight of trouble, trouble with their wives and with their neighbors, it is those who do not live their religion. Those who have the Spirit of their religion feel hope bound in their feelings, and have a word of comfort for themselves, their families, and their neighbors, and all is right with them. Let us make the building up of the kingdom of heaven our first and only interest,<span class=\"citation\" id=\"94475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94475)\">Matt. 6:38 (JST)<\/a><\/span> and all will be well, sure. <\/div><div class=\"paragraph jod\" id=\"v4n2067\"> Have we reason to rejoice? We have. There is no other people on this earth under such deep obligation to their Creator, as are the Latter-day Saints. The Gospel has brought to us the holy Priesthood, which is again restored to the children of men. The keys of that Priesthood are here; we have them in our possession; we can unlock, and we can shut up. We can obtain salvation, and we can administer it. We have the power within our own hands, and this has been my deep mortification, one that I have frequently spoken of, to think that a people, having in their possession all the principles, keys, and powers of eternal life, should neglect so great salvation. We have these blessings, they are with us. <\/div> <div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0459\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n2069\"> Have we the visible hand of God with us? We have. Many circumstances transpired last year with regard to the immediate providences of God. Can we see the visible hand of the Lord in His dealings to us this season? We can. Any person who could have numbered Israel in the valleys of the mountains, and the bushels of grain taken from the earth last fall, would have said there is not enough grain raised in 1856 to last the people to the first of April, 1857. <\/div><div class=\"paragraph jod\" id=\"v4n2070\"> That was so obviously the prospect, that brother Kimball prophesied that there would be harder times in 1857 than we had seen in 1856. I told him that I would bring to bear all my faith, and all the power I had, and all my ability against that prophecy, when he said the times would be harder this year than they were last. Still there were no human prospects, visible signs, means, or substance to prevent it, according to the number of bushels of grain taken from the earth, and the number of people in this Territory to be sustained therewith. There was a better prospect for our suffering for want of food this year, than there was in either 1856 or 1855, but I promised myself that I should exercise my power against that prophecy. Brother Heber says, &#x201C;Amen,&#x201D; to that statement now. He said so then, and I know that he would rather have it fail than to have people suffer. <\/div><div class=\"paragraph jod\" id=\"v4n2071\"> Brother Heber says, &#x201C;The wheat swells.&#x201D; I believe that. It increases in the granaries. I have believed that principle for many years. I know that God has dealt with me and with others in a way that cannot be accounted for upon common modes of reasoning. I have heretofore mentioned what some may think the trifling circumstance of a man's finding money in his pocket that could not have been there, unless an angel or some other person had put it there unbeknown to that man. Flour and <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0459\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wheat have been found in barrels and bins, after they had been taken out even to the scraping of the barrels, and that, too, without the owner's knowing how the stock had been replenished.<span class=\"citation\" id=\"124748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124748)\">1 Kgs. 17:14-16<\/a><\/span><span class=\"citation\" id=\"55782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55782)\">2 Kgs. 4:1-7<\/a><\/span> Who put it there, is not for me to say; but I know who did not. Let the people guess who put it there. <\/div><div class=\"paragraph jod\" id=\"v4n2072\"> Have we any visible signs of the providences of God to us? We have, if men have their eyes open to see for themselves. If this people called Latter-day Saints could see by the visions of the Spirit the hand dealings of the Lord as visible as some see, there would be nothing but rejoicing among us from the oldest to the youngest, from the first to the last, from the one side of this globe to the other. <\/div><div class=\"paragraph jod\" id=\"v4n2073\"> We will now turn right round, and ask, are there afflictions? Yes. People are taken sick and die, and we have not the power to keep them alive; and I do not think I would, if I had power; and I do not think I will when I have power, because I then shall have more wisdom than I have now. Knowledge is power; and as I gain knowledge I gain power. If we will consider these things, we will see that the visible hand of the Lord is with us continually. <\/div><div class=\"paragraph jod\" id=\"v4n2074\"> Let the Latter-day Saints in these valleys of the mountains ask themselves this question, Do we, as a community, as a Church and kingdom of God on the earth, as individuals, believe that if we had shut up the bowels of our compassion last fall, and said to our immigration, &#x201C;Suffer and perish in the mountains, I have nothing to spare, I cannot relieve you,&#x201D; we should have as much grain and substance on hand as we now have? Would not every man and woman exclaim, &#x201C;We would have been in poverty and want?&#x201D; What has made us rich in this matter? One united effort by this people to bring  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0458\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men, women, and children out of the snow, and off from the Plains, and keep them from perishing. &#x201C;Here are the wheat, the barley, the corn, the boys, horses, mules, blankets, saddles, &amp;c., go, my brethren, and bring those persons off the Plains.&#x201D; They went, and that, too, cheerfully. <\/div><div class=\"paragraph jod\" id=\"v4n2076\"> Brother Kimball says that that movement prevented his prophecy coming to pass. If that did it, I wish I could as easily and cheaply turn aside all prophecies of that kind and nature, for I do not wish this people to suffer, to go hungry and naked, nor to be sick and afflicted, or in pain. I want them to live and increase in every good work. <\/div><div class=\"paragraph jod\" id=\"v4n2077\"> Suppose the whole community should ask themselves this question, Do you not believe that the Lord has favored and blessed us in consequence of our doing right? Yes, we would reply at once, we believe that our faith to our God and proving ourselves friends to Him and His people, and being kind to the suffering poor, have caused His blessings to be poured out upon us, and we are favored as we are. If the people continue to be humble before Him, to keep His commandments, to love and serve the Lord, and forsake those little trifling concerns which pertain to the world, and to the spirit of the world, which is the spirit of sorrow, anxiety, and trouble, and get the Spirit of the Lord and live in it, we shall increase in the facilities of life; we shall have the comforts of life from our gardens, farms, orchards, flocks and herds, and we shall have means to gather up the poor from every land. <\/div><div class=\"paragraph jod\" id=\"v4n2078\"> This is the land of Zion. West of us is a body of water that we call the Pacific, and to the east there is another large body of water which we call the Atlantic, and to the north is where they have tried to discover a northwest passage; these waters surround the land of Zion, and we will bring the <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0458\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> poor home to this land. These valleys are nothing more than a temporary hiding place for the Saints, and if they will do right here, no power can disturb them. Be kind to all, to our friends, to the household of faith,<span class=\"citation\" id=\"74725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74725)\">Gal. 6:10<\/a><\/span> and even to our enemies. Do all you can to save everybody, and the Lord's hand will be over us for good, and we will be preserved. <\/div><div class=\"paragraph jod\" id=\"v4n2079\"> Hitherto there has been too much of a spirit to find fault, but I expect that this spirit is very near kicked out of doors. And you may still hear some saying, &#x201C;There are hard times coming by and by; the mob are coming; the crickets and the grasshoppers will eat us out.&#x201D; They have tried that, and I have no more fears about one army than I have about the other; though the crickets and the grasshoppers are the greatest plague, for we can hit men, but when you hit one cricket or grasshopper, the air is at once alive with them, and if you kill one, two come to bury him. <\/div><div class=\"paragraph jod\" id=\"v4n2080\"> Dismiss all feelings of fear, and say nothing about them. Let it be the whole aim of the Saints to know how to build up the kingdom of God on the earth. And if you want to know how to spend your time, inquire from hour to hour what you can do to do good. If necessary, take off your hat, and run through the streets for something to do. Go into the garden, plant potatoes, set out fruit trees, sow peas, and put all kinds of useful seeds into the ground. And when the devil tells you to do some wonderful big thing, wait until you become some wonderful big person, and reflect that you are yet only like one of the people, and must take care of yourself. <\/div><div class=\"paragraph jod\" id=\"v4n2081\"> I am glad that we have the privilege of again assembling in this Bowery, where there is plenty of pure air and the people can be comfortable. The ground under this shade is yet damp, although we have had fires burning upon it to make it as dry as  <div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0457\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>possible, and it may be wisdom for those sisters who wear thin shoes, to bring a small piece of oil cloth or carpet to put their feet upon. I would rather see the sisters come to meeting with wooden bottomed shoes, than to come with their fine morocco shoes and take cold. If you will accustom yourselves to wearing wooden bottomed or thick soled shoes, you can sit here with impunity. <\/div> <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0457\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n2083\"> Take care of yourselves, and live as long as you can, and do all the good you can. Let us try to live until we can kick the devils out of this land, and off from the earth. I want to live for this, to see Zion redeemed, and the Church and kingdom of God cover the face of the whole earth, and have one universal reign of peace. May the Lord bless us. Amen. <\/div>\n<\/div>\n<\/div>"}