{"ID":40061, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Result of the Delegation to Congress for the Admission of Utah As a State&#x2014;Condition of Society in the States&#x2014;Return of Apostates.<\/div>\n<div class=\"subtitle\">Remarks by Elder George A. Smith, Delivered in the Bowery, Great Salt Lake City, May 31, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Result of the Delegation to Congress, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 5\/31\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d61\">\n<div class=\"paragraph jod\" id=\"v4n2265\"> It is with the greatest pleasure, brethren and sisters, that I have the privilege of beholding your faces, and of hearing the voice, testimony, and narrative of our worthy President, Brigham Young. It is not easy for me to find language to describe my feelings and to express my gratitude to my Heavenly Father, and to my brethren and sisters, for the preservation of my life, and for the privilege I enjoy among you on the present occasion. <\/div><div class=\"paragraph jod\" id=\"v4n2266\"> I went abroad, and have been absent a little more than one year and one month to perform a mission which was new to me, depending upon the faith of the Saints and the blessings of the Almighty, that through their faith and my own exertions I might accomplish the work I started out to do; but it came out a good deal like the fishermen in the days of our Savior who toiled all night and caught nothing;<span class=\"citation\" id=\"70946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70946)\">John 21:3<\/a><\/span> still it has been to me a school of experience, as I have had a chance to behold something of the manner, and have observed a little of the principles, the honor, and the integrity which rule the actions of the Federal Government of our great and glorious union. <\/div> <div class=\"break columnbreak\" id=\"331b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0331.pdf\" target=\"pdfwin\">p.&#xA0;331b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0428\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n2267\"> It is generally considered in the world that truth bears away the victory. It was in fact laid down by some of the ancient prophets that such was really the case. Things have changed a little now-a-days, but it is an age of improvement. If a man tells the truth, he stands no earthly chance whatever; he has got to lie and mix so much lie with the truth that it will hide it almost entirely, or he cannot receive any credit whatever. So it is to a great extent, and instead of truth governing the world at the present time, lies and falsehood govern it, as far as I have observed. <\/div><div class=\"paragraph jod\" id=\"v4n2268\"> It will be recollected, when I left the Valley, there was a great scarcity of provisions; we were on half rations, and very frequently not half. We were making the best estimate we could to stretch out flour until harvest, and picking up everything we could to sustain ourselves until the glorious day of harvest should come. Such was the case with a great many of us; and those who had provisions were dividing it out to those who had none, by the spoonful. If they had a spoonful, they divided it; and if they had two, they were dividing that; and this condition of affairs  <div class=\"break pagebreak\" id=\"332a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0332.pdf\" target=\"pdfwin\">p.&#xA0;332a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0427\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was proving to the world that brotherly love and affection existed here, unheard of and unknown in the history of mankind, except in Deseret, for a whole people to be so straitened for provisions, and at the same time not a solitary person perish of starvation or want&#x2014;I say such a thing is unheard of in the history of mankind. When this was fairly commencing, I went away. It was understood in the States that we were all starving to death. When I got down there, I told them I was as short of provisions as anybody else, and consequently had come down where they had something to eat. <\/div><div class=\"paragraph jod\" id=\"v4n2270\"> I went away from here weighing 243 pounds at the Tithing Office, and not being well fed at that, and falling off considerably during the last year previous to going away. <\/div><div class=\"paragraph jod\" id=\"v4n2271\"> When I got down to the States, where the climate did not agree with my lungs, I spent a good share of the winter in doing some of the tallest coughing of any man living. However, I fatted up considerably, and got to be quite a decent looking &#x201C;chap.&#x201D; When I left St. Louis, I weighed 260 pounds. I thought I was going home in fine order; but, behold, and lo! All my Missouri and eastern beef I had gathered shook off on the plains, and I found myself the poor, &#x201C;lean,&#x201D; meager man you see before you. When I got to the Tithing Office, the other day, I was about seven pounds lighter than when I went away; and I expect I have made that up since I have got home. My health has greatly improved since I left the Missouri River, with my decreasing weight. <\/div><div class=\"paragraph jod\" id=\"v4n2272\"> I am very thankful that the Lord has preserved me and returned me again to your midst. The news which you probably have received is unimportant, though you have received very little for the last six months; for, you know, Uncle Sam is poor, and not able to carry his mails; and the <div class=\"break columnbreak\" id=\"332b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0332.pdf\" target=\"pdfwin\">p.&#xA0;332b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0427\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> winter has been very hard and the circumstances have been such that he could not even send out messages or anything. But the rivers all run the same way they did when I was there before, and they run in about the same direction. Railroad collisions, steamboat accidents, fires, and freezing to death are just as common as before, and a little more so. And another thing I suppose you will be glad to learn&#x2014;the devil is not dead. [Brigham Young: I feel thankful for that.] <\/div><div class=\"paragraph jod\" id=\"v4n2273\"> A great portion of the people have come to the conclusion, after having been a great many years considering the subject over, that we are a very desperate set of fellows out here. Politicians are a little vexed, for they do not know what to do with us. They did not admit any Territory into the Union during this session of Congress, though they did grant a permission graciously to 250,000 inhabitants residing in the Territory of Minnesota to make a constitution. <\/div><div class=\"paragraph jod\" id=\"v4n2274\"> I have looked on and taken items, thought and reflected, saw how it was going, waiting for an opportunity. You know it was a very modest mission I went down on; I went to Washington to ask permission to enter the Union; and I did not want to go in until I saw a fair chance; I hated to ask, and be refused admission. I have rejoiced very much at every particle of news that I could receive from the mountains. I received letters from President Young and others, three, four, and sometimes six months after they were written. When they did arrive, they afforded me a great deal of pleasure, and were a source of rejoicing, especially to learn that the Saints were waking up. <\/div><div class=\"paragraph jod\" id=\"v4n2275\"> On my way here with the mail, I had the additional cause of rejoicing in beholding that a great many sick persons&#x2014;persons whose lives had been dreadfully in danger&#x2014;had been  <div class=\"break pagebreak\" id=\"333a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0333.pdf\" target=\"pdfwin\">p.&#xA0;333a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0426\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lucky enough to escape, and by escaping the narrow chance of a hundred thousand deaths, have been enabled to travel to some peaceable land where they expect to enjoy themselves. But I must say, from the little observation I had of them, they were a sickly crowd; and when they had an opportunity, they vomited freely, and by that process would be able, probably, to keep along until they got down to the Missouri River. <\/div><div class=\"paragraph jod\" id=\"v4n2277\"> But we understand they are not agreed. A part of the party would relate their narrow escape, their hair's breadth deliverance, and the other part would pronounce it all a lie&#x2014;not a word of truth in it. One end of the party would contradict what the other end of it would affirm. If I ever desired anything on the earth with all my heart, since I came to these Valleys, it was that the Lord would gather out of our midst all those that offend.<span class=\"citation\" id=\"64640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64640)\">Matt. 13:41<\/a><\/span> Every time I met a party, I felt like shouting &#x201C;Glory, hallelujah.&#x201D; The work I saw was going on, and I felt to rejoice. <\/div><div class=\"paragraph jod\" id=\"v4n2278\"> I did not go to Washington putting my trust in man, neither do I come home putting my trust in man. The Almighty God is at the helm; He rules His people, He governs and controls all men, and He can restrain the wicked at His pleasure; but let me tell you, if the designs of the spirit of the devil that reigns in the hearts of the wicked against us, prompting them to our destruction, could be executed, we would be exterminated from the face of the earth; but God limits their power, and as long as they cannot gratify their whole desires, just so long they may rage and foam; but if you put any trust whatever in man, if you rely on the arm of man to protect <div class=\"break columnbreak\" id=\"333b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0333.pdf\" target=\"pdfwin\">p.&#xA0;333b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0426\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you, you will be disappointed. What protection have we ever had from the day we commenced to preach the Gospel to the present day? We expect nothing but the arm of the Almighty to protect His people; let us, therefore, put our trust in Him, and just let the devil howl. <\/div><div class=\"paragraph jod\" id=\"v4n2279\"> I had a little serious conversation with Captain Smith at Fort Kearney. The very gentlemanly commander of that fort, Major Wharton, had nearly lost his eyesight, principally by watching for the hostile Cheyenne Indians through the spyglass, and Captain Smith was acting commander. I enquired what was the condition of the dragoons stationed there? He replied, they had about fifty horses but their hoofs had come off. How many have you that can do efficient service, if called upon? He said they had about ten or twelve in good condition, but fresh horses were expected. <\/div><div class=\"paragraph jod\" id=\"v4n2280\"> The company of handcart Elders were an astonishment to everybody that saw them. The traders on the road say that mules are nowhere by the side of them. I never saw such a pretty sight in my life. We had a meeting with them on Horseshoe Creek, and a better set of men I never saw, and men that were old when I was a boy were as active as boys, rolling on with their handcarts, singing and rejoicing. <\/div><div class=\"paragraph jod\" id=\"v4n2281\"> Perhaps, when I get some other opportunity, I may feel free, without intruding on the time of others, to speak more particularly on the things that pertained to my mission. May the Lord bless us, and enable us to live righteously and soberly, and rise with the Star of the Morning, and enjoy eternal glory, is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}