{"ID":40068, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Opposition to the Priesthood, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, Delivered in the Bowery, Great Salt Lake City, June 21, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Opposition to the Priesthood, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 6\/21\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d68\">\n<div class=\"paragraph jod\" id=\"v4n2491\"> My health is not very good, though I am in most excellent spirits. I have a good spirit on me, and my spirit is to do good; I have no other desire in my heart. And when I do good to my brethren and my sisters, it is the greatest happiness I have in this life to see them appreciate it; and the next thing is for me to appreciate everything I receive from God through my brethren. <\/div><div class=\"paragraph jod\" id=\"v4n2492\"> Is there anything in this life that I hold more dear to me than I do this Gospel and this kingdom? If there is, I know it not. If there ever should an object get between me and that, I should most humbly desire that object might be taken from me. <\/div><div class=\"paragraph jod\" id=\"v4n2493\"> I am a weak man, and I am in a fallen world&#x2014;in a world of devils and evil and corrupt spirits. Will they seek to afflict me in my body? They seek to afflict brother Brigham in his body; and it is just about as much as he can do to live and dwell here. And if it was not for the Spirit of God that inspires him, he would not want to live here; he would want to leave, and so would I. <\/div><div class=\"paragraph jod\" id=\"v4n2494\"> I just know that there are more devils in this valley and in the world who are opposed to him and his two counselors, than there are opposed to all the Elders of Israel; but they do not know it. And then their opposition is made manifest against those who stand next to us in authority, and so on down. But we shall live and prosper. And this people&#x2014;every man, woman, and child that will follow <div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0393\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> brother Brigham and his brethren, will go into the celestial world also, as you have heard me say&#x2014;every one of brother Brigham's posterity and mine. And every man, woman, and accountable child that will live their religion, obey counsel, honor the Priesthood and our God, shall live. <\/div><div class=\"paragraph jod\" id=\"v4n2495\"> A great many ask, &#x201C;Why do you put those ifs into this promise? Because all promises and blessings are conditional: they are conjunctions; and where there is a conjunction there is a condition, if I understand the English language; and I believe that I understand it about as well as anybody. I can make grammar faster than you can swallow it; and my grammar is just as good as anybody's, if theirs is not better than mine. <\/div><div class=\"paragraph jod\" id=\"v4n2496\"> I feel to say, God bless you. <\/div><div class=\"paragraph jod\" id=\"v4n2497\"> I have been pleased to hear brother Lamb today. He began his discourse at a period long before the possession of the garden of Eden by Adam, and came down to this time; and when he got down to where he himself was acting, he began to bear testimony of this work and of the servants of God living in his day, and the Holy Ghost fell upon him; and it did not until then. God bless him, that he may be blessed, and live long, and increase, that there may many lambs spring from him; and may the same blessing rest upon all of you who wish to increase. And those that do not wish to increase, may God help them to dry up quickly, that  <div class=\"break pagebreak\" id=\"367a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0367.pdf\" target=\"pdfwin\">p.&#xA0;367a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0392\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they may pucker up and come to an end. And let them that will increase, increase, and increase, and multiply, and fill the earth with the knowledge, and power of God. Why? Because this work is true. <\/div><div class=\"paragraph jod\" id=\"v4n2499\"> Joseph was a true prophet of God, and Brigham is his successor, and I am his brother, and Daniel is my brother; and we will live and prosper until the devils are all shut up in <div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0392\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hell, where they belong. They will cease troubling this earth: for they will all dry up like an old herring, as will every one that sympathizes for them or with them. Now, sympathize with the Devil, if you want to crimp up. Just as quick as you begin that, the juice will run out of your eyes; and when the juice is drawn out of a tree it will dry up and die. <\/div><div class=\"paragraph jod\" id=\"v4n2500\"> God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}