{"ID":40067, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Fountain of Truth and the Fountain of Lies&#x2014;The Work of God Cannot Be Impeded&#x2014;Oneness in the Priesthood&#x2014;Election&#x2014;Self-Justification&#x2014;Spirit of Humility.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Bowery, Great Salt Lake City, April 19, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Fountain of Truth, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 4\/19\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d67\">\n<div class=\"paragraph jod\" id=\"v4n2442\"> We have heard, I will say, most excellent doctrine from brother Lorenzo Young. What can be better? It is truth, and truth is light, and light is life. <\/div><div class=\"paragraph jod\" id=\"v4n2443\"> Inasmuch as we receive the truth, we receive light; and if we receive light, we receive life. If that principle is in us, and it abounds&#x2014;<span class=\"citation\" id=\"78252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78252)\">2 Pet. 1:8<\/a><\/span>that is, in the practice of good works, it will be in us as a well of water springing up into everlasting life.<span class=\"citation\" id=\"69020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69020)\">John 4:14<\/a><\/span> Why? Because that little light&#x2014;that little life <div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0399\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that dwells in us, has got to run back into the fountain of life, just the same as a stream of water runs into its fountain, the sea. If these principles dwell in us and abound, they go back into the fountain of everlasting lives, and lead us into the reservoir of all truth. Why is it the reservoir of all truth? Because all truth emanates from that fountain, and everything that emanates from it has to be restored back thereto. There must be a restoration of all things which  <div class=\"break pagebreak\" id=\"361a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0361.pdf\" target=\"pdfwin\">p.&#xA0;361a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0398\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have been spoken by the mouths of all the holy prophets since the world began.<span class=\"citation\" id=\"71353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71353)\">Acts 3:21<\/a><\/span><span class=\"citation\" id=\"88138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88138)\">D&amp;C 86:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n2445\"> Is there also a fountain of lies? Yes; inasmuch as we receive a lie, we are impregnated with the influence of it. Although we have received it from another person, inasmuch as we received it for a truth and cultivate it, we nourish the principles of lies within us; and all lies, all dishonesty, everything that is unwholesome, and that has not emanated from God, the fountain of all good, have emanated from the fountain of lies or error. <\/div><div class=\"paragraph jod\" id=\"v4n2446\"> Then, upon the same principle, all lies have got to be restored to their fountain from whence they came; and those who become amalgamated must be restored to the same fountain where all liars go. So everything has got to be restored to the fountain from whence it came. If this is not so, I am grandly mistaken. <\/div><div class=\"paragraph jod\" id=\"v4n2447\"> Will God restore and bring back his children? Yes. If every son and daughter of Adam are not brought back into His presence, or into the fountain from whence they sprang, it will be because they have perverted themselves and have become inoculated with the principles of evil until they are depraved. God will restore the righteous to His presence by righteousness, and the unrighteous to the fountain of unrighteousness with the principle of evil they have imbibed. <\/div><div class=\"paragraph jod\" id=\"v4n2448\"> I am a full-blooded Restorationist you will perceive. I know, as well as I know anything, that everything must be restored to its own place, and this upon natural principles. <\/div><div class=\"paragraph jod\" id=\"v4n2449\"> I did not think of these ideas before I rose to speak; but, as quick as I got up here, they came to me the same as though I had always been acquainted with them. <\/div><div class=\"paragraph jod\" id=\"v4n2450\"> When we want the Spirit of Christ, what course shall we take to get it? There is but one way. Brother Brigham is our leader, our Prophet, Seer, <div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0398\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and Revelator, to organize and set in order this Church and kingdom; and my calling is to be one with him, to assist him and act with him, and have the same spirit in me that is in him. That is my calling, whether I live up to it or not to the fullest extent. I should be one with him in all things, and should partake of the same power&#x2014;the same spirit of revelation; and if I partake of these elements with him, then I am one with him; and if I do not come up to these privileges and duties, I am so far a hindrance to him, and draw him back instead of helping him forward. <\/div><div class=\"paragraph jod\" id=\"v4n2451\"> Talk about blocking wheels, I tell you, gentlemen, you have no power or business to do that in the last days. The car is started, and will never stop to need blocking: you cannot block it. <\/div><div class=\"paragraph jod\" id=\"v4n2452\"> [Voice: &#x201C;They cannot run fast enough to block it.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v4n2453\"> No; those who are not in that car are unable to keep up with it or to block it behind or before. <\/div><div class=\"paragraph jod\" id=\"v4n2454\"> I have got on the car; I am in the kingdom of God in the last days, which will continue and bring in the winding up scene of all things. Do you suppose it goes bumping along like an old, worn out, overloaded conveyance, and every three or four feet somebody come along and put a block behind the wheel to keep it from rolling back? Get out with your nonsense. Brother Brigham, our leader, and myself, with every true Saint of God, have got on a car that moves swiftly along, and will never stop to need a block behind or before; and those that have not the spirit and power of this kingdom can never trammel it in its course&#x2014;not one hair's breadth. <\/div><div class=\"paragraph jod\" id=\"v4n2455\"> I have heard the Elders talk about blocking the wheel, as though they were giving great assistance; but, let me tell you, such a man would be in a poor business: it will be with him a good deal, as it was with those  <div class=\"break pagebreak\" id=\"362a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0362.pdf\" target=\"pdfwin\">p.&#xA0;362a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0397\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>anciently who undertook to steady the ark of the Lord: they were broken to pieces.<span class=\"citation\" id=\"55866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55866)\">1 Chr. 13:9-10<\/a><\/span><span class=\"citation\" id=\"88077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88077)\">D&amp;C 85:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n2457\"> Now, there are a great many people going from here. Are they going to hinder this work? No; they have gone as missionaries to advance it tenfold faster, I will say, than if they had not gone. They cannot do anything against the truth, but for it. What they may do will make it more permanent, if their doings and sayings affect it at all. <\/div><div class=\"paragraph jod\" id=\"v4n2458\"> Now, I pray; and you pray, many of you, and are humble: you pray for brother Brigham; you pray that the Holy Ghost may rest upon him; and then you pray that brothers Heber and Daniel may be one with him as he is one with Joseph, and as Joseph is one with Peter, Peter with Jesus, and Jesus with his Father.<span class=\"citation\" id=\"70762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70762)\">John 17:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n2459\"> Now, what course should I pursue? I should evade everything that would prevent me from stepping forward and being one with brother Brigham. Now, which would be the most profitable, and advance the cause of God the most, if a person should step in and undertake to break asunder that union that exists in the First Presidency of this Church, for me to allow it, or to step forward and slay him or her? It would be better for me to slay them and let the union continue; for it is better for one person to suffer than a whole nation to perish.<span class=\"citation\" id=\"80936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80936)\">1 Ne. 4:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n2460\"> I pray that I may have the Spirit of my Father and my God, and the Spirit of Jesus, my elder brother, who is like unto his Father; and I pray that I may partake of the Spirit of the Holy Ghost, which is in the same family and lineage. Well, then, Father, let that Spirit and that power that was in Peter, and in James, and John, rest upon Brigham, and Heber, and Daniel; and then, Father, let the same power rest upon the Twelve Apostles that rested on the Twelve anciently; and let the same power <div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0397\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and blessings rest upon the Seventies that were on the Seventies anciently; and let the same power rest upon the Patriarchs and Prophets that rested upon those orders anciently; and let the Bishopric and lesser Priesthood be blessed with the power of the calling and priesthood which rested upon those officers in former days. <\/div><div class=\"paragraph jod\" id=\"v4n2461\"> Let this people pray for the same Spirit of the Father that rested upon the Patriarchs and Prophets, Jesus and his Apostles, upon Joseph and Brigham, and his brethren; for you never can become one unless you obtain that Spirit of oneness. <\/div><div class=\"paragraph jod\" id=\"v4n2462\"> You have heard brother Brigham preach it here time and time again, and other men, that a scattering spirit was not the Spirit of God; and I know it is not. A spirit in a man's family that don't gather with him and act with him&#x2014;is that the same kind of a spirit he possesses? No; it is the spirit of evil, and one that will lead a man or woman to death and destruction; and they cannot prosper who encourage it. <\/div><div class=\"paragraph jod\" id=\"v4n2463\"> What course shall we take? The course we are taught and directed from time to time, by the revelations we have received that pertain to us, and by the teachings of the servants of God; and that will make us one. <\/div><div class=\"paragraph jod\" id=\"v4n2464\"> Perhaps there may be some here who believe in Joseph Smith as a Prophet, Seer, and Revelator, and not in Brigham; but if you believe Joseph, it is all I ask of you. Don't that book say there shall be a famine and sickness, death and destruction among the nations?<span class=\"citation\" id=\"124750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124750)\">D&amp;C 45:31<\/a><\/span><span class=\"citation\" id=\"88214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88214)\">D&amp;C 87:6<\/a><\/span> And don't it say it shall begin here, or at the house of God, first?<span class=\"citation\" id=\"90631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90631)\">D&amp;C 112:24-26<\/a><\/span> Say you, &#x201C;That was in Kirtland.&#x201D; Well, Kirtland is here. Another says, &#x201C;That was in Nauvoo.&#x201D; I want to know if the Nauvoo Legion is not here, with all its officers? The kingdom is here, the empire of God is here, and everything pertaining to this kingdom. <\/div> <div class=\"break pagebreak\" id=\"363a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0363.pdf\" target=\"pdfwin\">p.&#xA0;363a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0396\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n2466\"> The Lord may say to brother Brigham, I want you to go to San Bernardino and take this people. I want to know if Kirtland, Nauvoo, Great Salt Lake City, &amp;c., are not there? If our Governor sits at one corner, or on one side, or under the table, that is the head. <\/div><div class=\"paragraph jod\" id=\"v4n2467\"> It is so; Kirtland is here, Nauvoo and Winter Quarters are here, and the Nauvoo Legion is here: it certainly is, and they are going to train tomorrow, with all our officers. Brother Daniel is our Lieutenants-General, and brother Brigham is Governor still, and I am Lieutenant-Governor, and I am Daniel's Lieutenant-General. We have all got generalship about us, don't you see? And if we live faithfully, we shall have worlds without end; and we never shall cease our operations in this earth, nor in heaven; and if we do not whip out hell before we get through, it is because there is none. Find me a place where hell is, and we will root it out. Is hell always going to be on this earth? No; we'll tumble it overboard, or else it shall go on another earth, or we will throw it out of the back window. <\/div><div class=\"paragraph jod\" id=\"v4n2468\"> In a pottery establishment, their broken jugs, churns, teapots, all the ware that has been glazed, and burnished, and made fit for burning, but have cracked in the burning, and broke to pieces, they throw through the back windows: they do not go into the mill again, but are thrown upon a heap to return again to their native element, or to be used for such purposes as they may serve, and they do not decompose very quick. The potter takes such broken ware and crushes it under a large stone wheel, mixes the coarse powder with a little clay, and makes it into what they call sagers, which are in the shape of a half-a-bushel with a bottom. These serve for a protection to the finer articles of ware in the operation of burning; these sagers are filled <div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0396\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with fine ware, and piled one on the top of another in the furnace. Why do they make the sagers of that material? Because, if they should make them of close, raw clay, they would crack; the fire would get through them and defile the ware inside. They take these broken dishonored vessels for this purpose, because they are porous and good for nothing else; they are made as vessels of wrath fitted for destruction.<span class=\"citation\" id=\"72685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72685)\">Rom. 9:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n2469\"> God makes use of them as sagers to defend the better material in the time of burning and trial by fire. God used Pharaoh upon the same principle:<span class=\"citation\" id=\"72670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72670)\">Rom. 9:17<\/a><\/span> he was a vessel of wrath fitted for destruction.<span class=\"citation\" id=\"72684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72684)\">Rom. 9:22<\/a><\/span> Did God fit him for destruction? No; no more than I would make a vessel to be destroyed. I never made one on that principle; but when I made vessels, it was to honor. <\/div><div class=\"paragraph jod\" id=\"v4n2470\"> Did I go to England and preach the Gospel, win souls, and bring them here, to deny the faith, and go to hell? No. We go to win souls that we may save them and have joy with them in the day of eternity. I did not go to England for your money, or your goods, or fine things: if I went there for that purpose, I was disappointed. [Voice, &#x201C;I guess you were.&#x201D;] I guess I was, and brother Brigham was, when I had to borrow money to pay our passage across the sea. I never went there for that, but some have. But what of that? <\/div><div class=\"paragraph jod\" id=\"v4n2471\"> There are a great many people in the world that God ordained to give them their endowment, and they become vessels of wrath, fitted for destruction.<span class=\"citation\" id=\"72686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72686)\">Rom. 9:22<\/a><\/span> Have we not labored years here, and toiled to give you our blessings, and endowments, and anointings, and then sealed you up, and this, and that, and the other? Do you see them turn away? Did we make them so? We gave them all their blessings as much as we have given you yours; and they have be<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"364a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0364.pdf\" target=\"pdfwin\">p.&#xA0;364a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0395\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>come vessels of wrath, they are fitting for destruction,<span class=\"citation\" id=\"72687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72687)\">Rom. 9:22<\/a><\/span> and they will go and do the work of God, and He will bring about His purposes by them, and they will be destroyed, they will be used for sagers for a while, and answer as a shield&#x2014;a protector to the house of Israel. <\/div><div class=\"paragraph jod\" id=\"v4n2473\"> Now you say I believe in the principle of election. I do; I believe everything that is right. Everybody is elected that will be elected, and then honor their calling and priesthood, and obtain the blessings and promises; and if they be faithful to the end of their days, they will be saved&#x2014;everyone of them. That is as far as I believe in election; and there are some elected to be damned. Why? Because they have taken a course to be damned, and they go to that fountain where they belong, and from whence they have drawn the evil principles that have changed them into vessels of wrath.<span class=\"citation\" id=\"72688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72688)\">Rom. 9:22<\/a><\/span> That restores everything to its place. <\/div><div class=\"paragraph jod\" id=\"v4n2474\"> Why must they go to that place&#x2014;to the fountain of destruction? Because they have received those elements; and they have to go to that fountain to carry them back, or they carry you back with them because they predominate in you. That is my way of restoration. <\/div><div class=\"paragraph jod\" id=\"v4n2475\"> If I gather good, virtuous, holy, pure, and undefiled principles, and have always been true and faithful to my brethren and to my God, these principles predominate in me and bring me to the fountain from whence they emanated. <\/div><div class=\"paragraph jod\" id=\"v4n2476\"> Now, how can you help yourselves? You cannot. If I keep the commandments of God, I cannot be turned away from the true path, and so continue to the day of my death. I shall go into the celestial kingdom of our God, while those who take the opposite course will be damned and go to hell, where they belong. <\/div><div class=\"paragraph jod\" id=\"v4n2477\"> If you want the spirit of the Pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0395\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>phets&#x2014;the spirit that brother Brigham has got, which is the spirit of Joseph (and Joseph had the spirit of Peter, from whence he received the Priesthood), you must live your religion. Do you not see it is a line running, drawn from the Father to the Son, and from the Son to the Apostles, then to Joseph, then to brother Brigham, and then to those that are connected with him in their callings? <\/div><div class=\"paragraph jod\" id=\"v4n2478\"> As I told brother Franklin the other day, I hit him a crack on the stand. Some have an idea that I have no business to speak. If I have not, I will tell you I have a right to give you a crack over the head, and then the head will talk to you. Since I hit brother Franklin over the head, then the head began to talk with him; and, says he, I will never hit you a crack with my right arm if you do right. I have a right to correct you, because I have the spirit of brother Brigham, or else I should never have done it. <\/div><div class=\"paragraph jod\" id=\"v4n2479\"> You will admit I am his right arm. Is it the head that strikes? No; says he, You fellow, you give him a crack, and perhaps that will bring him to his senses; then I will talk to him. And what hurt did it do? It did hundreds of men good that were as faulty in some things as he was in that: it waked them up. <\/div><div class=\"paragraph jod\" id=\"v4n2480\"> I will profit by the lash you got on your back, brother Franklin; and I will be cautious to do right. I did not get it on mine. Do I think any less of him? Not one particle. I love him better, because he received it and bowed under it as humble as a little child. Whom do I think less of? Those persons who will not receive a chastisement when they are guilty, but will justify themselves in their sins. I do not receive the spirit that is in them, because it is a spirit of evil. Did I ever? No. <\/div><div class=\"paragraph jod\" id=\"v4n2481\"> I can remember an instance or two where I did wrong; but did I humble  <div class=\"break pagebreak\" id=\"365a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0365.pdf\" target=\"pdfwin\">p.&#xA0;365a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0394\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>myself? Yes, like a little child; and it seemed as though I never could get over it. Said I, &#x201C;I am sorry brother Brigham; won't you forget it and let it pass?&#x201D; I could have wept my eyes out, and melted into tears my whole body. Did brother Brigham despise me for it? No, he loved me better. I do not want to give him occasion to chastise me; but if I do, what course shall I take? Shall I get up here to justify myself? No; the Lord God Almighty help me from ever doing such a thing as that. When I am guilty, I am guilty. Supposing I don't know it&#x2014;if he says it, that is enough. <\/div><div class=\"paragraph jod\" id=\"v4n2483\"> There is nothing that will lead to damnation and destruction quicker than self-justification when you are guilty of sin. As brother Orson said last Sunday, it is the first step to apostasy. Those men or women who will justify themselves in sin, and persist in that course, will deny this Gospel, and will go overboard. Were they one with Israel? No. Were they one with God's anointed? No. Were they one with their husbands? No. Were they one with the principle to which they were connected in the Gospel? No. <\/div><div class=\"paragraph jod\" id=\"v4n2484\"> These are my views; they are the views of my brethren, and the views of Jesus; for he says, except we are one, we are not his.<span class=\"citation\" id=\"85115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85115)\">D&amp;C 38:27<\/a><\/span> We should be one, like a large tree. <\/div><div class=\"paragraph jod\" id=\"v4n2485\"> Some say they have tasted of the fruit of the tree of life.<span class=\"citation\" id=\"52446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52446)\">Gen. 2:9<\/a><\/span> I have been talking about it: that tree is light, and light is life; the fruit is the element of the tree of life; and, except every man and woman on the earth become grafted into it, and into Christ, they will be lost. <\/div><div class=\"paragraph jod\" id=\"v4n2486\"> You read about the tree of life: it says there are twelve manner of fruit on it.<span class=\"citation\" id=\"80834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80834)\">Rev. 22:2<\/a><\/span> Some will say it means the twelve tribes of Israel. Admit this; they are grafted in; and then we will <div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0394\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> admit that we are their children, and that we belong to one of those tribes. If we are not grafted into the limbs of this tree according to our place, we shall be lost. <\/div><div class=\"paragraph jod\" id=\"v4n2487\"> I do not care which way you take it, it is just as long one way as the other. We belong to some of those families you must admit; and I suppose all belong to the house of Israel; some of the blood of Ephraim, and some of Joseph, some of one, and some of another. Because we belong to the house of Israel, is it going to save us? No. Because we have been cut off in our fathers; and we have got to be grafted in; for God said he did not acknowledge any covenants when this Church commenced; all old covenants were done away.<span class=\"citation\" id=\"84440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84440)\">D&amp;C 22:1<\/a><\/span> Enter into the strait gate,<span class=\"citation\" id=\"63832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63832)\">Matt. 7:13<\/a><\/span> therefore; and don't you counsel me. Don't counsel brother Brigham. You can come to him for counsel; so can I; but I do not undertake to chastise him, nor to justify myself; but, say I, &#x201C;Brother Brigham, I pray of thee, I entreat of thee, I beseech of thee to do this or that.&#x201D; Brother Daniel cannot chastise me without I am out of my place, any more than I can brother Brigham. <\/div><div class=\"paragraph jod\" id=\"v4n2488\"> I entreat of my father to give me a piece of bread and butter, for I am hungry; that is the course for me to take; that is the course for the Twelve, the Seventies, High Priests, Bishops, Elders, &amp;c., to take; and that is the course, ladies, for you to take with your husbands, and the course your children ought to take towards their parents, <\/div><div class=\"paragraph jod\" id=\"v4n2489\"> Would not that make us one? There is no other principle that will make us one, only to be amenable to where we belong; and every person who refuses to be will go to destruction&#x2014;I do not care whether they are men or women&#x2014;and you cannot help yourselves. Amen. <\/div>\n<\/div>\n<\/div>"}