{"ID":40064, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Constitution of the United States Guarantees All We Ask&#x2014;Hollow Gentility&#x2014;Power of the &#x201C;Mormon&#x201C;Leaders&#x2014;Government Corruption.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, p.m. June 7, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Constitution of the United States, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/7\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d64\">\n<div class=\"paragraph jod\" id=\"v4n2360\"> I can bear witness to the truth of what brother Hyde has said with regard to the principle of government; and I wish to add my testimony in these words. There is no people on this earth, in a national capacity, but what have been operated upon to return to what they themselves, in their own government, have prepared the way to accomplish. That is the overruling hand of God in the midst of the people, when they know it not. <\/div><div class=\"paragraph jod\" id=\"v4n2361\"> Pertaining to the officers that brother Hyde has alluded to, there is no statute law in the United States, in neither the Constitution nor the statutes at large, but what allows the Latter-day Saints every prerogative they could ask for. There is no right or privilege that we could ask to enjoy&#x2014;none that any other people could reasonably ask to enjoy, but what is guaranteed unto us by the Constitution and laws of the United States. Officials who feel to traduce the name and character of the Latter-day Saints, whether they be judges, marshals, Indian agents, or holding any other office under the United States' Government in this Territory, have to violate and trample under their feet their oaths to be loyal to the Government and laws by which they profess to be governed, in order to intrude in the least on the rights of this or any other peaceful, law-abiding community. To the honor of a few <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0412\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of those officials that have come here, we can say that they have honored the law under which they came, while others have trampled it under their feet. And for officers to infringe upon any of our rights, they have got to transgress the law that they are sworn to maintain. These are facts. If men will only observe the laws of the United States&#x2014;will only honor the laws they are sworn to honor, we are safe. <\/div><div class=\"paragraph jod\" id=\"v4n2362\"> It would please me much if the congregation that assembles here from Sabbath to Sabbath could hear the details of the foul slanders of men that have been here, that they might know what they will spew out. The great majority of this people have no idea what rottenness those characters carry within them; and they did not find it here: they brought it from the places from whence they came. They come here as full of foul matter as any shell or skin can be stuffed; and yet I have heard some of the Saints say that such and such a one of the lot was a perfect gentleman. Speaking as the world view men and things, in the eyes of the vast majority of mankind, the Devil is the greatest gentleman that ever made his appearance on this earth. In accordance with their estimate, you cannot begin to produce a person who is so much of a gentleman as the Devil himself. <\/div><div class=\"paragraph jod\" id=\"v4n2363\"> There are but few here that actually know the face of a Saint from  <div class=\"break pagebreak\" id=\"348a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0348.pdf\" target=\"pdfwin\">p.&#xA0;348a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0411\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that of a devil; and that is one reason why we are exhorting the people all the time to obtain the spirit of revelation, that they may know whether they are right themselves or not, and whether their neighbors are right or not; and that when truth is presented to them they can partake of it and receive it with a keen appetite, as food which their spirits rejoice in; and that when evil is presented they can detect it. But there are so many who profess to be Saints that live beneath their privileges, that it becomes a constant task on me and others to plead with the people to repent, to forsake their heart wanderings, and return to the Lord their God, and seek His face and favor, and never stop until they get the spirit of revelation within them, that they may know for themselves who are gentlemen and ladies, who are angels or devils; and know and understand the truth from error, light from darkness, and be able to detect every deception and every deceptive character. How long shall we labor? We will labor on until we are worn out. <\/div><div class=\"paragraph jod\" id=\"v4n2365\"> I am exceedingly thankful that the excessive labors that have been upon me are not on me now as they have been. The spirit of reformation has taken hold on the people; it has kindled the fire of the Almighty in Mount Zion to burn out many of the ungodly that could not stand it, and they have fled. I feel happy; it is a rest to me. I feel as though I should endure yet for many years. But the labor that has been upon me in observing the groveling backwardness of many of the Latter-day Saints, to see where they were going, was indeed hard to be endured. It is not long since many of our Bishops and other leading men in this community could not tell a Saint from a devil. Do you not suppose that that danger is before me all the time? But within the last six months, comparatively a <div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0411\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hundred tons of care and anxiety have been removed from my shoulders; and I hope that this fire will continue to burn among this people until those poor, miserable curses&#x2014;those poor, miserable gentlemen, shall all leave us. I pray that the fire of God may burn them out. I pray for this continually. <\/div><div class=\"paragraph jod\" id=\"v4n2366\"> There are few men who, like myself, feel the burden of this; but take the mass of the community, and it is, &#x201C;How do you do, Mr. Devil?&#x201D; And for a pound of tea, or a pint of whiskey, it seems that many might be bought. And when a &#x201C;Mormon&#x201D; undertakes to sell goods here, many of the people think that he ought to give them away, or sell to them upon credit, which they never try to cancel. And if the &#x201C;Mormon&#x201D; merchant deals upon a business principle, the people will flock to the Gentile stores, where they will trust them. Why will they trust them? Because they know that they will get their pay. I know of men bearing the character of Latter-day Saints, who, because a &#x201C;Mormon&#x201D; dealer would not let his goods go out of the store without pay, or a good prospect of pay, would go to the Gentile stores and get trusted, and then say, &#x201C;O what a good man that Gentile is!&#x201D; while, at the same time, he is as full of hell as an egg is full of meat, and all he wants is a chance to spew it out. They will meet you with bland expressions, with soft silky hands, and velvet lips, and will blarney around you; but let a mob come, and they are ready to point out their victims here and there, and be glad to see us destroyed. <\/div><div class=\"paragraph jod\" id=\"v4n2367\"> Those whom the Government sends here are a most miserable set; and, as a general thing, they do know enough to tell a decent lie. But this is not altogether to be wondered at, for they are under the same difficulty as we are sometimes: it is hard for them to tell a man who has got  <div class=\"break pagebreak\" id=\"349a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0349.pdf\" target=\"pdfwin\">p.&#xA0;349a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0410\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>brains in his head from one who is filled with pudding. The President and his Cabinet know nothing about the characters whom they send here: if they did, many who have come here never would have been sent. If we cannot always discern the children of men, it is no wonder that they are blind, and cannot send men here capable of making a decent lie. If they have not already told every falsehood about us that they can invent, they will be mighty sorry when they think of it; for, if they could have told any more, they would have done so. They have made and told every lie that they knew how to; and if there is any blame on them for not lying more, it must be attributed to their ignorance. <\/div><div class=\"paragraph jod\" id=\"v4n2369\"> I would like to come here next Sunday morning, at about eight o'clock, and read to you those beautiful stories they have invented and published (Oh, they are lovely!), and let you understand how little sense they contain. They have us eaten up by crickets, then by grasshoppers (I suppose that the grasshoppers must have beaten the crickets); and when they found that the grasshoppers and crickets had not eaten us up, then the drouth came and destroyed us; and after all that, the cry from one end of the nation to the other now is to destroy the &#x201C;Mormons.&#x201D; They will have quite a job, for there is more than one that can work at that game. <\/div><div class=\"paragraph jod\" id=\"v4n2370\"> What do you suppose the Government thinks about those furiosos and their lies? The Government feels about that matter somewhat as a friend felt towards Morrill, who was going to deliver that GREAT&#x2014;(but I cannot hollow loud enough)&#x2014;that GREAT speech, that he thought was so full of thunder; but behold, when the shell cracked, it made no noise. I have no doubt but what his friends were determined to have the speech hushed up; they saw its shallowness, and were satisfied that it would not accomplish one <div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0410\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thing that he designed it should. Men who think, know that all such persons are devoid of the principal item, viz., good sense to discern that they do not rightly understand things themselves. They are like the chap who thought he knew it all, and a doctor said to him, &#x201C;Between you and me, we know everything.&#x201D; The young man thought it was first-rate, and calculated to find out what the doctor knew. Says the doctor, &#x201C;I cannot think of but one thing that you do not know.&#x201D; &#x201C;O doctor, will you reveal that to me?&#x201D; &#x201C;If I thought it would do much good, or if you would profit by it, I would reveal it to you. Perhaps I may as well tell you; for there is one thing you do not know, though I believe that you know everything else, and that is, that you are a fool; which I have learned since I began to converse with you. And now, between you and me, we do know the whole of it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n2371\"> Government knows full well the miserable nonsense and the tirade of abuse that is heaped upon us; but what do they care about it? If they had the power of putting such characters on chips, as we do, and carrying them out, perhaps they would never give them office; but they have not that faculty as we have. We can look men out of our community, and they will run and howl, thinking that their lives are in danger. <\/div><div class=\"paragraph jod\" id=\"v4n2372\"> I presume that there are still hundreds and thousands of communications daily sent to the President of the United States by applicants for office, whom, if he could take up on chips, as we can, and set them out at Washington, he would most gladly so dispose of. But what is to be done? Why, give the poor, miserable dog a crumb, or an old bone, and say, &#x201C;Get out, now!&#x201D; and that is the way they get here. To the praise of a few who have been here, be it said, they kept the law; but almost universally the  <div class=\"break pagebreak\" id=\"350a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0350.pdf\" target=\"pdfwin\">p.&#xA0;350a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0409\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Government officers that have come here have trampled the laws under their feet, and have spurned them to derision. <\/div><div class=\"paragraph jod\" id=\"v4n2374\"> If officers of the law will keep the law, it is all we ask of them while they are here; but if they do not keep the law, we will make them suffer the penalty. They are afraid of &#x201C;Mormonism,&#x201D; like the Irishman who was arraigned before a court of justice for a misdemeanor. He lamented bitterly, and the judge told him not to mourn, for he would see that he had justice done to him. &#x201C;And sure that is what I am afraid of,&#x201D; replied Paddy. So it is with them; they are all the time afraid of justice. When they come here they are afraid that justice is going to overtake them, instead of the &#x201C;Mormons&#x201D; doing them harm; and they do not like justice. <\/div><div class=\"paragraph jod\" id=\"v4n2375\"> I will now say a few words in regard to the brethren's helping us on the Public Works. I think that scores of men have come to me and said, &#x201C;Brother Brigham, don't you want a team to work on the Public Works? I really want to let a team go on to the Public Works.&#x201D; We have not needed them until now. We are going to sell our oxen to pay our debts, and we will now let the brethren work with their teams, as they have desired. We shall now prove them by their works, James said, &#x201C;Show me your faith without your works, and I will show you my faith by my works.&#x201D;<span class=\"citation\" id=\"77548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77548)\">James 2:18<\/a><\/span> We will apply that Scripture to you; if you will show your faith without your works, we will show you our faith by our works, and see how many will follow the example. <\/div><div class=\"paragraph jod\" id=\"v4n2376\"> There are horse teams and mule teams in abundance, and the spring work is pretty nigh done. Horse teams and mule teams will haul rock as well as oxen, though it is generally supposed that they cannot. We will sell our cattle to pay our debts; for, if <div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0409\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> some poor, miserable people tell the truth, and we have to leave here, I do not want to go away in debt to our enemies; for the Lord has told us not to go in debt to our enemies.<span class=\"citation\" id=\"86534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86534)\">D&amp;C 64:27<\/a><\/span> If I can get the brethren to do as we want them to do, in a short time we will not owe a Gentile one half dollar. We never would have been in debt to our enemies, if I could have had my plans carried out. Some others have had their way; and I, with a few others, have had to stand and lift the load. If I could be permitted to have my way, I would always have the dollar on hand to buy my enemy, instead of owing him a dollar and having to be sold for it. I would always have a purse ready to buy those who are for sale, instead of being out of means at the sale. I would make every thousand dollars return two, whereas I cannot do that while letting others have their way. <\/div><div class=\"paragraph jod\" id=\"v4n2377\"> We want you to report yourselves forthwith, brethren. You can tell your neighbors, and the word will go through the city and county. But we do not want men to come here and say, &#x201C;Here is a horse,&#x201D; or &#x201C;I will turn out an ox,&#x201D; or, &#x201C;Brother Wells, I will send a team, if you will support it and hire a man to drive it.&#x201D; We do not want any such proffered blessings, but we want them proffered upon the principle that you hire your own board or bring it with you, and bring your horse feed and maintain yourselves, just as you do at home about your own work, and come and do the labor necessary to be done. We do not wish any man to say, &#x201C;Here I am; I want you to board me, and I want some horse feed, stable room, reins, whippletrees and everything else.&#x201D; We want men to stay at home, unless they come to do the clean work and provide for themselves and animals. <\/div><div class=\"paragraph jod\" id=\"v4n2378\"> We have wagons rigged for transporting heavy blocks of stone, and we  <div class=\"break pagebreak\" id=\"351a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0351.pdf\" target=\"pdfwin\">p.&#xA0;351a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0408\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are going to try hauling them with horses. If you do not believe that horses and mules can haul heavy stones as well as oxen, come and see my horses and mules do it; they will do it better than oxen. <\/div><div class=\"paragraph jod\" id=\"v4n2380\"> Would you like to assemble here next Sunday morning and hear those pretty stories read? They are delightful. If that is your wish, you will all signify it by being here by eight o'clock next Sunday morning, when you shall hear those beautiful stories, and learn how delightful you appear in the eyes of the world, according to their representations. In the absence of important news, I think the reading of those stories will cheer you so much! <\/div><div class=\"paragraph jod\" id=\"v4n2381\"> There is but one fact that makes our enemies mad at us, and it is a principle visible and tangible to the natural senses, though I would not say that it is the internal working of the natural senses to the natural man. But one fact can be produced, that makes our enemies angry at us, and that is this&#x2014;we actually will sustain our leaders; we will be of one heart and mind,<span class=\"citation\" id=\"92847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92847)\">Moses 7:18<\/a><\/span> which is the same thing. I do have that power and influence here that no other man on this earth has in the midst of his community, with the exception, perhaps, of some whom we call heathen, and the members of the Church of Rome. And I do not suppose that there can be a bishop or priest in the whole Roman Catholic kingdom who has a people around him that have that implicit confidence in him which this people have in their leaders. <\/div><div class=\"paragraph jod\" id=\"v4n2382\"> If the President of the United States could have the influence that I have in the midst of this people&#x2014;even over as many people in the United States as there are Latter-day Saints that I preside over, he would in a moment give $100,000, which is his salary for four years. They spend their scores of thousands and hun<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0408\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dreds of thousands to get the name of having an influence&#x2014;of being a man who can wield a certain amount of power. This is also the feeling with Cabinet officers, Senators, Representatives, and Governors of States; and even the clerks in the different departments at Washington will, if they have the money, give a large portion of their salary just to get a clerkship. Office hunters will throw a hundred dollars here, and fifty dollars there, to secure their election or appointment. Candidates for Congress will deal out a thousand dollars to a certain set of men to go to one district and electioneer, and five hundred to another, and two hundred to another, according to the influence of the people in the district. They buy their positions with money, and know that they have not the influence that they would like to have, and which they see that I have; and that mortifies them. And I presume that not many Presidents of the United States have been elected without its costing them a quarter or half of their salary. <\/div><div class=\"paragraph jod\" id=\"v4n2383\"> What do you suppose that Fremont expended during the last presidential campaign? Probably not less than two million dollars. His California property was rated at eight million, and a company in England proffered five million for one half of that property which the Government had ceded to him. It is presumable that he expended twice ten hundred thousand dollars, and perhaps five hundred thousand on the top of that; but he did not succeed in being elected President. Had he succeeded, he would have been the most influential man in the Government, simply because he had become the President. <\/div><div class=\"paragraph jod\" id=\"v4n2384\"> It has been the practice for years, in the United States, for each party to have what they call a Corruption Fund, to which the members contribute their fifty cents, five dollars, or fifty dollars. What for? To carry  <div class=\"break pagebreak\" id=\"352a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0352.pdf\" target=\"pdfwin\">p.&#xA0;352a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0407\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>on an election. There is not an election for a President of the United States that probably costs less than one-half of the worth of the State of New York or Pennsylvania. Hundreds of millions are expended in the presidential election at each four years. <\/div><div class=\"paragraph jod\" id=\"v4n2386\"> What do they do in Congress? Before the last presidential election, there was not as much business done by that army of men as would rightly occupy the time of any legislative body for a very few days. What were they doing? Log rolling. They also get fine ladies to electioneer with different influential gentlemen, and they exert their influence in the various States where they reside. The female portion of the community have elected the President for years and years. And the Corruption Fund is made use of by the different parties, one man throwing out five hundred dollars for one place, another a thousand, another two or three thousand. But I will now stop speaking on that subject, for there is no end to those matters. <\/div><div class=\"paragraph jod\" id=\"v4n2387\"> Commotion and war are abroad among the nations, and they will continue to be troubled; and sore vexation, and mourning, and weeping, and desolation await the inhabitants of the earth. <\/div><div class=\"paragraph jod\" id=\"v4n2388\"> While we enjoy the privilege of the holy Gospel, does it not become us, as men and women of God, to be sober, full of faith and good works, and to administer salvation to one another, and to every person that will receive the truth at our hands? It becomes us <div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0407\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to be Saints indeed. We know that the world is angry at us, and that we cannot help. We mean to pursue our course, build up the kingdom of God on earth, and establish Zion. We have also got to assist in rebuilding Jerusalem; for, as brother Kimball has said, if it is built up, we have got to assist in doing it. <\/div><div class=\"paragraph jod\" id=\"v4n2389\"> The house of Israel is scattered upon every island and among every nation: they have to be gathered by the Gospel's being preached to them; and we expect to have the Devil to fight. Joseph said, years ago, that he had all hell on his back, and all the world. All the evil influences that knew anything about him were combined to crush him; but, said he, &#x201C;I will rise above them all, and bear off the kingdom;&#x201D; and so he did, until he was slain. God suffered him to be slain for His testimony, that it might become a law through being sealed by his blood, which was the case the moment his blood was spilled, the same as with the law of Jesus Christ when he spilled his blood. Then the testimony became in force.<span class=\"citation\" id=\"76894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76894)\">Heb. 9:16-17<\/a><\/span> It must be so; God suffered it. <\/div><div class=\"paragraph jod\" id=\"v4n2390\"> It now remains with us to bear off this kingdom, build up Zion, and establish the law thereof, until Christ shall reign King of nations<span class=\"citation\" id=\"60418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60418)\">Jer. 10:7<\/a><\/span> as he now reigns King of Saints,<span class=\"citation\" id=\"80059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80059)\">Rev. 15:3<\/a><\/span> which is nearer at hand than you and I may believe. May the Lord help us to be faithful in this, that we may rejoice in the perfect law of liberty,<span class=\"citation\" id=\"94481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94481)\">James 1:25<\/a><\/span> in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}