{"ID":40065, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Privileges Better Appreciated By Absence&#x2014;Present Salvation.<\/div>\n<div class=\"subtitle\">Remarks by Elder Charles C. Rich, Delivered in the Bowery, Great Salt Lake City, June 14, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Privileges Better Appreciated By Absence, Etc.<\/div>\n<div class=\"speaker\">Speaker: Charles C. Rich<\/div>\n<div class=\"date\">Date: 6\/14\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d65\">\n<div class=\"paragraph jod\" id=\"v4n2392\"> Brethren and sisters, I can say that I feel rejoiced with the opportunity of beholding your faces in this place. It has been a little over two years since I enjoyed such a privilege, and perhaps I can appreciate it better by being deprived of it. Those who have been absent from this place can appreciate this privilege as well as myself. <\/div><div class=\"paragraph jod\" id=\"v4n2393\"> I see a great many faces that I am acquainted with, and many that I am not. Thousands have immigrated from different countries to this place, since I left here, who have embraced the everlasting Gospel for the same purpose I have&#x2014;that is, for the purpose of being Saints. <\/div><div class=\"paragraph jod\" id=\"v4n2394\"> I have often remarked, and truly feel, that even the Saints themselves do not appreciate the blessings they enjoy. Those who have been away from the Saints, in the world, have been made acquainted with the doings of the world and with their spirit: these can to a little extent appreciate the blessings that the Saints enjoy. <\/div><div class=\"paragraph jod\" id=\"v4n2395\"> We have embraced the everlasting Gospel in different countries, and immigrated to this country, for the purpose of obtaining salvation; and truly there is nothing to hinder us in obtaining it, if we only embrace the Gospel as it should be embraced; for if we embrace the Gospel as we should, we embrace the salvation that pertains to it; that is, it will save us all the time. <\/div><div class=\"paragraph jod\" id=\"v4n2396\"> The difference between the Gospel of Jesus Christ and the ceremonies <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0406\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that are in the world is, that they propose to save people a thousand years hence, or some other time; but the Gospel we have embraced proposes to save us at the time we receive it, and so continue to all eternity. <\/div><div class=\"paragraph jod\" id=\"v4n2397\"> For this purpose we immigrated to these valleys, that we may live our religion, obey the precepts of the Gospel, and do as we should do every day we live; consequently, we are all the time saved by discharging the duties incumbent upon us today: we are saved today. But, if we do not do these duties today, we are not saved today. It is this course that will make us happy&#x2014;that will establish us in a present salvation, and make us rejoice continually. <\/div><div class=\"paragraph jod\" id=\"v4n2398\"> Truly we can embrace these principles of salvation which have been revealed to us in the Gospel; we can live them: but we have seen that at present we cannot do it in any other land than this. Consequently, this is a choice land to us; and we have much reason to rejoice in the blessings we enjoy. <\/div><div class=\"paragraph jod\" id=\"v4n2399\"> When I look around and behold the prospects before the Saints, and the great improvements since I left this place, it astonishes me. We have great reason to acknowledge the hand of God in the rich blessings he is continually bestowing upon us. It remains for us to fully embrace the principles of salvation taught to us from time to time, and live our religion from day to day. <\/div><div class=\"paragraph jod\" id=\"v4n2400\"> If we pursue this course, we shall  <div class=\"break pagebreak\" id=\"354a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0354.pdf\" target=\"pdfwin\">p.&#xA0;354a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0405\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>all the time be saved and prepared for what is coming tomorrow; but, if we do not do this, we can neither be prepared for present duties nor for the duties of the future. <\/div><div class=\"paragraph jod\" id=\"v4n2402\"> It is to me the greatest satisfaction I can think of to enjoy the privilege of being with the Saints, and being engaged in establishing the principles of the kingdom of God on the earth. If we cultivate those principles in our bosoms and practice them in our lives, it brings universal peace and happi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0405\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ness; this is what we will enjoy. Principles that dwell in the bosom of our heavenly Father he has revealed unto us, and will continue to reveal to us what will make us happy and prepare us to dwell with him in heaven. <\/div><div class=\"paragraph jod\" id=\"v4n2403\"> That we may live and discharge the duties incumbent upon us all the days of our lives, and build up and establish the kingdom of God on the earth, is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}