{"ID":40060, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Journey to the North&#x2014;Folly of Expecting to Sit at Ease in Zion&#x2014;Progression&#x2014;The Nations Under God's Control&#x2014;Prosperity of the Saints&#x2014;Power of Brigham Young&#x2014;The Gospel Alphabet.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Bowery, Great Salt Lake City, May 31, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Journey to the North, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 5\/31\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d60\">\n<div class=\"paragraph jod\" id=\"v4n2251\"> Brother Brigham has expressed my feelings in regard to our journey to Salmon River, so far as he has spoken upon that subject. The trip was considerably fatiguing, for our travel averaged nearly two hundred miles a week, which left but little time to rest, only when our animals were eating. Yesterday and the day before I felt sick, and I told brother Brigham that I felt as though I was sore and afflicted from the crown of my head to the soles of my feet. That expression conveys an idea of my physical feelings, and still I have recruited, for I am now eight pounds heavier than I was when I went away. <\/div><div class=\"paragraph jod\" id=\"v4n2252\"> As for the country north, I am satisfied with it; for, were we to go a great way beyond where we were, it would not be an easy job to touch us, for we got pretty nearly to the end, and there was no way to get further with wagons, but by crossing the Rocky Mountains, to some of the headwaters of the Missouri. But with all the poor country I have seen during our journey, much of it is far beyond that part of Vermont in which I was raised until I was eleven years of age; and had I always remained there, I never should have personally known but what it was a beautiful country; for people are prone to think that the regions they are brought up in are the most beautiful in the <div class=\"break columnbreak\" id=\"328b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0328.pdf\" target=\"pdfwin\">p.&#xA0;328b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0431\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> world. I have been back there twice, and have never found, in all my travels through these mountains, so rough a country as where I was born; and I presume it was so where brother Brigham, and Joseph Smith, and many more of the Elders of the House of Israel were born: they came from a rough, hard country. <\/div><div class=\"paragraph jod\" id=\"v4n2253\"> After receiving the Gospel, the Lord has so ordered it, that we have come to where he has led us, because at present there was no other place. We have come into the mountains, to become inured to hardship, privation, and want, and to raise up a posterity that will become hard, substantial men, to bear off this kingdom to every nation and kingdom upon the face of the earth. That is why it is so, and I am thankful. I would not change these mountains for any portion of the earth I ever beheld, until God has accomplished His designs with us here. When He has done this, and when we have overcome and kept His commandments, these mountains and these valleys are ours, and all the earth in the four quarters thereof, and we can go and come at our pleasure; and that day is not a great way off, for many generations will not pass away before that time will come. <\/div><div class=\"paragraph jod\" id=\"v4n2254\"> I do not fear the world. We are here in the mountains and in the valleys, and are as secure here as though we were in heaven; because,  <div class=\"break pagebreak\" id=\"329a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0329.pdf\" target=\"pdfwin\">p.&#xA0;329a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0430\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>if we were there, and did not keep the commandments, we would have to suffer the consequences. When Lucifer sinned against God and His commandments, he was cast out, with all those that sustained and upheld him in his rebellious course.<span class=\"citation\" id=\"79587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79587)\">Rev. 12:9<\/a><\/span> Many suppose that when they get to heaven they can sit down upon flowery beds of ease and have nothing to do. I never expect that day. It is just so with a great many, when they come here, they suppose that everything is going to be prepared for them; they suppose that they will sit down in ease, and eat, and drink, and wear, and that there will be no person to trouble them. We have come here to become inured to work&#x2014;to build temples, and improve upon the elements that God has placed around us, that we may become more skillful tomorrow, through the experience of today. What I do not today, when the sun goes down, I lay down to sleep, which is typical of death; and in the morning I rise and commence my work where I left it yesterday. That course is typical of the probations we take. But suppose that I do not improve my time today, I wake up tomorrow and find myself in the rear; and then, if I do not improve upon that day, and again lay down to sleep, on awaking, I find myself still in the rear. This day's work is typical of this probation, and the sleep of every night is typical of death, and rising in the morning is typical of the resurrection. They are days' labors, and it is for us to be faithful today, tomorrow, and everyday. <\/div><div class=\"paragraph jod\" id=\"v4n2256\"> Brethren, this is the course we have to take; it is a progressive work from one day to another, and from one week to another; and if we advance this year, we are so far advanced in preparation to better go through the next year. If I have one thousand bushels of wheat laid up this year, can you not understand that I am better <div class=\"break columnbreak\" id=\"329b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0329.pdf\" target=\"pdfwin\">p.&#xA0;329b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0430\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> qualified to lay up two thousand bushels during the next year? And then in the succeeding year I am better prepared to add four thousand bushels to my amount on hand, and then eight thousand, and so on. <\/div><div class=\"paragraph jod\" id=\"v4n2257\"> My feelings are for us to wake up as a people, everyone of us; and, instead of taking a course to throw away our substance, let us gather together; for, so sure as this people will do this, they will be blessed, and God will hold the nations by the bit, as you hold a horse. If we are faithful, He will do it&#x2014;mark my words. God will hold the world by the bit, and they cannot help themselves. If we will do right from this time henceforth they never can move or take a step against us, but what they will fail in it; and I know it. It is for us to do right, to walk humbly, and keep the commandments of God, repent where we have done wrong, and do wrong no more. <\/div><div class=\"paragraph jod\" id=\"v4n2258\"> There never was a time when the devil worked harder with this people than now. He will work with men and women, and try to stir up contention in this Church;<span class=\"citation\" id=\"82637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82637)\">3 Ne. 11:29<\/a><\/span> and you have got to guard against it with all your hearts. As brother Brigham has mentioned, there never was a time when the devil worked harder to destroy this people than now; and it is for every man and woman and child to wake up, and live their religion, and serve their God. Now is the time. Is it a good time? I never saw a better time since I was on the earth than I see today. I never saw this people so prosperous, and I never saw the earth with such a carpet upon it as it has this year. In all the lands I ever traveled, I never saw such wheat, and oats, and barley, as are now growing from here to Bear River; and they say it is so in the south, in the east, and in the west. And at Limhi the crops look promising. They have sowed 125 bushels  <div class=\"break pagebreak\" id=\"330a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0330.pdf\" target=\"pdfwin\">p.&#xA0;330a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0429\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of wheat and other grain at Salmon River. <\/div><div class=\"paragraph jod\" id=\"v4n2259\"> Everything is flourishing; but how easy God can clip it, even now. He can send the grasshoppers, and make a perfect desolation of this year's crop, as easily as I can throw this book lid over. Why? Because He rules in the armies of heaven, and controls the affairs of this earth, according to His own pleasure,<span class=\"citation\" id=\"61484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61484)\">Dan. 4:35<\/a><\/span> and the world know it not. He sends angels and ministering spirits to transact His business, upon the same principle that brother Brigham sends his brethren to England, Denmark, the States, and this way, and that. He sits upon His throne and says, Joseph, go and do that; Peter, attend to that; and they do it. This is a natural principle there just as much as here, though the people cannot realize it so sensibly. He sends his Elders and delegates, as we sent brother George A. Smith, and brother Bernhisel, and brother John Taylor. Brother Brigham did not go; but his authority accompanied those brethren; also the power of God who controls him. If I should tell one of my wives to go to Box Elder and transact business for me, she has more authority in that matter than any king upon his throne, or the President of the United States. Why? Because she goes in my authority. <\/div><div class=\"paragraph jod\" id=\"v4n2260\"> I go in brother Brigham's authority, which is the authority of God. That power you have all got, so far as you are faithful. I have heard brother Brigham say that a Bishop now has more influence over his ward than Joseph had over the Church in his day. Joseph could not so thoroughly control the people, for they were wild like bulls; but when he could not make them do what he wanted them to, he suffered them to do what they pleased. <\/div><div class=\"paragraph jod\" id=\"v4n2261\"> I speak of these things by way of encouragement to you, brethren and sisters. You are a good people: I <div class=\"break columnbreak\" id=\"330b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0330.pdf\" target=\"pdfwin\">p.&#xA0;330b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0429\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> respect you; I have pride in you, when you live your religion; but let us wake up. We have done first-rate; but we can wake up more, and keep waking up, and attend to the things you have been told to attend to; and one of them is, to lay up stores of corn, wheat, oats, peas, beans, buckwheat, and everything else that can be preserved; for you will see a day when you will want it; and it will be when we shall feel the effects of famine, and when the United States have not any food. And inasmuch as we are wise and prudent in this matter, we shall have power over them, and they cannot help themselves. And the day will come when the wicked shall not come here to impose upon our good feelings, and for us to nourish them, while they are infusing the poison of their corruption in our midst. I have borne and borne that wickedness until I will not bear it any longer. How long have I borne their abuse? For twenty-five years; and the law of the land is, that a man is of age when he is 21; and we have served four years beyond that time, free gratis. We are now pretty free, and we will be more free when we are thirty. It will be so, if we will do right. <\/div><div class=\"paragraph jod\" id=\"v4n2262\"> It takes us all to do right, like the limbs and branches of one tree partaking of the nourishment of the stock to which they belong, and the stock draws its nourishment from the root. Let us find out the nature of the roots, that we may better understand the trunk and the branches. I have to take the alphabet of salvation with which to learn the first principles of the doctrine of Christ,<span class=\"citation\" id=\"94478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94478)\">Heb. 6:1<\/a><\/span> and then, as I progress, I can read all the celestial law by the same letters. We learn the alphabet of the English language, then we learn the spelling book, the reader the geography, history, and everything by means of the same alphabet. <\/div> <div class=\"break pagebreak\" id=\"331a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0331.pdf\" target=\"pdfwin\">p.&#xA0;331a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0428\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n2264\"> The first principles of the doctrine of Christ are the alphabet of the celestial law; therefore, not leaving the first principles of the doctrine of Christ, let us go on unto perfection.<span class=\"citation\" id=\"76689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76689)\">Heb. 6:1-2 (JST)<\/a><\/span> <div class=\"break columnbreak\" id=\"331b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0331.pdf\" target=\"pdfwin\">p.&#xA0;331b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0428\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Let us be diligent in keeping the commandments of our God, that we may be saved in His celestial kingdom. Amen. <\/div>\n<\/div>\n<\/div>"}