{"ID":40062, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Utility of Correction&#x2014;Necessity of Living Our Religion&#x2014;Our Own Character Affecting Posterity&#x2014;The Saints Blessed Above All Other People&#x2014;Result of Rebellion Against Authority, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Bowery, Great Salt Lake City, June 7, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Utility of Correction, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 6\/7\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d62\">\n<div class=\"paragraph jod\" id=\"v4n2283\"> I feel as though I would like to express a few of the sentiments and feelings that are passing in my mind. We have had much preaching, exhortation, correction, and reproof, and some might say a great deal of chastisement; though I call chastisement neither more nor less than reproof or correction. When we are corrected by our leaders, it is to set us right, to show us the wrong course, and induce us to pursue the right one. If I do wrong, if I get astray, it is perfectly right that someone should correct me; and when I am corrected, it is not right for me to justify myself; for, if I do, I sustain the course of an incorrect purpose. When I am corrected, it is my duty to listen, to reform, and walk in the straight and narrow way. If we will not learn by precept nor by example, we have to learn by the things we suffer. Is it not better for people to learn by correction than by bitter experience? The old saying is, that &#x201C;Experience is a hard master.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n2284\"> There are some who are not so much benefited by preaching as they might be, because they do not remember and apply what they hear. It has a pleasing effect upon the ear, like a tune well played upon a musical instrument, but makes so little of an impression, that it cannot be repeated by the hearer. The word does not enter the ear and proceed to the heart, which is the place of deposit. There the word of God should be <div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0425\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> deposited, which would be at the seat of government in the human form. We each have a seat of government within us, because we are incorporated bodies. Every man that comes into this world is an independent being, upon the same principle that our Father and our God is independent, only He is independent to a greater degree, being further advanced in perfection. He came here, and helped to organize this earth; and having had an experience in organizing earths before He came here, He was capable, and had every principle necessary to create this earth and fill it with inhabitants. If there had not been a seat of government in Him, and all those powers and faculties necessary to propagate the human species, He never could have done that work. We are His sons and daughters. <\/div><div class=\"paragraph jod\" id=\"v4n2285\"> Now, what course is it for us to take as a people? It is for us to unitedly go to work and live our religion, practice it in our lives; and the more you live it and practice it the better you will be, and it will beget a love of truth and righteousness in you that you never can get rid of in time nor in eternity. Then our posterity will also partake of that holy principle which is in us, wherefore they will naturally love the truth from their infancy. A great many people do not think that our characters and course of life are going to affect our posterity, but they will. The seed  <div class=\"break pagebreak\" id=\"335a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0335.pdf\" target=\"pdfwin\">p.&#xA0;335a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0424\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from a good ripe cucumber will produce good fruit, like that which produced the seed. Has the woman an interest in this, as well as the man? She has. The tree that bears the fruit affects that fruit for better or worse. The Savior says that a good tree will produce good fruit, and a corrupt tree cannot produce good fruit, but it will produce corrupt fruit.<span class=\"citation\" id=\"63911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63911)\">Matt. 7:17<\/a><\/span> Upon the same principle, how can a woman produce a good posterity when she is corrupt? She cannot. <\/div><div class=\"paragraph jod\" id=\"v4n2287\"> If we will do right, will do just as we have been told in all things, we will dwell in peace and quietness from this time henceforth and forever, and I know it. <\/div><div class=\"paragraph jod\" id=\"v4n2288\"> For sometime past, the weather has been warm, and the ground parched by heat, and now the Lord has again given us rain. What a beautiful shower we had last night! Do I not feel thankful? Yes, as much so as for anything of this nature I ever received. Did it bless me? Yes. It also blessed everyone of you, whether you have any grain, fruit, and vegetables growing, or not. Why? Because if you have not, you have to live upon the products of the fields and gardens of some of your neighbors. It affects everyone of you as much as it does me; you are blessed as much as I am; I can only eat what one man can eat. I cannot partake of these benefits to any greater amount than you can, and all that I expect while I dwell in the flesh is what I want to eat, clothes that are comfortable to wear, houses to live in, and what I want to drink; I cannot drink all City Creek myself; I can only just partake of enough of those blessings to sustain myself. <\/div><div class=\"paragraph jod\" id=\"v4n2289\"> My feelings are that we are blessed above all the people that ever did live, that we read of. We are blessed above the people of Enoch; and far beyond the people in the days of Jesus, for they were driven, scattered, <div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0424\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and peeled throughout the world, and they have never yet been able to gather again. But we are gathered, and we never will be scattered again&#x2014;no never, while the earth stands, if you will do as you are told. Will we go to Jackson County? Yes, we will go there, just as we will to the city of Fillmore, independently. We will go and come at our pleasure, and no one to molest us; and we will build up that city, and that, too, upon natural principles, just as we go and build up Farmington, in Davis County, or this city, or any place we occupy. <\/div><div class=\"paragraph jod\" id=\"v4n2290\"> How will it be with our enemies? The Lord deals with them and leads them, just as much as He does you and me. Can He hold them as with a bit, the same as you can a horse? Yes, and He can put it into the hearts of that people to send up a petition here for the Mormons to buy that whole land, and we will be under no necessity of shedding blood.<span class=\"citation\" id=\"86434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86434)\">D&amp;C 63:29<\/a><\/span> God does not want to shed blood without it is necessary, any more than He wants us to go and slaughter a beast when we have no need of it. But when we have need of meat, and are driven to it by necessity, then it is all right. If it is necessary that we should shed blood, then it is right. All things are right that are done according to the will and pleasure of God. <\/div><div class=\"paragraph jod\" id=\"v4n2291\"> My feelings are to exhort you, to pray you, be ye reconciled to God<span class=\"citation\" id=\"74214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74214)\">2 Cor. 5:20<\/a><\/span> and to His servants; and if you will be reconciled to His servants you will be to God, and you cannot without. How can you be reconciled to a Being you never saw, and not to a being you do see? If you cannot love those you see and associate with everyday, how can you love a Being you never did see?<span class=\"citation\" id=\"78775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78775)\">1 Jn. 4:20<\/a><\/span> It is impossible. And one of the greatest sins you commit is to sin against those you do know&#x2014;those whom God has sent and authorized&#x2014;for it is His authority which you  <div class=\"break pagebreak\" id=\"336a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0336.pdf\" target=\"pdfwin\">p.&#xA0;336a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0423\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rebel against; and, in sinning against it, you sin against God the Father who sent them. Upon the same principle, when we send brother Bernhisel to Washington, should they take him and misuse him, they show despite to the authority that sent him. You send a minister to Europe, and should they cast him out and whip him they show despite to the authority that sent him&#x2014;to the whole United States, in case they had sent him. <\/div><div class=\"paragraph jod\" id=\"v4n2293\"> Our Father and our God has sent Brigham and his brethren. If you rebel against them, you rebel against the authority that sent them. You sin not only against the authority or servants he has sent, but you sin against God who authorized them. If brother Brigham sends brother Wells to me as a delegate, to authorize me to do a thing, and I refuse, I sin against brother Brigham and against the one that sent him. Now, brethren, what are we told to do? Read a revelation that Joseph received of the Lord to Thomas B. Marsh concerning the Twelve; He told them to go forth and preach the Gospel to every nation, kindred, tongue, and people, or cause it to be done;<span class=\"citation\" id=\"90593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90593)\">D&amp;C 112:1<\/a><\/span> and after your testimony cometh the testimony of earthquakes,<span class=\"citation\" id=\"88671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88671)\">D&amp;C 88:89<\/a><\/span> of famine, of fire, and of desolation; it shall come upon the world, and it shall begin at my house, saith the Lord,<span class=\"citation\" id=\"90643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90643)\">D&amp;C 112:25-26<\/a><\/span> that is, with that portion who rebel against Him in the midst of His house. <\/div><div class=\"paragraph jod\" id=\"v4n2294\"> You can also read other revelations wherein the Lord says that, after you have done so and so, He will send famine, and earthquakes, and desolating sickness, &amp;c., &amp;c.;<span class=\"citation\" id=\"85525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85525)\">D&amp;C 43:25<\/a><\/span><span class=\"citation\" id=\"85632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85632)\">D&amp;C 45:31<\/a><\/span><span class=\"citation\" id=\"88213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88213)\">D&amp;C 87:6<\/a><\/span> and that he who rejecteth you rejecteth me, and he that rejecteth me rejecteth my Father and my God.<span class=\"citation\" id=\"89343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89343)\">D&amp;C 99:4<\/a><\/span> When you do this, you do it at your own risk, and to your own sorrow and distress, and the Spirit of God will so teach you all the time. <\/div><div class=\"paragraph jod\" id=\"v4n2295\"> These calamities are coming; go <div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0423\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and read for yourselves. If you do not believe me, and brother Brigham, and the Twelve, believe the revelation that God gave to Joseph. And then, if you do not believe Joseph, believe Isaiah, Jeremiah, and the Prophets; and if you cannot believe them, believe Jesus Christ; and if you cannot believe him, believe the Father. [Voice: &#x201C;And if they believe the Father, they will believe all the rest.&#x201D;] Yes; brother Brigham says that if you believe the Father, you will believe all the rest. You can believe Jesus; and if you can believe Jesus, you can believe his Apostles, and then you can believe Joseph and his Apostles, and brother Brigham and his Apostles. Has brother Brigham got Apostles? Yes, he has ordained Twelve. Brother Joseph ordained Twelve, and so did Peter. <\/div><div class=\"paragraph jod\" id=\"v4n2296\"> Brother Brigham is an apostle of Jesus, and I know it, just as much as ever Joseph was. I do not ask you to believe that for me; I know it is true. Brother Brigham, myself, and some others walked with brother Joseph in his regeneration,<span class=\"citation\" id=\"65208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65208)\">Matt. 19:28<\/a><\/span> but we do not know whether we shall sit at his right hand or his left, or not; that is for the Father or others to dictate. It mattereth not, however; for if we keep the commandments of God we shall triumph over the world, the flesh, and the devil, and over every person living upon God's footstool that does not surrender themselves and all they have to him. <\/div><div class=\"paragraph jod\" id=\"v4n2297\"> Brethren and sisters, this is the time in which to prepare. If you are not saved temporally in these Valleys, I shall not be. If you will take a course to bring distress on this people, we shall have to be distressed. I have learned enough to know that, when we were in Kirtland, and distress and desolation came upon this people, I had to suffer with them. I fled for England; brother Joseph and brother Brigham fled to Missouri; and every  <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0422\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man that would honor &#x201C;Mormonism&#x201D; and sustain it had to flee. Why? Because some would not honor it. The righteous had to suffer with the wicked; and it is the ungodly who bring trouble upon the righteous, and they have to pay that debt. If it is not in ten thousand times ten thousand years, they will have to pay the debt for unlawfully bringing distress upon the righteous. <\/div><div class=\"paragraph jod\" id=\"v4n2299\"> What shall we do? The Lord is blessing us; and such a time of blessing I never saw. We never have been blessed so much as we are this year. Go to the north, to the south, to the east, and to the west, and you will see the earth matted over with vegetation to such an extent as I have never before seen. Go into our gardens and orchards, and you will find our trees even now actually breaking down with fruit. We shall have to thin out the peaches on the boughs, or they will break before they can ripen the load that is upon them. The limbs are breaking down with apples, plums, currants, and every kind of fruit that we are raising; and the strawberry vines would break down, if they were not already on the ground. I never saw the like in the States, nor in England, nor anywhere else. <\/div><div class=\"paragraph jod\" id=\"v4n2300\"> The people are doing right; they are waking up; and the Lord looks upon us as a good father looks upon his boys who are in the field at work, digging and watering the ground, in the hot sun, up to the knees in mud, with their wives and their children. Says he, &#x201C;My boys, you are good boys; I will give you some rain, I will wet your crops, and rest you a little while; but I will not let you have but a little water, for if I send the rains here the devil will come upon you with his gang. I will not let you have much rain, only enough to ease your labors a little while.&#x201D; That is the way my Father feels, and I feel so, when I have His Spirit; and that is <div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0422\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the reason I can comprehend Him when I have His Spirit. You have heard me say that I felt joyful, funny, and jocular, according to the portion of the Spirit of the Lord I enjoyed. Do I feel like dancing and jumping? Yes, and like doing everything else that is good and comfortable. When I have the Spirit of the Lord, I feel so; and that makes me think that my Father in heaven felt so before me. <\/div><div class=\"paragraph jod\" id=\"v4n2301\"> Brethren, go and build your storehouses before your grain is harvested, and lay it up, and let us never cease until we have got a seven years' supply. You may think that we shall not see times in which we shall need it. Do you not comprehend how comfortable it will be for us to know that we have grain enough to last us seven years? But it would make me feel bad for brother Brigham, myself, and a few others, and the Tithing Office, to have our granaries full, and the rest of the people have none. Why? Because we should have to hand out of our granaries as long as there was a kernel left. [Voice: &#x201C;We should have to buy the whole of them.&#x201D;] Yes, we should have to buy your fine dresses, your jewelry, and everything you have got; which we shall do, if you do not lay up in store. <\/div><div class=\"paragraph jod\" id=\"v4n2302\"> I ask, would things have been with us as they are now, if we had not repented and commenced anew? Now, 7 tons, or 14,000 lbs. of flour are dealt out of the Tithing Office every week to the hands upon the Public Works; and can they reduce the supplies that are in that office? They have not been able to yet, for some of the cellars are being dug out to put in grain. We have not storeroom enough to hold it, and we are obliged to go to the flouring mills to get storage for it. And the men who deal out the flour say that they have not reduced the supplies on hand, that they continually keep about so, and a little  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0421\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>more so. If you can account for that, go at it. <\/div><div class=\"paragraph jod\" id=\"v4n2304\"> Does the Lord cause our grain to increase? He does, and that, too, upon natural principles. Sow one bushel of wheat, for instance; and when you harvest the product of that, you get, say, from 25 to 50 bushels. Where do those 25 or 50 bushels come from? Say that I go and put 100 pounds of flour into my bin, and that I afterwards take out forty times more flour than I put in, how did it come there? Upon the same principle that one bushel of wheat increased to forty. I will take one peach stone and plant it, and in about four years that peach stone will produce a tree that will bear from 500 to 1,000 peaches. Where did they come from? There was only one planted. They all come from the elements. Then cannot God increase our grain in the bin, as well as He can increase it in the field? <\/div><div class=\"paragraph jod\" id=\"v4n2305\"> Brother Brigham and I once started with $13.50 and traveled 500 miles, paying $16 for every hundred miles travel, and paying for from two to three meals of victuals a day, and once in a while paying 50 cents apiece for a night's lodging; and when we got through, we had not quite as much money as when we started. But if we had not any, it was quite a miracle, though we had some money left. We performed that journey with the means I have mentioned. That money we spent was in the elements, or else an angel of God went where it was, and got it, and put it into our pockets. Brother Brigham kept the purse; I put my money with his, and he kept paying out; and if it had been in the line of our duty to have kept traveling to this day, we should had money unto this day. And once in a while we would take a weak sling, for we were so weakened by disease that both of us could not take a common trunk two feet long and ten <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0421\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> inches square and put it in a wagon. We were feeble, and we continued so until we landed on Europe's shores, and then disease left us. The Devil meant to afflict us, to see whether he could not back us out; but he had two hard fellows to deal with. <\/div><div class=\"paragraph jod\" id=\"v4n2306\"> The Lord was with us, and His angels went before us; and when we went to Kirtland, the people would not let us preach there only once apiece. I preached once, and compared them to a mess of old cracked pots, and everything else I could think of, and declared that I would not preach there again. I never wanted to. They said that we were under the censure of the Almighty, because we were sick and afflicted. The Lord suffered it to be so, that He might try their righteousness and virtue. <\/div><div class=\"paragraph jod\" id=\"v4n2307\"> Let us go to work, every man and woman of us, and lay up our stores, and build good storehouses, and increase. If we will do this, brethren, we will have some of the finest seasons you ever saw. Our grain will increase, and we will lay a foundation for the world and the ungodly, and we will buy them for our servants. They will be glad to come and work for us for bread, and each one of us will be like Joseph in Egypt was to his father's house. They will come to us and buy grain and the good things of this world;<span class=\"citation\" id=\"53624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53624)\">Gen. 42:1-2<\/a><\/span> for I know that we are the people who have got to do that thing. <\/div><div class=\"paragraph jod\" id=\"v4n2308\"> Will you be slack, brethren, and let the evil come upon us, when we forewarn you of the future events that are coming? Now, supposing that I had not the spirit of prophecy upon me, then I had better sit down. If a man gets up here and lets the Spirit of God dictate him, he cannot help prophesying, for the Holy Ghost is the Spirit of prophecy, and he will foretell future events, and you cannot help it. We are telling of what the prophets  <div class=\"break pagebreak\" id=\"339a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0339.pdf\" target=\"pdfwin\">p.&#xA0;339a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0420\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have said&#x2014;of what the Lord has said to Joseph. Wake up, now, wake up, O Israel, and lay up your grain and your stores. I tell you that there is trouble coming upon the world. They have a pretty good drouth in some places this year. I do not know whether brother Amasa has told you, but almost everything is burnt up in Southern California. They have got to live there and get bread, and probably will be glad to take a handcart. <\/div><div class=\"paragraph jod\" id=\"v4n2310\"> Is it so in the United States? It is. They have got to eat that dish; and when famine, pestilence, and starvation come upon us in a small degree, it will increase upon them fourfold, packed down and running over,<span class=\"citation\" id=\"94479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94479)\">Luke 6:38<\/a><\/span> and they cannot help it. Let them exult. There never was such a prejudice existing against this people as there is at this day. The Devil is stirring them up because we have commenced that Temple; and we will build it, and they cannot help themselves; and we will lay up the grain for seven years, and thousands of them will worship us for a little johnny cake, and I will live to see it: so will you. And when you see it, you will then have knowledge, won't you? <\/div><div class=\"paragraph jod\" id=\"v4n2311\"> We do not so much care whether you have any confidence in our being Prophets, or not; but if you will go to and do as you are told, you shall see these things, and have a knowledge of all we tell you. That is practical religion, if all men go to work and till the earth, raise grain, and live our religion, and not come up here as a few of you dandies do, and suck our vitals out of us by getting into fancy shops, and this, and that, and the other. You are no better than we are, and not half as good. We are the saviors of men, and we have got to work for it&#x2014;to dig and scrape; and the harder we scrape the quicker it will come about. This people work, <div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0420\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and they are the best people that ever did live; but there is a great chance for improvement. <\/div><div class=\"paragraph jod\" id=\"v4n2312\"> I improved yesterday: I worked and made all the improvements I could, and did the best I could; but it came night, and I laid down to take a nap, which is typical of death. This morning I have risen up and again commenced my labors; and I am going to improve today, and do better than I did yesterday. But in comes another night of sleep; I lay down, which is typical of death; and I rise in the morning, which is typical of the resurrection, and I renew my labors. I have to begin where I left off; but you cannot realize but that you have to take one jump away ahead, when you come to leave your bodies and go into the spirit world. That is not so, for you will have to commence to hoe your row where you left off. <\/div><div class=\"paragraph jod\" id=\"v4n2313\"> People talk about running races for a wager. No person can gain the wager, only those that run lawfully through to the place appointed. These half runs will not gain the prize. There are a great many that turn back and run the other way, but their road will be a thousand times longer than ours; and the straighter we run the nearer we get to the point we have to gain. <\/div><div class=\"paragraph jod\" id=\"v4n2314\"> As for our storehouse ever being empty again&#x2014;if we will take the course laid down to us, it will never be. And we have to increase our storehouses more than a hundredfold; and if this people take that course, the granaries will be fuller than they are now; and they must be built in a more substantial manner. And when we have built this Temple, it is hardly a comparison to what we will build the next time; and the Devil will still rage worse and worse, and he will rage, and rage, and foam; but if we will do right he never can come over these mountains; or, in other words, he may get here, but the tabernacles  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0419\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he wants to come here never can&#x2014;no never, for they will fall without our touching them. [Voice: &#x201C;And it will be laid on the &#x2018;Mormons.&#x2019;&#x201D;] Yes, they lay the killing of Babbitt and Gunnison to the &#x201C;Mormons,&#x201D; and they say that Dr. Bernhisel will kill Brigham in one year [laughter in the stand and in the congregation], because he has got jealous of him. I must confess that would be the biggest miracle that I ever saw. Almost every evil that has been committed during the past twenty years has been laid upon the &#x201C;Mormons;&#x201D; and they are trying to make themselves believe that the &#x201C;Mormons&#x201D; have Danites, or destroying angels, in every nook and corner. <\/div><div class=\"paragraph jod\" id=\"v4n2316\"> Now, you may call that extravagant, but the world believe it. I never saw people so foolish as are the world at this time, and they never can affect us. I want you to keep that in view. That is my text; they never can trouble us, if we do as we are told. And when brother Brigham crooks his little finger, let our hands move. I am preaching what they say. <\/div><div class=\"paragraph jod\" id=\"v4n2317\"> We shall prosper, and the soil and the mountains will grow rich, and we will never lack for anything. We may draw wood out of the mountains continually, as we need it, and there will still be as much as there is now. We will eat bread to all eternity, and our bins will still be full. You may wear dresses to all eternity, if you will make them, and there will always be plenty. <\/div><div class=\"paragraph jod\" id=\"v4n2318\"> I am in my element when I am among this people and speaking to them; and my prayer is, by night and day, that I may be as simple as a child in my communications, and <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0419\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> speak the truth. As for my praying that God will make me eloquent, as the world call it, I never want it, but that He may make me eloquent in the truth, to speak it in its plainness and simplicity. <\/div><div class=\"paragraph jod\" id=\"v4n2319\"> Brethren and sisters, here in these mountains is the center of government; here is headquarters for the whole earth; and this will be headquarters until this headquarters make another. And when headquarters are made at Jerusalem, we shall make them. Why? Because this is the dispensation of dispensations; and where Israel has dropped down, we have got to build them up and establish them, just as much as men and women have to be raised in the resurrection where they lie down, by the authority of God. <\/div><div class=\"paragraph jod\" id=\"v4n2320\"> The earth is the Lord's,<span class=\"citation\" id=\"94480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94480)\">Ps. 24:1<\/a><\/span> and we are His servants; and let every man, according to the authority he possesses, dedicate his houses, the material of which they are built, the earth they stand upon, and his orchards and fields; and they will be blessed, and I know it. We are in the best place on the earth in which to sanctify and bless the earth and the inhabitants upon it, and the mountains, and the little hills, and the fountains of water. That is our business, and to bless each other, and build each other up, and raise up a pure and a holy people. That is what we are here for; and if you do not honor the calling you are called to, you will be good for nothing. <\/div><div class=\"paragraph jod\" id=\"v4n2321\"> God bless you, brethren; God bless you, sisters; and God bless your children, and the earth, and all there is in it, for your sake. Amen. <\/div>\n<\/div>\n<\/div>"}