{"ID":40063, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Practical Religion&#x2014;Simplicity&#x2014;Temporal Salvation&#x2014;Advantages of Utah As a Settlement for the Saints&#x2014;False Reports, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, a.m. of June 7, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Practical Religion, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/7\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d63\">\n<div class=\"paragraph jod\" id=\"v4n2323\"> I am thankful for the privilege of assembling with the congregation of the Saints on another day that is set apart to worship God. I delight in hearing the servants of the Lord speak of those things that pertain to life and salvation. Practical religion is what we all need, to prepare us to enjoy that which we have in our anticipations&#x2014;that which we hold in our faith. Merely the theory of any religion does people but little good. This is the great failing of Bible Christians, as they are called. They have the theory of the religion of which the Bible testifies, but the practical part they spurn from them. This is why the Latter-day Saints have become so obnoxious to the Christian world. They believe in the practical part of the religion of which the Scriptures are a history. You may take the plan and details of former Christianity; But, unless it is reduced to practice, it will not benefit the people. <\/div><div class=\"paragraph jod\" id=\"v4n2324\"> I delight extremely in plain simplicity. Brother Kimball desires to be plain and simple, even like a child. I delight in this. I believe, according to my feelings, that if I had all the mastery of language that has ever been obtained by the learned, my spirit would delight more in childlike conversation, and that, too, in a simple language, than in the most learned literary style that is used. A plain clear method of expressing ideas is the most pleasing to me. I always delight <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0418\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to hear brother Kimball speak, and I will take the liberty of saying to this congregation that brother Heber C. Kimball, in his spirit and in his faith, I do believe, is as true, as faithful, and correct, as any man that ever lived; but he has not that peculiar mastery of language that some have. He does not tell the people all that is in his mind: that would be impossible. He conveys a great deal in a few words. <\/div><div class=\"paragraph jod\" id=\"v4n2325\"> There is no person that ever heard me complain of or disapprobate in the least anything that brother Kimball says. The reason is simply this: I do know his spirit, and what is in his mind. Whether he tells one fourth of it, or speaks it to the right or to the left, or whether he hits a particle of it, I know what he means, and know that his meaning is just right. If he was blessed with the talent to clearly convey and explain the ideas that are in his mind, I will venture to say that he would be one of the greatest speakers that ever spoke on this earth, for true knowledge, sentiment, and principle. We need the spirit by which he speaks and lives in order to understand all that he means by his expressions. I say this, not having any fear in my mind that brother Kimball will, in his feelings, cast any reflections upon me for thus expressing myself. <\/div><div class=\"paragraph jod\" id=\"v4n2326\"> I know that I am a great many times placed under difficulty to bring  <div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0417\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>before the people the truth in a manner plain and simple enough to reach their understandings; and I know that this is the case with others. <\/div><div class=\"paragraph jod\" id=\"v4n2328\"> I have seen Joseph when it was impossible for him to give the people his views upon a subject that he designed to speak upon. <\/div><div class=\"paragraph jod\" id=\"v4n2329\"> Such is the case with myself; such is the case with every man that I ever heard speak. It is so with brother Kimball and many others who arise to address you here. When some rise here to present a dish of mental food to the congregation, they will be two hours, perhaps, in bringing out a dozen kernels of corn; but brother Kimball produces a full dish of both corn and beans in one quarter of the time, or less; and we have a fine soup and sweetmeats mixed with it&#x2014;a taste here and a taste there. If it could be comprehended by the people, they would generally find as much in one of his sermons as there is in forty or two hundred sermons delivered by those flowery speakers that sometimes address you. <\/div><div class=\"paragraph jod\" id=\"v4n2330\"> Brother Kimball was afraid of tiring us. I said that I should never be afraid of being tired with eating sucketash so long as I had room for a single spoonful. I generally deal out the sucketash, and I do not care whether there are two beans to one grain of corn, or one bean to two grains of corn; for those who like the beans best can pick them out, and those who prefer the corn can select it out. I really like the sucketash that brother Kimball has just laid before you, for it contains ingredients that pertain to our salvation. <\/div><div class=\"paragraph jod\" id=\"v4n2331\"> I told you last Sabbath, and I can tell you again today, what brother Heber has just told you, that the enemy of all righteousness<span class=\"citation\" id=\"71830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71830)\">Acts 13:10<\/a><\/span><span class=\"citation\" id=\"82237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82237)\">Alma 34:23<\/a><\/span> never was more formidably arrayed against the Saints than at this very present time. There never was a greater hatred <div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0417\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> against pure, undefiled, practical religion; and it seems as though every person was our enemy. But if your eyes were opened, as were those of Elijah's servant, you would see more that are for us than all that are against us. <\/div><div class=\"paragraph jod\" id=\"v4n2332\"> When people falter in their path, and stumble, and fall, if they had eyes to see&#x2014;if they would cling to the Lord, and sustain His cause here upon the earth, in preference to turning their backs upon it, they would see that there are infinitely more for His cause than there are against it.<span class=\"citation\" id=\"55814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55814)\">2 Kgs. 6:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n2333\"> Men and women must have eyes to see, or they cannot understand these things: they must be revealed by the Spirit of God; for that is the only way in which people can understand the things of God.<span class=\"citation\" id=\"73015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73015)\">1 Cor. 2:11<\/a><\/span> This makes it our imperative duty to study and know the will of God, and then do it with all our might. It brings us under the deepest obligations, for our own safety and security, to live so that we can have the mind of Christ<span class=\"citation\" id=\"73123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73123)\">1 Cor. 2:16<\/a><\/span> within us, and understand the mind of the Lord day by day. If we do this, we are a happy people. As brother Heber observed, we are the happiest people upon the face of the whole earth. <\/div><div class=\"paragraph jod\" id=\"v4n2334\"> You cannot go into any other community on the earth, and find that peace and union and those principles of honor, of justice, and of right between man and man, that you find in this community. You cannot find the same amount of good works, faith, virtue, kindness, gentleness, and peace that you find here: there is hardly enough of these good qualities among the world to enable me to establish a comparison. The whole world is in a turmoil, in a terror, and every man's hand seems to be against his neighbor,<span class=\"citation\" id=\"92703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92703)\">Moses 6:15<\/a><\/span> nation against nation, party against party, people against people. The world is in confusion, but this people are dwelling in peace. <\/div><div class=\"paragraph jod\" id=\"v4n2335\"> As I told you last Sabbath, I have  <div class=\"break pagebreak\" id=\"343a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0343.pdf\" target=\"pdfwin\">p.&#xA0;343a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0416\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>an experience with regard to the feelings of over one hundred brethren during our late travels. Perfect peace and union reigned. If there was a cross word, I did not hear it; if there was a cross look, I did not see it; if there was a cross feeling, I did not perceive it. Can any other community produce such a set of men and women? Is any other people blessed like this people? No. We have the privilege now of living in peace, of securing to ourselves our temporal salvation: we enjoy this right. And we will find those words of brother Kimball to be true with regard to the suffering of the children of men around us; and if we do not hearken to the counsel given us, we will see the day in which we will wish that we had. We will lament, if we do not go to and secure to ourselves means for our temporal existence. <\/div><div class=\"paragraph jod\" id=\"v4n2337\"> It is true that the Savior says, &#x201C;Seek first the kingdom of God and His righteousness;&#x201D;<span class=\"citation\" id=\"63629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63629)\">Matt. 6:33<\/a><\/span> but now we have the kingdom of heaven with us. We have sought it, and we have it in our possession. We enjoy the blessings of that kingdom; consequently, if we neglect everything else, we would be foolish, we would become extinct. But inasmuch as we have the kingdom of God within us, inasmuch as we have it here among us, inasmuch as we have the keys of it, the glory of it, the comfort of it, the power of it, and the laws of it, let us now go to and sustain our bodies, that we may live long on the earth to do good. And let us sustain our families&#x2014;our wives and children&#x2014;inasmuch as we have the necessary means and blessings preparatory to having all things added unto us.<span class=\"citation\" id=\"63630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63630)\">Matt. 6:33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n2338\"> Be wise: be as wise as the generations of this world. In the days of Jesus, those who received the kingdom and the spirit of the kingdom seemed to lose all sight of a temporal salvation; and Jesus said to his disciples, &#x201C;The <div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0416\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> children of this world are wiser in their generations than the children of light.&#x201D;<span class=\"citation\" id=\"67718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67718)\">Luke 16:8<\/a><\/span> The children of light did not know how to sustain themselves; they did not understand how to preserve themselves and the kingdom with them. <\/div><div class=\"paragraph jod\" id=\"v4n2339\"> There is danger on the other hand with this people. We have witnessed it; we have an abundant proof of it, that when the people actually turn to the world and seek after the things of this world, in order to secure to themselves the comforts of life, their affections appear to be weaned from the kingdom of God, and they become attached to the things of the world. It would be better if you and I never should have anything pertaining to this world, than to lose the spirit of the Gospel and love the world. <\/div><div class=\"paragraph jod\" id=\"v4n2340\"> But have we not learned enough? Do we not now understand enough to know that strict economy is required at our hands, in order to sustain ourselves and prepare for our friends, and also for our foes, and to be able to deal out the staff of life, not only to our friends, but also to our foes, and prove to them, what we have preached all the day long, that we are the friends of mankind? We are actually their friends, not only spiritually, but temporally. Let us go to, then, and lay up in our storehouses, and prepare for the day of famine, of sorrow, and of trouble; for all those things written in the prophecies, in ancient days and in this our day, will surely come upon the inhabitants of the earth. <\/div><div class=\"paragraph jod\" id=\"v4n2341\"> I bless you and your substance, with all that pertains to you; and if I could, I would so bring the Spirit of God upon you that you might have eyes to see, and be able to know the mind and will of God for yourselves. <\/div><div class=\"paragraph jod\" id=\"v4n2342\"> We are in the happiest situation of any people in the world. We inhabit the very land in which we can live in  <div class=\"break pagebreak\" id=\"344a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0344.pdf\" target=\"pdfwin\">p.&#xA0;344a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0415\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>peace; and there is no other place on this earth that the Saints can now live in without being molested. Suppose, for instance, you should go to California. Brothers Amasa Lyman and Charles C. Rich went and made a settlement in South California, and many of the brethren were anxious that the whole Church should go there. <\/div><div class=\"paragraph jod\" id=\"v4n2344\"> If we had gone there, this would have been about the last year in which any of the Saints could stay there. They would have been driven from their homes. It is about the last year that brother Amasa can stay there. Were he to tell you the true situation of that place, he would tell you that hell reigns there, and that it is just as much as any &#x201C;Mormon&#x201D; can do to live there, and that it is about time for him and every true Saint to leave that land. <\/div><div class=\"paragraph jod\" id=\"v4n2345\"> Suppose that we should go south. A great many wanted to go to the Gila River: that was proposed when we first came to this Valley. It was said to be a lovely country, and that men could live there almost without labor. What if we had gone there? You see what has followed us here; but what would have been the result, if we had gone there? Long before this time we would have been outnumbered by our enemies: there would have been more against us than for us in our community. Suppose we had gone to Texas, where Lyman Wight went? He tried to make all the Saints believe that Joseph wanted to take the whole Church there. Long before this, we would have been killed, or compelled to leave that country. We could not have lived there; and it is as much as ever they can do to let us alone here. <\/div><div class=\"paragraph jod\" id=\"v4n2346\"> As I have often said, I am thankful to a fulness that the Lord has brought us to these barren valleys, to these sterile mountains, to this desolate waste, where only Saints can or would <div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0415\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> live, to a region that is not desired by another class of people on the earth. When they come and have succeeded in getting our money, they will not stay any longer. When they have made all they can out of the Latter-day Saints, they wish to leave. And when you see a person who becomes tired of &#x201C;Mormonism,&#x201D; and falters in his path, backslides in his feelings, at once his eye is to the States, to California, or to some other place besides this. Though, previous to their departure, such persons will write to their friends, and to newspapers abroad, every conceivable misrepresentation; and even the majority of the officers that have been sent here are trying to make the Government believe that we are taking the country; that we are actually usurping power to ourselves with regard to the soil; that we are transgressing the laws of the United States; that we are treasoners in our feelings, alienated from our Government, and so on and so forth. They also declare that the &#x201C;Mormons&#x201D; are getting out what little timber there is in the canyons, and that if the timber is used up this land is not worth one penny an acre. <\/div><div class=\"paragraph jod\" id=\"v4n2347\"> In playing the game that they do, they give us nine out of ten. A gentleman by the name of Morrill wished to deliver a speech in the House of Representatives, on the &#x201C;Mormon&#x201D; question; but his friends managed to prevent it; for they saw the light surface on which he rode while he was writing his speech. They saw that the delivery of his speech would do the &#x201C;Mormons&#x201D; more good than harm, and they managed to head off its delivery by a motion to adjourn, which prevailed. He felt chagrined at losing the opportunity to make his speech, which he thought was full of thunder, and which occupies six-and-a-half columns in a large newspaper, and much of it in nonpareil type. They did not want to hear it. Every  <div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0414\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man of sense said, &#x201C;Mr. Morrill, this will destroy your influence with your constituents, and do the &#x2018;Mormons&#x2019; more good than hurt, and ruin our cause.&#x201D; No doubt his friends wished to steal it from him and let it have a stillbirth; but Mr. Morrill feels himself imposed upon, runs straightway to the Globe Office, and gets it stuck into the paper, much to our credit and advantage. That is the way all our enemies do; they overshoot the mark they are aiming at. <\/div><div class=\"paragraph jod\" id=\"v4n2349\"> Another man has written and got published a long article; and I have really thought that I would like to have the speech, which was never delivered, the long article, and some other articles of like character read before the public congregation. William Smith, brother to the Prophet, is the one suspected of having dictated the writing of the long article mentioned. He defies the United States to send a Governor here that can do anything with the &#x201C;Mormons,&#x201D; except himself. He declares that no man can go to Utah but a man who is well acquainted with the &#x201C;Mormons,&#x201D; and one who has as much influence among them as Brigham Young; and presents himself as the man. He also tells about the Danites, and asserts that they are in every town and city throughout the whole of the United States, and that their object is not known by the people; that they are all over the world; that there are thousands of them; and that the life of every officer that comes here is in the hands of the Danites; that even the President of the United States is not safe; for, at one wink from Brigham, the Danites will be upon him and kill him. After all this, he says that no man can go there; and when he gets through with his story, sufficiently so to expose who he is, he says, in purport, &#x201C;I can go there; and if you do not believe me, try me; and if you think I cannot, <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0414\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> give me the right to go there with a good large army. <\/div><div class=\"paragraph jod\" id=\"v4n2350\"> Judge Drummond comes out with death and thunder on the &#x201C;Mormons,&#x201D; and that no other man ought to govern the &#x201C;Mormons&#x201D; but Judge Drummond, the HORSE DEALER; and so it goes. And they publish that we have thousands and tens of thousands of men scattered over the world, full of fervor, integrity, and courage, and ready at a moment's warning. Just one word from Brigham, and they are ready to slay all before them; and then they turn round and proclaim that the &#x201C;Mormons&#x201D; ought to be used up, and that you can do this and that with them. It is all a pack of nonsense, the whole of it. <\/div><div class=\"paragraph jod\" id=\"v4n2351\"> &#x201C;The devil is mad, and I am glad; And what can we do to please him?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n2352\"> I know what I think, but I will not tell it now. It would please me better to have him kicked out of doors than anything else, and especially from this community. <\/div><div class=\"paragraph jod\" id=\"v4n2353\"> If we would not say one word about people's living their religion, and let this Temple alone, and the spirit of improvement in regard to our religion, and everything pertaining to the world, and bid the world welcome to our houses and firesides, and strike hands with them, and call them our friends, we should have no difficulty with them. They have nothing against us, only they cannot do as they please when they come here, but have to observe the laws of the United States and this Territory, and a certain degree of moral decorum. They cannot do as they please in their corruptions, and they raise a hue and cry against the &#x201C;Mormons.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n2354\"> If we would not say to the brethren and sisters, Try and live your religion according to the Spirit of the Gospel, grow in grace, and in the knowledge of the truth,<span class=\"citation\" id=\"85982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85982)\">D&amp;C 50:40<\/a><\/span> and in all the graces and gifts of God's Spirit, all would be  <div class=\"break pagebreak\" id=\"346a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0346.pdf\" target=\"pdfwin\">p.&#xA0;346a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0413\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>peace between us and the wicked. If we were to say nothing about building a Temple to the name of Israel's God, the Devil would not be mad, and the case would be like that of a priest. In his vision in the night, he came along to a pretty good-sized town, walled in fine and nice; and he thought that he came to one corner where there stood a post, and that the Devil sat asleep and nodding on the top of it. But he opened his eyes&#x2014;and noticed the priest, and asked him, &#x201C;Which way are you going?&#x2014;to the city?&#x201D; &#x201C;Yes,&#x201D; replied the priest, &#x201C;but what are you doing here?&#x201D; &#x201C;O I am just overlooking the city.&#x201D; &#x201C;How many devils does it take, besides you, to take care of this people?&#x201D; &#x201C;There is no other here besides myself; the whole people are under my control, and I have trained them so well that I have nothing to do; and they are so well learned in the doctrine of the devils, that they can almost get along without me. I am merely here to see whether they continue to do as they have been doing. I was thinking that I should have to go to another city; but, as you have come, I shall have more work.&#x201D; If we live so that the devil has need to look after us carefully, all is right. <\/div><div class=\"paragraph jod\" id=\"v4n2356\"> The world would like to have us their friends, and to have us to do service to their father the Devil. We profess to be Saints of the Most High, and the people prove it by their actions. They are full of integrity and good works, and yet there are a few that ought to mend their ways; though I am happy to see that there are not many in this community, and that that number is growing less. <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0413\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> And it is my constant prayer, all the day long, that God would multiply the righteous and righteous principles throughout the world, while he decreases the ungodly; and also that we may so live as to enjoy all the brethren have spoken of this morning, root out the devils, and bid all foul spirits to depart from our houses and community, that we may enjoy the peace of the Gospel in its fulness. <\/div><div class=\"paragraph jod\" id=\"v4n2357\"> I pray both for my friends and for my enemies, that, if they will not repent, the earth may be speedily emptied of the ungodly.<span class=\"citation\" id=\"58406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58406)\">Isa. 24:3<\/a><\/span> I have often told you how I love my enemies. I would do something for their salvation, if the Lord would permit me. And if the time was come, I would take a step to give them, not a superlative heaven, but a comparative place of peace. If it was in my power, I should perhaps be for doing this before the time. <\/div><div class=\"paragraph jod\" id=\"v4n2358\"> Pray that our enemies may have no power over us; pray for the Spirit of the Gospel, that the Lord may strengthen the Elders, and keep them in the spirit of humility, while they are out preaching the Gospel; pray for the anointed of the Lord, for the house of Israel, those poor degraded Lamanites, that light and truth may spring up among them more and more. They begin to improve greatly; pray that it may continue, that they may come to a knowledge of the truth, and help to build up Zion, and they will be a shield to us in the day of trouble.<span class=\"citation\" id=\"56433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56433)\">Ps. 20:1<\/a><\/span><span class=\"citation\" id=\"90414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90414)\">D&amp;C 109:38<\/a><\/span> All this, and a great deal more, I feel to say; but, for the present, I will give way. May God bless us all. Amen. <\/div>\n<\/div>\n<\/div>"}