{"ID":40066, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Comprehensiveness of True Religion&#x2014;Sacrifice for the Kingdom of God&#x2014;The Saints Should Be Superior to the World in All Things&#x2014;Trust in God, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, June 14, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Comprehensiveness of True Religion, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/14\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d66\">\n<div class=\"paragraph jod\" id=\"v4n2404\"> I cannot express my feelings; I can imagine, but cannot give vent to my imaginations, when I realize the situation of the Saints in the valleys of these mountains. I expect, if I should give way to my feelings mingled with the weakness pertaining to mankind, that you would call me more foolish than a Methodist, or even more foolish than a right down shouting Ranter. <\/div><div class=\"paragraph jod\" id=\"v4n2405\"> I think that I know how to prize the blessings I enjoy; and I also really think that there are a great many here who know how to prize theirs. My soul is full of gratitude. We are far from our oppressors, far from those who seek to destroy us solely on account of our faith, and are secured in the midst of these sterile, inhospitable mountains and valleys. They are so to every person, upon natural principles, but the Saints live here. <\/div> <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0405\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n2406\"> When I go abroad, when I visit a neighbor, when I meet a man or a woman in the street, when I assemble with the community in which I live, I am in the midst of Saints, or at least of those who profess to be Saints; and if they are not Saints, I think they are trying to become so with all their might. I know how to prize these blessings; and, if I was a right good old fashioned shouting Methodist, I should get up here and begin to talk, and it would not be long before I should be shouting &#x201C;Glory!&#x201D; &#x201C;Hallelujah!&#x201D; &#x201C;Praise the Lord!&#x201D; and you would hear the response, all over the meeting, &#x201C;Amen!&#x201D; &#x201C;Glory!&#x201D; and in a short time we should get into a real shout. <\/div><div class=\"paragraph jod\" id=\"v4n2407\"> I am full all the time; and there are many here who know how to enjoy the society of the Saints. I  <div class=\"break pagebreak\" id=\"355a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0355.pdf\" target=\"pdfwin\">p.&#xA0;355a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0404\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>am not obliged to mingle my voice with the wicked and the ungodly; I am not obliged to associate with them. Brother Rich knows what it is to be with the wicked, for he has been living in the nethermost corner of sin and iniquity for a long time; and he knows how to appreciate the society of the Saints here&#x2014;how to mingle with them with a heart of gratitude. <\/div><div class=\"paragraph jod\" id=\"v4n2409\"> I wish to say a few words to the Saints upon what we call our holy religion. If you and I are in the line of our duty when we talk, when we sing, when we preach, when we pray, when we rise up and when we lie down, when we go out and when we come in, in all the varied scenes and duties of this busy life, every iota that we perform is embraced in our holy religion. The one is inseparably connected with the other through the whole march of life, from the day that persons know the truth until they have completed their work on the earth preparatory to entering into a higher state of bliss. The religion that we have embraced is designed to correct people, to give them a true system, true laws, true ordinances, true customs, and to correct them in every point in all the social duties and enjoyments of life. It teaches us every principle that is necessary to prepare people here on the earth to become a perfect Zion&#x2014;the pure in heart&#x2014;<span class=\"citation\" id=\"89186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89186)\">D&amp;C 97:21<\/a><\/span>a perfect heaven on earth. <\/div><div class=\"paragraph jod\" id=\"v4n2410\"> When the law is revealed to us and the ordinances committed to our charge, if we exercise ourselves therein according to the best knowledge and wisdom that we have, and continue so to do, God will add to us, until we shall know how to establish Zion in perfection, and have the kingdom of God, in the fulness thereof, in our midst and within us, and enjoy the society of holy beings. All the real business we have on hand is to promote our religion. <\/div> <div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0404\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n2411\"> When the brethren rise up here to exhort you, as brother Hyde has, to attend to a little temporal business, that is a portion of our religion. I told you, I think, last Sabbath, while speaking on that subject, to seek now to sustain this community&#x2014;to seek to sustain ourselves. As brother Hyde has remarked, the first thing now to attend to is to prepare for a day of want and sorrow. <\/div><div class=\"paragraph jod\" id=\"v4n2412\"> I told you, you will recollect, that we have the kingdom of God with us: we sought that first. There may be here and there, in this congregation, a person who has not done this; but almost every man and woman before me have sought the kingdom of God with all their hearts. Some may have done so in Missouri, in Illinois, in other parts of the United States, in Ireland, Scotland, Wales, Germany, France, England, and in many other foreign lands. They have sought the kingdom of God with all their hearts, and have found it, and enjoy the principles, and spirit, and power of it. It is that which gives me the privilege of looking at you in these distant valleys. <\/div><div class=\"paragraph jod\" id=\"v4n2413\"> We have got the kingdom: we sought it with all our hearts; though many of us have been robbed of our substance not less than five times. Yes, we have been robbed many times of all we possessed on earth, because we sought the kingdom of God and its principles. We have been driven from our homes time and time again. We have many times suffered the loss of all temporal possessions. I say we; though there are brethren and sisters here who have not been in the Church over a year, and some two, others three years; but you are numbered with the Saints, and the Saints have suffered the loss of all things, time and time again. What for? For the kingdom of heaven's sake and its righteousness.<span class=\"citation\" id=\"63631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63631)\">Matt. 6:33<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0403\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n2415\"> It is our privilege to be as wise in our generation as the children of this world; and not only so, but it is our <span class=\"italic\">duty<\/span> to be as wise in our generation as the children of this world.<span class=\"citation\" id=\"67719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67719)\">Luke 16:8<\/a><\/span> We have the true light and knowledge, and we ought to know as much as the philosophical world, or as any other people on the earth. We ought at least to know as much about politics as do the political world, or as do any other people. I expect that we do; and if we only apply our minds in the proper time and channel, we know as much about the Christian world as do any other people, and we ought to know as much about the whole world as do any other people. In fact, we ought to know more upon all those matters than any other people; for we are privileged with far superior advantages, through faith and obedience to the Gospel. <\/div><div class=\"paragraph jod\" id=\"v4n2416\"> There is one principle which we will acknowledge to be infallible; and I feel like illustrating it by a few circumstances pertaining to this people. We are under obligation to trust in our God; and this is the groundwork of all we can do ourselves. You know that we cannot actually make one hair white or black<span class=\"citation\" id=\"63180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63180)\">Matt. 5:36<\/a><\/span> by exercising the power that we have. We cannot, as it is written, add to our stature one cubit.<span class=\"citation\" id=\"63588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63588)\">Matt. 6:27<\/a><\/span> That proves that in and of ourselves alone we can do nothing. We have been trusting in God, you know, all the time, in order to accomplish what we have. We have trusted in the Lord, or we never would have received this Gospel. We have had confidence in him, and in His revealed will to the children of men. If we should lose this confidence, our faith, and our hope, we are then left without any strength; consequently we know better than to leave our God. In performing everything we can for our temporal salvation, do you not naturally understand that it is through <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0403\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a more or less implicit confidence in our God? <\/div><div class=\"paragraph jod\" id=\"v4n2417\"> It is not by our works alone, but we are co-workers with the God of heaven&#x2014;with our Father: we are helpers. We expect to be saved, and we have the work to perform to save ourselves. That is necessary to give us experience to know what to do with our salvation when we have obtained it. We do not intend to forsake our God, nor to say that we have done this or that; for we have not done it alone, and do not expect to. We must learn, and I may say that very many have learned in a great degree, that it is by implicit confidence in our God that we perform all that we do here pertaining to His kingdom on the earth. <\/div><div class=\"paragraph jod\" id=\"v4n2418\"> We have heard much said, during six months past, to this congregation, with regard to our acts&#x2014;with regard to our conduct one towards the other. There has been much said in regard to the spirit of reform. That spirit manifested itself in the case of our immigration last season. We did prove to God, angels, and good men and good women, also to wicked men and women, and to the devils in hell, that we had confidence in our God and in our religion. <\/div><div class=\"paragraph jod\" id=\"v4n2419\"> Perhaps many of the congregation are ignorant with regard to the true situation of this community, in a temporal point of view, at the time assistance was sent to our late immigration and for the year past. You may take men that are keen observers, close calculators, and they can prove to themselves and to you this one fact, that last September&#x2014;and I do not know but in August&#x2014;this community had eaten up the small amount of produce that grew the previous year, so that there was not a bushel of grain to start upon, or that had been kept over. When the harvest came, and the grain and vegetables were all gathered, the declaration of close ob<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"357a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0357.pdf\" target=\"pdfwin\">p.&#xA0;357a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0402\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>servers was that you could not find enough provisions raised throughout the Territory to sustain this community nine months. It was not in the country; it did not grow here. It was not in the fields of wheat when the grain was threshed; the potatoes and the buckwheat were not gathered; the peas and the beans did not grow; and the amount necessary to sustain life was not on hand to sustain this community nine months, if a close calculation had been made. <\/div><div class=\"paragraph jod\" id=\"v4n2421\"> I couple this with the faith and acts of the people in assisting the immigration last fall. We said to the brethren, Get the wheat ground, take the flour, and go and bring in the immigration. And I bear my testimony in the name of the Lord God of Israel, that if this community had not have done as they were requested pertaining to the immigration, we this day would not have had a bushel of wheat in the market in this Territory. <\/div><div class=\"paragraph jod\" id=\"v4n2422\"> But this community took their teams, loaded up provisions and clothing, and went to the immigrants on the Plains; and some of them went almost naked and barefooted. I know of men who were in the City on business when the call was made, and they started off to assist those who were in the snow, and were gone two months without shoes to their feet or comfortable clothing to keep them warm; for they had not brought those articles from home with them, on account of expecting to return. They did not go back to get a new pair of shoes and clothing sufficient to keep them from freezing among the snows of these mountains, and then stay at home; but they promptly obeyed the call, saying, If I can borrow flour, I will take it to the brethren, and will pay it back when I come in. <\/div><div class=\"paragraph jod\" id=\"v4n2423\"> Did the people prove that they had implicit confidence in their God? They did. They left their families with<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0402\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>out wood, and their grain lying in the field; their wheat not threshed, their potatoes not dug; no forage gathered for their cattle, and no preparations for sowing the fall wheat; and trusted in the Lord to provide for them, or to have an opportunity to sow in the winter, or the next spring, or never. What was the result of that highly praiseworthy conduct? Hundreds of lives were saved, and we have plenty. <\/div><div class=\"paragraph jod\" id=\"v4n2424\"> Some go against the people selling wheat to anybody but those who build up the kingdom of God. Have I ever objected to it? I say, let the Saints have it, if you have got it. But what did we see here a year ago last winter? A merchant bought up a large amount of wheat at from a dollar to a dollar-and-a-half a bushel, and flour at from four to five dollars a hundred. What was the result? He could not take it to the States nor to California; and I bought it at a much less price than he paid for it in cash and goods, and paid him in cattle. I am now buying wheat for seventy-five cents a bushel that the merchants here have bought in at from $1.25 to $1.75 a bushel. <\/div><div class=\"paragraph jod\" id=\"v4n2425\"> If this community had not hearkened to the wants of their brethren and sisters who came in last fall, this would not have been; but we would now have been in want. Who believes this? I reasonably know it; and it would almost be impossible for me to view the matter in any different light. I was careful to look for the welfare and salvation of this people. <\/div><div class=\"paragraph jod\" id=\"v4n2426\"> I have always looked for their salvation, both spiritually and temporally. I looked well to it last year, and the year before that. <\/div><div class=\"paragraph jod\" id=\"v4n2427\"> A year ago this spring was about as hard a time as has been in this Territory. There was not flour nor wheat for sale. I had not much, and I was feeding a great many. I told you then what I intended to do; I can tell you now what I did. When the  <div class=\"break pagebreak\" id=\"358a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0358.pdf\" target=\"pdfwin\">p.&#xA0;358a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0401\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pinching time came on, my knowledge with regard to the dealings of God with His people taught me to labor in accordance with my faith and His promises, and I said, &#x201C;I will part with that which I have to sustain life, until the last four ounces are gone; for, if I undertake to keep enough to sustain my family and workmen, and deprive the destitute, I shall come to want with the community, and we shall not sustain ourselves. If I will not turn away any that are in need, I can induce the next brother to do the same, and this community will not suffer for the staff of life.&#x201D; Still, I suppose that some did suffer; and what was the reason? If all persons had felt in their hearts to hand out just as long as they had anything to deal out, and not have been pinched up in their feelings, and bound up in their hearts and in their affections in the love of the things of this world, and one man on this side, and another on the other side had not have said in his heart, &#x201C;True, I can spare five hundred pounds of flour; but now is my time to get fifty dollars a hundred for it, and now is my time to make the spoil,&#x201D; there need not one have suffered. There was just enough such men in the community to affect the faith of the Saints, and to cause a few to suffer. <\/div><div class=\"paragraph jod\" id=\"v4n2429\"> If there had been as many to act as they should, as there were to act as they should not, our bins would have been as full of flour as they are this year. All that saved us this year was renewing our covenants, keeping the commandments of God, and walking humbly before Him. That is what causes the wheat to be here, whether you believe it or not. <\/div><div class=\"paragraph jod\" id=\"v4n2430\"> It is the liberal heart, the liberal feelings of men and women&#x2014;of those who are full of faith in God that they will not suffer, because He will provide for His people in the last days. He has done so; but He will not <div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0401\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> provide for you and me, except we live our religion. If we will live our religion, walk in the light of the Lord's countenance, day by day, so as to have fellowship with our Father and His Son Jesus Christ, by the power of the Holy Ghost, and with every good being in heaven and on earth, let me tell you that hell may spew and bellow, and the devils may howl, and they cannot scathe you and me any more than can a few crickets. But, to enjoy the protection of the Almighty, we have got to live our religion&#x2014;to live so that we have the mind of Christ<span class=\"citation\" id=\"73124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73124)\">1 Cor. 2:16<\/a><\/span> within us. <\/div><div class=\"paragraph jod\" id=\"v4n2431\"> We have obtained the kingdom of heaven and the keys of it long ago, and now we have got to live so that they will not be taken from us, but that we will continue to increase in all the graces of His Spirit. Then, instead of backsliding, we shall become rich in heavenly things, and grow up into Christ our living head,<span class=\"citation\" id=\"75264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75264)\">Eph. 4:15<\/a><\/span> until the things of this world are as plentiful with us in our days as they are with the children of the world. <\/div><div class=\"paragraph jod\" id=\"v4n2432\"> We ought to have a little more wisdom; and I mean to have it, and mean that this people shall have it. They shall have more knowledge and understanding pertaining to heaven and heavenly beings, and to earth and everything pertaining to it, than any other people. I am determined that I will so lead this people, according to the best of my ability and skill, that they shall obtain it, with the help of God and the prayers of faith. If the people had been as liberal last year as they have been this, there would have been no crying for bread. This year our hearts are soft&#x2014;they are a little more elastic, and our blessings are more. Another circumstance I will mention is this&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v4n2433\"> We were owing a debt of $12,000 to one of the merchants in this city, and have been disappointed in the East with regard to drafts and money  <div class=\"break pagebreak\" id=\"359a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0359.pdf\" target=\"pdfwin\">p.&#xA0;359a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0400\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>matters. As I have frequently told you, and tell you now, when the business of this Church that belongs here to be conducted is conducted in other lands, we have as yet no men but what get in a muss and entangle our feet. They undertake to do that which should be done here, and God is not with them to dictate their doings as they should be dictated, and they fail in their calculations. Such transactions had somewhat straitened our financial condition. We were not ready to discharge this one debt. We had expected to pay the debt in cash, but had the opportunity of paying it with the cattle, when upon examination we had but a few scattering here and there&#x2014;a few cows, and a few two-year-olds and yearlings. Last spring we raked the herd ground, and gathered up all the cattle that would answer any purpose for working, for sale, or for beef. <\/div><div class=\"paragraph jod\" id=\"v4n2435\"> Said I, &#x201C;Every cow that I own shall go to pay this debt; and if the brethren will come and buy my mules and horses, they shall go also.&#x201D; The next man said the same&#x2014;&#x201C;We will turn out our whole stock, and pay this debt, and trust in God for the result.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n2436\"> We stopped the teams which were hauling stone, expecting that we should have to go to drawing stone with our horses and mules. By that method we had one hundred head of cattle to turn into good feed, to rest a few days, and be fit for traveling. We had sent north and south to the Bishops of the various wards, and also hunted the ranges for our own cattle; and, said I, &#x201C;I know that God has provided for me, and I am not afraid to trust Him;&#x201D; and so said the next, and the next. We wanted to turn out four hundred head of cattle, in order to accomplish what was desired. <\/div><div class=\"paragraph jod\" id=\"v4n2437\"> Yesterday we turned out the last of the cattle that we needed to pay that debt. We went to the herd ground, <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0400\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> where brother Stringham had said there were none, and we got about one hundred and seventy head there. And the brethren began to bring in and bring in, and the cattle that we had drawn stone with are all still in the good feed, and the debt is paid, and we have now almost two hundred head of cattle on hand more than we had when we commenced. We are now better supplied with cattle for teams and beef, and with milk cows, and everything of the kind, than when we commenced; and we have not touched one of those animals that we needed to work on the Public Works. <\/div><div class=\"paragraph jod\" id=\"v4n2438\"> But if I had puckered up to begin with, and if brother Kimball, and brother Wells, and Bishops Hunter, Hardy, and Little, and the rest of the brethren had done the same, and then sent out to see whether the brethren abroad would turn out stock to meet the liability, we never would have got those cattle into our hands. We would not even have seen them in the Territory; our eyes would have been so darkened that we could not so much as have seen them. I will venture that we can find more cattle now than we could six weeks ago, notwithstanding we have just turned out so many. These are stubborn facts; there is no dodging them. They cannot be philosophized away with me, for I know they are true. <\/div><div class=\"paragraph jod\" id=\"v4n2439\"> If this people will continue in well doing, I warrant them that they will multiply. You know the figure that brother Kimball presents once in a while; but I am not for stripping the old cow to death. And I say to the brethren, If any of you have turned out a cow or cattle to your injury, come, and we will return them again. If you do not wish for them back, feel as I do, and let them go. I have given them, and I will not go and take them back again. A good many have turned out cattle on donation. When we wrote to the Bishops on the  <div class=\"break pagebreak\" id=\"360a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0360.pdf\" target=\"pdfwin\">p.&#xA0;360a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0399\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>subject, we prepared the way so that we might receive them; for I felt then, by the Spirit, that a good many men and women would say, &#x201C;Would you take anything as donations, for our tithing, &amp;c., is paid? I have a cow or an ox, or a little money, that I can spare as well as not, and I will turn it out, if you will take it as a donation.&#x201D; The brethren were not instructed upon that point, so I informed them by letter that, if they were disposed to donate, they might; but we would take cattle on tithing or on the P. E. Fund debts; for there is a great amount owing us. If these debts were paid, we should have an abundance; for there is nearly $200,000 dollars due to the Perpetual Emigrating Fund alone. We cannot now collect these debts, for the brethren are poor; hence we have to operate without those means. <\/div> <div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0399\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n2441\"> If any have suffered by their donations, I will say to them, We have more cattle than we had in the commencement, and we are better able to give than we were before we paid those debts. Do you not see the hand of the Lord in this? I know it, and I want every man to live so that he may see the hand of the Lord in all things, like the sun shining before him, that he may see the dealings of the Lord among the people, as plain as to see the path home today. If we live so, all is right; we are safe; we know how to save ourselves spiritually and temporally. What do you think of such a people? Are they not blessed of the Lord? They are a God-blessed people; and I do bless you in the name of the Lord Jesus Christ, even so. Amen. <\/div>\n<\/div>\n<\/div>"}