{"ID":40069, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Exchange of Feeling and Sentiment Produces Mutual Confidence&#x2014;Necessity of Cultivating a Childlike Spirit&#x2014;Devotedness of the Saints in Utah Towards the Work of God&#x2014;God Will Take Care of His Own Work, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, June 28, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Exchange of Feeling and Sentiment, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/28\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d69\">\n<div class=\"paragraph jod\" id=\"v4n2501\"> I arise to express some of my feelings in relation to the brethren who may address the Saints from this stand from time to time. I wish you to understand that when you are called upon to speak to us here, we wish you to speak upon the same principle that brother Chislett has. Out of the abundance of the heart the mouth speaketh.<span class=\"citation\" id=\"64424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64424)\">Matt. 12:34<\/a><\/span> Brother Chislett has spoken upon that principle. We do not expect the brethren to rise up here to instruct the people with regard to the special duties devolving upon them, or to give the revelations of Jesus Christ<span class=\"citation\" id=\"94482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94482)\">Gal. 1:12<\/a><\/span> to lead the people. <\/div><div class=\"paragraph jod\" id=\"v4n2502\"> Let me ask this congregation, what does strengthen your minds, your faith, and your confidence in your religion? Is it not the Spirit of the Lord? It is. Is not that what you require day by day? Do you not receive as much of the spirit of intel<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0392\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ligence, of the spirit of knowledge, and the consoling influences of the Holy Ghost, to have people rise and testify of the things of God which they do know, of those things which they have experienced themselves? Does not that vividly bring to your minds the goodness of the Lord in revealing to you the truths of the Gospel? Does not that strengthen your faith, give you an increase of confidence, and witness to you that you are a child of God? Most assuredly it does. Therefore, when any testify of the things of God, it strengthens their brethren precisely as it did in days of old when they observed the counsel to &#x201C;speak often one to another,&#x201D;<span class=\"citation\" id=\"62465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62465)\">Mal. 3:16<\/a><\/span><span class=\"citation\" id=\"91828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91828)\">D&amp;C 133:6<\/a><\/span> &#x201C;strengthen the brethren,&#x201D;<span class=\"citation\" id=\"68107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68107)\">Luke 22:32<\/a><\/span> and so on. <\/div><div class=\"paragraph jod\" id=\"v4n2503\"> A mutual interchange of feelings one with the other, increases confidence in our own hearts, as well as  <div class=\"break pagebreak\" id=\"368a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0368.pdf\" target=\"pdfwin\">p.&#xA0;368a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0391\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the hearts of our friends. We are made sensible by our own experience that in changing and interchanging our views, we reveal our hearts, feelings, sentiments, and confidence that we have in each other; consequently, it is a natural result that we increase confidence in each other by our mutual conversation. This is proved to us day by day. Perhaps all have not the opportunity to prove this in so public a manner; but some few have. <\/div><div class=\"paragraph jod\" id=\"v4n2505\"> In my experience I have learned that the greatest difficulty that exists in the little bickerings and strifes of man with man, woman with woman, children with children, parents with children, brothers with sisters, and sisters with brothers arises from the want of rightly understanding each other. It is not that this man or that woman wishes to do wrong; but if they do wrong with their connections or with their neighbors, it is in consequence of a misunderstanding. Let us learn then to give each other our true sentiments. <\/div><div class=\"paragraph jod\" id=\"v4n2506\"> It is a great fault in the Elders of Israel, when they talk to a congregation, that they speak a great while about something, but you cannot always easily tell what. It may be more or less natural for some to do this, but it is a habit which can be overcome. Persons can learn to express their feelings by their words. Do not hesitate to tell your feelings. <\/div><div class=\"paragraph jod\" id=\"v4n2507\"> Many have a foreboding in their hearts; a restfulness, a tremor comes over them, when they arise to address a congregation. They think that it will not do to tell the people just what they understand, but talk about it and talk about it. In this way they darken counsel.<span class=\"citation\" id=\"56217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56217)\">Job 38:2<\/a><\/span> Do not darken counsel by your words. <\/div><div class=\"paragraph jod\" id=\"v4n2508\"> I do not now refer in the least to what has been said this morning; for I really believe that the feelings of brother Chislett were portrayed frankly, honestly, and childlike. That is the <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0391\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> way I like to have the Elders talk; and I wish to have them testify to what they know. That will help and encourage others to get the same Spirit; for, in the midst of all that we hear from this stand with regard to counsel and implicit obedience to counsel, you and I must have the testimony of Jesus within us, or it is of but little use for us to pretend to be servants of God. We must have that living witness within us. We need the light of the Holy Spirit continually, day by day, as you have been told hundreds of times. How easy it would be for your leaders to lead you to destruction, unless you actually know the mind and will of the Spirit yourselves. That is your privilege. And when you testify in this public congregation, or in your prayer meetings, testifying of the things of God that you know and understand, you are at liberty to speak freely upon those things which you believe. Instead of getting up to instruct, to lead, guide, and direct the kingdom of God, we want the brethren to tell what they know, what they understand, the joy that they feel, and their experience day by day. <\/div><div class=\"paragraph jod\" id=\"v4n2509\"> We do not expect the brethren to rise here to instruct pertaining to the leading of the Church. But do they instruct, when taking the course I have suggested? Yes; they instruct me; they cheer and comfort my heart; they increase confidence in me towards them. When they rise to speak here, they cannot hide their feelings, the sentiments of their hearts. And when they exhibit an honest, childlike spirit, it increases my confidence in them, and so it does the confidence of the people, and we are all encouraged and strengthened; we are edified and benefited, and we increase in our religion. <\/div><div class=\"paragraph jod\" id=\"v4n2510\"> Allusions were made to our situation and the situation of the world. No tongue can fully portray that sub<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"369a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0369.pdf\" target=\"pdfwin\">p.&#xA0;369a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0390\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ject to you. It is impossible for any man to rise here and exhibit the true state of this people&#x2014;of the blessings of the favor of God towards them. That is not to be known or realized, except by the revelations of the Spirit of the Lord.<span class=\"citation\" id=\"74378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74378)\">Gal. 1:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n2512\"> This is the kingdom of God; and no man can understand it, except by the Spirit of God.<span class=\"citation\" id=\"73016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73016)\">1 Cor. 2:11<\/a><\/span> We are enjoying the blessings of our Father in heaven. No person can understand these blessings, except by the Spirit of revelation. When that Spirit has gone from the hearts of individuals, these valleys cease to be the valleys of peace to them, cease to be the valleys of comfort and joy to them, and they seek for other climes. They first wander from the Saints and from their religion in their feelings, and finally they wander in person. <\/div><div class=\"paragraph jod\" id=\"v4n2513\"> This people are blessed, and are a blessed people. When I meditate upon our present circumstances, and view the situation of the people, I can feel nothing in my heart only to say, &#x201C;God bless them.&#x201D; They are a God-blessed people. They do manifest to God, angels, and men, that they are willing to sacrifice, if we may use the expression, all that they have, or expect to have in this world, in its present situation, that they may be the children of light,<span class=\"citation\" id=\"69816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69816)\">John 12:36<\/a><\/span> and walk in the favor of God, and secure their inheritance in the celestial kingdom of our God. All else is in the shade to them. They prove by their works that they are a blessed people, and you will be blessed. You need have no fear but the fear to offend God. If you have any tremblings in your hearts, or timid feelings with regard to our present situation, let me tell you one thing, which is as true as that the sun now shines, that whatever transpires with us, with our enemies, with the world here or there, will still more promote the kingdom of God on the earth, and bring to a final end the kingdoms of this world.<span class=\"citation\" id=\"94483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94483)\">Rev. 11:15<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0390\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v4n2514\"> But the people of the Most High God must be tried. It is written that they will be tried in all things,<span class=\"citation\" id=\"92066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92066)\">D&amp;C 136:31<\/a><\/span> even as Abraham was tried.<span class=\"citation\" id=\"89393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89393)\">D&amp;C 101:4<\/a><\/span> If we are called to go upon Mount Moriah to sacrifice a few of our Isaacs,<span class=\"citation\" id=\"53288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53288)\">Gen. 22:2<\/a><\/span> it is no matter; we may just as well do that as anything else. I think there is a prospect for the Saints to have all the trials they wish for, or can desire. Do not be discouraged when you hear of wars, and rumors of wars,<span class=\"citation\" id=\"85605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85605)\">D&amp;C 45:26<\/a><\/span> and tumults, and contentions, and fighting, and bloodshed; for behold they are at the thresholds of our doors.<span class=\"citation\" id=\"85722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85722)\">D&amp;C 45:63<\/a><\/span> Now, do not let your hearts faint; for all this will promote the kingdom of God, and it will increase upon the earth. Why? Because the world will decrease. We will be strengthened, while they will be weakened. Righteous principles will be multiplied and spread abroad, while wickedness will diminish and become limited in its power. The Saints of the Most High will increase. God's kingdom will increase upon the earth. And all we have to do, in order to increase, is to be sure that we are the children of God, inheritors of the blessings, promises, and faith of Abraham of old: then, whatever transpires, it is no matter. <\/div><div class=\"paragraph jod\" id=\"v4n2515\"> The world are determined to destroy the kingdom of God upon the earth: they wish to obliterate it. The kingdoms of darkness are determined to destroy this kingdom. In their feelings they are fighting you and me, and do not know that they are contending against Jehovah. They have not the least idea of that, but think they are contending against the &#x201C;Mormons.&#x201D; They are not contending against you and me&#x2014;they are contending against the God of heaven. Do you think he can manage his own affairs? &#x201C;Yes, if he only will,&#x201D; you say. Do you think He can lead this people to victory and glory? &#x201C;O yes,&#x201D; every heart responds, &#x201C;if He  <div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0389\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>has a mind to.&#x201D; Do you think we are safe in trusting in God? &#x201C;Yes, if the Lord will actually preserve us.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n2517\"> How are you going to be assured of all this, and a great many more things? There is but one way&#x2014;live so that you have the abiding witness within you that, if all the rest go to the devil, I am a servant of God, and will go into His presence. Let every man and woman take that course, and then the Lord will take care of the whole of them. <\/div><div class=\"paragraph jod\" id=\"v4n2518\"> There is a great deal said by our enemies with regard to destroying us. I will tell you how I feel about that. I have heretofore used a comparison, and it is a very plain one. When I see a number of little boys by the Tithing Office, where we shell the corn, building a cob house in order to pluck the sun from the heavens and bring it down to the earth, I believe that they will accomplish their design just as readily as I believe that the devil and all his imps will accomplish the destruction of this people. <\/div><div class=\"paragraph jod\" id=\"v4n2519\"> There are very many here who have been brought into tight places&#x2014;into what we used to call running the gauntlet; and I want to know whether there is a faithful heart in this congregation&#x2014;one who has been in this church for twenty-five years, but what the Spirit of the Lord has witnessed to him in every difficulty that He enlarged His kingdom more and more, and weakened our enemies. Has not that been the testimony of every heart? [Many voices, &#x201C;Yes.&#x201D;] It has been so. <\/div><div class=\"paragraph jod\" id=\"v4n2520\"> When the brethren were driven from Jackson County, Joseph gathered up 205 men, and went to Missouri to see whether he could not bring about a reconciliation, that the Saints might live then in peace. At that time hosts of Missourians were gathered in different places. True, there were a few in the camp who apostatized, because they could not have the privilege of fight<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0389\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing. So far as I was concerned, I did not wish to fight. Perhaps you will think that I was very enthusiastic, should I tell you the feelings that I had at that time; but they were true, and have remained so with me to this day. Inasmuch as we were called to go there by the prophet of the Lord, though I knew and had a witness of this fact, we were in the midst of our enemies, and surrounded by them on every side; yet my faith then was, and it has continued with me, that they might array their sharpshooters with their best rifles and cannon, and shoot at me, and every other man that felt as I did and do, and they would see me a little to one side, and could never make a ball take effect on me. That is the way I feel now. Unless the Lord wishes to deliver this people into the hands of their enemies, they may shoot at me or any other man&#x2014;they may fight, and howl, and bark, until they wear out their lungs and exhaust all their means, and will sink down and rot in their own corruption, and we will live and spread abroad. That is my faith. <\/div><div class=\"paragraph jod\" id=\"v4n2521\"> Brethren and sisters, my heart is all the time, God bless you, God bless you. You are blessed. No tongue can tell the blessings that this people enjoy, if they have the Spirit to understand their blessings. Where is there peace, besides in the valleys of these mountains? Where is the place that people can serve God, but in the valleys of these mountains? Brother Chislett just told you, &#x201C;Nowhere.&#x201D; Where is the continent, the people, nation, or kingdom, in which and among whom the Book of Mormon could have been translated, angels have visited the servants of God to restore the priesthood and establish the kingdom of God, and that have risen, grown, and spread abroad, but in the government of the United States? Nowhere else, as you were told here a few Sundays ago. How is  <div class=\"break pagebreak\" id=\"371a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0371.pdf\" target=\"pdfwin\">p.&#xA0;371a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0388\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it now, with the present feelings of the people? Could that work now be done in the United States? It could not. The very duties performed by Joseph, Oliver, David, Hyrum, and others, could not now be done in the United States; for the people would rise <span class=\"italic\">en masse<\/span> and put them to death, or drive them from their borders. <\/div><div class=\"paragraph jod\" id=\"v4n2523\"> The kingdom rises, increases, and spreads out to the right and left&#x2014;it goes to the east, to the west, to the north, and to the south; and when the Gentiles are faithfully warned by the words of life freely given to them, and they utterly reject them, you will then find that the blood of Abraham that is scattered upon the islands of the sea and on this continent, will come like doves to the windows,<span class=\"citation\" id=\"59958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59958)\">Isa. 60:8<\/a><\/span> and like clouds before a mighty torrent of wind. They will come and acknowledge the truth, though not at once, and they will greatly increase in the knowledge of their fathers. We can say to the praise of God's name, and to the praise of the industry of the Saints, that this will commence, and hundreds and thousands of them begin to turn from their wickedness, forsake their folly and their loathsome degradation, wash themselves, and begin to live more as men and women should, and to learn at the hands of the servants of God. They will go into the waters of baptism, confessing their sins, and taking upon them the new and everlasting covenant, by thousands; and it will increase; and many generations will not pass away before they become a white and delightsome people.<span class=\"citation\" id=\"81586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81586)\">2 Ne. 30:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n2524\"> The nation that gave me and many of you birth is very nigh to the hours of sorrow. Their cup is very nigh filled to the brim. They reject the servants of God; they reject the Gospel of salvation; they turn away from the principles of truth and righteousness; and they are sinking in their own sins and corruptions. I would <div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0388\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that they would have mercy on themselves. I will pray the Lord to have mercy on them, but I pray them to have mercy on themselves to return to the Lord, forsake their wickedness and learn righteousness, and then God would have mercy on them, and bestow His blessing upon them, if they would receive them. But they harden their hearts, shut their ears, stop them up tight, close their eyes, and are determined to hear nothing that is true concerning this people, or the doctrines we preach. But every lie they can hear, imagine, or hatch up, they publish to the world, and it is drank down; they roll it under their tongue as a sweet morsel. They reject the truth and receive lies, until their cup is nearly full to the brim. <\/div><div class=\"paragraph jod\" id=\"v4n2525\"> The Lord's time is not for me to know; but He is kind, long-suffering, and patient, and His wrath endureth silently, and will until mercy is completely exhausted, and then judgment will take the reins. I do not know how, neither do I at present wish to know. It is enough for us to know how to serve our God and live our religion, and thus we will increase in the favor of God. <\/div><div class=\"paragraph jod\" id=\"v4n2526\"> You often hear people desiring more of the knowledge of God, more of the wisdom of God, more of the power of God. They want more revelation, to know more about the kingdom of heaven, in heaven and on the earth, and they wish to learn and increase. <\/div><div class=\"paragraph jod\" id=\"v4n2527\"> There is one principle that I wish the people would understand and lay to heart. Just as fast as you will prove before your God that you are worthy to receive the mysteries, if you please to call them so, of the kingdom of heaven&#x2014;that you are full of confidence in God&#x2014;that you will never betray a thing that God tells you&#x2014;that you will never reveal to your neighbor that which ought not to be revealed, as quick as you prepare to be entrusted with the things of God,  <div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0387\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there is an eternity of them to bestow upon you. Instead of pleading with the Lord to bestow more upon you, plead with yourselves to have confidence in yourselves, to have integrity in yourselves, and know when to speak and what to speak, what to reveal, and how to carry yourselves and walk before the Lord. And just as fast as you prove to Him that you will preserve everything secret that ought to be&#x2014;that you will deal out to your neighbors all which you ought, and no more, and learn how to dispense your knowledge to your families, friends, neighbors, and brethren, the Lord will bestow upon you, and give to you, and bestow upon you, until finally he will say to you, &#x201C;You shall never fall; your salvation is sealed unto you; you are sealed up unto eternal life and salvation, through your integrity.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n2529\"> Let every person be the friend of God,<span class=\"citation\" id=\"77597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77597)\">James 2:23<\/a><\/span> that whatever He reveals to you, you can wisely handle without asking Him whether you shall tell your wife of it or not. You can recollect the backhanded blow I gave to some of the brethren last winter. They were in pain, because they knew something which they could not tell to their wives. I would not trust such men out of sight with my dinner. God will not trust the least thing to such persons. Sisters, if you are in pain, because you cannot tell your husbands everything, you had better take a little catnip tea, and get over it, if you can. What will God reveal to such persons? Just enough to keep them from the gulf of despair, and lead them along until they get a little sense. I say this that you may learn to reveal that which you ought, and to keep the rest to yourselves. By so doing you prove to God that you are His friends, and will keep His secrets. <\/div><div class=\"paragraph jod\" id=\"v4n2530\"> The world may howl around you and plead for the secrets of the Lord which he has given you, but they will <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0387\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not get them. When the Lord has proved His children true to what He has given into their charge, and that they will do His bidding, He will tell such persons anything that they should know. A great many desire just enough of knowledge to damn them, and it does damn a great many. <\/div><div class=\"paragraph jod\" id=\"v4n2531\"> Giving endowments to a great many proves their overthrow, through revealing things to them which they cannot keep. They are not worthy to receive them. Brother Heber takes the lead in giving endowments, and you may ask, &#x201C;Why do you give such folks their endowments?&#x201D; To qualify them to be devils, if they wish to be. The plan of salvation is calculated to make devils as well as Saints; for by and by we shall need some to serve as devils; and it takes almost as much knowledge to make a complete devil as it does to fit a man to go into the celestial kingdom of God, and become an heir to His kingdom. We want to complete the education of a number of such fellows; they are running to the States, to California, and elsewhere, and are trying to reveal this, that, and the other; but I defy any one of them to give any idea of what is taught them in their endowments, except a garbled mass of trash. God takes that knowledge from their minds. We have to make devils, and we are preparing them. Everybody must have the same chance for accepting or rejecting the blessings of the Gospel, you know. <\/div><div class=\"paragraph jod\" id=\"v4n2532\"> Suppose that we should meet a man at the judgment, and he should say, &#x201C;Here is my friend Brigham; I was in Great Salt Lake Valley, or in Nauvoo, and I did everything that he told me; but he would not let me go in and obtain my endowment; and it offended me so that I actually did forsake the faith, when I verily believe that if I had have had the privilege, I would now have been numbered with the Saints; but, instead of that, I  <div class=\"break pagebreak\" id=\"373a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0373.pdf\" target=\"pdfwin\">p.&#xA0;373a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0386\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>am found on the left hand.&#x201D; Shall I give them occasion to make such an accusation? No. I wish to give everyone as good a chance for salvation as I have myself; then out of their own mouths they will be judged.<span class=\"citation\" id=\"67901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67901)\">Luke 19:22<\/a><\/span> If the Lord did not take this plan, we would not. <\/div><div class=\"paragraph jod\" id=\"v4n2534\"> I will tell you a truth; it is God's truth; it is eternal truth: neither you nor I would ever be prepared to be crowned in the celestial kingdom of our Father and our God, without devils in this world. Do you know that the Saints never could be prepared to receive the glory that is in reserve for them, without devils to help them to get it? Men and women never could be prepared to be judged and condemned out of their own mouths, and to be set upon the left hand, or to have it said to them, &#x201C;Go away into everlasting darkness,&#x201D;<span class=\"citation\" id=\"91948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91948)\">D&amp;C 133:73<\/a><\/span> without the power both of God and the devil. We are obliged to know and understand them, one as well as the other, in order to prepare us for the day that is coming, and for our exaltation. Some of you may think that this is a curious principle, but it is true. Refer to the Book of Mormon, and you will find that Nephi and others taught that we actually need evil, in order to make this a state of probation.<span class=\"citation\" id=\"81243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81243)\">2 Ne. 2:11,16<\/a><\/span><span class=\"citation\" id=\"82210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82210)\">Alma 29:5<\/a><\/span> We must know the evil in order to know the good.<span class=\"citation\" id=\"124751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124751)\">Moses 6:55<\/a><\/span> There must needs be an opposition in all things. All facts are demonstrated by their opposites.<span class=\"citation\" id=\"81227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81227)\">2 Ne. 2:11<\/a><\/span> You will learn this in the Bible, the Book of Mormon, and in the revelations given through Joseph. We must know and understand the opposition that is in all things, in order to discern, choose, and receive that which we do know will exalt us to the presence of God. You cannot know the one without knowing the other. This is a true principle. <\/div><div class=\"paragraph jod\" id=\"v4n2535\"> Brethren and sisters, my heart rejoices exceedingly. I cannot talk <div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0386\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all my feelings, I cannot tell you what I feel and what I see in the spirit; for, as I lately told you, if I should undertake to manifest my feelings before the people, I might display a style and manner which many would deem that of a perfect ranting Methodist, and halloo, and shout Glory! Hallelujah! Praise the Lord! and this, that, and the other. The tongue of man cannot express the feelings I have in seeing this people returning unto the Lord, in seeing them faithful to their covenants, in seeing that there is no contention among them, in seeing the willingness and obedience of their feelings. They are willing at the call to go and do whatever is required of them. I contemplate these things; they are before me. <\/div><div class=\"paragraph jod\" id=\"v4n2536\"> I will cite one instance of the freedom from contention. Brothers Lamb and Jolly came to me the other day with a difficulty that existed between them. Brother Lamb has seen the day in this Church when there would have to have been a High Council over such a case as he and brother Jolly came to me about; but in five minutes it was settled, and both parties felt perfectly satisfied. How did it used to be? They would argue and argue, and aggravate feelings in themselves and in others. Now brethren will come and settle a difficulty in two or three minutes, and say, &#x201C;It is right; all is right; all I want is to know what right is, and 1 am ready to do it. I have no will of my own: give me the good Spirit, and I feel right; I bow down to it, and feel the power and blessing of my God.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v4n2537\"> When I see the people willing and obedient, my heart is all the time full to overflowing. I almost sit up nights to say, God bless you. And I say further, let every man on the face of this earth that curses this people be cursed. [Many voices, &#x201C;Amen.&#x201D;] And every man that blesses them  <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0385\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>shall be blessed. [Many voices, &#x201C;Amen.&#x201D;] And those who oppose this religion, and feel to destroy it from the earth, shall go down to hell. [Many voices, &#x201C;Amen.&#x201D;] And their time is very short: they will find it plenty short enough. <\/div><div class=\"paragraph jod\" id=\"v4n2539\"> Suppose that the wicked kill us, who cares? They never will kill any, but what it will swell the kingdom a little faster. And if my blood is required to enlarge this kingdom, and build it up, and increase the speed of it on the earth, I do not ask but one thing, and that is, that the grace of God may be sufficient for me at the moment and every moment. I do not care what I do, if God only be with <div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0385\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> me, and I be led in the path of honor and glory; for we all want to secure to ourselves eternal salvation. <\/div><div class=\"paragraph jod\" id=\"v4n2540\"> I did not expect to speak more than a few minutes. I will return to the subject and say, brethren, do not get up here with a feeling to give a very interesting discourse&#x2014;to lead out upon the mysteries of the kingdom of God, thinking thereby to tell something that will edify the people; for that will not edify them. What will? Come down to the simple, childlike spirit of the Gospel, and give us the testimony of Jesus, and all will be edified, and we will grow together. May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}