{"ID":40070, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Limits of Forbearance&#x2014;Apostates&#x2014;Economy&#x2014;Giving Endowments.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, Delivered in the Bowery, Great Salt Lake City, Sunday Morning, August 16, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Limits of Forbearance, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 8\/16\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d70\">\n<div class=\"paragraph jod\" id=\"v4n2541\"> I presume the brethren and sisters are not tired. [Voices: &#x201C;No.&#x201D;] You have heard what has been said today by brother Brigham; and I want you to understand most definitely that what he has said expresses my present feelings, and also the feelings that I have had for some time. <\/div><div class=\"paragraph jod\" id=\"v4n2542\"> I am aware that my words have not gone into every heart, You have supposed that I was hard and rough in my remarks; but if I had listened strictly to the Spirit of God, I should have been a great deal rougher, and so would brother Brigham. <\/div><div class=\"paragraph jod\" id=\"v4n2543\"> Well, what he has said today is God's truth. The time has past for us to be abused and persecuted as we have been. We have been driven from place to place, and hunted by <div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0385\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our enemies long enough. We have been broken up five times by our enemies. <\/div><div class=\"paragraph jod\" id=\"v4n2544\"> 7 &#x201C;And again, verily I say unto you, if after thine enemy has come upon thee the first time, he repent and come unto thee praying thy forgiveness, thou shalt forgive him, and shall hold it no more as a testimony against thine enemy&#x2014;And so on unto the second and third time; and as oft as thine enemy repenteth of the trespass wherewith he has trespassed against thee, thou shalt forgive him, until seventy times seven. And if he trespass against thee and repent not the first time, nevertheless thou shalt forgive him. And if he trespass against thee the second time, and repent not,  <div class=\"break pagebreak\" id=\"375a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0375.pdf\" target=\"pdfwin\">p.&#xA0;375a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0384\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nevertheless thou shalt forgive him. And if he trespass against thee the third time, and repent not, thou shalt also forgive him. But if he trespass against thee the fourth time thou shalt not forgive him, but shall bring these testimonies before the Lord; and they shall not be blotted out until he repent and reward thee four-fold in all things wherewith he has trespassed against thee. And if he do this, thou shalt forgive him with all thine heart; and if he do not this, I, the Lord, will avenge thee of thine enemy an hundred-fold; And upon his children, and upon his children's children of all them that hate me, unto the third and fourth generation. But if the children shall repent, or the children's children, and turn to the Lord their God, with all their hearts and with all their might, mind, and strength, and restore four-fold for all their trespasses wherewith they have trespassed, or wherewith their fathers have trespassed, or their fathers' fathers, then thine indignation shall be turned away; And vengeance shall no more come upon them, saith the Lord thy God, and their trespasses shall never be brought any more as a testimony before the Lord against them. Amen.&#x201D;&#x2014;[Book of Doc. and Cov., sec. lxxxvi.]<span class=\"citation\" id=\"89332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89332)\">D&amp;C 98:39-48<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v4n2546\"> I said last winter that I never would sit in another Legislative Assembly under Uncle Sam again, except they behaved themselves; and I say it now. It has been my feelings, for years and years, that the time would come when we would not endure the abuses of bloodthirsty enemies any longer; and I would ten thousand times rather go and live in the mountains than to live here under oppression and unjust government, such as United States' officials have sought to mete out to us, the Saints of the Most High God. <\/div><div class=\"paragraph jod\" id=\"v4n2547\"> I do not feel vain, but I feel to say, <div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0384\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> brethren and sisters, lay aside your vanity and your feelings to exult: there will be a time when you can exult and do it in righteousness and in mercy. There will also be a day when you will be brought to the test&#x2014;when your very hearts and your inmost souls will melt within you because of the scenes that many of you will witness. Yes, you will be brought to that test, when you will feel as if everything within you would dissolve. Then will be the time you will be tried whether you will stand the test or fall away. <\/div><div class=\"paragraph jod\" id=\"v4n2548\"> I have not a doubt but there will be hundreds who will leave us and go away to our enemies. I wish they would go this fall: it might relieve us from much trouble; for if men turn traitors to God and His servants, their blood will surely be shed, or else they will be damned, and that too according to their covenants. <\/div><div class=\"paragraph jod\" id=\"v4n2549\"> Brother Brigham would rather go to battle against the whole world with three hundred men filled with the Holy Ghost,<span class=\"citation\" id=\"55356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55356)\">Judg. 7:7<\/a><\/span> than to have the whole of you, except you are united with us; and I am sure I would. <\/div><div class=\"paragraph jod\" id=\"v4n2550\"> The day is to come when one shall chase a thousand, and two put ten thousand to flight.<span class=\"citation\" id=\"55234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55234)\">Deut. 32:30<\/a><\/span><span class=\"citation\" id=\"91932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91932)\">D&amp;C 133:58<\/a><\/span> When that day comes, the Lord will make the enemies of His people flee as if there were thousands after them, when there is only one; and that is the way that God will deal with our enemies. The day of God Almighty is at hand, when He will show forth His power, and when He will deliver His people from all their enemies. <\/div><div class=\"paragraph jod\" id=\"v4n2551\"> Some who have been apostates for years past are beginning to come back to us; and, inasmuch as they did not stand and be valiant for the truth, we are now going to place them in the front ranks, and put them to the test. <\/div><div class=\"paragraph jod\" id=\"v4n2552\"> I stand in the name and in the strength of Israel's God, by the side of my brother Brigham; for there is  <div class=\"break pagebreak\" id=\"376a\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0376.pdf\" target=\"pdfwin\">p.&#xA0;376a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0383\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>my place; and your place is to stand where you belong. <\/div><div class=\"paragraph jod\" id=\"v4n2554\"> Let me say to all of you, Learn to be true and faithful; and, instead of laying out your means for fine bonnets and fine shoes, and for coffee and tea, my advice to you is, if you can get five or ten dollars, go and buy a good blanket, a gun, or a sword. And we want you, ladies, to provide yourselves with weapons, and with all that is necessary, and be ready to defend yourselves; for you won't always have your husbands to defend you. <\/div><div class=\"paragraph jod\" id=\"v4n2555\"> I have often told you that you would look upon this day, and say it was the best day you had ever seen. <\/div><div class=\"paragraph jod\" id=\"v4n2556\"> I have received a good many letters from the several Bishops in the country wards, stating that they have understood that we are working by night and by day, giving endowments to those who are going out to help the handcarts in. I want to tell you we are doing no such thing: we are working one <div class=\"break columnbreak\" id=\"376b\">[<a href=\"\/jod\/pdf\/JoD04\/JoD04_0376.pdf\" target=\"pdfwin\">p.&#xA0;376b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/0383\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> day in a week to keep the devil from getting asleep. <\/div><div class=\"paragraph jod\" id=\"v4n2557\"> I will say for the benefit of those who are going out on the Plains, and who have not had their endowments, if they will live their religion they shall be protected as much so as these who have had them. When we went up to Missouri, 205 men, we had not had our endowments; but we went to redeem Zion according to the word of the Lord; and that was a preparatory work. And I will say to you that, if you will live you religion while you are gone, when you come back you shall have your endowments, and God shall bless you, while the man or the woman who has received their endowments and does not magnify their calling, will not be benefited at all by them, and they will only tend to their condemnation. <\/div><div class=\"paragraph jod\" id=\"v4n2558\"> The Lord bless every righteous Saint from this time henceforth and forever. Amen. <\/div>\n<\/div>\n<\/div>"}