{"ID":50002, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Divine Mission of Joseph Smith&#x2014;Stability of Mormonism&#x2014;The Saints' Enemies Yet to Come to Them for Succor&#x2014;Home Manufacture&#x2014;Distress of Nations.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, Delivered in the Bowery, Great Salt Lake City, Afternoon, July 5, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Divine Mission of Joseph Smith, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 7\/5\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d02\">\n<div class=\"paragraph jod\" id=\"v5n36\"> I can say one thing in regard to preaching before this congregation. It is a great deal harder to speak to the people in the afternoon than it is in the forenoon, because they generally come together after partaking of a hearty dinner; and that, in connection with the word they receive in the forenoon, fills them up, and they are somewhat like a barn that is nearly full of hay; for you know it is a great deal harder to put in the last load of hay than it is the first. I speak of these things because the circumstances that surround us call them forth. <\/div><div class=\"paragraph jod\" id=\"v5n37\"> In relation to the things we have heard today from brother Brigham, and brother Feramorz, and others, I will say that I appreciate them, and I not only believe them, but I know them to be true. This is the work of God, and all the world cannot stay its progress. They have given me the character in the world of calling things by their right names. It is a good deal with them as it was with the old Dutchman, who said, &#x201C;It is not the thing itself, but it is the <span class=\"italic\">name<\/span> of the damned thing!&#x201D; That is it exactly. They can talk and hint about everything, but never call them by their names. I call that hypocrisy; and there never was a nation that lived upon the earth that was fuller of it than this nation. <\/div><div class=\"paragraph jod\" id=\"v5n38\"> As to what they call &#x201C;Mormonism&#x201D;&#x2014;properly speaking, the Church of Jesus Christ of Latter-day Saints, I say it is true; and Joseph Smith the Prophet, <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2369\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who was killed in Illinois, in Carthage Jail, is the author of it; or, in other words, he was the instrument in the hands of God of bringing it forth. Peter, James, and John, three of the ancient Apostles, came and ordained him and set him apart for the work of the ministry of this last dispensation.<span class=\"citation\" id=\"84555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84555)\">D&amp;C 27:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n39\"> I am bearing testimony of those things that are true&#x2014;things that I know and understand. And I also testify that Hyrum Smith was a Patriarch of God, and just as much so as Abraham, Isaac, or Jacob ever were. Joseph Smith the Prophet ordained his father a Patriarch, and he ordained Hyrum. The same Gospel which was preached by Jesus and by His Apostles has been delivered unto us through Joseph Smith, the Prophet of the living God; and the keys and powers pertaining to that Gospel and priesthood are now resting upon brother Brigham Young; for he is Joseph's legal successor. All the prophets from the days of Adam and from the creation of the world have conferred their priesthood and keys of this dispensation, and brother Brigham holds them in connection with the old Prophets and Apostles, and in connection with our Father and God pertaining to this earth. <\/div><div class=\"paragraph jod\" id=\"v5n40\"> I am telling you the truth, and testifying to that which God has made manifest unto me. Well, the world want that we should lay aside that which God has revealed, and not  <div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2368\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>speak of Joseph Smith, or of the revelations which he gave. <\/div><div class=\"paragraph jod\" id=\"v5n42\"> When I was abroad preaching, some said to me, we would be popular if we would say nothing about the Book of Mormon, Joseph Smith, baptism for the remission of sins, or the laying on of hands for the gift of the Holy Ghost; they said if we would let these things alone we would be popular. Good heavens! We are now more popular than any other religious community upon the earth. We extend, as some would call it, from Dan to Beersheba;<span class=\"citation\" id=\"55405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55405)\">1 Sam. 3:20<\/a><\/span> we extend to every nation, continent, and country, and almost to every island of the sea. The Gospel has been carried to almost every people. We have offered them the principles of life and salvation, and we shall continue to do so while there is any hope for them. <\/div><div class=\"paragraph jod\" id=\"v5n43\"> I expect, like us, the inhabitants of the earth will have their ups and downs, their troubles and afflictions. There has been a great chill among them: they had one when we had one; and now the fever has begun to increase with us it has begun to increase upon them; and by-and-by there will be another chill; and it will keep doubling and redoubling till the whole world is in motion. Will it overthrow this work? No, never. <\/div><div class=\"paragraph jod\" id=\"v5n44\"> I want the gentlemen that are here today, and who are going East, to tell the people of the United States that they need not trouble themselves; for &#x201C;Mormonism&#x201D; will increase and triumph until every king will be cast down from his throne, and the President of the United States, unless he and the people repent; and what they call &#x201C;Mormonism&#x201D; will continue to increase henceforth and forever. <\/div><div class=\"paragraph jod\" id=\"v5n45\"> When they killed Joseph Smith, and Hyrum, David Patten, and many others, they supposed that that was the end of &#x201C;Mormonism&#x201D;&#x2014;that it was annihilated. Bless your souls, instead <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2368\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of its being annihilated, it has increased a hundredfold; and we have now more Elders preaching the Gospel&#x2014;yes, about ten times more than there are people in this vast congregation this afternoon; and I presume there are some seven or eight thousand here today. <\/div><div class=\"paragraph jod\" id=\"v5n46\"> You may think this rather extravagant, but there are more Elders in England than there are people here today; and England is not as big as the State of New York, where I lived. They will spread and increase from this time on, and this work is bound to increase and spread abroad, and all hell cannot pull it down. <\/div><div class=\"paragraph jod\" id=\"v5n47\"> Suppose the Gentiles were to try to put it down, and to kill brother Brigham, and me, and brother Daniel, and the Twelve Apostles, still there are some fifty or sixty Quorums of Seventies that are capable of spreading abroad this kingdom. Why, bless you, it is like the mustard seed:<span class=\"citation\" id=\"64601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64601)\">Matt. 13:31-32<\/a><\/span> you know it is most troublesome to get out of the garden. You get vexed with it and go and kick it about, and by that means you make ten thousand more little mustard trees. <\/div><div class=\"paragraph jod\" id=\"v5n48\"> Well, you know they drove us far away into these mountains; and now see the multitude of little mustard trees that are growing up! (Laughter.) <\/div><div class=\"paragraph jod\" id=\"v5n49\"> We want you to tell this, gentlemen, when you get down to the States; for we don't have a mail very often, and therefore we drop a word here and there, and we want everybody to carry the tidings. It is not only me, but the Prophet Brigham talks just so. I suppose you will think, &#x201C;What a monstrous fellow he is!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n50\"> I have been afflicted with colds ever since I came from the north; but I, all the time, grow fat. I do not drink ale, whiskey, rum, or any kind of spirituous liquor, but I seek to drink largely of the peaceable Spirit of God, that I may be strengthening  <div class=\"break pagebreak\" id=\"9a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0009.pdf\" target=\"pdfwin\">p.&#xA0;9a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2367\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to my brethren and sisters. For the world and the United States, and their opposition, which they call outside pressure, we care very, very little. We have some big mountains between us and them, and they cannot remove them because they have not faith. <\/div><div class=\"paragraph jod\" id=\"v5n52\"> Such a row as there is in the States at the present time I never before heard of. It is &#x201C;Mormonism!&#x201D; Down with &#x201C;Mormonism!!&#x201D; Mr. President, send up the troops and set those &#x201C;Mormons&#x201D; in order. <\/div><div class=\"paragraph jod\" id=\"v5n53\"> Gentlemen [to the strangers], did you ever see anybody out of order here? Have you seen anybody drunk? You have not, unless it was yourselves. I have not seen anybody drunk&#x2014;no, not on the fourth of July. I have not seen a drunken man in the streets, much less a woman. One reason is, perhaps, that we have not got any liquor; and God grant that we may not have much. <\/div><div class=\"paragraph jod\" id=\"v5n54\"> You do not see many people about our streets idling away their time. Tomorrow morning you may see a few persons who have come from the country to get a little counsel; but after that you won't see a man in the street, excepting those who are going to or coming from their work; for they are all hard at work, hoeing their corn, watering their wheat, and getting their wood from the canyons. <\/div><div class=\"paragraph jod\" id=\"v5n55\"> God Almighty bless this people, I say, and increase their faith and their strength, that they may increase and multiply. And may God increase the &#x201C;mustard seed,&#x201D; and cause it soon to fill the earth. May the Lord our God bless the bees in the hive of Deseret,<span class=\"citation\" id=\"83324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83324)\">Ether 2:3<\/a><\/span> and root out the drones; for they only eat out the honey, while the bees go out and gather it in. <\/div><div class=\"paragraph jod\" id=\"v5n56\"> Well, gentlemen, we are calculating that we have got the best crops that we have ever had, and the best that are in the world; and the Lord our God has blest the land for our sake. We had a famine last year, but we lived <div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2367\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> through it; and we are now going to work to lay up our grain, and we are building storehouses to store it away in; and we shall not only store away grain but other things that will keep; and the day will come that you (strangers) will have to come to us for bread to eat; and we will be your saviors here upon Mount Zion.<span class=\"citation\" id=\"61961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61961)\">Obad. 1:21<\/a><\/span> You don't believe it now; but wait a little while, and you will see that it will come to pass. <\/div><div class=\"paragraph jod\" id=\"v5n57\"> Many of the people of the United States exulted over us when we were brought to a morsel of bread, and had to deal out one to another in order to subsist. I put my family on short rations, in order to have some to deal out to others, and so did brother Brigham and many others; and at the same time our enemies and the priests in their pulpits were praising God that we had hard times, with trouble and perplexity. We never were more happy in our lives than we were at that time, and we did not have the bellyache through eating too much; but we were lively and diligent in serving God; and that is the reason we are becoming so corpulent this year. Last year we had not enough, but this year we have plenty, and we are going to lay it up in store&#x2014;wheat and everything that will keep. I am telling these gentlemen what we are going to do, so that they can carry the news to the States. <\/div><div class=\"paragraph jod\" id=\"v5n58\"> Ladies, we do not want you to tease your husbands for silks, and satins, and fine bonnets, but go to work and manufacture your own clothing; and if you will do that, you will do the best thing that you ever did in your lives. This is as true as that the Lord ever spoke by His prophets. The time has come for us to lay up our stores. <\/div><div class=\"paragraph jod\" id=\"v5n59\"> Will the world follow our example? No, they will not; and if we do our duty, who cares whether they do or not. They will come with their  <div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2366\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bonnets, their fine clothing, and their jewelry, and be glad to work for us to get their bread. You tell that in the States, gentlemen, won't you? Whether you do or not, they will learn of it. They publish nearly everything that we say, and this will be published. <\/div><div class=\"paragraph jod\" id=\"v5n61\"> We are a people, here in the valleys of the mountains, who are hated and have been broken up and driven for our religion till we have got used to it. Brother Brigham told you he had been driven five times, and so have I; and I have had everything taken from me that I had; but yet I have got enough to eat and drink, and enough of everything, and so have you; and my prayer is, all the while, God bless you. <\/div><div class=\"paragraph jod\" id=\"v5n62\"> Lay up your stores, and take your silks and fine things, and exchange them for grain and such things as you need, and the time will come when we will be obliged to depend upon our own resources; for the time is not far distant when the curtain will be dropped between us and the United States. When that time comes, brethren and sisters, you will wish you had commenced sooner to make your own clothing. I tell you, God requires us to go into home manufacture; and, prolong it as much as you like, you have got to do it. <\/div><div class=\"paragraph jod\" id=\"v5n63\"> You will also see the day that you will wish you had laid up your grain, if you do not do it now; for you will see the day, if you do not take care of the blessings God has given to you, that you will become servants, the same as the world will. <\/div><div class=\"paragraph jod\" id=\"v5n64\"> We have told you this before. You have been exhorted, year after year, to prepare for hard times: you have been told of this often enough. We have told you that when hard times come again you won't have the privilege that you had last time of having food dealt out to you gratuitously, but you will have to pay for all you get. This <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2366\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will come to pass. I suppose there are many who don't believe it. To such it is like a tune that strikes upon the drum of the ear, passes off, and is forgotten. <\/div><div class=\"paragraph jod\" id=\"v5n65\"> I will prove to you that I will put my faith with my works and lay up stores for my family and for my friends that are in the United States, and I will be to them as Joseph was to the people in the land of Egypt.<span class=\"citation\" id=\"53625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53625)\">Gen. 42:6<\/a><\/span> Every man and woman will be a savior if they will do as I say. You may write this down and send it to the States; for it will be published. <\/div><div class=\"paragraph jod\" id=\"v5n66\"> Let repentance take place amongst you where it is necessary, and let confidence, diligence in the performance of duty, and humility be manifest in your lives; keep the commandments of God; be subject to God's authority, and save yourselves all the time; and the Lord our God will have pleasure in making you like Joseph of old. Now, if persons were coming from the old country, from far distant lands, would you not feel comfortable if you had plenty to feed them with when they come? <\/div><div class=\"paragraph jod\" id=\"v5n67\"> These things bear heavily upon my mind, and they have done so for some time. There are very few who have got any surplus grain on hand. There is considerable in the Tithing Store, and there are a few individuals who have some on hand; but there is not a great deal in the country, excepting our present crop. It behooves us to be saving and to prepare for the time to come. The day will come when the people of the United States will come lugging their bundles under their arms, coming to us for bread to eat. Every Prophet has spoken of this from the early ages of the world. Already we begin to see sickness, trouble, death, famine, and pestilence; and more yet awaits the nations of the wicked. Jesus said, When you hear of these things in foreign nations&#x2014;<span class=\"citation\" id=\"85723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85723)\">D&amp;C 45:63<\/a><\/span>destruction and desolation, you may  <div class=\"break pagebreak\" id=\"11a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0011.pdf\" target=\"pdfwin\">p.&#xA0;11a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2365\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>then look forth for my coming, and know that it is nigh at hand.<span class=\"citation\" id=\"85014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85014)\">D&amp;C 35:14-15<\/a><\/span> In relation to the world, our enemies, their soldiery, and their governors, I do not fear them, and I never did. <\/div><div class=\"paragraph jod\" id=\"v5n69\"> If you will do right&#x2014;keep the commandments of God, I can say with all the propriety that any man, prophet, or apostle ever did, you shall <div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2365\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> never want for food, or raiment, or houses, or lands; and no power on the earth can injure you. There is no power that shall prevent our prosperity; for we shall increase, while every other power upon the earth that is opposed to this work and our God will go down. I just know it. Amen. <\/div>\n<\/div>\n<\/div>"}