{"ID":50006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Blessings of Zion&#x2014;Prophets of God to Be Relied On&#x2014;Enemies of the Saints.<\/div>\n<div class=\"subtitle\">Remarks by Patriarch John Young, Delivered at the Bowery, Great Salt Lake City, July 12, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Blessings of Zion, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Young<\/div>\n<div class=\"date\">Date: 7\/12\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v5n147\"> I feel very happy, my brethren and sisters, for the opportunity I enjoy this day in this place. I feel that the Lord is merciful unto me and unto us all as a people, and I feel much pleasure in rising before you to bear my testimony to the truths of the everlasting Gospel of Jesus Christ, which have been laid before us this day by his servant brother Kimball. <\/div><div class=\"paragraph jod\" id=\"v5n148\"> I am thankful to my heavenly Father not only this day, and at this time in particular, but at all times. I am thankful that I live in the day that I do, and that I am associated with the greatest and best men that ever lived upon the earth, and that I have the opportunity of sitting under the sound of their voices, even the oracles of the Almighty, before whom the visions of eternity are passing continually, and who are competent to administer unto the people the words of eternal life. <\/div><div class=\"paragraph jod\" id=\"v5n149\"> I thank the Lord for the blessings that we as a community enjoy, and for the good admonitions, for the truth of heaven, for the principles of salvation that are from time to time made known unto us by the Prophets of the Lord. I am thankful to my God that He has gathered us from the nations of the earth where we were scattered into these chambers of the mountains, where the Prophets of the Most High can speak, as they are dictated by His Holy Spirit, the things that are necessary for them to know and understand. <\/div> <div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2352\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n150\"> I can well remember the day when the Prophets of the Lord stood up to address the people, that they did not feel that liberty which they feel and enjoy here. This was at a time when they were surrounded by enemies upon the right hand and upon the left, and when those enemies were laying plans to catch and to destroy them; and when I reflect upon this, I thank God that He has brought us to a place where we can administer the words of eternal life without fear or dismay; for we are here secluded and far away from our enemies. <\/div><div class=\"paragraph jod\" id=\"v5n151\"> I am thankful for the great and glorious principles that I have heard from brother Kimball this morning; and I can bear my testimony before angels and before my heavenly Father that every word he spoke has been by the inspiration and power of the Holy Ghost. I would like to have you tell of a time, if you can, when brother Brigham and brother Heber did not speak by the power of the Holy Ghost. I know you cannot do it; and yet there are men who are continually whining because the First Presidency are so severe upon the workers of iniquity; but I don't feel to take off the curses, but, by the authority and power that I have and the priesthood that has been sealed upon me, I seal those curses brother Kimball has pronounced, upon the heads of the guilty. <\/div><div class=\"paragraph jod\" id=\"v5n152\"> [The congregation responded, Amen.] <\/div><div class=\"paragraph jod\" id=\"v5n153\"> I just know there are men here  <div class=\"break pagebreak\" id=\"25a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0025.pdf\" target=\"pdfwin\">p.&#xA0;25a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2351\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>right amongst us who thirst for the blood of the Prophets of God; and there are those professing to be Saints who are fostering them in their hellish designs; but I pray my heavenly Father to purge out these cursed characters from among us. The time has come when the ungodly and the hypocrites are to be searched out. This is undoubtedly the time the Prophet spoke of when he said, &#x201C;The sinner in Zion shall be afraid, and fearfulness shall surprise the hypocrite.&#x201D;<span class=\"citation\" id=\"59020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59020)\">Isa. 33:14<\/a><\/span> The people are better prepared for this now than ever they were; for there never was a time when light was reflected upon this people as at the present; no, there never was such a time as there is now; and I know it, if no other man does. <\/div><div class=\"paragraph jod\" id=\"v5n155\"> I have heard brother Brigham say that it should be better and more tolerable for Sodom and Gomorrah, in the day of judgment,<span class=\"citation\" id=\"64108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64108)\">Matt. 10:15<\/a><\/span> than for this people who hear the truth and do not obey it. Day after day, and Sabbath after Sabbath, the servants of God are administering the words of eternal life; and if the people do not walk in the light, it would be better for them to have a millstone tied to their necks, and they drowned in the depths of the sea,<span class=\"citation\" id=\"65027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65027)\">Matt. 18:6<\/a><\/span> than for them to remain here and live in sin, and add to their guilt and crimes every day of their life. <\/div><div class=\"paragraph jod\" id=\"v5n156\"> Brethren, we are blest; yes, we are greatly blest: our fields are clothed with grain; they are greatly burdened with the crops that are upon them. Everything that I behold, as I travel abroad, exhibits abundantly the blessings of our heavenly Father. He is pouring out liberally of His blessings upon us; and, if we are faithful, they will be multiplied more and more upon our heads. <\/div><div class=\"paragraph jod\" id=\"v5n157\"> I am thankful to find such a good spirit among the Saints in the various parts of the Territory where I have visited. Last week I visited Utah and Cedar Valleys, and the brethren <div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2351\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> were willing to drop their scythes and come to meeting, notwithstanding it was a very busy time with them. I held meetings at both settlements in Cedar Valley, and I can say there is a good spirit prevailing there; and I feel that there never was more of the power of the Lord, nor a greater witness of His Spirit resting upon the people than at the present time. It seems as if they were willing to give their very life's blood to sustain the Prophets of God that are amongst us. It is a matter of consolation to us all to learn that the people are becoming so united. <\/div><div class=\"paragraph jod\" id=\"v5n158\"> Now, my brethren, let us be faithful and work righteousness in this the day of our visitation;<span class=\"citation\" id=\"77863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77863)\">1 Pet. 2:12<\/a><\/span> for we shall not always enjoy the blessings that we now do. Though our land is blest, and though we have peace and plenty, I do not know that this will always be the case with us; we may yet have to pass through severe trials. I know that there will always be peace to those who have the peace of our heavenly Father in their own souls. When a man has the approbation of those who are at the head of the kingdom, he also has the approbation of our heavenly Father; for He sanctions their doings upon the earth. <\/div><div class=\"paragraph jod\" id=\"v5n159\"> It is not my desire or intention to take up much time this morning; but I was desirous to bear my testimony to the truth set forth by President Kimball, a man filled with the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v5n160\"> I wonder if someone won't go away and say that brother Kimball and the authorities were misinformed. I can tell you they are not; for those men who stand at the head of affairs have the light of heaven with them all the time; they have the power of the Spirit and the visions of the heavens with them always, and they can read men and women from head to foot. <\/div><div class=\"paragraph jod\" id=\"v5n161\"> After this, I don't want anybody to go away from the meeting and say, &#x201C;I  <div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2350\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>guess they were mistaken.&#x201D; Don't let us hear any more of it, brethren; never let such a thing be spoken, that a Prophet of God is mistaken. I ask this congregation, and I adjure you in the name of the Lord to speak, if ever you heard brother Brigham, brother Kimball, brother Jedediah, or brother Wells say anything that was not strictly true. I answer, you never did. <\/div><div class=\"paragraph jod\" id=\"v5n163\"> [President H. C. Kimball: If it were so, a man might be a Prophet one minute and a devil another.] <\/div><div class=\"paragraph jod\" id=\"v5n164\"> I know there is an undercurrent working all the time; but I tell you, my brethren, we have to stand up to the work in which we are engaged, and live humbly before our heavenly Father, and keep His Spirit with us always. This is what we have got to do, and, as brother Kimball says, save ourselves and those that are with us, and know that we are born of God and that we are heirs of salvation. It is our privilege, as well as that of the Prophets of God, to have this Spirit and this light in us; for we are the children of the light, and not of the darkness; therefore the day of the Lord Jesus will not overtake us as a thief in the night.<span class=\"citation\" id=\"75702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75702)\">1 Thes. 5:2-5<\/a><\/span><span class=\"citation\" id=\"78446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78446)\">2 Pet. 3:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n165\"> I feel comfortable and happy in being associated with the Saints of the living God; and I never felt more grateful for my position among this people than I do at the present time; for I realize that the hand of the Lord is with us all the day long. <\/div><div class=\"paragraph jod\" id=\"v5n166\"> When I heard brother Kimball talking about brother Thomas Marsh, it caused me to think of bygone days; for I was well acquainted with him; and when I heard what I did, I felt to thank my God that He had preserved me and my brethren from the power of the Devil; and I know that it is the Lord's doing, and not our strength that has saved us. I feel humble, and I wish to feel so all the time. I cannot express to you my feelings in <div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2350\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> full; but this much I can say, that I have never had such an experience in my life as I have had for the year past. It seems as though the veil of darkness was rolled back; and it is so to a great extent, and we begin to know and realize that the day of our redemption draws near. <\/div><div class=\"paragraph jod\" id=\"v5n167\"> Talk about fear! We have nothing to fear from our enemies. If we have anything to fear at all, it is those of our own household&#x2014;those corrupt villains in our midst, who profess to be Saints. Our enemies are entirely powerless. They used to think that Missouri could whip out the &#x201C;Mormons,&#x201D; and then they thought that a few counties in Illinois could do it; but of late they have come to the conclusion that it will take all the United States to whip us out; and it is true too, and then they can't. <\/div><div class=\"paragraph jod\" id=\"v5n168\"> I knew last fall that the reformation would commence in the States about the time that it did here, and I told brother Brigham so; and I now pray that it may continue, and that they may be clothed with darkness, and that all their schemes and plans may be frustrated, and that they may be caught in their own snares,<span class=\"citation\" id=\"83927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83927)\">D&amp;C 10:26<\/a><\/span> and fall into their own pits.<span class=\"citation\" id=\"56348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56348)\">Ps. 9:15<\/a><\/span><span class=\"citation\" id=\"57536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57536)\">Prov. 28:10<\/a><\/span> There has never been such a fuss in the United States as there is at the present time; and I may also add, that there never has been a time when we have commenced to build a Temple but the Devil has called upon his servants to prevent us from doing the work, if possible. It was so in Kirtland; it was so in Far West and in Illinois; and I expect it will be so here; but it will all tend to roll on the work of God. <\/div><div class=\"paragraph jod\" id=\"v5n169\"> I feel to bless you&#x2014;all you that are honest in heart; and I say the time has come when fearfulness will surprise the hypocrite;<span class=\"citation\" id=\"59021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59021)\">Isa. 33:14<\/a><\/span> and I pray that we may be able more perfectly to discern betwixt him that serveth God and him that serveth Him not. This is what the Prophet said should be  <div class=\"break pagebreak\" id=\"27a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0027.pdf\" target=\"pdfwin\">p.&#xA0;27a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2349\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with the people in the last days; and he said there should be a book of remembrance kept, that those who are faithful might be his in the day when <div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2349\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he shall come to make up his jewels.<span class=\"citation\" id=\"62469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62469)\">Mal. 3:16-17<\/a><\/span> My prayer is that we may be among those jewels, which I ask in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}