{"ID":50003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Sacrament&#x2014;Slanderers and Lying Spirits&#x2014;Monogamy and Polygamy, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder George A. Smith, Delivered in the Bowery, Great Salt Lake City, Sunday Afternoon, May 31, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: The Sacrament, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 5\/31\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v5n70\"> It appears on the present occasion that we enjoy the privilege of partaking of the sacrament in commemoration of the death and suffering of our Lord and Savior, to witness to each other that we are willing to keep his commandments, and to observe the requirements of the fulness of the Gospel until he shall come. Under these circumstances we assemble and call together our wandering thoughts and minds. We review our conduct, our feelings to our Heavenly Father, our actions and doings in relation to His laws, and also our faith towards our brethren, and make a kind of settlement with ourselves, a balance of accounts in our minds, repenting of our sins and follies, and we lay the foundation in our own minds to renew our diligence and exertions in future, that wherein we have failed to walk up to the line of our duty we may improve, and that we may partake of those emblems under an express influence, and with a perfect understanding of a covenant that we will remember Him in all things until he comes. Marvel not, says the Savior, if the world <div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2365\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hate you;<span class=\"citation\" id=\"78703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78703)\">1 Jn. 3:13<\/a><\/span> for remember that it hated me before it hated you.<span class=\"citation\" id=\"70198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70198)\">John 15:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n71\"> One of the first principles that we are brought to feel, perhaps, on receiving the Gospel, is, that the world hates us. You may ascend or descend into every department of its society, and you find that hatred more or less manifests itself; and this causes a great many people who receive the truth to have misgivings, and they will ask why is it that we are under the necessity of receiving a religion that is hated of all men? The Savior said to his disciples, &#x201C;Ye shall be hated of all men for my name's sake;<span class=\"citation\" id=\"64130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64130)\">Matt. 10:22<\/a><\/span> and blessed are ye when all men shall persecute you, and speak all manner of evil of you falsely for my name's sake.&#x201D;<span class=\"citation\" id=\"62992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62992)\">Matt. 5:11<\/a><\/span> But this is a kind of blessing that we hardly appreciate; but at the present time I am a witness that no people upon the face of the earth have so much reason to be thankful, neither have Latter-day Saints seen any time when they have had greater reason to consider themselves blessed under this promise of our Savior, than at the present time. <\/div> <div class=\"break pagebreak\" id=\"12a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0012.pdf\" target=\"pdfwin\">p.&#xA0;12a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2364\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n73\"> Much is said of the powerful engine of the press, the powerful medium by which truth or falsehood are so quietly circulated. And for the last year, or the last six or eight months, those engines have been universally turned with vengeance upon the devoted heads of this people. <\/div><div class=\"paragraph jod\" id=\"v5n74\"> There is nothing that excites more interest in the minds of the reading public, nothing that creates greater anxiety, nothing that is so readily received as statements, or information, as it is termed, concerning the &#x201C;Mormons;&#x201D; and nothing that is true can be printed, but to a very limited extent; whereas anything that is false, it matters not how false or exaggerated, it is circulated and represented to the uttermost extreme. It is as an old gentleman told me in Virginia: said he, &#x201C;There is nothing published that is so extravagant concerning your people but what we believe it readily.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n75\"> The spirit of lies has taken hold of the people; it has got possession of their hearts. They love lies; they like to read them; they like to print them, and they really relish them; but truth is another thing. &#x201C;Truth,&#x201D; says the Prophet, &#x201C;has fallen in the streets; yea, truth faileth; he that departeth from iniquity maketh himself a prey.&#x201D;<span class=\"citation\" id=\"59861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59861)\">Isa. 59:14-15<\/a><\/span> Such is the case in the present generation. There are lies from responsible sources, lies over fictitious names, lies certified by responsible editors; and lies certified and clothed with judicial authority are current, and are the most important information that is or has been current in the United States for the last season. <\/div><div class=\"paragraph jod\" id=\"v5n76\"> What does it all amount to? Men will have what they like; for the spirit that is in men loves lies; they will read them and believe them. At the same time, there is no man or woman upon the face of the earth but what is more or less responsible for what they read and receive; for there <div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2364\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is an innate spirit in the man who desires to know the truth that will generally dictate to him which is truth and which is falsehood. <\/div><div class=\"paragraph jod\" id=\"v5n77\"> A terrible people these &#x201C;Mormons!&#x201D; A dreadful set of fellows! An awful state of society! Oh, tremendous bad people! I was conversing with a gentleman from Vermont on the subject of &#x201C;Mormonism,&#x201D; and he expressed himself tremendously shocked at the immorality of the &#x201C;Mormons,&#x201D; and was particularly anxious to regulate their morals. He was strongly in favor of having them corrected by the power of the Federal Government. He said it must be done, for he considered them a disgrace to the nation. I told him that we regarded the Vermont people as a very immoral community. Said I, &#x201C;We consider their laws of a very immoral character; and we believe that the people would be better, but that their laws and institutions are of a character that tends to prevent it&#x2014;that their laws are calculated to encourage licentiousness, and to cause them to live in open violation of the first commandment, to multiply and replenish the earth.&#x201D;<span class=\"citation\" id=\"52286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52286)\">Gen. 1:28<\/a><\/span> &#x201C;Why how so? Vermont is the most moral State in the Union.&#x201D; I replied, &#x201C;It may be so, sir; but your laws provide that no man shall have but one wife; and there is a great proportion of females over that of males, and there is a great proportion of males that are too wicked and corrupt to marry and raise up families; and the consequence is that a great proportion of your females are compelled to live single, and hence many of them become prostitutes. We deprecate such a corrupt order of things; but as it is in your State, it is your business and not ours; therefore we shall not interfere with it.&#x201D; I never saw a man more astonished, to think that I should question the moral tendency of the institutions of Vermont. &#x201C;But, in  <div class=\"break pagebreak\" id=\"13a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0013.pdf\" target=\"pdfwin\">p.&#xA0;13a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2363\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our country,&#x201D; I said, &#x201C;we are determined that every man shall acknowledge and sanction his own blood. We shall not interfere with Vermont, Massachusetts, or Maryland about their immorality; it is their own business, and they must attend to it themselves; but we do not wish to submit to such immoral regulations in Utah.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n78\"> I was talking with a member of Congress, who was very pious (he was a minister, by the bye), and he intimated that the doctrine of plurality of wives was so at variance&#x2014;so grossly at variance with all the civilized world, that it was intolerable to all Christians. I told him that I was surprised at that; &#x201C;for,&#x201D; said I, &#x201C;all our Christian friends expect to sit down in the kingdom of God with father Abraham;<span class=\"citation\" id=\"64007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64007)\">Matt. 8:11<\/a><\/span> and he practiced Polygamy.&#x201D; &#x201C;Father Abraham,&#x201D; said he, &#x201C;was guilty of a great many eccentric tricks.&#x201D; I replied, &#x201C;Eccentric as he might be, it is in his bosom that all Christians expect to rest.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n79\"> Strange as it may appear, yet it is true that these things are not understood or appreciated; but the corrupt, the licentious of the world are the people who are respected, while the sayings of the honest and truthful are not allowed to spread. Such is the corruption of the world. They lay down, in the first place, the position that &#x201C;Mormonism&#x201D; is not true. If you ask why it is not true, they begin to bring their reasons, and they are a good deal like this&#x2014;&#x201C;The Mormons are deceived; and the reason why they are deceived is, because they are deceived, sir.&#x201D; The people actually take such logic as this for argument; they take it for granted and for certain, and they lay it down as a matter of fact, that &#x201C;Mormonism&#x201D; is false, and so it follows. Oh, they say it will all come to an end and fall to pieces in a few days; and they have been saying this for the last twenty <div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2363\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> years; they have kept crying &#x201C;Mormonism&#x201D; will go down; it is bound to fall in pieces. Still the bubble rolls ahead and does not burst up; it does not fly to pieces as they have predicted. <\/div><div class=\"paragraph jod\" id=\"v5n80\"> I consider that it is necessary that every man should mind his own business and suffer his neighbors to do likewise. I do not know how careful they may be in relation to us. So far as our being admitted into the Union is concerned, we are on just as good and fair a footing as Oregon, Kansas, New Mexico, Nebraska, and Washington. To be sure, they have prejudices against us because we are &#x201C;Mormons;&#x201D; but they also hate each other, and they calculate to use each other up, and then to use up the &#x201C;Mormons.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n81\"> I came up the Missouri River with some Free State men, who said, &#x201C;If ever a fuss breaks out again, we are ready for it; we have got the &#x201C;Volcanic Rifles,&#x201D; and we calculate to wipe the border ruffians out of existence;&#x201D; and they showed that they had the tools which do up the business. Whenever I conversed with any of the pro-slavery men on this subject, they generally told me that if the other party should begin again, they were prepared to wipe them out all at once, and leave them much in the same position that Dr. Kane's ship &#x201C;Advance&#x201D; was, when it came between two immense masses of ice, and they found themselves liable to be crushed up in what the Arctic men call a &#x201C;nip.&#x201D; After they use each other up, we will stand a little better chance. They need not be alarmed if they see some of the &#x201C;Mormons&#x201D; in the Congress of the nations. No, they need not be surprised if they yet see some of our Elders in the halls of Congress&#x2014;men who understand national affairs equal to any in the nation standing forth to save that Constitution which we are now accused of opposing. <\/div> <div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2362\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n83\"> I thank the Lord that I am once more in your midst, and for the privilege of striking hands with my brethren and sisters. But when I think that the enemies of all righteousness are raging, I feel to thank the Lord for the fulfillment of the words of His servants. I realize and know that the keys of exaltation rest in the <div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2362\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> midst of Israel; and when the heathen rage, and the people imagine a vain thing, and the rulers take counsel together against the Lord and against His anointed, then &#x201C;He that sitteth in the Heavens shall laugh at their calamity: the Lord shall have them in derision.&#x201D;<span class=\"citation\" id=\"56302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56302)\">Ps. 2:1-4<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}