{"ID":50005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Temple and Endowments&#x2014;Raising Grain and Building Storehouses&#x2014;Dedication.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, Delivered in the Bowery, Great Salt Lake City, April 6, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Temple and Endowments, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 4\/6\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v5n106\"> I do not know that I can speak so that all of you can hear distinctly. You will have to be very still, or it will be impossible for me to speak to your edification. You have heard what brother Wells has said in reference to the Temple, the canal, &amp;c. The Temple is designed for many purposes, and there are many things that God will reveal and many blessings that he will confer upon this people in that building, if they will use due diligence in forwarding its completion. <\/div><div class=\"paragraph jod\" id=\"v5n107\"> Some may think that the erection of the Temple more particularly devolves upon brother Brigham, brother Heber, brother Daniel, the Twelve, and a few of the Seventies, High Priests, and Bishops; and when it is finished they may imagine that they will receive their blessings therein; but that work is designed to be general. There must needs be a universal exertion, not only by the leading official members of this Church, but by every member, male and female; for the Temple is not for us alone; it is also for our sons, and daughters, and succeeding generations. They will receive blessings in it, and therefore it concerns them as well as us. <\/div><div class=\"paragraph jod\" id=\"v5n108\"> If I obtain all the blessings of the Priesthood, all the endowments, all the blessings that God has to confer upon us in this probation, and keep those things sacred while I live, I am then as pure and holy as it is possible <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2358\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for a man to be while in the flesh. Then, if my wives are one with me, my children and their posterity will partake of those blessings which have been placed upon me. Every blessing conferred upon me tends to benefit my posterity. Those blessings are for every righteous man; and the blessings that are conferred upon faithful men and women in their holy anointings and sealings will rest upon their posterity after them forever and forever, through their faithfulness; and there is no end to it. <\/div><div class=\"paragraph jod\" id=\"v5n109\"> It is a strong additional inducement for you to live your religion, in view of the benefits that will be continued to your posterity. If you can only bear this in mind, I think it will serve to keep you steadfast in the line of your duties. Will our posterity partake of the blessings we will receive in the Temple which we are building? They will, forever and forever. Our blessings are to continue always. If we live so as to attain to the principles and fulness of perfection and to secure the promises of eternal lives, then those blessings will rest upon us and our children. <\/div><div class=\"paragraph jod\" id=\"v5n110\"> How long will it take this people to build the Temple on this Block, supposing that every man and woman, and every child that has arrived at the years of accountability, will unitedly strive for its completion? Not very many years. Were I laboring on that Temple, I would constantly endeavor to work upon it  <div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2357\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with an eye single to pushing it forward, and to the blessings I expected to receive therein. But supposing that you do not all live, will you not be benefited by it? Yes, you will. <\/div><div class=\"paragraph jod\" id=\"v5n112\"> We are now attending to matters that will answer every purpose, until that Temple is completed. Those who go through their endowments now and are sealed up unto eternal lives, those blessings will stick to them, if they will stick to the blessings and promises that are made ever unto them, and step forward with one heart and one mind<span class=\"citation\" id=\"92848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92848)\">Moses 7:18<\/a><\/span> to do the will of God as made known to them from time to time from this stand. <\/div><div class=\"paragraph jod\" id=\"v5n113\"> Is it requisite that every member of my family should feel the same interest that I do in my welfare and posterity? Yes, every woman and child, from the oldest to the youngest. They should be just like a tree that has many branches to it. The extremity of the longest limb is dependent upon the tree from which it grows. We should become one tree, and be like the &#x201C;tree of life, which bare twelve manner of fruits,&#x201D;<span class=\"citation\" id=\"80835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80835)\">Rev. 22:2<\/a><\/span> all connected with one stalk. I presume that those fruits came from grafts, else the tree probably would not have borne so many kinds. <\/div><div class=\"paragraph jod\" id=\"v5n114\"> We must be grafted into the true vine,<span class=\"citation\" id=\"70097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70097)\">John 15:1<\/a><\/span> and continue to partake of its fatness, and then we shall go back to our Father and God, who is connected with one who is still farther back; and this Father is connected with one still further back, and so on; and just so far as we respect our superiors and try to save our children, so shall we receive blessings from this time forth and forever, and shall become as numerous as the sands upon the seashore.<span class=\"citation\" id=\"53331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53331)\">Gen. 22:17<\/a><\/span><span class=\"citation\" id=\"93428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93428)\">Abr. 3:14<\/a><\/span> What is there to hinder us from obtaining these blessings? Nothing, except it be our own want of faithfulness; for, by diligence, integrity, and perseverance, we can <div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2357\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> accomplish all we desire, and help to move forward the great work of God. <\/div><div class=\"paragraph jod\" id=\"v5n115\"> I have heard a whispering that some who work on the Temple at dressing rock, and in the machine and blacksmiths' shops, have nothing but bread to eat. It seems as though this could not be so; for I have seen the public hands packing home carrots, parsnips, potatoes, &amp;c.; and it is not so very bad while there is plenty of them; and every man gets a pound of flour a day; and I think there should not be any grunting. It will not be a month before we shall have lettuce, radishes, &amp;c.; and there now is plenty of greens; and onions are plentiful in the Tithing Office; and we shall be very glad to have you come and get them at your leisure. <\/div><div class=\"paragraph jod\" id=\"v5n116\"> I have just touched upon these things in connection with brother Wells' remarks concerning the Public Works; for I am one with him, and he is one with me, and we are one with brother Brigham. We have not set our feet to the race for any other purpose than to follow him and run through; for he is our leader and will be our leader, temporally and spiritually, from this time forth. When Joseph comes again, will brother Brigham be removed? No, never. Brother Joseph is ahead; brother Brigham is after him; I am after brother Brigham; and you are after me, are you not? And we will not flinch; and God will bless and prosper every man that will help himself; and He will bless, prosper, and sustain this people; and they will never fall, as a people, though we expect that many will apostatize, pitch over the dam, and go to wreck. <\/div><div class=\"paragraph jod\" id=\"v5n117\"> If we sin, and do not repent, God will chastise us until we do repent of and forsake all sin; but He never will scourge us so long as we do right. I have said a hundred times that we never shall want for bread, meat, and  <div class=\"break pagebreak\" id=\"20a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0020.pdf\" target=\"pdfwin\">p.&#xA0;20a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2356\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the comforts of life, worlds without end, if we will only do right. That is my prophecy, and always was; and it is true. I agree with Daniel, with Joseph, with Brigham, with Jesus, and the Apostles, and all the holy Prophets; and I have spoken as I have to arouse your feelings, to waken you up, and comfort your hearts, and cheer your minds; for I have no other feeling than to do you good. <\/div><div class=\"paragraph jod\" id=\"v5n119\"> When the Big Cottonwood Canal is finished, aside from its being of material benefit in our operations for building the Temple, it will be of great worth for irrigating lots in this city, especially in the east part of it; and you will soon be able to raise enough more than heretofore to pay you for your labor upon that work&#x2014;yes, tenfold more. You may think that extravagant, but I say it is not. Reckon it up yourselves, and see how much more you could raise if you had plenty of water. You could raise as much corn fodder as would keep your cows through the winter, and I believe more than you have cows to eat it, besides the large extra amount of vegetables you could raise. <\/div><div class=\"paragraph jod\" id=\"v5n120\"> I will now make a few remarks in relation to building storehouses&#x2014;not particularly in regard to building tithing storehouses here; for there are enough at present to hold all the grain we have; though I believe that by another year this people will fill our tithing houses until they overflow; for a great many of them are going to continue to do right and live their religion; and if they do that, you will see the wheat, the corn, the oats, the barley, and all our stock and possessions increase. If we increase, it will increase; our wealth will grow and increase with us, and there will be no end to it. But in order to lay up grain, you must prepare storehouses. Every man who has a farm needs a storehouse&#x2014;one made of rock and lime, that will guard your grain <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2356\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> against the mice, rats, and all other four-legged vermin; also against the two-legged ones. I have more fears of the two-legged ones than I have of the four-legged ones. <\/div><div class=\"paragraph jod\" id=\"v5n121\"> Plan to build a good storehouse, every man who has a farm, and never cease until you have accomplished it. And do not forget to pay your tithing before you put the grain into the storehouse. Lay up enough for seven years,<span class=\"citation\" id=\"53622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53622)\">Gen. 41:48<\/a><\/span> at a calculation for from five to ten in each family; and then calculate that there will be in your families from five to ten persons to where you now have one, because you are on the increase. <\/div><div class=\"paragraph jod\" id=\"v5n122\"> It now takes about one thousand bushels of wheat to bread my family one year, and I want to lay up six thousand for each year of the seven for which I calculate to store it up. Reflect upon the probable increase of my family within seven years; they alone will be almost numerous enough to people a small city. Where a family now requires only a hundred bushels a year, let the head of that family lay up a hundred bushels the first year, two hundred the next, and increase the amount every year in proportion to their probable requirements. <\/div><div class=\"paragraph jod\" id=\"v5n123\"> When we have stored away our grain we are safe, independent of the world, in case of famine, are we not? Yes, we are; for, in that case, we will have the means for subsistence in our own hands. When the famines begin upon the earth, we shall be very apt to feel them first. <\/div><div class=\"paragraph jod\" id=\"v5n124\"> If judgments must need begin at the house of God,<span class=\"citation\" id=\"90636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90636)\">D&amp;C 112:25<\/a><\/span> and if the righteous scarcely are saved,<span class=\"citation\" id=\"78180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78180)\">1 Pet. 4:17-18<\/a><\/span> how will it be with the wicked? Am I looking for famines? Yes, the most terrible and severe that have ever come upon the nations of the earth. These things are right before us, and some of this people are not thinking anything about them; they do not enter their  <div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2355\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hearts. Still there is not an Elder here who has read the revelation which says, Go forth and warn the inhabitants of this land of the sickness,<span class=\"citation\" id=\"85633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85633)\">D&amp;C 45:31<\/a><\/span> the death, and disasters that are coming upon this nation,<span class=\"citation\" id=\"86484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86484)\">D&amp;C 63:37<\/a><\/span> but what must be satisfied of the truth of what I am saying. You have done according to the instruction given in that revelation; and now reflect upon the things that I am declaring in your hearing, and lift up your voices unitedly as a people to the God of Heaven that He will be merciful unto us and favor Zion.<span class=\"citation\" id=\"57056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57056)\">Ps. 102:13<\/a><\/span><span class=\"citation\" id=\"90964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90964)\">D&amp;C 124:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n126\"> Be wise, listen to counsel, and obey the voice of the head, and you will prosper and never want for bread; but, as the Lord liveth, you will feel it, if you do not continue in the line of duty. [President Brigham Young: That is true.] Yes, it is as true as it is that God ever spake to this generation. I consider that carefully storing our surplus grain against a time of need is of the greatest importance to this people, in connection with building the Temple. You may build that Temple, and at the same time neglect those things that I am speaking of, and you will perish temporally. <\/div><div class=\"paragraph jod\" id=\"v5n127\"> Now, go to, and raise grain; for I feel satisfied that the Lord will give us two, three, or four years of good times, and will hold the enemies of the upright by the bit, if we will do right. I will have that &#x201C;if&#x201D; in every time; for, in such case, I tell you that God will hold our enemies, and they cannot have any power until He has a mind to permit them; and then He will only permit them for a time, in order to manifest His Almighty power and to qualify and prepare them for a time to come. I mean just what I say. <\/div><div class=\"paragraph jod\" id=\"v5n128\"> I have talked here year after year, and told you that I was going to work to build a good storehouse; and I now have a good one, though it is not yet quite finished. I have five or six <div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2355\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hundred bushels of wheat in it, and I am going to make a tight floor of rock by grouting it with lime and sand, and plaster the walls on both sides, so that it will be proof against mice and all other kinds of vermin. <\/div><div class=\"paragraph jod\" id=\"v5n129\"> As I have said, I know that we will see those things of which I have spoken&#x2014;such famines as this world never beheld. Yes, we have got to see those scenes; but if we will keep our vows and covenants, the Lord will hold them off until we can prepare ourselves; and if you will wake up and do as you are told, you will escape. <\/div><div class=\"paragraph jod\" id=\"v5n130\"> I will advise every man in every settlement to build a storehouse; and if one cannot do so alone, let two or three build one between them. Store up and preserve your grain, and then you will be safe. But if the famine should come upon us in our present condition, what could we do? If we do not do as we are told in this thing, the displeasure of the Lord will be upon us, and He will not continue to bless us as He is now doing. <\/div><div class=\"paragraph jod\" id=\"v5n131\"> I know that He is able to suffer famines to come upon us, and then to rain manna down from heaven to sustain us.<span class=\"citation\" id=\"54056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54056)\">Ex. 16:15<\/a><\/span> I also know that He could increase our grain in the granaries and our flour in the bins, and make one small loaf of bread suffice for many persons, by exerting His creative power. I do not know how He does that, but I know that He can do it just as easily as He could bring me into existence upon this earth. <\/div><div class=\"paragraph jod\" id=\"v5n132\"> There are a great many things that we can save and take care of, as well as we can wheat, barley, and oats. We can dry pumpkins, squashes, currants, apples, peaches, &amp;c., and save them; we can also save beans, peas, and like articles, and keep them for seven years. And if you will take the right care of your wheat, you can save it just as long as you may wish  <div class=\"break pagebreak\" id=\"22a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0022.pdf\" target=\"pdfwin\">p.&#xA0;22a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2354\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to; but, in the usual mode of storing it, you have got to stir it, move it, remove it, and turn it over, or it will spoil. It is just so with this people; they have had to be moved and removed from place to place, to prevent them from getting into dotage. <\/div><div class=\"paragraph jod\" id=\"v5n134\"> I would not be afraid to promise a man who is sixty years of age, if he will take the counsel of brother Brigham and his brethren, that he will renew his age. I have noticed that a man who has but one wife, and is inclined to that doctrine, soon begins to wither and dry up, while a man who goes into plurality looks fresh, young, and sprightly. Why is this? Because God loves that man, and because he honors His work and word. Some of you may not believe this; but I not only believe it&#x2014;I also know it. For a man of God to be confined to one woman is small business; for it is as much as we can do now to keep up under the burdens we have to carry; and I do not know what we should do if we had only one wife apiece. <\/div><div class=\"paragraph jod\" id=\"v5n135\"> Let us go to work and cultivate the earth, and go into the fields, and bless the land, and dedicate and consecrate it to God; and then dedicate the seed, the implements, and the horses, and oxen. Do you suppose that that will have any effect? I know that it will. Nearly twenty years ago, I was in a place in England in which I felt very curious; but I did not know at the time what it meant. I went through a town called Chadburn, beyond Clithero. Before I went there, some persons told me that there was no use in my going, and asked me what I wanted to go to Chadburn for, saying it was the worst place in the country; for the sectarian priests had preached there faithfully thirty years without making any impression. Notwithstanding that, I went, and preached once, and baptized twenty-five persons, where the priests had not been able to do a thing. <\/div> <div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2354\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n136\"> I went through the streets of that town feeling as I never before felt in my life. My hair would rise on my head as I walked through the streets, and I did not then know what was the matter with me. I pulled off my hat, and felt that I wanted to pull off my shoes, and I did not know what to think of it. <\/div><div class=\"paragraph jod\" id=\"v5n137\"> When I returned, I mentioned the circumstance to brother Joseph, who said, &#x201C;Did you not understand it? That is a place where some of the old Prophets traveled and dedicated that land, and their blessing fell upon you.&#x201D; Then try it, and see if it will not leave a blessing for us to dedicate our lands. If you think that it will not, never bring another bottle of oil and ask us to dedicate and consecrate it for the benefit of the sick. I know that we can bless the land, and that through our blessing it will be filled with the Spirit and power of God; and that, too, in great profusion, especially if we are filled with that Spirit ourselves. Some may call me enthusiastic; but I am no more so than the old Prophets were when they had the Spirit of God upon them. <\/div><div class=\"paragraph jod\" id=\"v5n138\"> Let us bless the land we cultivate and the fountains of water, and they will be blessed, and then men may drink of those waters, and they will fill them with the Spirit and power of God. Let us bless and dedicate the fountains of life that are in us, in our wives and children, and in everything else around us. Can the Spirit of God enter a stone, or one of those posts? Yes; and it can fill every pore as well as it can every pore in my body. Can it enter into my pores? Yes, even into my hair; and it can also enter my bones and quicken every limb, joint, and fiber. <\/div><div class=\"paragraph jod\" id=\"v5n139\"> Let us not dispose of any grain, only what is actually necessary. When it is actually necessary to part with any grain, let us put it into the right hands. If I have any to part with, I  <div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2353\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will put it into the hands of those that will make good use of it. We have got to become one in our financial matters in the Church and Kingdom of God. How can you become one tree, with limbs and branches all pertaining to the selfsame tree, when there is disunion among you? <\/div><div class=\"paragraph jod\" id=\"v5n141\"> Then go to work and build up this kingdom, establish righteousness, and prepare yourselves for the famines that are coming upon the earth; for I tell you that they are coming. <\/div><div class=\"paragraph jod\" id=\"v5n142\"> Do you suppose that God would give revelations and tell us to warn the inhabitants of the earth of things which were coming speedily upon them, if He did not intend that those things should come? He said that they should feel them, and I know that they are bound to feel them; for they will not repent. Let us go to work and prepare for the thousands upon thousands who will come unto us. <\/div><div class=\"paragraph jod\" id=\"v5n143\"> Our Carrying Company is only in its infancy, but it will prepare the way; and the day will come when people will gather here by hundreds and by thousands&#x2014;yea, fifty thousand in a year; and very many will come trudging along with their bundles under their arms. I have heard brother Joseph, brother Brigham, and several other men say that it will be so; and I know it will, because they <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2353\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have said it. Many of you will venture to say that you believe it; but I know that it is true, and it will surely come to pass. <\/div><div class=\"paragraph jod\" id=\"v5n144\"> Brethren and sisters, these are some of my feelings; and I hope and pray that those whom we have warned will go home and warn their neighbors,<span class=\"citation\" id=\"94484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94484)\">D&amp;C 88:81<\/a><\/span> and tell them to be up and doing; and then we shall not have to tell you these things again. It is no time for grunting; it is no time for having the blues; it is no time for sugar-tits, for dancing, and amusing ourselves. Amusements are stopped for the present; but when brother Brigham says dance, then dance; but when he says stop, then stop; and when he says prophesy, then prophesy, but be sure to prophesy right. <\/div><div class=\"paragraph jod\" id=\"v5n145\"> I have said nothing but what the Spirit has dictated; and all the principles that I have touched upon are contained in the Bible. If you don't believe it, take that book and look for yourselves; and then take the Book of Mormon, and see what the Lord said to the Nephites. He said, &#x201C;The nation or people that will not serve me on this land I will cut off from the face of the earth;&#x201D;<span class=\"citation\" id=\"83337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83337)\">Ether 2:9<\/a><\/span> and I know that He will do it. And brother Brigham, the Twelve Apostles, and Patriarchs John Young and Isaac Morley will all declare that it is true. May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}