{"ID":50008, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Mormonism and Its Results&#x2014;Internal Light and Development&#x2014;Decrease of Evil&#x2014;The Fountain of Light.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Amasa M. Lyman, Delivered in the Bowery, Great Salt Lake City, July 12, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Mormonism and Its Results, Etc.<\/div>\n<div class=\"speaker\">Speaker: Amasa M. Lyman<\/div>\n<div class=\"date\">Date: 7\/12\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d08\">\n<div class=\"paragraph jod\" id=\"v5n222\"> It is a matter of gratification to me, my brethren and sisters, to be here with you, because the religion that we have embraced is true. <\/div><div class=\"paragraph jod\" id=\"v5n223\"> Views are sometimes expressed by those who address the assembly as to whether what they might say will be edifying and pleasing to the people who may hear. I have no reason for believing that what I may say will be unpleasing to those who hear. Why? Because, if it pleases myself, it will edify those who hear, from the simple fact that what I would delight to talk about the most is that that has edified me the most, and continually edifies me when I am edified, whether <div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2342\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from what I learn from my own study or from what I hear from those around me who speak. <\/div><div class=\"paragraph jod\" id=\"v5n224\"> I feel myself as though that I was a Saint. If the Saints are called &#x201C;Mormons,&#x201D; then I am a &#x201C;Mormon;&#x201D; and I do not feel that I live any life or have any existence but that of a Saint. Not that I suppose that I know everything or act perfectly; but these are the feelings that I cultivate; and the reason that I rejoice continually is, that &#x201C;Mormonism&#x201D; is true&#x2014;that the doctrine I have embraced and the religion that cheers me is not a phantom. <\/div><div class=\"paragraph jod\" id=\"v5n225\"> My religion has become convenient  <div class=\"break pagebreak\" id=\"35a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0035.pdf\" target=\"pdfwin\">p.&#xA0;35a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2341\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to me, from the fact that I have found it adapted to everyday use. The happiness that it imparts&#x2014;I do not care what part of man's existence or being you may talk about, or apply it to&#x2014;the happiness it imparts it can impart every day. The bliss that can happify one hour of a man's being as a Saint, from a knowledge of the truth, and from the influence that truth will exert over him, will, upon the same principle, happify every hour of his life. That light of truth that will enable him at one time to testify of the truth of the work of God, of the manifestation of His hand and His power in the establishment of His kingdom, and the revelation of the Gospel to man in the last days, will shine upon his path unceasingly, if he is constantly and unceasingly faithful. <\/div><div class=\"paragraph jod\" id=\"v5n227\"> This leads me to be happy continually; for it does away with a great many of the probabilities of a man's doing wrong, or being decoyed from the path of rectitude and virtue, and after having preached salvation to others, himself becoming a castaway,<span class=\"citation\" id=\"73305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73305)\">1 Cor. 9:27<\/a><\/span> because the light that would save them once will save them all the time. They have only to be diligent, faithful, true, and obedient to the requisitions of the truth, to secure its presence with them continually. <\/div><div class=\"paragraph jod\" id=\"v5n228\"> This has led me to entertain vastly different notions and ideas of salvation from those I once entertained, whether of my own or that of the Saints universally. It has resolved itself in my mind into very simple truth, and yet a very extended and important one. I find that all the notions I used to entertain, years ago, about salvation and its greatness are comprised in knowing the right and then doing it&#x2014;not in matters that are foreign from ourselves and from what we have to do, but in the everyday occurrences that fill up the history of our lives here. <\/div> <div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2341\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n229\"> There is no way that I know of or have ever heard of, believed, or entertained any conception of, that will enable you any better to love God than to love man who is made in the image and likeness of God.<span class=\"citation\" id=\"52162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52162)\">Gen. 1:26-27<\/a><\/span> Do you want to honor Him? Then honor man that is made in the likeness of God. &#x201C;But,&#x201D; says one, &#x201C;some men are not good,&#x201D; then honor those that are good, who are his ministers, in whom he is represented on the earth. We cannot go away to his far off dwelling place to pay our respects and obeisance to him there&#x2014;to present our offerings before Him, or to tell how much we love Him. What can we do? We can find here, in close proximity with ourselves, the individual in whom we can learn His will, receive the declaration of His truth, the order of His institutions and requirements. They are in our midst. This led one in ancient times to say, &#x201C;This is the love of God, that we keep His commandments;<span class=\"citation\" id=\"78792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78792)\">1 Jn. 5:3<\/a><\/span> and He has commanded us that we should love one another.&#x201D;<span class=\"citation\" id=\"69844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69844)\">John 13:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n230\"> This makes our religion wholly a practical matter. Let people who can live by theorizing, theorize away until doomsday; and, if we will be saved, we want practical virtue&#x2014;practical truth exemplified in our actions, in our words, and thoughts; we want to live together as a holy people&#x2014;as a people who fear and honor God. How? By getting down on our knees and saying our prayers, by singing graciously and putting on a long face, by going to meeting on the Sabbath, or by wearing an amiable smile, that when contemplating it you would not think we ever frowned in the world? Is this the way we are to honor God and live right? No; it is something else besides this. To pray is good, to smile is good, to be pleasant is good; but to be holy and acceptable in the sight of God is to be good all the time,  <div class=\"break pagebreak\" id=\"36a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0036.pdf\" target=\"pdfwin\">p.&#xA0;36a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2340\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in all places, under all circumstances, and with all people. <\/div><div class=\"paragraph jod\" id=\"v5n232\"> We want to learn to get along comfortably with the little duties of life that we meet with every day&#x2014;that make up the labor of every day. We want to learn to do those things right. You want to learn to be as holy at home by your firesides as you are when you go to church. You want to feel well, to enjoy the Spirit of God in every condition and relation of life. <\/div><div class=\"paragraph jod\" id=\"v5n233\"> To love the truth supremely, above everything else is salvation. Do not sacrifice it, therefore, or throw it away, for the sake of indulging in a little petty quarrel at home or abroad. <\/div><div class=\"paragraph jod\" id=\"v5n234\"> How shall we honor God? We cannot administer to His wants directly, if He has any; but His children are here, and we can feed the hungry and clothe the naked.<span class=\"citation\" id=\"81639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81639)\">Jacob 2:19<\/a><\/span> We can do that here. Whether there are any up yonder to be found in those destitute circumstances, or not, I do not know. I have not been there to see. I can see them here without going there; and one thing which makes me think that &#x201C;Mormonism&#x201D; is true, and that this view of it is true, is, because it is what I have experienced. <\/div><div class=\"paragraph jod\" id=\"v5n235\"> Now, if it is not the truth, then I am frank to say I do not know anything about it; but this is what I have learned. If I should find myself in a time or place that the Spirit of truth is not in me, and where I could not feel its sacred impulse to give shape and form to my actions, and regulate them according to the revealed will of heaven made known to me, I should be fearful and should have torment; for fear hath torment; I should be afraid I was going to apostatize&#x2014;that some dark cloud was hanging around me, fatal to my happiness. But I have confidence in the truth, because it is that which abides with me all the time. In the darkest <div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2340\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> spot I ever have been called to labor or travel in, or have had an existence in, since I embraced the truth, I have always had it present, and enjoyed its light. <\/div><div class=\"paragraph jod\" id=\"v5n236\"> If I knew there was any part or portion of myself that was not under the influence of &#x201C;Mormonism,&#x201D; or the Spirit of truth, I would want to get out that piece and parcel, and have it repent and be baptized for the remission of that sin, that the whole body might finally become perfectly holy and completely imbued with the influence of the Holy Ghost, the Spirit of truth, and the love of truth, which would preserve me today, tomorrow, and in all time from falling away. <\/div><div class=\"paragraph jod\" id=\"v5n237\"> Is it necessary we should all feel so? I suppose it is just as necessary for you as for me. I do not suppose because I, through the favor or mercy of God and the kind dispensations of His will and providence, have been called to minister as one of the Twelve Apostles to bear off the Gospel to the nations of the earth, that it is any less needful for me, so far as my own soul is concerned, to enjoy the Spirit of God always than it is that you should. I shall be nothing more than saved when I have got all the way through, or as far along as it may be my lot to progress. <\/div><div class=\"paragraph jod\" id=\"v5n238\"> &#x201C;But,&#x201D; says one, &#x201C;Won't it be good for us if we do as we are told?&#x201D; Yes. What will be the result? You will not always be under the necessity of being so miserably poor that you have to go out in the night to your neighbors to borrow a candle. Do people live this way? Yes. I have lived on borrowed light. How long? Until I got a candle of my own. Until the principles of truth became established in me, I lived on the strength of the instructions and light of heaven that dwelt in others, reflected by them on my path&#x2014;I  <div class=\"break pagebreak\" id=\"37a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0037.pdf\" target=\"pdfwin\">p.&#xA0;37a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2339\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>followed along by the light of a borrowed candle. How long? Until the Savior's words were fulfilled, and the promise verified in myself, and the light of inspiration was planted in my own soul; then the blessings of light and truth came rolling upon me like a river. <\/div><div class=\"paragraph jod\" id=\"v5n240\"> Would to God that all the Saints enjoyed this light. What would be the result? There would be more practical purity, more righteous actions, and less evil in the community&#x2014;more of the Spirit of God, as a natural consequence, because every Saint would be possessed of a living fountain of light and truth&#x2014;that inspiration which inspires the Apostle, enlightens the mind of the Prophet, tears away the veil from the future, and enables man to look upon and contemplate the excellencies of our Father's kingdom. <\/div><div class=\"paragraph jod\" id=\"v5n241\"> It was in view of this that on a certain time, when report was made to one of the ministers of truth that some of the congregation of Israel were prophesying, the reply was, &#x201C;Would to God that all the people were prophets.&#x201D;<span class=\"citation\" id=\"54697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54697)\">Num. 11:29<\/a><\/span> Why? Then they would all have the light of truth in them, and the knowledge of truth that would save them. <\/div><div class=\"paragraph jod\" id=\"v5n242\"> If this was the case, what would be among the results? Sinners in Zion would be afraid, and fearfulness would surprise the hypocrite.<span class=\"citation\" id=\"59022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59022)\">Isa. 33:14<\/a><\/span> Why? Because they would feel uneasy, for this simple reason&#x2014;they would know they are not honest, and they would be afraid lest they should be overtaken in their guilt. <\/div><div class=\"paragraph jod\" id=\"v5n243\"> This, my brethren and sisters, is the &#x201C;Mormonism&#x201D; I feel; it is the &#x201C;Mormonism&#x201D; I preach&#x2014;that I have when I pray&#x2014;that I have about me every day. It is the &#x201C;Mormonism&#x201D; I have when I wake up at night, and that I keep with me all night, if I do not go to sleep. Is it good to me? It is. Is it salvation to me? It is. Why? Because it frees me from evil <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2339\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and enables me to live without committing the amount of sin that I would commit if it were not for its presence. <\/div><div class=\"paragraph jod\" id=\"v5n244\"> The best reason that I can give you for its being good is that it has been good to me; it has done me good. I might tell you that the Gospel is true, because the ministers of truth say so, have testified so, lived for it, and died for it, in ages gone by; but I do not know so well how they have felt; I do not understand so perfectly; I cannot comprehend with the same clearness how it was that they felt, as I can understand how I have felt myself. <\/div><div class=\"paragraph jod\" id=\"v5n245\"> When people tell me they have felt as I have, or, in describing their feelings, I find they have experienced what I have, though I know what I have experienced better than I know what anybody else has experienced: yet, if they have the truth, I also have the truth; and if they are saved by it, then I may hope to be saved by it. This is what I would like to see the Saints enjoy&#x2014;a knowledge of the truth, and that knowledge to have such an influence over them that they would cease to do any wrong whatever. <\/div><div class=\"paragraph jod\" id=\"v5n246\"> When there is no wrong done, how much sin would there be committed in the length and breadth of the land of Zion among the Saints? If there was no individual to do a wrong, I am under the impression it would take a good or a bad mathematician to calculate the amount of sin that would be committed. <\/div><div class=\"paragraph jod\" id=\"v5n247\"> Says one, &#x201C;We expect to see that day.&#x201D; You do? When there will be no sin? When? &#x201C;Why, it is that better day that is coming by and by.&#x201D; What is going to bring it about? Upon what principle do you ever expect to see the time when there will be no sinners in the land? Will it be when the grace of God is manifested in some strange or different way from what it has been to you? &#x201C;We  <div class=\"break pagebreak\" id=\"38a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0038.pdf\" target=\"pdfwin\">p.&#xA0;38a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2338\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>suppose so, as a matter of course, because we see sins committed now every day.&#x201D; Do you know of any good that has been done? &#x201C;Yes, a good deal.&#x201D; What does it consist of? &#x201C;Good has been done in the condition of the people as the result of reformation. They have spoken more truth and less falsehood than they did; there is less hypocrisy, less tattling and evil speaking; the people do not think of quite so many evil things to do, and consequently, they do not do much evil: that is the way this change has been brought about.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n249\"> And did you ever think for a moment that this was the principle, and the only one upon which sin would be driven away and its power effectually broken upon the face of all the earth? Says one, &#x201C;The Devil has got to be bound.&#x201D;<span class=\"citation\" id=\"85690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85690)\">D&amp;C 45:55<\/a><\/span> And do you know what kind of a chain he will be bound with? What will deprive him of power? When there is no person upon the face of the earth that will listen to his insinuations or yield to the impulses of his influence to perpetrate evil, how much power will the Devil have on earth? <\/div><div class=\"paragraph jod\" id=\"v5n250\"> I want you to look at this; I want you to remember that whenever there is a diminution of evil in the community, it is because the people do less wrong than they did; they are more faithful, more truthful, more righteous, more holy, and are making greater progression and advancement towards the consummation of the work of God. It is by the development in them of the principles of righteousness and the establishment of these principles in them to the exclusion of every other principle and feeling. When this is effected, our salvation and redemption are secure. When we do right exclusively, and no wrong, we have nothing to fear. When this becomes the case with the people, will the kingdom of God <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2338\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be built up? Yes, in the hearts of the Saints. <\/div><div class=\"paragraph jod\" id=\"v5n251\"> Says one, &#x201C;Won't it be built up externally too?&#x201D; Yes; but it is a simple matter to build up the kingdom so far as houses, palaces, and thrones are concerned, only get the principles of the kingdom of God built up and established within yourselves. Then you will simply have arrived at the point that you will live your religion; that is, the light that is in you will be the spirit of your religion operating upon you, and in you, and through you, and over you, and round about you, that your whole being and everything pertaining to your existence will be under its sacred and hallowed influences. Do not settle down and think you are living your religion because you have done a few good things, because you are a little more faithful than you were last year, and because the Lord is blessing us this year with plenty. Remember, and keep it constantly in view, that there is much improvement to make, much to gain, and much to learn. <\/div><div class=\"paragraph jod\" id=\"v5n252\"> You want to have your religion established within you&#x2014;a living fountain from which the principles of eternal life and truth will flow out and pervade your active being, regulating your actions and conduct in such a way that everything connected with your life shall be in perfect harmony with the truth; then you will live your religion, then you won't need to be waked up in the night, and somebody come along with borrowed light to place it in your habitation; you would have one there all the time, so far as the light of truth and of your religion is concerned: it would be in you all the time, always trimmed, always burning. <\/div><div class=\"paragraph jod\" id=\"v5n253\"> If an evil spirit comes to us to tempt us to do evil&#x2014;if we resist that spirit, what will be the result? The Devil will go away. When he comes again, and only meets with the same  <div class=\"break pagebreak\" id=\"39a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0039.pdf\" target=\"pdfwin\">p.&#xA0;39a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2337\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>treatment, with the same success, and finds that he cannot get us to say an evil thing or do an evil deed, how long will he tempt us? He would soon come to the rational conclusion not to go there again; he would find it a speculation that would be of no profit to him, while his defeat is our victory. <\/div><div class=\"paragraph jod\" id=\"v5n255\"> Whenever evil things, evil thoughts have possession of our bosoms, and we have not spoken a word&#x2014;not given the thought shape, form, and signification to those around us, who knows of it? Nobody. Who is injured? Nobody. There is no harm done, no stealing, no murder committed, no slander perpetrated, no falsehood told. What has been done? The spirit that would instigate evil has been subdued within us, and we have died a death unto sin, and have individually become alive unto righteousness. One of the best things I ever heard in my life was a simple thing that President Young taught here sometime past, which was, that it is not always right to speak the things we think. It is just as necessary that you should be able to think and not speak as to think and speak; the one is just as necessary as the other to your salvation. &#x201C;But,&#x201D; says one, &#x201C;is it not just as bad to think it as to speak it?&#x201D; Why, thinking never killed anybody. Suppose a man had a thought in his mind that he would kill me, if he did not do it, you know, as far as I am concerned, I would live. But suppose, acting on the old adage, that it is no worse to do it than to think it, and he had laid wait for me by the roadside and taken away my life, what would have been the consequence? Then the sin of murder would have been on his soul. <\/div><div class=\"paragraph jod\" id=\"v5n256\"> It is the same with every wrong thought and evil suggestion that may occur to your minds. What will be done if you act on this principle? <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2337\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The father at home, if he thinks a wrong thing, won't say it. The wife and mother will do the same; and what will be the result? Harmony in the domestic circle will never be destroyed by evil speaking. What then? If harmony be there, the Spirit of God will be there. Why? Because it delights to dwell in a quiet place; it does not love contention; it is no friend to strife; it is not fond of bickering or saying hard things. The Spirit of God will come and take his abode with us, if we prepare our minds for its reception, and make it welcome, and study to cultivate a feeling that is congenial with its own nature. <\/div><div class=\"paragraph jod\" id=\"v5n257\"> It is with the Holy Spirit as it is with us. When we seek to gratify ourselves in the associations around us, for whom do we seek in such a time? We seek individuals whose tastes and feelings are congenial to our own, whose &#x201C;Mormonism&#x201D; is like ours, whose regard for truth is like our own. Then what do we enjoy? A free, frank, unrestrained feeling, and sentiment: we pour out the feelings of our souls; there is a principle of reciprocity existing between the parties. <\/div><div class=\"paragraph jod\" id=\"v5n258\"> So it is with the Holy Spirit of truth. Where it finds a mind so regulated that there is an affinity and congeniality between that mind and itself, there is the place where it will dwell; and when that mind becomes so trained in the truth as to be completely and perfectly subject to its influence, it will remain there constantly and unceasingly; it will not pay a casual visit, but take up its constant abode with that individual, and then its light is there, revelation is there, inspiration is there; it is there to increase in intensity, extent, and in power; it is there to continually pour out upon that soul the unceasing, unbroken tide of life. Then the fountain of life becomes established  <div class=\"break pagebreak\" id=\"40a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0040.pdf\" target=\"pdfwin\">p.&#xA0;40a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2336\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the soul; that fountain is flowing continually and unceasingly. Even as the blood passes through the heart to the extremities of our physical system at every pulsation, so also the Spirit of truth pervades our being. <\/div><div class=\"paragraph jod\" id=\"v5n260\"> Do I believe &#x201C;Mormonism&#x201D; to be true? Do I know it to be true? Yes, I do. Why? Because it has saved me. It has saved me in the first place from ignorance, and then it has saved me from its consequences&#x2014;that is, to the extent to which it has imparted to me knowledge; and it has imparted to me knowledge according to my faith and devotion to the truth, and the extent to which I have labored to subject myself to the influence of its sacred principles. <\/div><div class=\"paragraph jod\" id=\"v5n261\"> People suppose, perhaps, that myself and those similarly situated in this work have a great deal to do for others; but my work is for myself. It is for myself that I preach, that I go abroad, that I come home again; it is for myself that I do all I do. <\/div><div class=\"paragraph jod\" id=\"v5n262\"> You may say I am selfish. Why? Because I promised my Father, when I went into the waters of baptism, that I would obey His commandments as they were made known to me. I made Him that brief promise, and it has cost me all that &#x201C;Mormonism&#x201D; has cost me. It has cost me all the toil and labor that has been crowded into my history during the past twenty-five years of my life, to keep that little covenant. <\/div><div class=\"paragraph jod\" id=\"v5n263\"> My Father promised me, if I would keep His commandments, I should be saved. Then whom am I working for? For brother Amasa. My interest, my life, money, if I have any, my honor, my salvation, my all is in the kingdom of God. I have not anything anywhere else; and, as I said, <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2336\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> before, if I knew there was a shred of my whole being that was not baptized into the spirit of &#x201C;Mormonism,&#x201D; and into this universal love and devotion to it, I would want to hunt it out before I slept, and have it baptized with the same feeling. <\/div><div class=\"paragraph jod\" id=\"v5n264\"> I imagine to myself I have the spirit of a Saint&#x2014;the spirit of &#x201C;Mormonism.&#x201D; Why? Because I have labored to be obedient, faithful, and true, to maintain my integrity; and the result is manifested in the spirit I have felt and still feel. If this is not &#x201C;Mormonism,&#x201D; I am in a good place to be told wherein it falls short; and when I learn what &#x201C;Mormonism&#x201D; is, if I have not learned it, I shall begin to learn it: I have made up my mind for that. <\/div><div class=\"paragraph jod\" id=\"v5n265\"> I feel the Spirit of God just as pure a source of comfort to me when I am away as when I am here. &#x201C;Do you feel as well when you are away?&#x201D; No; for I lack the comfort and the genial influence that hovers here like a deathless flame over the congregations of the Saints. <\/div><div class=\"paragraph jod\" id=\"v5n266\"> This is my testimony of &#x201C;Mormonism,&#x201D; as I have felt it, realized it, experienced it, and lived in it&#x2014;not as I lived in it last year, but today. Today is the best day I ever saw; today is the most blessed of any day I ever passed since I lived on the earth, because today shows me the greatest increase of those things that constitute the greatness, glory, happiness, and blessedness of the Saints; and tomorrow will be the same, in respect to these matters, and more abundantly. <\/div><div class=\"paragraph jod\" id=\"v5n267\"> That this may be the case with us is my humble prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}