{"ID":50001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">True Happiness&#x2014;Fruits of not Following Counsel&#x2014;Popular Prejudice Against the Mormons&#x2014;The Coming Army&#x2014;Punishment of Evildoers.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, July 5, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: True Happiness, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/5\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v5n1\"> It rejoices my heart to hear the brethren testify of their faith and good feelings, and of their confidence in God and in their religion. It is a matter of rejoicing to me to see those who profess to love and serve the Lord live up to their professions. <\/div><div class=\"paragraph jod\" id=\"v5n2\"> Brother Park very correctly observed that if this people will actually do the will of those who are placed to lead them, they will be owned, honored, and blest of their God who dwells in the heavens. I can say, for one, that I cannot be pleased, I cannot be satisfied, I cannot feel to fellowship this people as I wish to do, unless they live their religion and serve their God every day, every hour, and every minute of their lives. There is no time allotted to us to use outside of the limits of duty. But, in doing our duty, in serving our God, in living our religion, in using every possible means to send forth the Gospel of salvation to the inhabitants of the earth, to gather Israel, and <div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2375\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> establish Zion, and build up the kingdom of heaven upon the earth are incorporated all blessings, all comforts that men can desire. <\/div><div class=\"paragraph jod\" id=\"v5n3\"> It is a mistaken idea in the inhabitants of the earth to conclude that it will not do for them to yield obedience to the commandments of heaven, lest it should abridge them in their comforts and in their enjoyments; for there is no real peace, there is no real happiness in anything in heaven or on the earth, except to those who serve the Lord. In His service there is joy, there is happiness; but they are not to be found anywhere else. In it there are peace and comfort; but when the soul is filled with joy, with peace, and with glory, and is perfectly satisfied therewith a person even then has but little idea of that which is in store for all the faithful. <\/div><div class=\"paragraph jod\" id=\"v5n4\"> Thrust a man into prison and bind him with chains, and then let him be filled with the comfort and with the  <div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2374\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>glory of eternity, and that prison is a palace to him. Again, let a man be seated upon a throne with power and dominion in this world, ruling his millions and millions, and without that peace which flows from the Lord of Hosts&#x2014;without that contentment and joy that comes from heaven, his palace is a prison; his life is a burden to him; he lives in fear, in dread, and in sorrow. But when a person is filled with the peace and power of God, all is right with him. <\/div><div class=\"paragraph jod\" id=\"v5n6\"> I cannot be satisfied with myself, neither can I be satisfied with this people, unless they live in the enjoyment of the Spirit of the Lord Jesus Christ, having the testimony of Jesus within them. When they live in that manner, they are prepared to judge of all matters that come before them; they are then capable of discerning between truth and error, light and darkness. They can then readily discover the things that are not of God, and distinguish them from those that are. This is the only way for you to know that your leaders are leading you in the path that leads to heaven. Without taking this course, a people or nation is liable to be led astray by their leaders, and thereby be prepared to be destroyed; but when the people understand for themselves&#x2014;when they know and understand the things of God by the Spirit of revelation, they are not only satisfied but safe. If this people will do as they are told&#x2014;will please those who preside over them, they will do well for themselves. And if they will do this from morning to evening and from evening to morning, all will be right, and their acts will tend to promote the kingdom of God upon the earth. <\/div><div class=\"paragraph jod\" id=\"v5n6\"> As brother Wells lately observed here, it is very little difference what comes or goes. If the world are angry at us, that only fits and prepares them for their destruction. If they <div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2374\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> afflict the Saints of God, it prepares them for their reward; it prepares the righteous for bliss and immortality, and the wicked are the sooner ripened for their doom. It is very little difference whether men come here as soldiers or as civilians, all will promote the interest of the kingdom of God. It will promote the interests of the Saints, inasmuch as they are united; and though the wicked, in their eagerness to destroy the Saints of God, do not see this, yet God will make it all turn for the good of His people. <\/div><div class=\"paragraph jod\" id=\"v5n7\"> True, this people might have done better; but, considering all circumstances, they have done as well as could be expected. It might be shown to them, and perhaps this congregation will acknowledge it, that if this people had invariably been careful to observe counsel, they would have promoted the kingdom of heaven a great deal faster than they have. I will bring up a circumstance to illustrate this idea&#x2014;one relating to us in these Valleys of the Mountains. It was just now observed by brother Feramorz Little that his feelings would be perfectly satisfied if he should never see another train of goods come in here for sale among this people. I would have been satisfied, if that could have been the case from the beginning. <\/div><div class=\"paragraph jod\" id=\"v5n8\"> At a time here when a person could go with a sackful of gold and say to a man, &#x201C;Can I hire you to do some work for me? I have a sackful of gold;&#x201D; and the man would say, &#x201C;No; I cannot do it;&#x201D; and every man would say, &#x201C;No; I am too busy; I cannot do it;&#x201D; and the person still saying, &#x201C;I have hats full of gold;&#x201D; but it was so plentiful, that men had such quantities of money that they were lugging it about until their backs ached&#x2014;suppose that that money had been put into the hands of the Trustee-in-Trust,  <div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2373\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and used for the benefit of the kingdom of God, would it not have been much better than to pay it to the merchants to carry out of the Territory? One merchant, in a day-and-a-half, received for sales a large kettle-full of money, and in two days he took a great deal more. Suppose that that money had been put into the hands of the Trustee-in-Trust and those associated with him, they would have laid goods down at your doors for from thirty to forty percent cheaper than you got them. But could the people see that? No; their eyes were dim, and they could not see their own interest. <\/div><div class=\"paragraph jod\" id=\"v5n10\"> If the people had concentrated their means during the nine years past, they would now have been worth millions where they have only thousands. I know that now as well as I should have known it if the experiment had been tried, and that result proven. But no; the people would pay their money to others to carry out of the country. <\/div><div class=\"paragraph jod\" id=\"v5n11\"> I will tell an anecdote relating to the feelings of some in those days. I stepped into a store at the time when money was so plentiful, and the store was crowded. Every man, woman, and child, had their pockets full of gold. A woman stepped up and said, &#x201C;Mr. So and So, have you any soap?&#x201D; He replied, &#x201C;I do not think there is any.&#x201D; She then asked, &#x201C;Have you any sugar, or coffee?&#x201D; He answered, &#x201C;I do not know whether there is or not: there was some this morning; but I think it has been sold.&#x201D; It was not long before a woman reached over and touched the one enquiring, and said, &#x201C;President Young has bought everything of that kind that has been brought in.&#x201D; I reached over and tapped her on the shoulder and said, &#x201C;What do you tell that infernal lie for? President Young has not bought a pound of tea, a pound of sugar, or a pound of <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2373\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> coffee, since these goods came in.&#x201D; The people were then in such a state of mind that they would rather have given all they had to the Gentiles than for me to have had a pound of tea or the handling of their money. <\/div><div class=\"paragraph jod\" id=\"v5n12\"> They were not all possessed of that feeling; but there were enough to influence the channel of trade and give it an unwise direction; and if there are not now too many of that class, I shall feel thankful, and we shall be able to hold the wheat and the cattle so that those who are passing through and temporarily sojourning in our midst will have to pay a fair price for those articles. But I presume, if the Gentiles come, some of you will run and sell your wheat and your cattle to them for a much less price than we would give you, and be perfectly satisfied with it. If there is not an influence and practice of that kind, I shall be glad of it; for it will prove to me that the people believe what they say. <\/div><div class=\"paragraph jod\" id=\"v5n13\"> I am careful about touching anything that is the object of people's worship&#x2014;the gold, the goods, and the things of this world, which please the eyes and entice the affections of the people. You who know me know that I have not been under the necessity of asking you to help me much. Instead of the Presidency's living upon the people, it is well known that they have sustained the people. Suppose that I had not launched forth in business, and that brother Kimball and others had not, what would have been the result? This community would have been living in their log huts, whereas they now have good houses and comfortable homes. <\/div><div class=\"paragraph jod\" id=\"v5n14\"> I am decidedly in favor of practical religion&#x2014;of everyday useful life. And if I today attend to what devolves upon me to do, and then do that which presents itself tomorrow, and so on, when eternity comes I will be prepared to enter on the things of  <div class=\"break pagebreak\" id=\"4a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0004.pdf\" target=\"pdfwin\">p.&#xA0;4a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2372\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>eternity. But I would not be prepared for that sphere of action, unless I could manage the things that are now within my reach. You must all learn to do this. <\/div><div class=\"paragraph jod\" id=\"v5n16\"> If the people take a wise course and let a few have the handling of the wheat and other commodities that are for sale, and let those who wish to buy come to them to purchase, it would be much better for this people. By pursuing that course, our enemies would either be under the necessity of giving us a fair price, or have to purchase their supplies in the States, and haul them across the plains, through the hills, and over the mountains. How do you think they would prosper in that operation? I think they would soon become discouraged and want to leave these regions. <\/div><div class=\"paragraph jod\" id=\"v5n17\"> It is an ignorant excitement which causes some people in the States to feel and act as they do. Who is there, of all who are really acquainted with our proceedings and will let good reason and good sense operate, that has one word to say against us? No one. But the priests have hallooed so much about these Latter-day Saints&#x2014;the &#x201C;Mormons&#x201D; as they term us, that they have become excited; and what is the reason of their outcry? It is simply this&#x2014;we have the words of eternal life,<span class=\"citation\" id=\"69309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69309)\">John 6:68<\/a><\/span> and they have not; we serve the God of heaven and they serve somebody, they know not whom. We have the true religion that the Bible gives an account of, and they seem to be entirely ignorant of it and of the God of heaven. Only let us leave God out of our religion, and all would be right. <\/div><div class=\"paragraph jod\" id=\"v5n18\"> A great many have said to you and me, &#x201C;Just leave out Joe Smith, the Book of Mormon, and modern revelations, and you will become popular.&#x201D; Brother Clements said, last Sunday, that he told a priest that he could materially abridge that leaving out by <div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2372\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> saying, &#x201C;Just leave God out of the question, and you will be 'Hail fellows well met.'&#x201D; We are not going to leave out Joseph Smith, the Book of Mormon, nor the gathering, nor the building up of Zion. <\/div><div class=\"paragraph jod\" id=\"v5n19\"> You hear brethren talk of coming to Zion to enjoy the blessings of this land; but do you not see that it is the shortsightedness of men which causes their disappointment when they arrive here? They read in the Bible, in the Book of Mormon, and Book of Doctrine and Covenants, about Zion, and what it is to be; but brother Park and others could not realize, before they came here, that they were the ones to help to build up Zion. They gather here with the spirit of Zion resting upon them, and expecting to find Zion in its glory, whereas their own doctrine should teach them that they are coming here to make Zion. <\/div><div class=\"paragraph jod\" id=\"v5n20\"> We can make Zion, or we can make Babylon, just as we please. We can make just what we please of this place. The people can make Zion: they can make a heaven within themselves. When people gather here, they should come with a determination to make Zion within themselves, with the resolution that, &#x201C;I will carry myself full of the Spirit of Zion wherever I go; and this is the way in which I will control evil spirits; for I mean that my spirit shall have control over evil:&#x201D; and do you not see that such a course will make Zion? <\/div><div class=\"paragraph jod\" id=\"v5n21\"> This American continent will be Zion; for it is so spoken of by the prophets. Jerusalem will be rebuilt and will be the place of gathering, and the tribe of Judah will gather there;<span class=\"citation\" id=\"91863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91863)\">D&amp;C 133:13<\/a><\/span> but this continent of America is the land of Zion. <\/div><div class=\"paragraph jod\" id=\"v5n22\"> The priests are angry because they are afraid that their religion is nothing but a sandy-foundationed fabric; and whenever they meditate upon the subject and humble themselves, and the  <div class=\"break pagebreak\" id=\"5a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0005.pdf\" target=\"pdfwin\">p.&#xA0;5a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2371\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Spirit of the Lord finds its way to their hearts and convicts them, the truth then is made manifest before them, and they begin to learn the falsity of their systems; and when that spirit leaves them, they become angry. &#x201C;Mormonism&#x201D; is declared to be true by hosts of witnesses, and this makes the priests angry; for this Gospel bears its own weight and testimony, and they know not how to gainsay it. True, I have aimed to point out their errors; but it is not you or me that they are opposed to, although they throw their darts at us; but it is the spirit of conviction that goes with the report of this work; for wherever it goes it strikes conviction to the heart, and that is what disturbs the priests and the people. <\/div><div class=\"paragraph jod\" id=\"v5n24\"> The foolish, and those who are controlled by the hissings of the priests, rage against the work of God, and corrupt politicians urge them on. There is not an honest man in the United States or in the world but what, if he could hear this doctrine taught without knowing that it was a &#x201C;Mormon&#x201D; who was teaching it, would drink down these principles. They would swallow every word and say, &#x201C;That is true; you have more light than I have.&#x201D; But if you say &#x201C;Mormon,&#x201D; that sends the fat into the fire, and arrays their prejudices against you. Do you know this, you Elders? [Voices, &#x201C;Yes.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n25\"> As I have said before, I have often gone incognito, and taught persons the Gospel, and they would drink down its principles as eagerly as a thirsty ox would drink water; but an ignorant prejudice causes all the trouble. The excitement among the priests, and directed by politicians, raises this erroneous prejudice and hue-and-cry. <\/div><div class=\"paragraph jod\" id=\"v5n26\"> You know that I have said that, if it was now my calling to go and preach the Gospel, I could make as many converts as I ever did; for I would go in such a manner that the <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2371\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bitterly prejudiced would have to labor hard to find out that I was a &#x201C;Mormon,&#x201D; until I had induced them to love the truth. Then they would say, &#x201C;If that is &#x2018;Mormonism,&#x2019; I want it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n27\"> Persons who are as ignorant as jackasses pass through this city, and they are so prejudiced that they cannot see and hear well enough to report things straight. But let persons of good understanding come here, and hear the Elders testify, and stop to investigate, and every honest heart among them will receive the Gospel. Do you not know that they would? <\/div><div class=\"paragraph jod\" id=\"v5n28\"> The &#x201C;Mormons&#x201D; are trying to take care of themselves. Our enemies may come to kill us, but we know that there is a God in the heavens. I care no more about the threats that are made than I do about the floating of a board on the waters. They have kicked us and cuffed us about so much that I have got used to it. I have been driven, and had to leave my home five times on account of my faith in the Gospel of our Savior; but I have never until now been a conspicuous character; and I say to my enemies and to the enemies of righteousness, you have now got to fire long shots, unless you come much nearer to us than you are. <\/div><div class=\"paragraph jod\" id=\"v5n29\"> I will say to all parties, If you come here and do not observe wholesome laws, we will introduce you to them. In regard to troops coming here, as has been rumored, should 1,500 or 2,000 come, what will you see? You will see that they will ask us to make their soldiers behave themselves, until they can get out of this place, which they will do as soon as possible. They are not coming here to fight us; though, if they were to, I should pray that the Lord would bring those here that mobbed us in days gone by, and just let us look at them. But no; the priests, and some editors and politicians wish to have innocent soldiers sent here to fight us. Let  <div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2370\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them bring those priests, editors, and politicians who have howled so long about us, and we will attend to their cases. But I pray that I may never witness such scenes as I have in the midst of this people. If they will let us alone, we will preach the Gospel; and if they do not, we will do it, and we will build up Zion, if all the devils in hell howl. Let us know that we have to build up Zion until the Spirit of peace shall overrule our country. <\/div><div class=\"paragraph jod\" id=\"v5n31\"> Do you ever reflect upon the matter? Look at St. Louis. More murders have been committed there in almost any few days than have been committed in this Territory since it was organized. It is customary there to have murders committed almost daily; but we, above all other people, ought never to have such a crime committed in our midst; and we never have had, so far as the Latter-day Saints are concerned. <\/div><div class=\"paragraph jod\" id=\"v5n32\"> I will now tell you something. It is a secret; and I wish you to keep it to yourselves. There have been men here who have had their plans arranged for robbing; and I will take the liberty to say that, when we find them, &#x201C;judgment will be laid to the line, and righteousness to the plummet.&#x201D;<span class=\"citation\" id=\"58619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58619)\">Isa. 28:17<\/a><\/span> Those are my feelings, and I express them plainly, that the good and honest may be able to pass from the Eastern States to California, and back and forth, in <span class=\"italic\">peace<\/span>. And when <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2370\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a &#x201C;Mormon&#x201D; unlawfully disturbs anybody, I say, let him be overtaken by a &#x201C;Vigilance Committee.&#x201D; And when mobocrats come here, they will find a &#x201C;Vigilance Committee.&#x201D; Now, listeners, send that to the States, if you wish. I want the people in the States to know that there are a few poor curses here, and also to know that we do not want a gang of highwaymen here. And I say to all such characters, if you come here and practice your iniquity, we will send you home quick, whenever we can catch and convict you. I wish such characters would let the boys have a chance to lay their hands on them. <\/div><div class=\"paragraph jod\" id=\"v5n33\"> If men come here and do not behave themselves, they will not only find the Danites, whom they talk so much about, biting the horses' heels, but the scoundrels will find something biting <span class=\"italic\">their<\/span> heels. In my plain remarks, I merely call things by their right names. Brother Kimball is noted in the States for calling things by their right names, and you will excuse me if I do the same. <\/div><div class=\"paragraph jod\" id=\"v5n34\"> We will build up Zion and establish the kingdom of God upon the earth, and the wicked cannot help themselves. I have not built up this kingdom, neither did Joseph Smith. What the Lord told brother Joseph to do, that he did. And what the Lord tells you and me to do we will do, by the help of God. May God bless us all. Amen. <\/div>\n<\/div>\n<\/div>"}