{"ID":50004, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Storing Up Grain&#x2014;Lessons of the Past&#x2014;Temptation&#x2014;The Coming Distress, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder Orson Hyde, Delivered in the Bowery, Sunday Afternoon, June 14, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Storing Up Grain, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 6\/14\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d04\">\n<div class=\"paragraph jod\" id=\"v5n84\"> Brethren and sisters&#x2014;I arise to call your attention to a subject that has been presented to you, time after time, from this stand. I may, perhaps, refresh your minds, and present some things to you that you may not have fully comprehended or understood. <\/div><div class=\"paragraph jod\" id=\"v5n85\"> We have been told to store up our grain and to take care of it. The history of the past forms ample ground for advice of this kind. We have not only seen, but felt the folly of placing too low an estimate upon the productions of the earth. When they were plentiful, they have been thought of little value. We have found ourselves comparatively destitute at times, in consequence, and, in the time of this scarcity, have suffered in our feelings&#x2014;have been pinched with hunger; and it does seem that the subject of laying up our grain has been presented under circumstances that cannot fail to impress every heart with its importance. <\/div><div class=\"paragraph jod\" id=\"v5n86\"> I will tell you how things look to me. They look as though the Lord had said&#x2014;I have tried my people; I <div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2362\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have withheld the bounties of the earth, and in this day of want I have given them advice to store up their grain: and if ever they could be brought into circumstances to make them appreciate these words, it is now. <\/div><div class=\"paragraph jod\" id=\"v5n87\"> It is now a pretty scarce time for clothing: it is hard to get many of the comforts of life in the shape of wearing apparel. We have no money: many of us have no surplus of the products of the earth to exchange; and if we had, our market is comparatively bare of many of the articles we need. <\/div><div class=\"paragraph jod\" id=\"v5n88\"> Some consider that great trials await us; but I will call your attention to one. It is a very great trial to be short of clothing, boots, shoes, &amp;c. (to say nothing of the silks, ribbons, laces, and other gewgaws), to answer our desires, and perhaps not our real wants and comforts. But the Lord may pour out an abundant harvest of grain; and, while we are destitute of those things, our granaries may be groaning with the weight of the grain that is in them. But  <div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2361\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by-and-by the market is richly supplied with goods, such as we need. It is supplied with every material or fabric, and perhaps silver and gold, and a liberal price is offered for our grain; and with this grain we can buy those articles of clothing that we need. Now here comes the trial. (But keep in mind &#x201C;home manufacture.&#x201D;) We know these circumstances pinch. We want the clothing, and we have an abundance around us, and means in our hands to obtain those articles in exchange for our produce and wheat. This will try us, whether we will abide the counsel that has been given, or whether we will not. I presume to say that just such circumstances will appear before this people. I have not the least hesitancy upon my mind in saying that such will be the case. Here you have grain to any amount; and here is your silver, your gold, your goods, your groceries, and your wares of every kind, and everything that you can desire to make yourselves comfortable. Now, all this is in the midst of this counsel to store up your grain, and to hold on to it. It is the counterpart, or tempter to beguile. How many will there be who will go and exchange one for the other? Say one and another, I must have a little of this, a little of that, and a little of the other; and thus, little by little, goes the grain that we were commencing to store up, until it has leaked away and our granaries are empty. <\/div><div class=\"paragraph jod\" id=\"v5n90\"> It is strange that we should do this, when we really desire bread, and have so keenly felt its need! We had none at one time&#x2014;that is, comparatively none. Starvation, ghastly and appalling, threw its hideous forms and frightful shadows in our face; and what was the counsel of God then? Was it not to remain faithful over the little that we had, and to divide out the limited supplies that we had, and to relieve the necessities of the poor <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2361\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and needy? And did not the people, in a goodly degree, comply with this counsel? Yes, they did. Well, has not our heavenly Father, by multiplying our grain in our storehouses, like the widow's meal and oil,<span class=\"citation\" id=\"55678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55678)\">1 Kgs. 17:14<\/a><\/span> thwarted off impending calamities? He certainly has. <\/div><div class=\"paragraph jod\" id=\"v5n91\"> Now there is a prospect of a bountiful harvest. We cannot tell what may be; but if we are true and faithful, like the needle to the pole, we shall have an abundance to supply not only our present wants, but some to lay by for the future. This is the result of abiding in the counsel of God, and the Lord says, I will give them liberally; for they have said that they will not let it go to waste; for they design now to keep it for the children of the kingdom and for the time of great want, when strangers shall come to them also for bread. And now, therefore, I will pour out a bountiful harvest, to prove their integrity. <\/div><div class=\"paragraph jod\" id=\"v5n92\"> I have told them to prove me, and now I will prove them. You bring along your tithes and offerings into my storehouse, and see if I will not pour out a blessing&#x2014;see if I will not open the windows of heaven and pour out a blessing that you will not have room to receive.<span class=\"citation\" id=\"62444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62444)\">Mal. 3:10<\/a><\/span> I will prove you now, and see if you will be as faithful to me as I have been to you. <\/div><div class=\"paragraph jod\" id=\"v5n93\"> If this grain be stored up and properly taken care of, we may go destitute of many comforts that we desire; but, after the Lord has proven us, in this respect, to see if we will resist the temptations of the adversary&#x2014;to see if we will resist the shining gold and the fine apparel, and to see if we will abide the law, and lock up and preserve our grain, is it not as easy for Him to provide us with those things that we really need for clothing as it was to increase our limited stores, or to give us now a plentiful harvest? Is it not said, &#x201C;Surely, thou shalt  <div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2360\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>clothe thyself with them all,<span class=\"citation\" id=\"59448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59448)\">Isa. 49:18<\/a><\/span> and in their glory shall ye boast yourselves.&#x201D;<span class=\"citation\" id=\"60097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60097)\">Isa. 61:6<\/a><\/span> And is it not said that the kings of the earth shall bring their glory and riches to Zion?<span class=\"citation\" id=\"91078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91078)\">D&amp;C 124:11<\/a><\/span> What shall hinder them from bringing the treasures by which we can all be clothed? What will induce them to come here at all with their riches, their gold, and their silver, and fine apparel? Let the Almighty shut down the gate of prosperity, as He will do, and a general dearth ensue, and they know that in Zion it is fruitful, and that the good things of the earth are produced there&#x2014;let them know that there is bread, and you will see them coming here to pour out their treasures for a bit of bread; but if you shall not have it stored up for them, you will not do your duty. The Lord can do this. He can bring these things about; and, brethren, the test is right before us. It is not an imaginary thing, but it is actually coming to test us, to see whether we will, under these circumstances, abide the counsel that has been given to us. <\/div><div class=\"paragraph jod\" id=\"v5n95\"> There is hardly ever a commandment given to any person or persons before whom a temptation is not placed to decoy them, if possible, from an obedience to that commandment. Our parents in the garden of Eden had had but little experience in this world; and it seemed that they must have a trial corresponding with the experience and knowledge they had of things as they were. The instruction of Father Adam was, &#x201C;Of all the trees in the garden thou mayest eat, excepting one; and in the day thou eatest of that, thou shalt surely die.&#x201D;<span class=\"citation\" id=\"52469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52469)\">Gen. 2:16-17<\/a><\/span> The Lord said, &#x201C;Adam and Eve, you may enjoy yourselves; but there is one tree I command you that ye shall not eat of; for in the day that ye do, ye shall surely die.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n96\"> It seems that they were well provided for. There was an abundance <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2360\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of other kinds of fruits; but there was a kind of itching desire for that which they were forbidden to eat of; and they were led on by temptation until they did partake of that fruit, and thus the devil got power over them. <\/div><div class=\"paragraph jod\" id=\"v5n97\"> Well, if counsel has been given unto us to store up our grain, I should not wonder if there were temptations placed before us, to induce us to noncompliance. High prices in silver and gold may be offered as an inducement. Men may come and say, &#x201C;I will give you a high price for your wheat: here are goods of every kind we will give for your grain.&#x201D; There, you perceive, is the temptation and the counsel before us. We should like the comforts of life, and would no doubt like to purchase them; but the counsel of the servants of the Lord would lead us to do differently. <\/div><div class=\"paragraph jod\" id=\"v5n98\"> Such scenes as these, brethren and sisters, we may see, and they may not be far ahead of us. They may be very near; for things change very suddenly sometimes. It is for us to abide in the counsel of God, and never turn aside nor cast a longing look upon the riches and comforts of this life, when we have to violate a holy precept to gain them. Remember it, brethren and sisters; for I want to impress it upon your minds. Keep your grain for yourselves and for strangers who, in times of famine abroad, seek at your hands bread from heaven and earth. When the servants of God set good counsel before you, and these temptations follow, they will not command, perhaps, when the temptation is present; and these things will be trying to you: they will be so, to see if you will stand by your integrity, or fall by your instability. <\/div><div class=\"paragraph jod\" id=\"v5n99\"> I want to tell a little anecdote which came to my ears. I do not know that I shall be right; but, if I am wrong, there are those present  <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2359\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who can correct me. It is said that there is a man in this city, a natural miner, who has a peculiar gift to discover metals of value, though hidden in the earth at any depth. He can point out the very place where they are. He happened in a gentleman's house in this town one day, and they were discussing his powers to discern any metal in the earth. The lady, doubting his ability, took a piece of lead, and slyly stepped out and buried it, being careful to leave no visible marks by which any other than herself could find it. She returned and told him that in the garden was a piece of lead buried, and wished him to find it if he could. He made the attempt; and, after a little rambling, pointed to the very spot where it was; but the lady, thinking to bluff him off and discourage him, made perfect ridicule of him, and asked what had led him to think it was there. She pretended to regard him as insane, and the poor man came to the conclusion that he might be mistaken, as the lady appeared so sanguine in her ridicule. He gave it up as a mistake, doubting his own gift. Since the time that he was bluffed off from the faith in the natural gift that God had given him&#x2014;(Pres. H. C. Kimball: And that by a woman!)&#x2014;yes, and since that, it has been taken away altogether. Before this, he was never mistaken in such matters; but since, has no more powers of discovering than any other. <\/div><div class=\"paragraph jod\" id=\"v5n101\"> Now, we have the gift of God, and that is the gift of wise counsel&#x2014;of good counsel given unto us for the purpose of self-preservation. Will <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2359\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we, by any reason, by any craft, by any device, by any machinations, by any swerving from our purpose, lose that gift? Remember that if we are upon the enemies' ground, the gift that is given to us may be destroyed or taken from us forever; and probably the time may be that you and I may not have the counsel of the servants of God from day to day. If it is necessary, however, we may have it; and if it is not; remember it, ye Latter-day Saints, and everybody that fears God and serves Him with full purpose of heart! Remember the counsel that is given, &#x201C;STORE UP ALL YOUR GRAIN,&#x201D; and take care of it! Prize it above gold and silver, above rich clothing and fine apparel, and above everything else except the bread of life! And I tell you it is almost as necessary to have bread to sustain the body as it is to have food for the spirit; for the one is as necessary as the other, to enable us to carry on the work of God upon the earth. <\/div><div class=\"paragraph jod\" id=\"v5n102\"> Brethren and sisters, may God bless you, and bless your fields, and flocks, and all that you possess. Take care of your fields, your flocks, and your herds; take care of and preserve everything that God has given us to take care of upon the earth. May God bless you, and bless us all, and give us the gift of eternal life; and may the angel of life preserve us; and may we feel to lay shoulder to shoulder, and prove to God and our brethren that we are ready and determined to roll forth this great work&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v5n103\"> &#x201C;While life, or thought, or being lasts, Or immortality endures.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n104\"> &#x2014;Amen. <\/div>\n<\/div>\n<\/div>"}