{"ID":50007, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Latter-Day Kingdom&#x2014;Men not to Be Governed By Their Wives&#x2014;Love to God Manifested By Love to His Servants.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, Delivered at the Bowery, Great Salt Lake City, July 12, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: The Latter-Day Kingdom, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 7\/12\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d07\">\n<div class=\"paragraph jod\" id=\"v5n171\"> I feel very much to appreciate the remarks of brothers Thomas S. Smith and Edmund Ellsworth. Brother Edmund's remarks were very good, and will be salvation to every man and woman that will receive and treasure them up in their hearts. <\/div><div class=\"paragraph jod\" id=\"v5n172\"> Here in Great Salt Lake City is the seat of government for the Church and Kingdom of God, pertaining to every person that has ever come into a probation on this earth, whether they are now in tabernacles upon this earth, or whether they are in the spirit world, or in hell. This is the place of deposit of all those keys pertaining to the salvation of the human family; and there never will one soul of those spirits now in prison come out of that place, except the keys of the kingdom of God that are now held in Great Salt Lake City open the door and let them out. They may peep and mutter,<span class=\"citation\" id=\"58034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58034)\">Isa. 8:19<\/a><\/span> and may have revelations until doomsday, and may declare to all eternity that Joseph Smith is a false prophet, and that brother Brigham is a false prophet, and that this Church is false, and they will still remain in hell until we let them out. <\/div><div class=\"paragraph jod\" id=\"v5n173\"> Brother Brigham Young holds those keys; and brother Heber C. Kimball, <div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2349\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and Daniel H. Wells, and others, hold those keys in connection with brother Brigham; and not one soul of you has any keys or power of salvation only what is in us; and that is one thing for you to learn. Those keys and powers were on Joseph Smith when he was in the flesh; and before he departed, he laid his hands on brother Brigham, and brother Heber, and others, and conferred the keys of salvation upon them; and we are here, in the last dispensation of the kingdom of God that pertains to every man and woman on earth, in hell, and in the spirit world; and the redemption of not one individual soul will be obtained upon any other principle. <\/div><div class=\"paragraph jod\" id=\"v5n174\"> You may call that pretty snug doctrine and pretty rough; but I would not give a dime for anything that is not rough. What do you think of the stone to be cut out of the mountain without hands?<span class=\"citation\" id=\"61377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61377)\">Dan. 2:45<\/a><\/span> If there are to be no hands, how do you suppose it will ever be polished? Can you polish a stone without hands and chisel? It is to be taken out of the mountain without hands, and it will smash every nation and kingdom except God's.<span class=\"citation\" id=\"86586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86586)\">D&amp;C 65:2<\/a><\/span> It will never be polished until it has done that rough work. It will knock  <div class=\"break pagebreak\" id=\"28a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0028.pdf\" target=\"pdfwin\">p.&#xA0;28a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2348\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the bark from the trees, and will break everything before it. <\/div><div class=\"paragraph jod\" id=\"v5n176\"> Let the spirit world peep, and rap, and rap, and rap again. We know you not. Depart, ye workers of iniquity,<span class=\"citation\" id=\"63969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63969)\">Matt. 7:23<\/a><\/span> and get out of the way, and stop your peeping and rapping. <\/div><div class=\"paragraph jod\" id=\"v5n177\"> This is the kingdom of God. You talk about building up the kingdom of God; but how can you build up the kingdom of God, except you build up the king and his officers? We are to become kings and priests unto our God,<span class=\"citation\" id=\"78942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78942)\">Rev. 1:6<\/a><\/span> in accordance with the revelations given to the Apostle John. Our lives are a preparatory work to fit us to receive that authority and power; and when we have got that, we will raise up a kingdom. You cannot raise up a kingdom any greater than yourselves. And if you have not attended to these things, you cannot raise up a kingdom that will bring about the purposes of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v5n178\"> How can I take a course to save the children of men any further than I am saved myself? If I have saved myself today, I can save you today; and if I continue on and save myself tomorrow, I can save you tomorrow, and so on from day to day, until finally we are saved in the celestial kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v5n179\"> Are the keys here? Yes, the very keys that our Father placed upon His Son Jesus; and He placed that authority upon Peter and his associates; and they have been restored again to this earth through the ministration of the Prophet Joseph. <\/div><div class=\"paragraph jod\" id=\"v5n180\"> It is written that the first shall be last, and the last first.<span class=\"citation\" id=\"65261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65261)\">Matt. 19:30<\/a><\/span> This is the last kingdom, and the Lord will make it first; for it has got to raise up, and establish, and confer power upon every one of those kingdoms that have been. That is what we have got to do. Why do you not realize this? You could, if you lived your religion and called upon God by day and by night. <\/div><div class=\"paragraph jod\" id=\"v5n181\"> What good do your prayers do, <div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2348\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when your works do not correspond? Men may talk about praying, and exhort the people to pray; and if you do not live in a manner to fulfil your prayers, what do they avail you? Faith is dead without works, just as much as my body is dead without my spirit.<span class=\"citation\" id=\"77633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77633)\">James 2:26<\/a><\/span> When my spirit leaves my body, my body is dead; but put them together, and they make a soul&#x2014;a spirit in a tabernacle.<span class=\"citation\" id=\"88331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88331)\">D&amp;C 88:15<\/a><\/span> What is the use of our professing to be Saints, unless we live our religion? By our faithfulness and by our good works we shall obtain knowledge. <\/div><div class=\"paragraph jod\" id=\"v5n182\"> How can you find out whether brother Brigham is called of God, except you have a revelation from God? And then some are not fully satisfied, but will doubt the revelation that God has given them. <\/div><div class=\"paragraph jod\" id=\"v5n183\"> You think you would not. I have known many who have. Oliver Cowdery received revelations and wrote them; so did David Whitmer, and so did Thomas B. Marsh. About the time he was preparing to leave this Church, he received a revelation in the Printing Office. He retired to himself, and prayed, and was humble, and God gave him a revelation, and he wrote it. There were from three to five pages of it; and when he came out, he read it to brother Brigham and me. In it God told him what to do, and that was to sustain brother Joseph and to believe that what brother Joseph had said was true. But no; he took a course to sustain his wife and oppose the Prophet of God, and she led him away. <\/div><div class=\"paragraph jod\" id=\"v5n184\"> What!&#x2014;sustain a woman, a wife, in preference to sustaining the Prophet Joseph, brother Brigham, and his brethren! Your religion is vain when you take that course. Well, my wife may say, &#x201C;If you will sustain Brigham in preference to me, I will leave you.&#x201D; I should reply, &#x201C;Leave, and be damned!&#x201D; and that very quickly. That is a part of my  <div class=\"break pagebreak\" id=\"29a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0029.pdf\" target=\"pdfwin\">p.&#xA0;29a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2347\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>religion&#x2014;&#x201C;Leave quickly, you poor snoop.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n186\"> That was the trouble with Emma Smith. Joseph stood for the truth and maintained it; she struck against it: and where is she? She is where she is, and she will not escape until Joseph Smith opens the door and lets her out. She declared that she would leave him, if he would not sustain her instead of sustaining brother Brigham, and Heber, and the rest of the Twelve Apostles of God. That is as true as that the sun shines. She had her choice, but Joseph would not follow her. <\/div><div class=\"paragraph jod\" id=\"v5n187\"> Thomas B. Marsh was once the President over the Quorum of the Twelve&#x2014;over brother Brigham, me, and others; and God saw fit to give him a revelation to forewarn him of the course he would take; and still he took that course. We told him that if he would listen to that revelation he had received, he would be saved; but he listened to his wife, and away he went. His wife is now dead and damned. She led him some eighteen years; and as soon as she died he came to Winter Quarters&#x2014;now Florence, and has written to us, pleading for mercy. We have extended it to him, and he will probably be here this season or the next. He says that he has sinned before God and his brethren, and is pleading for mercy; for he feels as though our Father and God would have a little bread for him after all the rest have eaten all they need. <\/div><div class=\"paragraph jod\" id=\"v5n188\"> I speak of these things to show men their standing. Women were never placed to lead. Did you ever see a ship rigged for sailing to England, or to any other port in the world, without a helm, and rudder, and a man who knew the points of the compass and how to receive instructions for guiding that ship. And then you will sometimes see a number of boats lashed with cables to a large ship, and they are all led by that <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2347\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ship, and that is guided by the power and intelligence on board of it. Women are made to be led, and counseled, and directed. If they are not led, and do not make their cables fast to the power and authority they are connected with, they will be damned. Instead of cutting those little fibers that pertain to those cables which connect them with the ship, they ought to be adding other strands to the cables, that they may stand when the sea becomes boisterous. <\/div><div class=\"paragraph jod\" id=\"v5n190\"> And it is for the Twelve to be connected, and make the cable which binds them to the First Presidency stronger and stronger; and for the First Presidency to make theirs stronger in relation to God and those who are connected with Him. All the time keep adding to that big cable. And it is for the Seventies to fasten their cable to the Twelve, and to keep increasing its strength; and so on down to Priests, Teachers, and Deacons. Then let every man's wife strengthen the cable that connects her with her husband; for, if she does not do so, she will go to hell, and you cannot help it. <\/div><div class=\"paragraph jod\" id=\"v5n191\"> Women are to be led. If I should undertake to drive a woman, I should have to drive her before me; and then she becomes my leader the moment I do that. I should lead her; and she should be led by me, if I am a good man; and if I am not a good man, I have no just right in this Church to a wife or wives, or to the power to propagate my species. What, then, should be done with me? Make a eunuch of me, and stop my propagation. <\/div><div class=\"paragraph jod\" id=\"v5n192\"> I am telling you solemn truths; and I do not know of anything that bears on my mind more to this people than for us to live our religion and be subject to those to whom we should be subject. As brother Brigham said, last Sunday, it is for every man to make peace with his neighbor and  <div class=\"break pagebreak\" id=\"30a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0030.pdf\" target=\"pdfwin\">p.&#xA0;30a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2346\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with the man who leads him, and for a man's wives to take a course to please their husband, and for us all to make peace at home and abroad, when we go out and when we come in. That is the course for you to take&#x2014;that is your duty; and when you take a contrary course you are wrong. <\/div><div class=\"paragraph jod\" id=\"v5n194\"> Some of the sisters say that their husbands are contrary and stubborn, and that they will do this and that, and they cannot control them. Ladies, there is not one of you that has common good sense but what would leave the man that would suffer you to lead him: you would rightly consider that he was not following his calling, if he would bow to your mandates. No man in this Church has a right to a wife, except he is a good man&#x2014;a man of truth. And when a man violates his calling and priesthood, he forfeits his wife and everything that pertains to that calling and priesthood, or to that limb, when the limb is severed from the tree. Many have been severed from this Church and left their wives and children; for they clung to Gospel faith and priesthood. Now, except those men make restitution, can they hold one of the wives they have taken? No, not one of them. Can they retain, and keep, and preserve their children&#x2014;their posterity? No, they cannot. Why? Because those limbs have been cut off and have never been restored, and the fruit was taken by the Husbandman of the vineyard and laid up in store. Then they cannot get it, can they? No, they never can, unless they prove themselves worthy and make restitution to satisfy the demands of justice,<span class=\"citation\" id=\"82233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82233)\">Alma 34:16<\/a><\/span> and that fourfold. They may then receive it back, but not without that restitution. That is justice and righteousness, and I am telling you of it in the name of the Lord; and I know it to be true. <\/div><div class=\"paragraph jod\" id=\"v5n195\"> There are thousands of men and women among the nations of the <div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2346\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth that it will be more tolerable for, in the day of judgment, than it will for you,<span class=\"citation\" id=\"64267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64267)\">Matt. 11:22<\/a><\/span><span class=\"citation\" id=\"82082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82082)\">Alma 9:15<\/a><\/span> if you violate your calling and do not honor your priesthood. You know that it was declared that it would be more tolerable for Sodom and Gomorrah than for the children of God who had received the priesthood, and heard the voice of a prophet, and disobeyed it.<span class=\"citation\" id=\"64109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64109)\">Matt. 10:15<\/a><\/span> Sodom was so wicked that they could not hear the word, because they would not admit a man of God to come into their midst.<span class=\"citation\" id=\"53247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53247)\">Gen. 19:13<\/a><\/span> And they would have killed Lot,<span class=\"citation\" id=\"53244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53244)\">Gen. 19:9<\/a><\/span> if the angels<span class=\"citation\" id=\"53236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53236)\">Gen. 19:1<\/a><\/span> had not got him out with the few that believed on his words.<span class=\"citation\" id=\"53253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53253)\">Gen. 19:15-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n196\"> If you cannot believe brother Brigham, and brother Heber, and brother Daniel, and the Twelve, whom have you to go to hearken to? Who is there to lead you? Lay aside the men who lead you, and where is your salvation? Have you not great reason to love these men? They are your servants, and they serve you faithfully. They watch over you by night and by day, and over the Saints throughout the whole world. <\/div><div class=\"paragraph jod\" id=\"v5n197\"> If you cannot love the leading members pertaining to this Church, how under the heavens can you love a man you never saw?<span class=\"citation\" id=\"78776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78776)\">1 Jn. 4:20<\/a><\/span> You cannot, and never did. Tell about loving God! You do not love Him a particle when you do not love your benefactors and the man that feeds you and clothes you. You do not have a drawing of tea, a pound of coffee, or anything else, but what he serves you with it. You say you love him; but some of you lie like hell, and you deceive yourselves. Now, do not tell me that you love my God, and at the same time not love brother Brigham and me, whom you have seen. <\/div><div class=\"paragraph jod\" id=\"v5n198\"> Uncle John (referring to Patriarch John Young), did you ever see anything bad in me? I never got drunk but a few times in my life, and then I was right straightforward. I never got so drunk but once, but what I  <div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2345\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>could whip any man I ever saw, except brother Brigham. I know that I am a poor, weak, frail man, and dependent upon my God as much as you are. Do I expect salvation upon any other principle than that upon which you expect to obtain it? No, not in the least. I cannot get salvation and disobey the man that leads me. But whether he feeds me or not, or gets me a hat or a pair of boots or not, what has that to do with my integrity? I am to be true to him&#x2014;as true as the sun is to this earth, even though I should be barefooted and bareheaded, as I used to be when I was a boy; for I never thought of having anything to wear in the summer seasons but a tow frock and a pair of tow breeches, and go bareheaded; though my hair was not burnt off by the sun; it came out by the roots, through studying and laboring in the great Latter-day Work. That is the course for me, and brother Daniel, and the Twelve, and all the faithful to take. <\/div><div class=\"paragraph jod\" id=\"v5n200\"> Tell about loving God and His people! If you do not love the man that leads you, you do not love that Being who confers all the blessings and privileges we enjoy. Tell about loving God, and not love the men that lead you! Get out with your nonsense. Will that apply to the Elders? Yes, and to the Seventies, the High Priests, Bishops, Teachers, and all men. Any further? Yes, it applies to you ladies, in your family capacity. You have not any priesthood, only in connection with your husbands. You suppose that you receive the priesthood when you receive your endowments; but the priesthood is on your husbands. Can you honor God and the Priesthood, and abuse your husbands like the Devil? How can you honor the Priesthood, except you honor the man you are connected with? I am talking about good men: I will not in this connection say any<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2345\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing about bad men. How can you honor the Priesthood, except you honor the one you are connected with? <\/div><div class=\"paragraph jod\" id=\"v5n201\"> The Father is the root, Jesus is the vine, and we are the branches.<span class=\"citation\" id=\"70121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70121)\">John 15:1,5<\/a><\/span> The First Presidency is a quorum pertaining to this branch of the house of Israel, and the Twelve are connected with us; they make part of a branch. And then the Seventies, another large branch on the same vine, and the High Priests, and Bishops, and so on, all belong to the vine. Now, from whence did you come, sisters? From whence spring you and your children? You spring from these main limbs and from that Priesthood. If you did not spring out of the Priesthood, where did you come from? Not many of you have legally sprung out of the Priesthood anywhere in the world in the latter days; but if you have a legal man, who has a legal Priesthood, you can raise heirs to the kingdom of God, and they become connected with it, without any of your washings, anointings, and sealings. Go and read the Scriptures, and they will teach you a great many things, and it will strengthen your faith in what you hear from brother Brigham, brother Heber, and many others. <\/div><div class=\"paragraph jod\" id=\"v5n202\"> Do not tell me that you love God and Jesus Christ, and that angels are around your habitation, conversing with you by night and day, and treat the Priesthood as though it was a thing of naught. Angels who would thus visit you are swamp angels&#x2014;they are filthy. Would God honor one of them? No; nor would one of His servants&#x2014;no quicker than they would honor the Devil in hell. <\/div><div class=\"paragraph jod\" id=\"v5n203\"> I am talking of things pertaining to your salvation&#x2014;not to that of my family alone, but to that of all the families of the house of Israel. You have got to take a course to strengthen the cable. Many cables are chains  <div class=\"break pagebreak\" id=\"32a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0032.pdf\" target=\"pdfwin\">p.&#xA0;32a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2344\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>composed of links; and is there not room to put on more links, to extend the chain, so as to reach to the bottom of the deepest waters? Yes. You must become a link on that chain and strengthen it, or you will be lost. <\/div><div class=\"paragraph jod\" id=\"v5n205\"> If you prefer the figure of a cable made of flax, seagrass, or hemp, go to work and increase the strength of it, and tie yourselves to the Priesthood and to the man that you are connected with, or let there be a final conclusion to dissolve the partnership, and go somewhere else. I do not want halfhearted characters to labor with me. Poor miserable creatures, they are not fit for anything. Some of them have been in the house of Israel from fifteen to twenty years, and are following the Devil. Are there any such characters in this congregation? Yes, several, both men and women. There are men and women ready to oppose brother Brigham in what he said last Sunday. He told the truth of God in every word he spoke. Do you suppose that he is so unwise to say a thing which he does not know to be true? He understands what he speaks, and he looks before he jumps, and God Almighty will lead him straight, and he will never stumble&#x2014;no, never, from this time forth; nor will you, brother Hyde, if you will follow him; neither will any other man. <\/div><div class=\"paragraph jod\" id=\"v5n206\"> There are poor, miserable curses in our midst; and there is not a thing spoken of but what there are men and women who will go and tell them everything that is said (thank God for that!), and tell more than what is true. There are men and women in this congregation of that stamp. I wish I had some stones; I want to pelt your cursed heads, for you lie like hell. Are you valiant to stand by the work of God, and by your brethren? If you are not, you had better put out, you poor curses. <\/div><div class=\"paragraph jod\" id=\"v5n207\"> There is a poor curse who has written the bigger part of those lies which <div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2344\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have been printed in the States; and I curse him, in the name of Israel's God, and by the Priesthood and authority of Jesus Christ; and the disease that is in him shall sap and dry up the fountain of life and eat him up. Some of you may think that he has not the disease I allude to; but he is full of pox from the crown of his head to the point of its beginning. That is the curse of that man; it shall be so, and all Israel shall say, Amen. [The vast congregation of Saints said, &#x201C;Amen.&#x201D;] He is laying plans to destroy us, and is striving with his might to stir up the Government of the United States and the President to send troops here to bring us into collision and destroy this pure people&#x2014;man, woman, and child. May God Almighty curse such men [Voices all through the congregation: &#x201C;Amen!&#x201D;], and women, and every damned thing there is upon the earth that opposes this people. I tell you I feel to curse them today [Voice: &#x201C;And they shall be cursed.&#x201D;]. Yes, they will be; and the Devil shall have full possession of every man and woman that raised the tongue to sympathize with those poor curses. I ask no odds of them, no more than I do of the dirt I walk on; for if it was not there I could not walk upon it. Now, go home and sympathize, all of you who wish to. <\/div><div class=\"paragraph jod\" id=\"v5n208\"> I tell you that the most of this people are a God-blessed people, as Amasa says; and you shall ever be blessed, with your wives and children after you, forever. And I bless you in the name of Israel's God, and you shall be blessed. <\/div><div class=\"paragraph jod\" id=\"v5n209\"> Are there any poor, miserable devils in our midst? I cannot step into the street but what some poor, miserable curse is ready to pounce on me, if he dare. Tell about your religion! Shame on you! Go home and put on sackcloth and ashes, and repent of your meannesses. Are such kind of characters here? Yes, in this congregation.  <div class=\"break pagebreak\" id=\"33a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0033.pdf\" target=\"pdfwin\">p.&#xA0;33a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2343\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Could I pelt them with stones ? Yes, if I had the stones here, I could throw them straighter than any rifle that ever was fired. <\/div><div class=\"paragraph jod\" id=\"v5n211\"> Let us live our religion by day and by night, when we are at home and when we are abroad, and let us go to and gather up our grain and save it. Save your grain, brethren; save everything that can be saved; for we shall have need of it. The day is now on hand for this people to lay up in store, and to leave off a few ribbons, and jewelry, and fine satins. And where you have from seven to fifteen dresses too good to wear every day, dispose of some of them, and do not trouble your husbands so much. Are you serving God and keeping His commandments, and at the same time seeking to destroy your husbands? <\/div><div class=\"paragraph jod\" id=\"v5n212\"> In the house of Israel there is now clothing enough to last us ten years and make us comfortable, if it could be put into the storehouse of God and properly distributed, to clothe men, and their wives, and children, who may be worthy and needy. That is the Apostle's doctrine, you know. Am I in earnest, brethren? I am telling you the truth; I am telling you God's truth, and what the Spirit says to me. Stop, stop this extravagance, and in the name of Israel's God go to work, accumulate, and build up the kingdom. <\/div><div class=\"paragraph jod\" id=\"v5n213\"> Tell about building up the kingdom of God, while you take a course to make slaves of your husbands through your love of finery!! Your husbands must be observed and listened to. If you want to offend your God, offend His servants. And how can you love God whom you have not seen, and hate your brethren whom you have seen?<span class=\"citation\" id=\"78777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78777)\">1 Jn. 4:20<\/a><\/span> Do not talk to me such nonsense any more. <\/div><div class=\"paragraph jod\" id=\"v5n214\"> I am in earnest; I am anxious for your salvation&#x2014;for you to put the best foot forward and lay out your present means for the best purpose, <div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2343\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and in a way that they will temporally save this people universally. Save your wheat, corn, barley, buckwheat, oats, and everything that can be saved. You can dry potatoes for keeping as well as you can pumpkins. What is there that you cannot dry? I could even take a great many men and hang them up on a pole, and they will dry in a week, because there is little or no juice in them; and the less juice there is in them the less time it takes them to dry up, upon natural principles. If a cow gives only a gill of milk, do you not know that you can dry her quicker than when she gives a pailfull? <\/div><div class=\"paragraph jod\" id=\"v5n215\"> Sisters, how can you fulfil your callings and appointments, according to the blessings of the Patriarch and Prophet, except you lay up stores and become saviors, like unto Joseph? Have not some of you received the blessings and promise that you should be instrumental in teaching the Lamanites habits of cleanliness, and how to cook, make clothing, &amp;c.? You have those blessings upon you; and most of you have not taken the first step to fulfil them. <\/div><div class=\"paragraph jod\" id=\"v5n216\"> God Almighty bless the righteous [Voices, &#x201C;Amen,&#x201D;], the meek, and humble of the earth, and those who will do right. Your strength shall increase, if you will step forward and do as you are told. It shall increase twentyfold, while that of those who do not do so shall decrease twentyfold, because that branch or limb that does not bring forth fruit will lose its strength, and it will go into those who do. It will be so. <\/div><div class=\"paragraph jod\" id=\"v5n217\"> Is brother Brigham a Prophet? Yes, he is a Prophet and an Apostle, and then he is more than that. He is a man foreordained from before the world was to come along and follow Joseph; and so are you, every man.<span class=\"citation\" id=\"82148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82148)\">Alma 13:3<\/a><\/span> Do you know brother Joseph? You could think that the Spirit of Jesus could come in the meridian of time,  <div class=\"break pagebreak\" id=\"34a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0034.pdf\" target=\"pdfwin\">p.&#xA0;34a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2342\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x2014;that is, when the time was half out&#x2014;the first child that was born to his Father on this earth, and take a body. That all seems rational, through your traditions. But, perhaps, many of you have never thought that Joseph was with Jesus in the spirit world ere the organization of this earth, and came forth in this last dispensation. <\/div><div class=\"paragraph jod\" id=\"v5n219\"> If you all live your religion and are faithful to the end of your days, that proves that you were chosen as were Jesus and John, who were prophesied of many hundred years before they came, as were many others.<span class=\"citation\" id=\"81112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81112)\">1 Ne. 14:27<\/a><\/span> Mary, the mother of Jesus, was raised up to bear the Savior.<span class=\"citation\" id=\"81827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81827)\">Mosiah 3:8<\/a><\/span> Elizabeth was ordained and set apart to come along near the meridian of time, and <div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2342\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> so we were ordained to come along near the end of time. <\/div><div class=\"paragraph jod\" id=\"v5n220\"> You will find out that I am telling you the truth, and that is why I want you to live your religion and serve your God, keep His commandments, and listen to your brethren. <\/div><div class=\"paragraph jod\" id=\"v5n221\"> I bless you, and I wish I could make the blessings of God cleave to you like a plaster, that they would never leave you until you become righteous men and women. I bless the earth that we occupy, and the hills and mountains; and I bless every good thing there is; and I curse the ungodly and everything that is attached to them and that will stick to them. Amen. <\/div>\n<\/div>\n<\/div>"}