{"ID":50009, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Lifegiving Influence of Mormonism&#x2014;The Binding of Satan&#x2014;The Basis of His Claims&#x2014;Cleanliness&#x2014;Preparation.<\/div>\n<div class=\"subtitle\">Remarks by President D. H. Wells, Delivered at the Tabernacle, Great Salt Lake City, March 22, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Lifegiving Influence of Mormonism, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 3\/22\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d09\">\n<div class=\"paragraph jod\" id=\"v5n269\"> Brethren and sisters&#x2014;I feel it a privilege to have a part in the work of the latter days, and I feel thankful that I have been brought upon the stage of existence in this period of time. It is a privilege which you all enjoy as well as myself, and one which we should appreciate more than we do. When we reflect upon the misery and degradation that prevail in the world, we ought to highly prize the privilege we enjoy. <\/div><div class=\"paragraph jod\" id=\"v5n270\"> I heard one remark in the forenoon that he looked younger than he did twenty years ago. This brought to my mind what I had heretofore observed among what we term the world's people. Men and women plod along in the &#x201C;even tenor of their way&#x201D; for fifteen, twenty, or more years, and become perfectly rusty&#x2014;as rusty as iron that has been long exposed to the action of the elements. But let the Spirit of truth come upon persons and their minds expand, and you at once see a difference in their countenances. Who among us has not noticed this? I know that the Spirit of the Lord gives life, and that men grow younger when they come into this kingdom and live their religion.<span class=\"citation\" id=\"87716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87716)\">D&amp;C 84:33<\/a><\/span> This is true, although unbelievers may make sport of it. I know that the feelings of the righteous are enlivened, their flesh and blood are quickened, and they become a glorious people; they receive and enjoy the Spirit of the Lord. <\/div><div class=\"paragraph jod\" id=\"v5n271\"> Look at the nations of the earth, <div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2335\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and see them plodding along without improvement in the knowledge of the things of God&#x2014;without being touched in their spirits with the life-giving power, and they rust out; they do not enjoy themselves near so much as do the &#x201C;Mormons,&#x201D; who enjoy themselves a great deal better than any people within my knowledge; for it is a peculiarity of &#x201C;Mormonism&#x201D; that its followers enjoy themselves. Upon the Plains you can see them dancing and kicking up their heels. There is not much formal sanctity about them; and in this particular they are also right; for the Lord loves a cheerful heart<span class=\"citation\" id=\"74267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74267)\">2 Cor. 9:7<\/a><\/span><span class=\"citation\" id=\"86312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86312)\">D&amp;C 59:15<\/a><\/span> and a buoyant spirit; and those who receive the Spirit of the Lord are full of life and animation. They are not apt to have the &#x201C;blues;&#x201D; or if at times they do, they do not go into their graves with that complaint. They are ready to do anything that will subserve the interests of the kingdom of God and their religion, even though it may be contrary to their natural feelings. This is one principle that makes us so different from the world; the &#x201C;Mormons&#x201D; know that all is right, if they carry out the instructions given them. <\/div><div class=\"paragraph jod\" id=\"v5n272\"> It is a fact, whether you believe it or not, that this people were getting into their old sectarian traditions: they were getting so that they had not time to do scarcely anything to the cause of God, and they had begun to be very dull and sleepy. It has been with them as the Lord said in  <div class=\"break pagebreak\" id=\"42a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0042.pdf\" target=\"pdfwin\">p.&#xA0;42a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2334\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the parable, when the men slept the enemy came and sowed tares among the wheat.<span class=\"citation\" id=\"64556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64556)\">Matt. 13:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n273\"> Now we are livened up again, we feel the lively emotions of the Spirit of God, and we are ready to do anything that may be counseled by whoever has the right to counsel. We are ready to walk in the path of strict obedience. Let us keep right from this time forth, and not go to sleep again, nor let the enemy sow tares as he did before. <\/div><div class=\"paragraph jod\" id=\"v5n274\"> We have no need of being roused from a state of lethargy, if we will let the Spirit lead us; and the Lord will prosper us; for the man and the woman that keeps His Spirit is right: with it the people can bring as much again to pass as they can otherwise. They are stronger in their minds and in their judgments, and are more capable of gathering around them the comforts of life for their subsistence. Instead of &#x201C;Mormonism&#x201D; disqualifying us, it qualifies us for all things that ought to be done. Let us be careful not to allow the enemy to come and sow tares, but keep alive to the duties enjoined upon us. <\/div><div class=\"paragraph jod\" id=\"v5n275\"> I have a few words to say to the Bishops. Much has been said to them, and I attribute a large share of the improved condition of the people to their faithful instructions. They have done much; but still there is one thing more to which I wish to direct their attention. There are many people who do not know how to set themselves advantageously to work. We call the Bishops the Fathers of the Wards; and, by the exercise of a little care and judgment, they can do much towards putting many of the people in a better way for obtaining a living, and thereby strengthen their feeble knees.<span class=\"citation\" id=\"56078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56078)\">Job 4:4<\/a><\/span><span class=\"citation\" id=\"87389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87389)\">D&amp;C 81:5<\/a><\/span> A man lately came to me from the north who had land and team, but no seed, and wanted to be put in the way to get a living. I gave him a note to his Bishop. What <div class=\"break columnbreak\" id=\"42b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0042.pdf\" target=\"pdfwin\">p.&#xA0;42b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2334\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> should be the duty of that Bishop? He should say, I will find you seed this spring, and you can pay it back after harvest. In this manner such individuals may easily be placed in the way for obtaining their own support. <\/div><div class=\"paragraph jod\" id=\"v5n276\"> This Gospel brings the silk weavers, potters, and many other tradesmen from the old country; and many could form a vessel who have only learned a single branch of a trade. It often happens, in the manufacture of earthenware, that one turns the clay, another bakes it, and another burns it; but neither can operate in the department of another. Until there are openings here for such mechanics, they labor under many disadvantages. There are hundreds of such persons in your Wards; and what does it become you to do in such cases? To take pains and plan to make their services of some use and profit. The Bishops and their counselors and assistants should have a wise oversight of such persons, and devise ways and means for them to raise vegetables and grain. They should plan some kind of employment that will make them and their families useful. Put them in a position that will enable them to procure a subsistence and do good for themselves and the great cause in which we are engaged. It is a duty that we owe society to use our influence to build each other up, that we may be united and become strong and able, and by assisting the poor and strengthening the feeble, become a people in whom the Lord will have delight, and assist in bringing to pass His purposes. <\/div><div class=\"paragraph jod\" id=\"v5n277\"> Do we realize what these purposes are? Saints who have received the Gospel and live their religion know, by the vibrations of the heart and the operations of the Spirit, what they are. The Lord's people will become exceedingly numerous; they are rising fast; and the responsibilities of this  <div class=\"break pagebreak\" id=\"43a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0043.pdf\" target=\"pdfwin\">p.&#xA0;43a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2333\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>kingdom will rest upon the sons of Zion, and He will hasten His work in its time. The day will come in which the earth will tremble and the nations quake with fear because of the wickedness of her inhabitants. <\/div><div class=\"paragraph jod\" id=\"v5n279\"> We read that Satan shall be bound a thousand years.<span class=\"citation\" id=\"80485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80485)\">Rev. 20:2<\/a><\/span><span class=\"citation\" id=\"88769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88769)\">D&amp;C 88:110<\/a><\/span> How is this to be accomplished? By our becoming so impregnated with the principles of the Gospel&#x2014;with the Holy Ghost&#x2014;that the enemy will have no place in us or in our families, and shedding forth that influence in our neighborhoods.<span class=\"citation\" id=\"81199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81199)\">1 Ne. 22:26<\/a><\/span><span class=\"citation\" id=\"85691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85691)\">D&amp;C 45:55<\/a><\/span> The adversary is first to be driven from ourselves, then from our families, then from our neighbors, next from our Territory, and eventually from the nations, until he shall find no place upon the face of the whole earth: then will he not be bound? Yes, so far as this earth is concerned; and that is the way in which it is to be done, in my humble opinion. He will be chained to all intents and purposes when he can have no influence&#x2014;no power&#x2014;no tabernacles into which he can enter: he will then have no place of entertainment. When he finds that he is cornered that close, will he not consider himself bound? I think he will, whether he thinks so or not. <\/div><div class=\"paragraph jod\" id=\"v5n280\"> This is a work at which we can all labor; for it is by our united efforts that Zion will be produced in our own bosoms, in this city, in our Territory, or anywhere else. If we will do this, and be united as the heart of one man,<span class=\"citation\" id=\"55577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55577)\">2 Sam. 19:14<\/a><\/span> we shall banish Satan from our presence, and eventually from this earth; and this we have to do. If we resist him, he will flee from us;<span class=\"citation\" id=\"77687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77687)\">James 4:7<\/a><\/span> and you know that the Lord is quick to answer, if we rightly call upon Him for assistance. We shall be made exceedingly numerous and strong, and shall be able to build up a temple to the name of our God. <\/div><div class=\"paragraph jod\" id=\"v5n281\"> We are a good people; the Lord loves us, and it will be His delight to <div class=\"break columnbreak\" id=\"43b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0043.pdf\" target=\"pdfwin\">p.&#xA0;43b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2333\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bless us more and more. And the more we are capable of receiving, the more He will give; for the heavens are ready to drop with blessings: but we also have a work to perform. We can preach and do much, but we must do still more than we have done. <\/div><div class=\"paragraph jod\" id=\"v5n282\"> If we can banish Satan from our presence, we shall do a good work; for he it is who steps in and causes bickerings and strife. But if we will be wide awake, and not let the enemy come in, there will be no bickerings or strife; and we will be able to move the heavens and the earth if necessary; we will be able to drive Satan from our midst, with all the kindred spirits that are seeking our destruction. <\/div><div class=\"paragraph jod\" id=\"v5n283\"> Shall we take this course? Or shall we be like the sectarian world, and suffer ourselves to wither and dry up, and have no strength? Before us are light and joy, and an entrance into the celestial kingdom of our God; on the other hand are degradation, poverty, and misery, such as we know nothing about. Let us be alive to our business; for it is our business and interest to look to the upbuilding of the kingdom of God, not only in spiritual, but in temporal matters. <\/div><div class=\"paragraph jod\" id=\"v5n284\"> We are constituted to need food and the necessary facilities and appliances for operating successfully, such as the cattle, horses, and the various conveniences for carrying on business. They are all the Lord's, and He will bless us with those things that are for our good and comfort. If we are faithful we shall increase in the things of God. The Devil can claim no right to the blessings of the Lord; for those things belong to the Saints: therefore let us do all we can for the building up of the kingdom of God, and He will furnish us all we need; for all belongs to Him. No part of the human family belongs to the Devil, unless they sell themselves to him. But the Lord cannot consistently  <div class=\"break pagebreak\" id=\"44a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0044.pdf\" target=\"pdfwin\">p.&#xA0;44a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2332\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bless us, unless He knows that we will serve Him and make a good use of what He bestows. <\/div><div class=\"paragraph jod\" id=\"v5n286\"> Let us be faithful, alive to our duties, and perform our mission upon the earth we inhabit, no matter what it is that we have been sent to do. Let us seek unto the Lord Almighty, and ask for His Spirit to be with us; and if we are faithful He will give it, for He regardeth those who are faithful. We read that He giveth liberally to those who ask of Him, and upbraideth not.<span class=\"citation\" id=\"77410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77410)\">James 1:5<\/a><\/span> Let us not be lazy, but let us ever be alive to the interests of the kingdom of God, and expend our time and strength for the interest and benefit of that kingdom; for the Devil has had the use and benefit of this world nearly long enough. <\/div><div class=\"paragraph jod\" id=\"v5n287\"> I feel as though we were all going to do better in future. I feel that this is the intention of this people; for I see them feel alive to each other's interests. I saw this manifested last fall; and every call that is made upon them they feel anxious to comply with to the utmost. And they feel richer with half the means than they did before, and they will have means doubled and trebled upon them. I am not guessing at this, for I know that it is, if we will only use those means and blessings in the service of our God. If we will entirely cease serving the Devil, we will be still more obviously better and richer than any people upon the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v5n288\"> Treasure up the words of wisdom that we hear from time to time, and be cleanly in our persons and in our habitations; for the Holy Ghost will not dwell in unholy temples.<span class=\"citation\" id=\"73164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73164)\">1 Cor. 3:16-17<\/a><\/span><span class=\"citation\" id=\"73255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73255)\">1 Cor. 6:19<\/a><\/span> It is an insult to the Holy Spirit for us to be filthy, and it may be grieved away if we do not observe cleanliness. Be careful to treasure these things up in your <div class=\"break columnbreak\" id=\"44b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0044.pdf\" target=\"pdfwin\">p.&#xA0;44b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2332\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> minds. Keep the commandments of God; do not take His name in vain;<span class=\"citation\" id=\"124756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124756)\">Ex. 20:7<\/a><\/span><span class=\"citation\" id=\"54968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54968)\">Deut. 5:11<\/a><\/span> do not be seen loafing about at the corners of the streets, and spending your time in idleness. When you go to plough and plant, ask God to bless the ground and the seed,<span class=\"citation\" id=\"82244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82244)\">Alma 34:24<\/a><\/span> and let us have His blessing on all that we do, and have our faith centered upon the things that we are called upon to perform, and we shall be blessed and prospered, and will see the work of the Almighty roll forth with might and power, even until we shall redeem Zion and build a temple upon the consecrated spot where it is said that the glory of God shall rest upon it as a cloud by day,<span class=\"citation\" id=\"87475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87475)\">D&amp;C 84:1-5<\/a><\/span> and a pillar of fire by night.<span class=\"citation\" id=\"53962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53962)\">Ex. 13:21-22<\/a><\/span><span class=\"citation\" id=\"57905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57905)\">Isa. 4:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n289\"> Are we now prepared for the coming of the Son of Man and for the resurrection? Do we ever think of this? Brethren and sisters, let us be faithful, keep our covenants, and press onward until that time shall come. Important events and duties transpire quite as fast as we are prepared for them; therefore let us round up our shoulders&#x2014;gird up our loins; and if we can bear greater burdens, there is more coming, and we shall have all that we can do. <\/div><div class=\"paragraph jod\" id=\"v5n290\"> If we will not do this, the Lord can raise up a people that will. The hearts of all men are in His hands; and if we do not appreciate the blessings given, He will give them to somebody else. Ancient Israel transgressed, and would not keep the covenants and obey the Lord; consequently, they could not enter into the promised land.<span class=\"citation\" id=\"54930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54930)\">Deut. 1:35<\/a><\/span> But was it much trouble to raise up a people that would? No. <\/div><div class=\"paragraph jod\" id=\"v5n291\"> May the Lord bless us, and enable us to keep our covenants and be faithful continually, is my prayer, through Christ our Redeemer. Amen. <\/div>\n<\/div>\n<\/div>"}