{"ID":50019, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity of Adhering to the Priesthood in Preference to Science and Art.<\/div>\n<div class=\"subtitle\">Remarks by Elder Wilford Woodruff, Delivered in the Bowery, Great Salt Lake City, Thursday, April 9, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Necessity of Adhering to the Priesthood, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 4\/9\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d19\">\n<div class=\"paragraph jod\" id=\"v5n529\"> It is a pleasure to me, and I presume it is to all the brethren who have lived in the midst of this people during the rise and progress of this Church and kingdom, to see the sons of the Prophets stand before the people as they have this day and hear their words while bearing testimony of the work of God. <\/div><div class=\"paragraph jod\" id=\"v5n530\"> I well remember the time that our young brethren who have addressed us were called on their missions, and they, in connection with brother Grant, brother Ellsworth, and others, met at my house one evening to receive their blessings under the hands of the Twelve Apostles. When they had received their blessings, they were called upon to speak their feelings&#x2014;most of them, I suppose, for the first time in their lives. True, they had sat under the teachings of the servants of God from their infancy. When most of them had expressed their feelings relative to going on a mission to England, brother Joseph A. Young said, &#x201C;Brethren, I will tell you my feelings when I come home.&#x201D; We have heard from him since he came home. His feelings have been expressed much to our edification. That remark sounded well to me, and truly it has been very edifying and interesting to me to hear the speeches which have been made by all the young brethren since they have returned. The spirit they manifest shows to me that the blessing and spirit of their fathers are with them; and I realize that the Spirit of the Most High is in them, and that ere long they will become mighty men in Israel, and will have to bear off this <div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2294\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kingdom and shoulder the care and responsibility of it, when their fathers are resting in the grave or leaning on their staffs for very age. <\/div><div class=\"paragraph jod\" id=\"v5n531\"> There is Parley Pratt, Jun., who has just spoken. I remember the day of his birth very well; for his mother died the day he was born, and I attended her funeral. Now he has grown to be a man, and I rejoice to hear him bear testimony of the work of God in connection with the other young brethren. It does my soul good to see them coming on to the stage of action. I realize that the kingdom of our God, of which we are members, is only in its infancy, although we look upon it as being great, compared with what it has been. <\/div><div class=\"paragraph jod\" id=\"v5n532\"> It commenced like a small mustard seed, but it has gradually increased until the birds begin to lodge in its branches; and yet it is but small, compared with what it is to be.<span class=\"citation\" id=\"64602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64602)\">Matt. 13:31-32<\/a><\/span> We have had many symbols and figures presented to our minds to illustrate the growth and increase of the kingdom of God; and I will here say, in respect to its being like the comparison made by Daniel,<span class=\"citation\" id=\"61378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61378)\">Dan. 2:45<\/a><\/span> it answers the figure very well&#x2014;only, instead of its rolling downhill, it has come uphill into the tops of the mountains; and I do hope and pray that it may continue to grow and increase in strength and in power, that when it rolls downhill it may go with mighty power and accelerated speed, that it may not require so much toil, labor, and fatigue to carry the kingdom from the mountains as it did to bring it up. <\/div> <div class=\"break pagebreak\" id=\"83a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0083.pdf\" target=\"pdfwin\">p.&#xA0;83a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2293\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n534\"> I have no fears in regard to the increase of this kingdom, and I may also add that I never had any, only so far as concerned the weaknesses and frailties of mortality. I hope we may all pursue the course laid down for us by the servants of the Lord; for, if we do this, I know that we shall be safe in this world, and secure happiness and exaltation in the world to come.<span class=\"citation\" id=\"86364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86364)\">D&amp;C 59:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n535\"> There are a few thoughts that I wish to present to the congregation touching one principle that has been alluded to by the brethren&#x2014;namely, in regard to following the instructions and counsels of those who lead us. I have reflected much upon this subject, and I contend that there is one principle by which the Lord leads his servants, and if we are faithful, they will lead us in the way of life; and inasmuch as we have faith to believe in their instructions&#x2014;in the teachings of the Holy Spirit through them, we are always in the safe path, and shall be sure of our reward. <\/div><div class=\"paragraph jod\" id=\"v5n536\"> You take a shepherd, for instance; and, according to the ancient practice, we learn that they always went forward and prepared the way, so that there could be no danger in advance but what the shepherd would learn of in time to save the sheep. If they are allowed to run by the shepherd, the wolves are apt to catch them and destroy them; and the very moment that men in this kingdom attempt to run ahead or cross the path of their leaders, no matter in what respect, the moment they do this they are in danger of being injured by the wolves. <\/div><div class=\"paragraph jod\" id=\"v5n537\"> This is a subject upon which I have thought a great deal; and I have gained a little useful knowledge, during my experience, by watching the conduct of men; and I have never in my life known it to fail, that when men went contrary to the counsel of their leaders, either in the days of Joseph or brother Brigham, they always be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"83b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0083.pdf\" target=\"pdfwin\">p.&#xA0;83b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2293\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>came entangled and suffered a loss by so doing. <\/div><div class=\"paragraph jod\" id=\"v5n538\"> Now, whatever I might have obtained in the shape of learning, by searching and study respecting the arts and sciences of men&#x2014;whatever principles I may have imbibed during my scientific researches, yet, if the Prophet of God should tell me that a certain principle or theory which I might have learned was not true, I do not care what my ideas might have been, I should consider it my duty, at the suggestion of my file leader, to abandon that principle or theme. Supposing he were to say the principles by which you are governed are not right&#x2014;that they were incorrect, what would be my duty? I answer that it would be my duty to lay those principles aside, and to take up those that might be laid down by the servants of God. <\/div><div class=\"paragraph jod\" id=\"v5n539\"> I have seen men in the days of Joseph bring up principles, and read, and teach, and advocate theories, when the Prophet would say, &#x201C;It is not right to do so: they are not true.&#x201D; Those men would still argue, maintain their position, and they would write in defense of their theories when the Prophet condemned them, and they would say, &#x201C;We have no faith in your theory, nor in the system you present.&#x201D; The very moment a man does that, he crosses the path of the servant of God who is set to lead the way to life and salvation. This is one thing that the Elders should carefully avoid. The fact is, there are a great many things taught in the building up of this kingdom which seem strange to us, being contrary to our traditions, and are calculated to try men. Brother Joseph used a great many methods of testing the integrity of men; and he taught a great many things which, in consequence of tradition, required prayer, faith, and a testimony from the Lord, before they could be believed by many of the Saints. His mind was opened by the visions of the Almighty, and  <div class=\"break pagebreak\" id=\"84a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0084.pdf\" target=\"pdfwin\">p.&#xA0;84a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2292\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Lord taught him many things by vision and revelation that were never taught publicly in his days; for the people could not bear the flood of intelligence which God poured into his mind. <\/div><div class=\"paragraph jod\" id=\"v5n541\"> How was it in that day in reference to many things that were taught and practiced? All was not revealed at once, but the Lord showed the Prophet a principle, and the people acted upon it according to the light which they had. All the perfection and glory of it was not revealed at first; but, as fast as it was revealed, the people endeavored to obey. <\/div><div class=\"paragraph jod\" id=\"v5n542\"> I will bring up one thing which will show that the position I take is correct&#x2014;viz., baptism for the dead.<span class=\"citation\" id=\"91142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91142)\">D&amp;C 128:1<\/a><\/span> When that was first revealed, we rejoiced in it; and, as soon as we had an opportunity, we began to be baptized for our dead. A man would be baptized for both male and female. The moment I heard of it, my soul leaped with joy; for it was a subject in which I felt deeply interested. I went forward and was baptized for all my dead relatives I could think of, both male and female, as did others; but, afterwards, we obtained more light upon the subject, and President Young taught the people that men should attend to those ordinances for the male portion of their dead friends, and females for females. This showed the order in which those ordinances should be administered, which ordinances had before been revealed, and shows us that we are in a school where we shall be constantly learning. <\/div><div class=\"paragraph jod\" id=\"v5n543\"> This revelation, in connection with the revelation and vision concerning the three glories,<span class=\"citation\" id=\"87191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87191)\">D&amp;C 76:96-98<\/a><\/span> gave me more joy and consolation than any revelation I ever read, and I had a great desire to obey it. <\/div><div class=\"paragraph jod\" id=\"v5n544\"> I was taught from my childhood that there was one heaven and one hell, and was told that the wicked all had one punishment, and the righteous one glory&#x2014;<span class=\"citation\" id=\"124764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124764)\">D&amp;C 76 Headnote<\/a><\/span>that the greyheaded sin<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"84b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0084.pdf\" target=\"pdfwin\">p.&#xA0;84b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2292\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ner, who had spent his days in wickedness, debauchery, and murder, would go to hell to suffer everlasting torments, and that the youth but sixteen years of age, who had not been religious, would go to the same hell, suffer the same kind of torment and for the same length of time, and that Jesus, and the Apostles, and all men who had suffered death for the testimony which they bore for the kingdom of God and the works of righteousness would have the same glory and no more than the Presbyterian deacon in Kentucky with his hundred negroes, who had never made a sacrifice in his life, but had been full of this world's goods, but he was a professor of religion. <\/div><div class=\"paragraph jod\" id=\"v5n545\"> I never did believe a word of this doctrine a day since I was born, and I am sure that I never did before; and when I read the vision and was taught the principle of the baptism for the dead, it enlightened my mind and gave me great joy. It appeared to me that the God who revealed that principle unto man was wise, just, and true&#x2014;possessed both the best of attributes, and good sense, and knowledge. I felt He was consistent with both love, mercy, justice, and judgment; and I felt to love the Lord more than ever before in my life. I never was satisfied with the doctrine taught by the sectarian world upon this subject in my life, and hence I felt to say hallelujah when the revelation came forth revealing to us baptism for the dead. I felt that we had a right to rejoice in the blessings of Heaven. I felt, when I first learned of the justice of God in relation to his rewarding all men according to their deeds,<span class=\"citation\" id=\"64960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64960)\">Matt. 16:27<\/a><\/span> that such a God was reasonable; and I felt I could worship such a God; and I was just so when I heard of baptism for the dead. <\/div><div class=\"paragraph jod\" id=\"v5n546\"> There are thousands and millions who never had the privilege of being baptized for themselves, and hence never ought to be punished for not  <div class=\"break pagebreak\" id=\"85a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0085.pdf\" target=\"pdfwin\">p.&#xA0;85a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2291\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>obeying a law which they never heard. How did we feel when we first heard the living could be baptized for the dead? We all went to work at it as fast as we had an opportunity, and were baptized for everybody we could think of, without respect to sex. I went and was baptized for all my friends, grandmothers, and aunts, as those of the male sex; but how was it? Why, by-and-by, it was revealed, through the servants of the Lord, that females should be baptized for females, and males for males; but the full particulars of this order was not revealed till after the days of Joseph: therefore this shows an advance in the building up of the kingdom, the gathering of Israel, and the warning of the nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v5n548\"> You will see an advance in a great many things; for the Lord will open the mind of brother Brigham and lead him into many principles that pertain to the salvation of this people; and we cannot close up our minds and say that we will go so far and no farther. This we cannot do without jeopardizing our standing before God. <\/div><div class=\"paragraph jod\" id=\"v5n549\"> With regard to crossing the path of any man who may be appointed to lead us, I will say we never should do it; and I do not care what our feelings and views may be upon the subject as far as our traditions and education are concerned. If God has anything to reveal, he will reveal it to that man who stands at the head. Now, here is the quorum of the Twelve Apostles: we cannot bring forth a new revelation for the guidance of this people while the First Presidency are here; for there is no other plan, no other system by which to guide and govern men in this kingdom, only that which has been established by the revelations of God in the order of His church and kingdom; and that is, for the head to lead, counsel, and govern in all dispensations in which the will of God is revealed to man. <\/div> <div class=\"break columnbreak\" id=\"85b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0085.pdf\" target=\"pdfwin\">p.&#xA0;85b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2291\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n550\"> I wish to say a few words to the missionaries&#x2014;to those who are going abroad to preach the Gospel of Christ. I want to give you a word of exhortation and counsel, brethren: that is, whenever you are in doubt about any duty or work which you have to perform, never proceed to do anything until you go and labor in prayer and get the Holy Spirit. Wherever the Spirit dictates you to go or to do, that will be right; and, by following its dictates, you will come out right. <\/div><div class=\"paragraph jod\" id=\"v5n551\"> We shall be brought to many places during our career in the ministry among the nations of the earth, where we may consider a certain course of procedure to be right; but, if we do not know, it will be better for us to go before the Lord, and ask in faith that we may be instructed in the way of life. <\/div><div class=\"paragraph jod\" id=\"v5n552\"> I will take the liberty of saying that it is your privilege, brethren, to get the mind and will of the Lord in relation to your duties while abroad among the people; and it is also the privilege of the whole people who are called Israel to obtain the revelations of the Holy Spirit to guide them in every duty in life. Whatever position a man may stand in, it is his privilege, as a Saint of God, to enjoy this blessing; and a man who understands himself will not move without the operations of that Spirit to lead him. <\/div><div class=\"paragraph jod\" id=\"v5n553\"> Brethren, as the order of the day is short sermons, I will not detain you longer; but I will say that I am happy to be with you, and my soul does rejoice in the things of God; for I feel that I have been fed in my mind, not only today, but yesterday, and all through the Conference; and I do feel that we of all men have the greatest reason to rejoice; for the Lord has committed into our hands the Gospel of Jesus Christ, the way of life and salvation. We can walk into this Tabernacle and our places of worship, and sing, and pray, and  <div class=\"break pagebreak\" id=\"86a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0086.pdf\" target=\"pdfwin\">p.&#xA0;86a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2290\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>preach, and praise the Lord, with none to molest us.<span class=\"citation\" id=\"81214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81214)\">2 Ne. 1:9<\/a><\/span> We can plant, and build, and eat, and inherit those things which God has given us, in peace and quietness. For these things we should feel thankful, and feel in our hearts to acknowledge the hand of God therein. <\/div><div class=\"paragraph jod\" id=\"v5n555\"> The truths and revelations which have been made known unto this people, for their salvation, and exaltation, and glory, and for the salvation of all men, both the living and the dead, are of great value and worth unto us&#x2014;and unto all men, if they would receive them. We are the only people <div class=\"break columnbreak\" id=\"86b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0086.pdf\" target=\"pdfwin\">p.&#xA0;86b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2290\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to whom this holy Gospel, Priesthood, and covenants have been committed in our day; and we shall be held responsible for the use we make of them. Then we should be diligent and faithful in offering this great salvation unto the children of men, and in building up Zion and the kingdom of our God. We should also be careful to strictly obey the voice of our Heavenly Father and the voice and counsel of His servants who are set to lead us; which may the Lord enable us to do&#x2014;which I ask in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}