{"ID":50017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Nebuchadnezzar's Dream&#x2014;Opposition of Men and Devils to The Latter-Day Kingdom&#x2014;Governmental Breach of the Utah Mail Contract.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, July 26, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Nebuchadnezzar's Dream, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/26\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v5n466\"> I will read a portion of the writings of the prophet Daniel, commencing at the 27th verse of the 2nd chapter of the book of Daniel. [The speaker read the verses alluded to, from verse 27 to verse 49 inclusive.]<span class=\"citation\" id=\"60976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60976)\">Dan. 2:27-49<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n467\"> These verses are of themselves a text and texts, a sermon and sermons. <\/div><div class=\"paragraph jod\" id=\"v5n468\"> We have a great deal of talking, preaching, exhorting, counseling, giving advice, &amp;c., from this stand and <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2304\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in many other places where the Saints assemble; but perhaps it may be the case with many, as it is somewhat with me, that they in a measure neglect to read the Bible, and forget many things which are written therein. Perhaps there are many who have not read much in the Bible since they came into this Church, not having had much time to do so. <\/div><div class=\"paragraph jod\" id=\"v5n469\"> I was a Bible reader before I came into this Church; and, so far as the  <div class=\"break pagebreak\" id=\"73a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0073.pdf\" target=\"pdfwin\">p.&#xA0;73a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2303\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>letter of the book was concerned, I understood it. I professed to be a believer in the Bible so far as I knew how; but as for understanding by the Spirit of the Lord, I never did until I became a Latter-day Saint. I had many a time read Daniel's interpretation of Nebuchadnezzar's dream, but it was always a dark subject to me. I was well acquainted with many of the priests of the day, and I would frequently think to myself that I would get some knowledge from them. And as I became acquainted with smart, intelligent, literary priests and professors of religion, I thought, Now I can obtain some intelligence from this or from that man; and I would begin to ask questions on certain texts of Scripture; but they would always leave me as they found me, in the dark. They were there themselves; and I knew of a surety, before I heard the Gospel, that the priests were blind guides leading the blind,<span class=\"citation\" id=\"64780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64780)\">Matt. 15:14<\/a><\/span> and that there was nothing left for them only to stumble here and there, and perhaps fall into a ditch. That much knowledge I had previous to my becoming acquainted with what is called &#x201C;Mormonism.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n471\"> It would be very profitable to the inhabitants of the earth to learn one fact, which a very few in the world have learned, that they are ignorant&#x2014;that they have not the wisdom, the knowledge, and the intelligence outside the circle of what is called the wisdom of man. For persons to know and understand their own talent, their own strength, their own ability, their own influence, would be very profitable to the inhabitants of the earth, though but very few learn it. <\/div><div class=\"paragraph jod\" id=\"v5n472\"> I do not know that I feel particularly thankful that I learned what I did with regard to the lack of intelligence and knowledge professed by Christians to be in their possession; but I have been thankful that my lot and fortune were such that my God <div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2303\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> gave me good, sound sense. I am thankful for that. When the Gospel came to me, surely within me and all around me I could see very plainly what the Apostle meant in the words, &#x201C;When the commandment came, sin revived, and I died.&#x201D;<span class=\"citation\" id=\"72478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72478)\">Rom. 7:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n473\"> I could see clearly where the inhabitants of the earth were, in their position before their God. The whole world&#x2014;everything upon this globe&#x2014;was veiled in darkness.<span class=\"citation\" id=\"59914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59914)\">Isa. 60:2<\/a><\/span> There was a mist, a fog, a veil, or covering over the minds of the whole of the people on this earth;<span class=\"citation\" id=\"90601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90601)\">D&amp;C 112:23<\/a><\/span> and what they understood was nothing more than a faint glimmering of light that would dazzle before their eyes for a minute, and they would see it no more. They were like a ship befogged on the ocean and depending for guidance upon a lighthouse whose glimmering rays could only be discerned at long intervals, when the ship could again be put upon a safe course. But the wind has shifted; and, without light or compass, they do not know whether it is blowing east, west, north, or south; and then how could they tell whether they were directing their course aright? The Christian world, I discovered, was like the captain and crew of a vessel on the ocean without a compass, and tossed to and fro whithersoever the wind listed to blow them. When the light came to me, I saw that all the so-called Christian world was groveling in darkness. <\/div><div class=\"paragraph jod\" id=\"v5n474\"> We profess to have the light, intelligence, and knowledge with which to understand the things of God. The dream of King Nebuchadnezzar and its interpretation by Daniel are as plain to the man and woman filled with the power of the Holy Ghost, as are the most common lessons to the school children: they most clearly understand the interpretation. Daniel saw that in the latter days the God of heaven was going to set up his kingdom upon this his earth.<span class=\"citation\" id=\"61171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61171)\">Dan. 2:44<\/a><\/span> He has set  <div class=\"break pagebreak\" id=\"74a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0074.pdf\" target=\"pdfwin\">p.&#xA0;74a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2302\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that kingdom up, as you who are here this day are witnesses. <\/div><div class=\"paragraph jod\" id=\"v5n476\"> What brought you from the States and other regions to these mountains? What caused the men and women before me to leave their good farms, their good houses, their merchandise, and all the luxuries and comforts of life so dear to the natural man? What caused many women to leave their husbands, their children, their parents? What caused all this? What is the reason of such conduct? Can any man tell? The world are trying to; but they are even more ignorant about it than they are of the present movements and designs of the President of the United States. They know not the reason why the people are assembled here; for they cannot and will not see and understand anything only as they discern it by the powers of the natural man. <\/div><div class=\"paragraph jod\" id=\"v5n477\"> I have told them many times, and I can now tell them again, if the whole world could hear my voice, they are to be pitied; and I pray for them. We have traversed the earth to preach the Gospel to them. We have often started upon our missions almost destitute, without hats, nearly without shoes and any of the comforts of life, to travel thousands and thousands of miles to preach the Gospel to the people. If they will not be benefited, our skirts are clear of their blood,<span class=\"citation\" id=\"60301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60301)\">Jer. 2:34<\/a><\/span> and they must bear the blame. <\/div><div class=\"paragraph jod\" id=\"v5n478\"> Can they tell the cause of this people's being here today? Can they give the cause for the influence I have over the Latter-day Saints? They cannot. If this was not the kingdom of God upon the earth, do you suppose that the world would be arrayed against it? No. There is not a sound, well-informed mind in the world but what would decide at once that there is no cause of enmity against this people, and that all hostility towards us arises from the fact that we have the eternal Priest<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2302\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hood and the influence thereof. The kingdom of heaven is here, and we are in it, and they are angry at us solely for that. <\/div><div class=\"paragraph jod\" id=\"v5n479\"> There is not a king, governor, or ruler, but what desires, and is endeavoring to obtain the influence that I and my brethren possess and are lawfully striving to obtain. Do you suppose that there was ever a President of the United States but what desired the confidence of his constituents? No, never. Was there ever a senator, a representative, a governor of a state, a politician, or a priest, but what desired the same power in his sphere that I have in mine? They cannot get it, because they do not know how. What is the reason? They have not got the kingdom of God, which binds the people together. They are ignorant of it, though we have traveled, barefooted and almost naked, to preach it to them; and I say that they are to be pitied. <\/div><div class=\"paragraph jod\" id=\"v5n480\"> How many times I have gone to preach to them, and, with all the kindness and calmness I was capable of, told them that I had something to cheer and comfort them, if they would hear it with good honest hearts. How often I have asked, &#x201C;Can I have your meetinghouse or your schoolhouse to preach in? Can I have the privilege of preaching to the people?&#x201D; &#x201C;No, you cannot, if I can prevent it.&#x201D; That is the spirit of the priests. <\/div><div class=\"paragraph jod\" id=\"v5n481\"> It is the priests and elders of Christendom who have the power of hell in them which causes the trouble that you see, and that you have seen and borne for many years. They are like that unruly member, the tongue, which sets on fire the course of nature, and is set on fire of hell.<span class=\"citation\" id=\"77650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77650)\">James 3:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n482\"> The priests have this fire, and who fans the flame? Brother Smoot has told you who blows the bellows. It is the politician, the drunkard, and the filth and offscouring of the earth,<span class=\"citation\" id=\"73192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73192)\">1 Cor. 4:13<\/a><\/span>  <div class=\"break pagebreak\" id=\"75a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0075.pdf\" target=\"pdfwin\">p.&#xA0;75a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2301\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who run at the beck and call of those who have a dollar or sixpence for them&#x2014;of those who will treat them and give them an oyster supper and a good lodging. <\/div><div class=\"paragraph jod\" id=\"v5n484\"> There is another class, the speculators, who endeavor to get up some plan or other by which to make money. Brother Smoot has given you a few items concerning their present movements in the east. Through their whining, bickering, howling, groveling, squalling, and scratching, and in a political and speculative point of view, many are striving to most egregiously befool our Government and squander its revenue. And the priests are also at the bottom of this movement; for they have the power that is of hell, and others blow the flame and furnish the fuel to persecute the Latter-day Saints, because they are in the kingdom that the God of heaven has set up in the last days, and that shall never be destroyed.<span class=\"citation\" id=\"61172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61172)\">Dan. 2:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n485\"> It is a little more than twenty-seven years since I commenced reading the Book of Mormon and defending the cause we are engaged in. My mind was open to conviction, and I knew that the Christian world had not the religion that Jesus and his Apostles taught. I knew that there was not a Bible Christian on the earth within my knowledge. A few years previous to that time Joseph had obtained the plates and began translating the Book of Mormon; and from the time he found those plates in the hill Cumorah, there has been just that tirade of abuse, lying, slandering, defaming the name and character of the Prophet and his associates, that there is at this day. It is no hotter a time now than it was then; there is no more persecution now than there was then. <\/div><div class=\"paragraph jod\" id=\"v5n486\"> God has commenced to set up his kingdom on the earth, and all hell and its devils are moving against it. Hell <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2301\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is yawning and sending forth its devils and their imps. What for? To destroy the kingdom of God from the earth. But they cannot do it. <\/div><div class=\"paragraph jod\" id=\"v5n487\"> The God of heaven showed Nebuchadnezzar that this kingdom would never be destroyed;<span class=\"citation\" id=\"61173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61173)\">Dan. 2:44<\/a><\/span> and that is my testimony. This is the kingdom of heaven&#x2014;the kingdom of God which Daniel saw&#x2014;the kingdom that was revealed to King Nebuchadnezzar and interpreted to him by the Prophet Daniel. This is the kingdom that was to be set up in the last days. It is like a stone taken from the mountain without hands,<span class=\"citation\" id=\"61004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61004)\">Dan. 2:34<\/a><\/span> with all its roughness, with all its disfigured appearance&#x2014;uncomely&#x2014;even a stumblingblock and a stone of offense to the nations of the earth.<span class=\"citation\" id=\"58017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58017)\">Isa. 8:14<\/a><\/span><span class=\"citation\" id=\"77798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77798)\">1 Pet. 2:8<\/a><\/span> This is the kingdom that is set up; and the history of the kingdoms of this world all understand, or can read and understand it. <\/div><div class=\"paragraph jod\" id=\"v5n488\"> Some may cry out, &#x201C;Your saying that this is the kingdom of God, does that make it so?&#x201D; No, not by any means. &#x201C;Your testimony,&#x201D; Mr. Young, &#x201C;is, that this is the kingdom of God on the earth&#x2014;that which was shown to Daniel the Prophet centuries ago.&#x201D; Yes, that is my testimony. &#x201C;Does this make it so?&#x201D; No it does not; but let me tell you that it is true; consequently, I bear my testimony of its truth, though my testimony does not alter that truth in the least, one way or the other; neither does any other man's. That is my testimony, and has been all the time. <\/div><div class=\"paragraph jod\" id=\"v5n489\"> Why I testify of these things is because they are revealed to me, and not to another for me. They were not revealed to Joseph Smith for me. He had the keys to get visions and revelations, dreams and manifestations, and the Holy Ghost for the people. Those keys were committed to him; and through that administration, blessed be the name of God, I have  <div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2300\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>received the spirit of Christ Jesus which is the spirit of prophecy.<span class=\"citation\" id=\"80349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80349)\">Rev. 19:10<\/a><\/span> Our testimony does not make this true, and the testimony of our enemies that it is not the kingdom of God does not make that true or false. The fact stands upon its own basis, and will continue so to stand, without any of the efforts of the children of men. <\/div><div class=\"paragraph jod\" id=\"v5n491\"> I have told you the cause of all the bustle and stir against us. The blind are leading the blind;<span class=\"citation\" id=\"64781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64781)\">Matt. 15:14<\/a><\/span> and if their hearts were honest&#x2014;if they would throw off the mask of prejudice and erroneous parental education, they could receive the truth as well as you and I. Once in a while one says goodbye to the traditions of the fathers. A few will cast off those prejudices that surround the people, and say, &#x201C;We will read, pray, think, and meditate, and we will ask God for ourselves.&#x201D; That is the reason why you and I are here today. We asked God for a testimony, and he witnesses to us from the heavens that this is the kingdom which Daniel saw, and we have embraced it, and it is dearer than everything else upon the face of this earth. <\/div><div class=\"paragraph jod\" id=\"v5n492\"> Do we expect that the devils will howl? Yes. When has this Church had the peace that we have had since we have been in the mountains? Never. Where is there peace now upon the face of the earth like the peace we enjoy here? Nowhere. Brother Smoot said that he had been in the lower regions. He could say that with propriety; for, in fact, we are all in the lower regions. Where do you think the devils live? <\/div><div class=\"paragraph jod\" id=\"v5n493\"> Do you suppose that there is any such thing as a devil? Yes, a great many believe that there is. Where does he live? The answer comes very readily. He lives in hell, of course. Then, if there are devils here, we must also be in hell. Do you not think that the devil is in pain? I should think he was, by the groanings <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2300\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that are uttered from the east. You see that with propriety brother Smoot could say that he has been to the lower regions; but when he arrives here, although the altitude is much greater, he still is in the same world. We are all here, and we are surrounded by the devils. <\/div><div class=\"paragraph jod\" id=\"v5n494\"> Men rage and boil with wrath and indignation, and they do not know the cause of it. If they think, &#x201C;What injury have the &#x2018;Mormons&#x2019; done to me?&#x201D; the response from their own minds will be, &#x201C;Not any.&#x201D; What can the men truthfully say, who have civilly passed through here to the west to make their fortunes? That here is a place of peace and contentment; and, though a thousand miles from civilization and from all the luxuries and many of the comforts of life, yet here is a people satisfied, contented, and happy. Did they injure you? &#x201C;No.&#x201D; Did they treat you kindly? &#x201C;Yes.&#x201D; Ask the people in the east what is the matter? &#x201C;We cannot tell you&#x2014;only somebody has said something.&#x201D; What have they said? &#x201C;We do not know; we only heard a rumor&#x2014;that is all.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n495\"> The people abroad are just as foolish, unwise, and shortsighted as they can possibly be represented by the best learned men in the world. What are they doing? What they have done all the time. Have they been trying to destroy &#x201C;Mormonism?&#x201D; Yes. Did they destroy it when they took the life of Joseph? No. &#x201C;Mormonism&#x201D; is here, the priesthood is here, the keys of the kingdom are here on the earth; and when Joseph went, they did not go. And if the wicked should succeed in taking my life, the keys of the kingdom will remain with the Church. But my faith is that they will not succeed in taking my life just yet. They have not as good a man to deal with as they had when they had Joseph Smith. I do not profess to be very good. I will try to  <div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2299\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>take care of number one, and if it is wicked for me to try to preserve myself, I shall persist in it; for I am intending to take care of myself. <\/div><div class=\"paragraph jod\" id=\"v5n497\"> When they killed Joseph, they were talking about killing a great many others. Would you believe that the apostates say that I was the instigator of the death of Joseph and Hyrum? And William Smith has asserted that I was the cause of the death of his brother Samuel, when brother Woodruff, who is here today, knows that we were waiting at the <span class=\"italic\">depot<\/span> in Boston to take passage east at the very time when Joseph and Hyrum were killed. Brother Taylor was nearly killed at the time, and Doctor Richards had his whiskers nearly singed off by the blaze from the guns. In a few weeks after, Samuel Smith died, and I am blamed as the cause of his death. We did not hear of the death of Joseph until some three or four weeks after he was basely martyred. <\/div><div class=\"paragraph jod\" id=\"v5n498\"> What is now the news circulated throughout the United States? That Captain Gunnison was killed by Brigham Young, and that Babbitt was killed on the Plains by Brigham Young and his Danite band. What more? That Brigham Young has killed all the men who have died between the Missouri River and California. I do not say that President Buchanan has any such idea, or the officers of the troops who are reported to be on their way here; but such are the newspaper stories. Such reports are in the bellows, and editors and politicians are blowing them out. <\/div><div class=\"paragraph jod\" id=\"v5n499\"> According to their version, I am guilty of the death of every man, woman, and child that has died between the Missouri River and the California gold mines; and they are coming here to chastise me. The idea makes me laugh; and when do you think they will get a chance? Catching is always before hanging. <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2299\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> They understand, you know, that I had gone north and intended to leave this place with such as would follow me; and they are coming to declare a jubilee. It is their desire to say to the people, &#x201C;You are free; you are not under the bondage of Brigham Young; you need wear his yoke no longer; now let us get drunk, fight, play at cards, and race horses; and every one of you women turn to be whores and become associated with the civilization of Christendom.&#x201D; That is the freedom they are endeavoring to declare here. <\/div><div class=\"paragraph jod\" id=\"v5n500\"> I will make this proposition to Uncle Sam. I will furnish carriages, horses, the best of drivers, and the best food I have, to transport to the States every man, woman, and child that wishes to leave this place, if he will send on at his own expense all those who want to come to Utah; and we will gain a thousand to their one, as all who understand the matter very well know. It would have been much better to have loaded the wagons reported to be on the way here, with men, women, and children, than with provisions to sustain soldiers; for they will never get here without we help them; neither do I think that it is the design of President Buchanan that they should come here. <\/div><div class=\"paragraph jod\" id=\"v5n501\"> I am not going to interpret dreams; for I don't profess to be such a Prophet as were Joseph Smith and Daniel; but I am a Yankee guesser; and I guess that James Buchanan has ordered this Expedition to appease the wrath of the angry hounds who are howling around him. He did not design to start men on the 15th of July to cross these Plains to this point on foot. Russell and Co. will probably make from eight to ten hundred thousand dollars by freighting the baggage of the Expedition. What would induce the Government to expend that amount of money for  <div class=\"break pagebreak\" id=\"78a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0078.pdf\" target=\"pdfwin\">p.&#xA0;78a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2298\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this Territory? Three years ago they appropriated $45,000 for the purpose of making treaties with the Utah Indians. Has even that diminutively small sum ever been sent here? It is in the coffers of the Government to this day, unless they have stolen it out, or improperly paid it out for some other purpose. <\/div><div class=\"paragraph jod\" id=\"v5n503\"> Have they ever paid their debts due to Utah? No. And now they have capped their meanness by taking the mail out of the hands of Hiram Kimball, simply because they knew that he was a member of this Church. If he had only have apostatized in season and written lies about us, it is not probable that his mail contract would have been taken from him without the least shadow of right, as has now been done. He was to have $23,000 for carrying the mail from Independence to this city once a month, which was the lowest bid; but because he is a &#x201C;Mormon,&#x201D; the contract must be disannulled, and that, too, after he had put by far the most faithful and efficient service on the route that there ever has been, as is most well known at Washington. If I thought that my prayer might be answered, I would pray that not another United States' mail may come to this city; for until Mr. Kimball began his service it has been a constant source of annoyance, disappointment, and to us loss. We can carry our own mails, raise our own dust, and sustain ourselves. <\/div><div class=\"paragraph jod\" id=\"v5n504\"> But woe, woe to that man who comes here to unlawfully interfere with my affairs. Woe, woe to those men who come here to unlawfully meddle with me and this people. I swore in Nauvoo, when my enemies were looking me in the face, that I would send them to hell across lots, if they meddled with me; and I ask no more odds of all hell today. If they kill me, it is all right; but they will not until the time comes; and I think <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2298\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that I shall die a natural death; at least I expect to. <\/div><div class=\"paragraph jod\" id=\"v5n505\"> Would it not make any man or community angry to endure and reflect upon the abuse our enemies have heaped upon us, and are still striving to pour out upon God's people? Brother Bernhisel says that McGraw's mail contract was out in August last; but they demanded at his hands and would pay him to carry it two or three months longer. The Post Office Department knew, or should have known, that it had forwarded the acceptance of Mr. Kimball's bid for the new contract in that mail which McGraw was not carrying; and then it took advantage of the failure of that mail and trumped up a false allegation of the unsettled state of Utah, and on those grounds disannulled the contract with Mr. Kimball. Our mail rights and other rights and privileges are most unjustly trampled under foot; but they can spend millions to raise a hubbub and make out that something wrong is being done in Utah. <\/div><div class=\"paragraph jod\" id=\"v5n506\"> Let me be the President of the United States a little while, and I would say to the Senators, Representatives, and other officers of Government, Gentlemen, you must act the part of men and statesmen, or I will reprove you. What are they angry at me for? Because I will reprove men for their iniquity, and because I have such influence here&#x2014;the very thing they are all after. They think that they are going to obtain it with money; but they cannot do it. <\/div><div class=\"paragraph jod\" id=\"v5n507\"> There is no influence, truth, or righteousness in the world only what flows from God our Father in the heavens. We have that power, that influence; we also have such love and submission that we submit ourselves to our Father and God, as a child does to a kind parent.<span class=\"citation\" id=\"81835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81835)\">Mosiah 3:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n508\"> May God bless you, brethren and sisters. Amen. <\/div>\n<\/div>\n<\/div>"}