{"ID":50013, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">A Vision.<\/div>\n<div class=\"subtitle\">Related by Elder Amasa M. Lyman, Delivered in the Bowery, Great Salt Lake City, July 19, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: A Vision.<\/div>\n<div class=\"speaker\">Speaker: Amasa M. Lyman<\/div>\n<div class=\"date\">Date: 7\/19\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d13\">\n<div class=\"paragraph jod\" id=\"v5n360\"> I have not got up to preach a long sermon; but, as President Young said, if anybody wanted to talk, to talk away. I have a matter in my mind, and I have felt disposed to mention it to the brethren and sisters. I was reminded of it by an expression that was dropped by the President in his remarks this morning, where he said, if we could have our eyes opened, as were those of the servant of Elijah, to see the innumerable hosts that are in our favor,<span class=\"citation\" id=\"55823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55823)\">2 Kgs. 6:16-17<\/a><\/span> we would not have to wait and to wonder when the help of Israel will be sufficiently numerous; for we should know there are more for us now than can be against us. <\/div><div class=\"paragraph jod\" id=\"v5n361\"> When we were in Nauvoo, at the beginning of the last winter we spent in Illinois, about the time the clouds were gathering so thick, and the last <div class=\"break columnbreak\" id=\"58b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0058.pdf\" target=\"pdfwin\">p.&#xA0;58b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2318\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> storm began to break upon us, we heard the thunders and threatenings of our enemies wherein they stated that we were to be driven away. <\/div><div class=\"paragraph jod\" id=\"v5n362\"> At that time I was confined to my bed with sickness, but I heard the report of the proceedings day after day; but I could not come out to see the face of the heavens, to judge what the issues would be. To get away was impossible with me at that time, and we knew that the longer we stayed the more we should be oppressed by our enemies. <\/div><div class=\"paragraph jod\" id=\"v5n363\"> After I had commenced to recover my health, one morning, while lying in my bed in open day, as wakeful as I am at this moment, the surrounding objects which I could see when in my natural condition all in an instant disappeared, and, instead of appearing  <div class=\"break pagebreak\" id=\"59a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0059.pdf\" target=\"pdfwin\">p.&#xA0;59a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2317\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to keep my bed, I found myself standing in a place where those acquainted with Nauvoo and the location of the Printing Office, subsequent to the death of the Prophets, will remember. There was a vacant lot in front of the Printing Office; I stood there, and I heard a rumbling noise something like that which attends the moving of a mass of people. I turned round to look in the direction of Main Street, and behold! The whole country was filled with one moving mass of people that seemed to be traveling directly to the point where I stood. As they approached somewhat nearer, they seemed not to be traveling on the ground, but somewhat near the altitude of the tops of the buildings. <\/div><div class=\"paragraph jod\" id=\"v5n365\"> At the head of the company were three personages clothed with robes of white, something like those which many of us are acquainted with. Around their waist was a girdle of gold, and from this was suspended the scabbard of a sword&#x2014;the sword being in the hand of the wearer. <\/div><div class=\"paragraph jod\" id=\"v5n366\"> They took their places with their faces directly west; and as they stopped, the individual in advance turned and looked over his shoulder to me with a smile of recognition. It was Joseph; and the others were his two brothers, Hyrum and Carlos. <\/div><div class=\"paragraph jod\" id=\"v5n367\"> I contemplated them for a few moments; but to tell my feelings would be impossible. I leave you to guess them; for it would be futile to attempt a description. <\/div><div class=\"paragraph jod\" id=\"v5n368\"> After contemplating the scene a few moments, I was again in my bed as before, and the vision had dis<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"59b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0059.pdf\" target=\"pdfwin\">p.&#xA0;59b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2317\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>appeared. This was my assurance, in the commencement of our troubles there, that I received of the guardianship that was around us and the protection that we were receiving from the hosts of heaven. <\/div><div class=\"paragraph jod\" id=\"v5n369\"> The sequel of our history proves that it was no idle tale. Our safety was pledged and guaranteed; but what does our history prove? That the heavens have labored for us&#x2014;that those who have gone behind the veil labored for us; and they still labor for us. If it were only ourselves that guaranteed the success of &#x201C;Mormonism&#x201D; on the earth, it would be but a poor guarantee; but that help that has sustained us will not be taken or withdrawn from us. <\/div><div class=\"paragraph jod\" id=\"v5n370\"> While we seek to sustain the truth we shall be sustained. As the President observed, we shall be preserved just so long as our Father in heaven requires us. All the interests which we have upon the earth ought to be pledged to sustain the truth; and when our interests require us to go from here, why should we dread it, anymore than we dread to go to England or to any other place. <\/div><div class=\"paragraph jod\" id=\"v5n371\"> We serve our interests when we serve our God; and it is all that we have to do. It is so with me, and it has been so, and it should be so with all of us. It is not choice with me whether I stay or go. I have friends there, and I have friends here; and if I were to calculate which I love best, I could not tell. <\/div><div class=\"paragraph jod\" id=\"v5n372\"> Well, brethren and sisters, may the Lord Almighty bless you is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}