{"ID":50014, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">A Visit to the House of Congress&#x2014;Corruption of the United States, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder George A. Smith, Delivered in the Bowery, Great Salt Lake City, Sunday Morning, July 26, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: A Visit to the House of Congress, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 7\/26\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d14\">\n<div class=\"paragraph jod\" id=\"v5n374\"> I arise this morning, my brethren and sisters, feeling considerable dependence upon your faith to give me ability to address you. The prayer of faith of the righteous, availeth much;<span class=\"citation\" id=\"77733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77733)\">James 5:15-16<\/a><\/span> and if the Saints desire to be instructed by me this morning to any considerable extent, I am certainly satisfied that faith must be exercised in my behalf, as my lungs are not in a suitable condition to enable me to say much. <\/div><div class=\"paragraph jod\" id=\"v5n375\"> In entering into a congregation of the Saints, a man who feels the Spirit of the Lord, and has this ruling principle in him, must, under all circumstances of the kind, rejoice with exceeding great joy for the privilege of beholding the faces and of addressing the Saints of the Most High, and of bearing testimony of the truths of the everlasting Gospel in their presence. <\/div><div class=\"paragraph jod\" id=\"v5n376\"> Last year at this time I was in the city of Washington, surrounded by those who are struggling by any and every process that can be imagined to get their hands into Uncle Sam's pockets. It was the principle and almost the only business of every man there to invent some scheme, or find some means or contrivance to make a draw on the Treasury. It was necessary that all their motives and their policy be guarded, and that they be careful of their acquaintances and cautious in their conversation, lest something they might say might endanger the object they were endeavoring to obtain. Praying, thanks<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"60b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0060.pdf\" target=\"pdfwin\">p.&#xA0;60b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2316\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>giving to God, and acknowledging His hand in all things was the last thing thought of, if thought of at all; but that is exceedingly doubtful. I looked upon the confusion, the struggling for power and place, the thirst for gold, the contention and strife that were attracting together so many thousands from the different parts of the United States, and all by the glittering of the United States' Treasury; and I wondered. I cannot say that it produced in my mind the first pleasant feeling. The spirit of wrangling&#x2014;the spirit of contention seemed to be determined to rend in pieces and utterly destroy the Union. There is a trampling under foot of the principles upon which the Union was founded, and this caused me to be sorrowful. <\/div><div class=\"paragraph jod\" id=\"v5n377\"> I frequently went into the Capitol to take a look at the boiling foam of political strife that was amongst them; and I saw a spirit that seemed to be determined to demolish the fabric reared by our fathers, or to disable it by anarchy and misrule. <\/div><div class=\"paragraph jod\" id=\"v5n378\"> Brother Heywood and I roomed together, we prayed together, we conversed together, and we visited brother Bernhisel, and talked to him, counseled with him, and comforted him all we could. I believe that we three were the only men in the city of Washington that had any idea that it was of any use asking God for anything, except they did it as a form. To be sure there are meetinghouses and temples of worship for the Catho<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"61a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0061.pdf\" target=\"pdfwin\">p.&#xA0;61a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2315\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lics, for the Presbyterians, for the Methodists, for the Episcopalians, and for the various sects of Protestants; and there were chaplains who prayed a few minutes in the Senate Chamber and in the Hall of Representatives. <\/div><div class=\"paragraph jod\" id=\"v5n380\"> I heard the old gentleman pray several times who was the Chaplain in the House of Representatives. I used to go into the Representatives' Hall with brother Bernhisel in the morning, and he would introduce me to the members and to the chaplain; and I could stay there until the praying was over: then all had to leave but members and officers. <\/div><div class=\"paragraph jod\" id=\"v5n381\"> They had a very fine man for Chaplain in the House. He was ninety-six years old. He had served in the revolutionary war. He was a sober, fine man; but his mind was set down to what he had learned forty-five years ago. I conversed with him, and told him what an excellent man Governor Young was&#x2014;how kind he was to the Indians; and he replied that he was glad to hear it. The last session we discovered that his step began to falter, and that from one session to another he was considerably altered; but he made out to continue his duties through the session. The old man made it his business to preach in the Capitol on Sundays: he exhorted the people to do right. What they were to do to be saved had never, I suppose, entered into his brain. I must to the last of my days have respect for the old Chaplain; for I considered him a fair specimen of the old school soldiery. <\/div><div class=\"paragraph jod\" id=\"v5n382\"> As I became acquainted with the gentlemen of the House, the subject of &#x201C;Mormonism&#x201D; was soon introduced; and most generally the first question would indicate prejudice and the want of knowledge of our feelings and views here in the mountains. <\/div><div class=\"paragraph jod\" id=\"v5n383\"> It was said by some of the old Prophets that, &#x201C;The people had made lies <div class=\"break columnbreak\" id=\"61b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0061.pdf\" target=\"pdfwin\">p.&#xA0;61b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2315\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their refuge, and under falsehood hid themselves.&#x201D;<span class=\"citation\" id=\"58600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58600)\">Isa. 28:15<\/a><\/span> It is an old adage that falsehood will go round the world while truth is getting on its boots. In talking with strangers, I found very few who, from all they had heard and read, had formed any correct notions of this people, and of this Territory, and the circumstances which surround us: but tales of falsehood, tales of folly, tales of wickedness, and stories imaginary of various kinds&#x2014;these could be found anywhere; but very little of the truth seems to have rested in anybody's brain. <\/div><div class=\"paragraph jod\" id=\"v5n384\"> The Old Book talks about a city called the New Jerusalem. The passage I refer to is in the Revelation of John, 21st chapter, and from the 8th to the 11th verses&#x2014;&#x201C;But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.&#x201D; [President H. C. Kimball: &#x201C;They have got to die a second time.&#x201D;] &#x201C;And there came unto me one of the seven angels which had the seven vials full of the seven last plagues, and talked with me, saying, Come hither, I will shew thee the bride, the Lamb's wife. And he carried me away in the spirit to a great and high mountain, and shewed me that great city, the holy Jerusalem, descending out of heaven from God, Having the glory of God: and her light was like unto a stone most precious, even like a jasper stone, clear as crystal.&#x201D;<span class=\"citation\" id=\"80774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80774)\">Rev. 21:8-11<\/a><\/span> John goes on and describes the city to a great length, and then in the following chapter and 15th verse, speaking of the same city, he says&#x2014;&#x201C;For without are dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie.&#x201D;<span class=\"citation\" id=\"80880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80880)\">Rev. 22:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n385\"> Just let me tell the truth&#x2014;the naked facts as they exist in open day,  <div class=\"break pagebreak\" id=\"62a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0062.pdf\" target=\"pdfwin\">p.&#xA0;62a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2314\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to any person I would visit or meet, and they would look at me with distrust; and it would be plainly manifest in their countenances that the truth had no resting place there. No matter if I conversed with the great and wise men of the nation, they seemed not inclined to receive the truth; but let them read a falsehood or an exaggerated statement, and it would strike their attention in a moment. They loved lies, they loved falsehood, they loved corruption, they loved whoremongers, they loved wickedness. <\/div><div class=\"paragraph jod\" id=\"v5n387\"> I used to suppose that all that was necessary was to convince the children of men that anything that was presented was right, and I thought that all men naturally had a disposition to receive anything, and to accede to anything that was right; but I learned from the observations I made that the right of the case was about the last thing to be considered, and that justice, truth, or the righteousness of a subject is the last thing to be brought under consideration. <\/div><div class=\"paragraph jod\" id=\"v5n388\"> The question to be considered is, Is there any money in it, or is there a chance to make any? Is there a chance to get any political influence? Is there a chance to elevate ourselves in the eyes of our constituents? It makes no difference whether it murders an innocent person or not, if it is only popular, and money can be made at it. This appears to be the ruling power with the children of men in their present wicked and degenerate state. <\/div><div class=\"paragraph jod\" id=\"v5n389\"> We are here in the Valleys of the Mountains, and we profess a religion that has a form; and we are very technical in regard to the form, and in regard to our prayers, in regard to our baptism, in regard to our confirmation, in regard to our administrations to the sick, and in regard to all those things that pertain to our religious faith. We are very particu<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"62b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0062.pdf\" target=\"pdfwin\">p.&#xA0;62b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2314\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lar, the most of us, in our feelings, and quite strenuous to observe strictly those outside ordinances&#x2014;but no more so than we should be. <\/div><div class=\"paragraph jod\" id=\"v5n390\"> But the question arises, and we all ask ourselves the question, Is it the form only, or are we suffering ourselves to carry out the form without the inward work and the power of the Holy Spirit? Notwithstanding all this, we should realize that the Lord looks on the heart.<span class=\"citation\" id=\"55478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55478)\">1 Sam. 16:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n391\"> My desires and my feelings are that, if I can observe the forms of religion, I must also use my utmost exertions not to suffer the spirit to be lacking; for all these things must be done heartily and as unto the Lord. Now, I have some knowledge in relation to this work; I have been in the Church from my boyhood, and I have grown grey and bald in the midst of Israel. I have been in the Church when there were but few comparatively&#x2014;when one such city as we now count by numbers in these valleys would have embraced all that were in the Church. <\/div><div class=\"paragraph jod\" id=\"v5n392\"> I was baptized in the year 1832, and I have grown and seen its windings and changings, and I can now bear testimony that every evil and distress that has come upon the Saints has been in consequence of not listening to the counsel of their Prophet and President; and this has been by misunderstanding, and in adhering to our old prejudices, and by not listening to the testimony and warning of the Prophet Joseph. For these causes our enemies have fallen upon our leading men, and operated among us like a mighty sieve to separate the chaff from the wheat. <\/div><div class=\"paragraph jod\" id=\"v5n393\"> The supposition is that the smut machine is ahead, and that by-and-by every man and every woman who feel disposed to serve the Lord with all their hearts will have a chance to be tried whether they love the Lord or the things of this world the best&#x2014;   <div class=\"break pagebreak\" id=\"63a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0063.pdf\" target=\"pdfwin\">p.&#xA0;63a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2313\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>whether they love the things of the Most High God, or whether their religion is a mere form carried out to please their Bishop, to satisfy their Teachers, or whether they do give their hearts to the Lord, and all their might, mind, and strength. <\/div><div class=\"paragraph jod\" id=\"v5n395\"> Now, I feel, my brethren, to thank my Heavenly Father for the spirit of reformation that I have witnessed since I returned; and I feel to pray that it may continue, and feel to exhort the people to fear God, who can destroy both the soul and body in hell;<span class=\"citation\" id=\"64160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64160)\">Matt. 10:28<\/a><\/span> and also for them not to suffer doubt to trouble them, to make them wayward in their hearts or thoughts; <div class=\"break columnbreak\" id=\"63b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0063.pdf\" target=\"pdfwin\">p.&#xA0;63b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2313\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for I have seen the effect of this to a great extent in times past. <\/div><div class=\"paragraph jod\" id=\"v5n396\"> I do know that the world is full of wickedness, and that it is bound in bundles, and is fast preparing for the day of burning;<span class=\"citation\" id=\"64575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64575)\">Matt. 13:30<\/a><\/span> and I do know there is no chance of deliverance or of safety but in being tried, that they may be screened and sifted, and that all unrighteousness may be cleansed from their midst. <\/div><div class=\"paragraph jod\" id=\"v5n397\"> This is my testimony of these truths, brethren and sisters; and I pray that we may live up to them, and be prepared to inherit the glory of God in the worlds to come, through Christ our Redeemer. Amen. <\/div>\n<\/div>\n<\/div>"}