{"ID":50012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">True Liberty&#x2014;Organization and Disorganization&#x2014;Fallen Spirits&#x2014;Satanic Opposition&#x2014;Futile Efforts of the Enemy.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, July 19, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: True Liberty, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/19\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v5n324\"> I am heartily delighted with what has been said here this morning, so far as I have heard&#x2014;for I did not come in time to hear all the remarks. <\/div><div class=\"paragraph jod\" id=\"v5n325\"> It is my greatest joy to see this people engaged in their religion, faithful to their calling, true to their trust, and fervent in spirit. And when I see the brethren and sisters striving to add faith to faith, and good works to good works, and feeling to renew their obligations, and covenants, and labors day by day, it is satisfying to me&#x2014;it is joy and peace. <\/div><div class=\"paragraph jod\" id=\"v5n326\"> This is a marvelous work and a wonder.<span class=\"citation\" id=\"94486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94486)\">Isa. 29:14<\/a><\/span> Do not the people think it is? What a stir this people make in the world! The sound thereof has gone forth almost, if not entirely, to the uttermost parts of the earth. Our Elders have been round the world and round the world again. They have been to the most noted nations, and to a great many isolated tribes and islands. I do not know but what the sound of &#x201C;Mormonism&#x201D; has gone forth into all the earth, and it makes a great stir wherever it goes. <\/div><div class=\"paragraph jod\" id=\"v5n327\"> Brother Truman O. Angell said that it appeared as though this people and the work we are engaged in are of the greatest importance. I can say that this work is of the greatest importance to you, and me, and the people of the earth; for no person can get salvation without it. And the remark of brother Carrington, that the unbridled passions of people forge their fetters, is true. There is no freedom anywhere outside the Gospel of salvation. <div class=\"break columnbreak\" id=\"52b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0052.pdf\" target=\"pdfwin\">p.&#xA0;52b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2324\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The inhabitants of the earth imagine that they are enjoying great freedom. It is not so. If they would stop and reflect, they would find that they only place each other in bondage. This is the case with all the nations of the earth. Do you see that equality among them that you see here? Where is there a people or nation that does not oppress each other? When our Elders go forth and preach the Gospel, if it was in their power to cast from the people the yoke of bondage, instead of our gathering into the Church, from the British Isles, for instance, two or three thousand or ten thousand a year, we would gain our million a year. <\/div><div class=\"paragraph jod\" id=\"v5n328\"> That is a free nation: in the common acceptation of the term they are a free people: they are very liberal. But how many can embrace the work there with impunity? But a few; for people have not moral courage enough to break through their iron fetters. The people are bound down and cannot embrace this work. Thousands and millions have heard this Gospel preached who would have been glad to receive the blessings of it, if they could have done so without endangering their own existence on the earth. Life is sweet, and the majority of men will do anything to preserve it. Jesus said that a man would give all that he had for his life;<span class=\"citation\" id=\"64946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64946)\">Matt. 16:26<\/a><\/span> and in our day there are a great many who will do almost anything to preserve their natural lives. To accomplish this, they will bow down to the whims  <div class=\"break pagebreak\" id=\"53a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0053.pdf\" target=\"pdfwin\">p.&#xA0;53a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2323\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and sayings of designing men, of the priests of the day, and to the laws and customs of individuals. Were it not for this, you would find that there would be millions embracing this work where there are now but hundreds; for there is no freedom only in the Gospel of salvation. <\/div><div class=\"paragraph jod\" id=\"v5n330\"> There is not an individual upon the earth but what has within himself ability to save or to destroy himself; and such is the case with nations. Is there liberty or freedom in destruction? No. When you look at things naturally, which is as far as the natural man sees, a person who takes a course to destroy himself temporally would be considered very unwise. And to the natural man we are taking an unwise, an unnatural course, wherein our religion is obnoxious to the Christian world. Did not your friends say to many of you, before you left your homes, that you were foolish&#x2014;that the world would despise you and hate you? Did they not ask you if you could not see that troubles were coming upon the Saints, and say that you were very unwise in going with them&#x2014;that you had better stay where there was safety? They can see nothing more than natural things; they do not understand the ways of God; they are unacquainted with His doings, with His kingdom, and with the principles of eternity. <\/div><div class=\"paragraph jod\" id=\"v5n331\"> So far as the natural man is concerned, it appears that the Latter-day Saints are very unwise to embrace in their faith those obnoxious principles that render them so odious in the eyes of the political and Christian world&#x2014;the popular world. The Latter-day Saints see further; they understand more than what pertains to this world. The Gospel of life and salvation reveals to each individual who receives it that this world is only a place of temporary duration, existence, trials, &amp;c. Its present fashion and uses are but for a few days, while <div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2323\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we were created to exist eternally. The wicked can see no further than this world is concerned. We understand that when we are unclothed in this present state, then we are prepared to be clothed upon with immortality&#x2014;that when we put off these bodies we put on immortality. These bodies will return to dust, but our hope and faith are that we will receive these bodies again from the elements&#x2014;that we will receive the very organization that we have here, and that, if we are faithful to the principles of freedom, we shall then be prepared to endure eternally. <\/div><div class=\"paragraph jod\" id=\"v5n332\"> Can the wicked be brought forth to endure? No; they will be destroyed. Which, then, are the wise, and which are the foolish? We all naturally know&#x2014;we can naturally understand that man cannot stay here always. The inhabitants of the earth are continually coming and going. This is not our abiding place. All can see naturally, if they would but observe the facts before them, that this world is but of short duration to them. They appear here infants, pass through childhood and youth to middle age, and if they live to a good old age, it is but a short time, and then they must go. But where do they go to, and what will become of them? Will this intelligence cease to be? There are but very few, if any, who really believe this. And the thought of being annihilated&#x2014;of being blotted out of existence&#x2014;is most horrid, even to that class called infidels. <\/div><div class=\"paragraph jod\" id=\"v5n333\"> The intelligence that is in me to cease to exist is a horrid thought; it is past enduring. This intelligence must exist; it must dwell somewhere. If I take the right course and preserve it in its organization, I will preserve to myself eternal life. This is the greatest gift that ever was bestowed on mankind,<span class=\"citation\" id=\"84077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84077)\">D&amp;C 14:7<\/a><\/span> to know how to preserve their identity. Shall we forge our own fetters through our ignorance? Shall we lay the foundation to build  <div class=\"break pagebreak\" id=\"54a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0054.pdf\" target=\"pdfwin\">p.&#xA0;54a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2322\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the bulwarks for our own destruction through our wickedness? No; the Latter-day Saints know better. We will lay the foundation to dwell eternally, and that, too, in the heavens, with beings superior to those with whom we associate in our present situation and circumstances. <\/div><div class=\"paragraph jod\" id=\"v5n335\"> We have the principle within us, and so has every being on this earth, to increase and to continue to increase, to enlarge, and receive and treasure up truth, until we become perfect. It is wisdom for us to be the friends of God; and unless we are filled with integrity and preserve ourselves in our integrity before our God, we actually lay the foundation for our destruction. The world think that we are going to be temporally destroyed. That is nonsense. All things are temporal, and all things are spiritual with the Lord;<span class=\"citation\" id=\"84802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84802)\">D&amp;C 29:34<\/a><\/span> there is no difference with Him, neither is there with any person who has eyes to see things as they exist. To those who have their minds open to eternal things, spiritual and temporal things are all one. <\/div><div class=\"paragraph jod\" id=\"v5n336\"> This is only our place of temporary existence. We cannot live here always with our bodies full of pain and subject to decay. Deprive us of food and we die; deprive us of water, and after a short time we die; deprive us of air, and we live but a few moments. We all know that this is not the state for us to live in and endure to eternity. Our eyes are looking beyond this sphere of action, and I trust that we are laying the foundation to endure eternally. If we do, we must be the friends of God&#x2014;the friends of the principles of life and salvation; and we must adhere to those principles and shape our lives according to them, or else we lay the foundation for our own destruction. <\/div><div class=\"paragraph jod\" id=\"v5n337\"> Talk about liberty anywhere else! What liberty is there in anything that <div class=\"break columnbreak\" id=\"54b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0054.pdf\" target=\"pdfwin\">p.&#xA0;54b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2322\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will be dissolved and return to its native element? What liberty can any intelligence enjoy that is calculated to be destroyed? There is no liberty, no freedom there. <\/div><div class=\"paragraph jod\" id=\"v5n338\"> The principles of life and salvation are the only principles of freedom; for every principle that is opposed to God&#x2014;that is opposed to the principles of eternal life, whether it is in heaven, on the earth, or in hell, the time will be when it will cease to exist, cease to preserve, manifest, and exhibit its identity; for it will be returned to its native element. I say, let us live our religion, serve our God, trust in Him; and when we are called to contend against the enemy within ourselves, contend against him manfully, just as we would against an open enemy&#x2014;contend against those passions that rise in the heart, and overcome every one of them. <\/div><div class=\"paragraph jod\" id=\"v5n339\"> You will hear some of the brethren say, as brother Carrington has just said, that there are times when the blood courses like lightning, upon seeing men who are opposed to us&#x2014;who are striving with all their powers to destroy this people. Can they destroy us? No, they cannot. There are a great many in this congregation who are witnesses that the Devil has been warring, with all his imps arrayed against this work, ever since the organization of this Church, and trying to obliterate it from the earth. Have they gained any ground? No; they have lost ground all the time. This people, with brother Joseph at their head, and with all the powers of Satan, earth, and hell for him to contend against, have built up the kingdom of God and spread the principles of the Gospel to the uttermost parts of the earth. <\/div><div class=\"paragraph jod\" id=\"v5n340\"> In regard to the battle in heaven,<span class=\"citation\" id=\"79571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79571)\">Rev. 12:7<\/a><\/span> that brother Truman O. Angell referred to, how much of a battle it was I have forgotten. I cannot relate the principal circumstances, it is so long  <div class=\"break pagebreak\" id=\"55a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0055.pdf\" target=\"pdfwin\">p.&#xA0;55a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2321\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>since it happened: but I do not think it lasted very long; for when Lucifer, the Son of the Morning, claimed the privilege of having the control of this earth and redeeming it, a contention rose; but I do not think it took long to cast down one-third of the hosts of heaven, as it is written in the Bible.<span class=\"citation\" id=\"79536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79536)\">Rev. 12:4<\/a><\/span><span class=\"citation\" id=\"84818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84818)\">D&amp;C 29:36<\/a><\/span> But let me tell you that it was one-third part of the spirits who were prepared to take tabernacles upon this earth, and who rebelled against the other two-thirds of the heavenly host; and they were cast down to this world. It is written that they were cast down to the earth. They were cast down to this globe&#x2014;to this <span class=\"italic\">terra firma<\/span> that you and I walk upon, and whose atmosphere we breathe. One-third part of the spirits that were prepared for this earth rebelled against Jesus Christ, and were cast down to the earth, and they have been opposed to him from that day to this, with Lucifer at their head. He is their great General&#x2014;Lucifer, the Son of the Morning.<span class=\"citation\" id=\"58269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58269)\">Isa. 14:12<\/a><\/span> He was once a brilliant and influential character in heaven, and we will know more about him hereafter. <\/div><div class=\"paragraph jod\" id=\"v5n342\"> Do you not think that those spirits knew when Joseph Smith got the plates? Yes, just as well as you know that I am talking to you now. They were there at the time, and millions and millions of them opposed Joseph in getting the plates; and not only they opposed him, but also men in the flesh. I never heard such oaths fall from the lips of any man as I heard uttered by a man who was called a fortuneteller, and who knew where those plates were hid. He went three times in one summer to get them&#x2014;the same summer in which Joseph did get them. Baptist, Presbyterian, and Methodist priests and deacons sent for him to tell where those plates were, and to get them out of the hill where they were deposited; and he had not returned to his home <div class=\"break columnbreak\" id=\"55b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0055.pdf\" target=\"pdfwin\">p.&#xA0;55b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2321\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from the last trip he made for them more than a week or ten days before Joseph got them. Joseph was what we call an ignorant boy; but this fortuneteller, whose name I do not remember, was a man of profound learning. <\/div><div class=\"paragraph jod\" id=\"v5n343\"> He had put himself in possession of all the learning in the States&#x2014;had been to France, Germany, Italy, and through the world&#x2014;had been educated for a priest, and turned out to be a devil. I do not know but that he would have been a devil if he had followed the profession of a priest among what are termed the Christian denominations. He could preach as well as the best of them, and I never heard a man swear as he did. He could tell that those plates were there, and that they were a treasure whose value to the people could not be told; for that I myself heard him say. Those spirits driven from heaven were with him and with others who tried to prevent Joseph's getting the plates; but he did get and secrete them, though he had to knock down two or three men, as he was going home, who were waylaying him to kill him. From that day to this, a part of the hosts of heaven made mention of in the Bible, with the cursed corrupt priests and the cursed scoundrelly Gentiles with them, have been trying to put down this work. But what have they gained? I should suppose that they would have stopped their operations long ere this, after uniformly meeting with such bad success. <\/div><div class=\"paragraph jod\" id=\"v5n344\"> When I commenced preaching, I told the people that if they would let us alone, and not raise any persecution, we would go peaceably along among the people and preach to them; but that just as sure as they fought us and opposed this work we would actually revolutionize the world a great deal quicker than if they let us alone. I have stuck to that faith ever since; for every time that there has been an  <div class=\"break pagebreak\" id=\"56a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0056.pdf\" target=\"pdfwin\">p.&#xA0;56a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2320\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>opposition raised against this work, God has caused it to swell like seed in the ground; He has caused the seed to sprout and bring forth the little mustard trees, as brother Kimball has said. <\/div><div class=\"paragraph jod\" id=\"v5n346\"> The Gospel is certainly bringing forth a multitude of Saints. Has it not been so all the time? Yes, it has. A great deal could be said on this subject, but I have not time to say it now; for there are some other matters I wish to speak about. <\/div><div class=\"paragraph jod\" id=\"v5n347\"> We have issued almost 2,000 tickets inviting our brethren and sisters to pass the 24th of July at the Lake in Big Cottonwood Canyon; and no doubt a great many more would also like to receive tickets. Hence, I want to tell you my feelings on the subject. If I call upon my friends to join me in a short excursion, to form a social party at my residence, or to unite upon any festive or memorable occasion, I never know where to stop in my feelings until every Latter-day Saint is invited. I wish those who do not receive invitations to go into the canyon to understand that it is not because we have any feelings against your going there, nor is it because we wish you to tarry at home, nor because we not desire your society. But is it consistent for all the people to go? It is not. We will therefore gather up some that ought to go&#x2014;some who can conveniently go, and leave the rest, with precisely the same good feelings towards those who tarry at home as those who go into the canyon. <\/div><div class=\"paragraph jod\" id=\"v5n348\"> Last season it was observed, &#x201C;I would like to have gone into the mountains to celebrate the 24th; but I did not want to go without an invitation.&#x201D; I did not want you to, and I will tell you why. If we had permitted such a course, a great many would have gone that were not wanted there, as there are persons who would like to put fire into the canyon and <div class=\"break columnbreak\" id=\"56b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0056.pdf\" target=\"pdfwin\">p.&#xA0;56b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2320\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> destroy the timber, or create a disturbance, if they could get a chance. We expect those who go to observe the instructions on the tickets they receive, and to go, tarry, and return in harmony and peace. Let all who go observe good order and try to make themselves happy. If I were to satisfy my feelings, I would invite the whole of you. I will do so by-and-by, and we will have a party right here in this Bowery on some Sabbath day, where we can all be together and enjoy each other's society. <\/div><div class=\"paragraph jod\" id=\"v5n349\"> There is another item that I will touch upon. Two weeks ago today, I mentioned the course of some individuals in this place who are writing slanders concerning us, stating that a man cannot live here unless he is a &#x201C;Mormon,&#x201D; when at the same time they come here to meeting with perfect impunity. Some of them are in the meeting today, and are now preparing lies for their letters. A parcel of them clan together and fix up letters, and they write to the East how desperately wicked the &#x201C;Mormons&#x201D; are&#x2014;how they are killing each other, killing the Gentiles, stealing and robbing, and what wicked, miserable creatures the &#x201C;Mormons&#x201D; are. And when any of them go from here, they report, &#x201C;We have barely escaped with our lives: Oh! It was a very narrow escape that we made; but we did manage to get out of the place with our lives; yes, we did get away without being killed.&#x201D; They all safely escape to tell their lies. <\/div><div class=\"paragraph jod\" id=\"v5n350\"> They say that it is with great difficulty that they can live with the Saints, when at the same time no one has molested them during all the time they have been writing lies to stir up the wicked to destroy us. They pass and repass in our streets with the same privileges that other citizens enjoy; and there are professedly of our faith those who sympathize for them. May God Almighty let His  <div class=\"break pagebreak\" id=\"57a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0057.pdf\" target=\"pdfwin\">p.&#xA0;57a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2319\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>curse rest on all such sympathizers. [Many voices, &#x201C;Amen.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n352\"> Will troops come here and inquire into my just rebukes of such characters and conduct? &#x201C;Oh!&#x201D; says one, &#x201C;I am afraid they will come; and what shall I do?&#x201D; They have been with us many a time. We have been accustomed to seeing a hundred to our one, with their guns to shoot us, and their knives to cut our throats. Do people imagine that they can kill &#x201C;Mormonism?&#x201D; I may die for my religion, and who cares for that? Brother Carrington has told you that God can carry on his own work, and the spirit of Joseph which fell upon me is ready to fall upon somebody else when I am removed. <\/div><div class=\"paragraph jod\" id=\"v5n353\"> There are a few apostates here, and I have understood the whining and sympathy they manifested for our enemies. It makes me think of what I heard from a High Priest's house, that he did not know a Saint's face from the Devil's. It is just so with a great many. They would not know the angel Gabriel,<span class=\"citation\" id=\"66975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66975)\">Luke 1:19<\/a><\/span> if he were to stand here to preach to them, from Lucifer, the Son of the Morning.<span class=\"citation\" id=\"58270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58270)\">Isa. 14:12<\/a><\/span> If Lucifer were to hand out a dollar&#x2014;&#x201C;You are a gentleman; won't you call at my house?&#x201D; &#x201C;Here is another dollar.&#x201D; &#x201C;Call over at my house; I have some daughters: perhaps you would like to be introduced to them. I have a fine family; call in, and get acquainted with my family.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n354\"> Do you know that there is no fellowship between Christ and Baal? Do you think that a union has taken place between them? Can you fellowship those who will serve the Devil? If you do, you are like them; and we wish you to go with them; for we do not want you. We wish that all such men and women would apostatize and come out boldly and say, &#x201C;We are going to hell upon our own road;&#x201D; and I will say, &#x201C;Go ahead, and may the Devil speed you on your journey! <div class=\"break columnbreak\" id=\"57b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0057.pdf\" target=\"pdfwin\">p.&#xA0;57b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2319\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Here is sixpence for you.&#x201D; But do not be snooping round, pretending to be Saints, at the same time be receiving such men into your houses and such spirits into your hearts, as many do. Well, all that is necessary, and it will be so; but the time will come when &#x201C;judgment will be laid to the line, and righteousness to the plummet;&#x201D;<span class=\"citation\" id=\"58620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58620)\">Isa. 28:17<\/a><\/span> and if it is not hailstones, it will be some other kind that will sweep away those who make lies and love them.<span class=\"citation\" id=\"80879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80879)\">Rev. 22:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n355\"> Brother Truman said that we are here, are we not? We are in the tops of the mountains, and all hell cannot remove us. What do you suppose Joseph and Hyrum would have said, if they could have been here with only one hundred such boys as they could have chosen? Their enemies might have hunted them to this day, and they would have wasted them away as fast as they could have come. <\/div><div class=\"paragraph jod\" id=\"v5n356\"> Brother Truman said that there are as many for us as against us. Yes; there are ten to one for us more than those against us;<span class=\"citation\" id=\"55822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55822)\">2 Kgs. 6:16-17<\/a><\/span> but the difficulty is that all have not eyes to see. The soldiers of the Lord are in the mountains, in the canyons, upon the plains, on the hills, along the mighty streams, and by the rivulets. Thousands and thousands more are for us than those who are against us, and you need not have any fears. They may be permitted to kill our bodies,<span class=\"citation\" id=\"94487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94487)\">Matt. 10:28<\/a><\/span> but that is yet to be determined. They try to fire a pistol; the cap snaps, and they are in the lurch; for some would have a dagger into them before they would know it. Or, if they tried to shoot with a rifle, perhaps the person aimed at would be standing a little one side of the range of the bullet. <\/div><div class=\"paragraph jod\" id=\"v5n357\"> Brother Carrington's testimony proves to you that men's eyes are liable to be deceived. It may appear strange to some that he could not tell me from Joseph Smith, when I was  <div class=\"break pagebreak\" id=\"58a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0058.pdf\" target=\"pdfwin\">p.&#xA0;58a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2318\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>speaking in the stand in Nauvoo during the October Conference of 1844. Somebody came along and passed a finger over his eyes and he could not see anyone but Joseph speaking, until I got through addressing the congregation. <\/div><div class=\"paragraph jod\" id=\"v5n359\"> They may shoot, and they will see Brigham a little to one side, and Heber in another place, and fire away&#x2014;at what? At shadows. We shall live as long as the Lord wants us to. They may lie and write lies, and they may stay here, if they behave themselves; but if they do not stop their devilish conduct they will be over<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"58b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0058.pdf\" target=\"pdfwin\">p.&#xA0;58b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2318\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>taken; for we will make their words true in regard to their being in danger, if they persist in their efforts to bring destruction upon us. We do not ask any odds of them, nor of hell, nor of the world. We only ask favors of our God; and He is the Being we serve: to Him we go; and we do not pray to a God without body, parts, passions, or principles; for we do not serve such a personage. We serve the living and true God, who has body,<span class=\"citation\" id=\"91357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91357)\">D&amp;C 130:22<\/a><\/span> and parts, and passions, and feelings for His children; and the wicked may help themselves the best they can. Amen. <\/div>\n<\/div>\n<\/div>"}