{"ID":50016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Way to Eternal Life&#x2014;Practical Religion&#x2014;All Are Not Saints Who Profess to Be&#x2014;Prison House of Disobedient Spirits.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Orson Hyde, Delivered in the Tabernacle, Great Salt Lake City, March 8, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: The Way to Eternal Life, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 3\/8\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v5n428\"> Brethren and sisters&#x2014;I arise this morning to make a few remarks to you; and I crave your prayerful and watchful attention. I must necessarily be careful and guarded in my speech and communication, in order to preserve my lungs, having used them pretty freely of late&#x2014;often in the open air, and sometimes in the storm, in the midst of large assemblies of the Saints; and, consequently, I feel the effects of constant labor and exposure; but if I now begin on a low key, and guard and restrain my voice, I may be able to make you all hear and understand me, at least before I shall come to a close. <\/div><div class=\"paragraph jod\" id=\"v5n429\"> While sitting here and reflecting upon our condition, this morning, the words of our Savior came to my mind with peculiar force, which say, &#x201C;Strive to enter in at the strait gate: for I say unto you, that many shall seek to enter in, and shall not be able.&#x201D;<span class=\"citation\" id=\"67672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67672)\">Luke 13:24<\/a><\/span> These words, in and of themselves, cannot fail to awaken and alarm every reflecting mind&#x2014;that many will seek to enter in and not be able? Is this thy state and condition? Let each one answer the question. It is like the awakening peals of Mount Sinai's thunders.<span class=\"citation\" id=\"54149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54149)\">Ex. 19:16<\/a><\/span> It is a summon of itself&#x2014;a volume. It should serve to us all as the warning cry to be up and doing, and to seek in the right way to enter in. If we were to seek for a lost treasure in places where it was not, we might seek as diligently, and even more so than the person who sought <div class=\"break columnbreak\" id=\"67b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0067.pdf\" target=\"pdfwin\">p.&#xA0;67b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2309\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> where it was and found it. How necessary, then, that truth and wisdom guide our steps! To this point I wish to call your attention today. <\/div><div class=\"paragraph jod\" id=\"v5n430\"> We have had a good season during the past winter, and a precious opportunity to improve our minds and to gain knowledge and information preparatory to our assuming those responsibilities, and to act that part in the great drama of God's eternal kingdom, which our profession, office, and calling imperatively demand at our hand. But if the season had been open and mild, as it sometimes is in this country, we might, perhaps, through a great desire to accumulate comforts around us, have been led away by our worldly interests to the great neglect of the &#x201C;one thing needful.&#x201D;<span class=\"citation\" id=\"67432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67432)\">Luke 10:42<\/a><\/span> If, therefore, an overruling Providence has mercifully laid an embargo upon our temporal pursuits by the pitiless storms of a long and dreary winter, and poured out His Holy Spirit upon us to awaken us to reformation, we have double reason to acknowledge His hand and to praise Him forever for the good and benevolent designs He has manifested towards us. <\/div><div class=\"paragraph jod\" id=\"v5n431\"> It now behooves us, in this time of prosperity, when Zion shines under the smiling face of her God, to lay by in store a good foundation against the time to come. To the faithful Saints, it matters not whether the seasons are mild and pacific, or boisterous and severe. If we do right, we shall all  <div class=\"break pagebreak\" id=\"68a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0068.pdf\" target=\"pdfwin\">p.&#xA0;68a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2308\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have abundant reason to say, &#x201C;True and righteous are Thy ways,<span class=\"citation\" id=\"80327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80327)\">Rev. 19:2<\/a><\/span> Thou King of Saints.&#x201D;<span class=\"citation\" id=\"80060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80060)\">Rev. 15:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n433\"> You were taught, brethren and sisters, before my arrival from Carson (which was on the 9th of December last), to awake from your sleep&#x2014;to repent of your sins, and then to restore to the injured according to the wrongs you may have done them. Next, you were taught in doctrine and in principle&#x2014;reproved, admonished, comforted, and guided in the path wherein you might seek, and seek not in vain. <\/div><div class=\"paragraph jod\" id=\"v5n434\"> Truths of almost every character and kind have been declared and dealt out to you with a profuse and a liberal hand. Day after day, and night after night, the voice of inspiration has been heard in your midst. Truths adapted to every character, every state, and every condition in life, have been faithfully portrayed unto you in letters of living light, and in words of most burning and soul-stirring eloquence&#x2014;even such as the Holy Ghost inspired&#x2014;from the simple to the sublime, and from the tone of the harp to the voice of thunder. <\/div><div class=\"paragraph jod\" id=\"v5n435\"> Have you performed the tasks given you? Have you done the work and kept abreast with your instructions? Or have you indulged a wish to get some new thing&#x2014;something far-fetched, which can have no effect other than to allure your minds from the truths that worthily demand your sincere attention and observance? It sometimes happens that a scholar at school, anxious to advance, takes a lesson today in one branch of science, and tomorrow in another, and the third day in another, and so on, until, in his own estimation, he comes out a polished and refined student, a professor and a sage&#x2014;when, in fact, he understands nothing that he has read, and is only cherishing a deception that he has practiced upon himself. <\/div><div class=\"paragraph jod\" id=\"v5n436\"> Is this the case with us? Have <div class=\"break columnbreak\" id=\"68b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0068.pdf\" target=\"pdfwin\">p.&#xA0;68b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2308\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we thoroughly learned the lessons that have been given us, and reduced them to practice? There is nothing better calculated to imprint upon the mind any science or theory than to reduce it to practice and really act upon it. Then we see its force and bearing; and while engaged in the practical part, it stamps indelibly upon our minds, never to be forgotten, the principles we have imbibed. <\/div><div class=\"paragraph jod\" id=\"v5n437\"> If we have practiced upon the lessons and teachings we have received, we know that they will stand by us; but if we have merely heard them, and not entered into the practical duties thereof, they will die in our memory, never having been incorporated in our organization, and we became like the man beholding his natural face in the glass, and straightway goeth away and forgetteth what manner of man he is. <\/div><div class=\"paragraph jod\" id=\"v5n438\"> I might explain to you all about the art of printing; yet, with all the knowledge that my explanation could give you respecting this important art, who of you that is not a compositor can take my sermon and go into an office and set it up? &#x201C;Practice makes perfect.&#x201D; If we learn righteous principles and practice them, they have power to change our natures in conformity with themselves. They become a part and parcel of ourselves, bringing us into an alliance with them that knows no separation. Hence we become a righteous people; and, if we continue, we not only strive, but shall be able to enter in. <\/div><div class=\"paragraph jod\" id=\"v5n439\"> Each of you can recollect acting upon certain things taught you in the days of your childhood. They are as fresh in your recollection now as they were in the day you acted upon them. Therefore, let us ever act upon true and righteous principles, and they will remain with us, and we shall become righteous in our natures; and if we never act upon an evil principle, we shall forget all the evil we ever knew,  <div class=\"break pagebreak\" id=\"69a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0069.pdf\" target=\"pdfwin\">p.&#xA0;69a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2307\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and God will forget it also;<span class=\"citation\" id=\"86236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86236)\">D&amp;C 58:42<\/a><\/span> and our natures will never be evil inclined. <\/div><div class=\"paragraph jod\" id=\"v5n441\"> If we have reduced to practice all the teachings and instructions given us from this stand and from other places, we are a blessed and happy people. If we have not, we have not done justice to ourselves. Let us honor the teachings we have received, and we shall find ample ground to occupy without anything far-fetched and dear bought. <\/div><div class=\"paragraph jod\" id=\"v5n442\"> We are a congregation of Latter-day Saints (so called), assembled here this morning to hear the words of life or edification concerning the kingdom of God. This question arises in my mind&#x2014;Are we all Saints of the Most High God? Or, are we composed of individuals bearing that name, when, indeed, we all may not merit it? <\/div><div class=\"paragraph jod\" id=\"v5n443\"> I will present to you a figure to illustrate my idea; for I wish to make plain to your understanding the thoughts of my own heart; and if I can transmit them to you as they exist in my bosom, they may operate on your minds as they do upon mine. It is now the time of seeding. Our farmers are sowing at the north and in the south&#x2014;a matter of great satisfaction to me. And here allow me to express a wish, that while they sow in faith, they may reap with joy! By-and-by, when this wheat grows up, you may see it waving in the wind, and you will say, Here is a beautiful field of wheat. It is fine, healthy, and presages a bountiful harvest. It gradually matures in the sun's scorching rays; and you see the field white already to harvest. You call it all wheat. Now, the question is, Is it all wheat? Is not the greater portion of it straw? Though you call it all wheat, even as you call this congregation all Saints, may not a portion of the products of that field be chaff likewise? Certainly. Then, again, is there not often considerable smut in that which you call wheat? <div class=\"break columnbreak\" id=\"69b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0069.pdf\" target=\"pdfwin\">p.&#xA0;69b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2307\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Yes, and a great many shrunken kernels that will yield no flour, but will be blown away. In bulk you call it all wheat; yet, come to analyze and separate its different properties and qualities, you find from the bulk of the growth of that field which you called all wheat but a small portion that is really genuine wheat. Then, after the plump berry is separated from the straw, chaff, smut, &amp;c., there remains yet a finer quality of chaff, which you call bran. Then there are different qualities of flour&#x2014;No. 1, or superfine, No. 2 and 3, or shorts. But a small portion of the produce of that field, we discover, is really fit for the Master's table! <\/div><div class=\"paragraph jod\" id=\"v5n444\"> Now, then, here is a thing which I wish you to consider, which is this: The chaff, straw, &amp;c., produced in that field draw their nourishment from the very same source that the berry does from the moisture and fatness of the soil! They all feed upon the very same food! Not only so, but we perceive that, by ligaments and fibers, the chaff, the straw, and the berry are all connected together; and in view of a similar principle, our Savior said, &#x201C;Root not up the tares until the time of harvest, lest, by rooting up the tares, ye root up the wheat also.&#x201D;<span class=\"citation\" id=\"64567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64567)\">Matt. 13:29-30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n445\"> It is necessary that the straw exist to sustain the wheat, the chaff to protect the berry, by serving as an overcoat and shield from the various and varied influences of the weather, from insects, and to keep it warm. The same nourishment that supports the berry and keeps it alive also sustains and keeps alive the chaff as its cloak or mantle. There is not a sparrow that flies in the air that partakes not of the goodness of our God.<span class=\"citation\" id=\"64196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64196)\">Matt. 10:29<\/a><\/span> He maketh His sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.<span class=\"citation\" id=\"63240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63240)\">Matt. 5:45<\/a><\/span> All the tribes of men, the swarms of insects, the herds of animals, the flocks of the feathered millions that  <div class=\"break pagebreak\" id=\"70a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0070.pdf\" target=\"pdfwin\">p.&#xA0;70a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2306\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fly over our heads, are all sustained by the same liberal hand of our Heavenly Father. His providence provides for all, even for the wolf and the poisonous rattlesnake. <\/div><div class=\"paragraph jod\" id=\"v5n447\"> Now, in the midst of all this, who among us are prepared to say whether we are straw, chaff, smut, or wheat&#x2014;bran, shorts, or flour? &#x201C;Many shall seek to enter in and shall not be able.&#x201D;<span class=\"citation\" id=\"67673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67673)\">Luke 13:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n448\"> Perhaps I shall be able, ere I close my remarks, to give you some key to this matter, which, if it shall enable you fully to determine, may at least materially aid you in your inferences in relation to yourselves. But of this one thing rest perfectly assured, that the way to life is straight and very narrow. The straw and the chaff are growing up and striving to enter the granary; but they will be hardly able. <\/div><div class=\"paragraph jod\" id=\"v5n449\"> As I look about upon this congregation, and as I mingle with the Saints at large, I discover that there are different spirits. Every organization has a spirit peculiar to itself. I do not say that there is any fatality in this. Do not understand me to convey that idea. But I do say this, that every spirit connected with an earthly organization may be tempered by the Spirit of God according to its fidelity, intelligence, and faith, so that there is no excuse. If I point you to the horse, you find a peculiar spirit attending the organization of that animal. When he is fine and in good condition, there is something stately and grand about him. <\/div><div class=\"paragraph jod\" id=\"v5n450\"> When we see the beautiful dove flying through the air, a pleasing sensation is produced in us by its graceful movements, because the Holy Spirit was once sent in that form.<span class=\"citation\" id=\"81005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81005)\">1 Ne. 11:27<\/a><\/span><span class=\"citation\" id=\"124761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124761)\">2 Ne. 31:8<\/a><\/span><span class=\"citation\" id=\"124762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124762)\">D&amp;C 93:15<\/a><\/span> Again, we look at the serpent, and another feeling is produced&#x2014;a fear&#x2014;a chill&#x2014;a horror. So every creature, beast and bird, man and woman, has a spirit peculiar to its own organiza<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2306\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion; and no organization is entirely independent of the Spirit of God; for all have some intelligence. Were the spirits and temperaments all alike, the same instructions would serve for all. But as it is, every man must receive his portion of meat in due season.<span class=\"citation\" id=\"67634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67634)\">Luke 12:42<\/a><\/span> And the word must be rightly divided&#x2014;<span class=\"citation\" id=\"94488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94488)\">2 Tim. 2:15<\/a><\/span>giving to every man his portion that is adapted to his organization and temperament, that he may thereby be saved. <\/div><div class=\"paragraph jod\" id=\"v5n451\"> Man is composed of matter and spirit; and the Spirit of God operates upon and tempers man's organization according to his faith and good works. Some are tempered very highly. Such not only carry a keen edge, but are susceptible of a high polish. Others are of low temper, because of a low, dull, and sluggish disposition and character, which they have indulged, and consequently formed. They are not a very smooth or sweet cutting tool. They have not sought to cultivate their temperament by seeking and courting the Spirit of God as they should. <\/div><div class=\"paragraph jod\" id=\"v5n452\"> Yet these may be guilty of no outbreaking sin. They keep within the pale of the law, pay their tithing, and keep along, and are considered good, peaceable, and honorable citizens. They despise to steal, are willing to labor, and pursue an even, straightforward course. Still, we cannot look upon them as being tempered by the Holy Spirit to the extent of their privilege. Yet they work righteousness as far as they work at all. These persons are fond of going to meeting, and are often heard to say, &#x201C;What a good sermon we have had!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n453\"> This is all right, if you did have a good sermon. They will ask you a thousand and one questions in order to draw out something to satisfy their eager desire for knowledge and understanding, not hardly recollecting their privilege to ask of God and receive for themselves. But there is no crime  <div class=\"break pagebreak\" id=\"71a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0071.pdf\" target=\"pdfwin\">p.&#xA0;71a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2305\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in this. Still, one can hardly refrain from thinking, when he sees his neighbor begging and borrowing bread, how much more commendable it would be in him to apply himself to labor and produce thereby bread from the soil by his own exertion. <\/div><div class=\"paragraph jod\" id=\"v5n455\"> And inasmuch as our Heavenly Father is accessible to all, it is far better to store our minds with the treasures of wisdom and knowledge, by our own spiritual labors and toil, direct from the great Fountain of celestial light and love, than to trust wholly to the testimony and teachings of others. Obtain the testimony of Jesus, which is the spirit of prophecy.<span class=\"citation\" id=\"80347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80347)\">Rev. 19:10<\/a><\/span> Startle not at the idea of prophecy and prophets; for I would to God that all the Lord's people were prophets.<span class=\"citation\" id=\"54698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54698)\">Num. 11:29<\/a><\/span> There is no professing Christian in the world, who does not possess the spirit of prophecy, that can tell whether he is wheat, straw, chaff, smut, or tares. And no person can have the spirit of prophecy who declares that the days of the prophets are gone by and are not needed now, unless that spirit should be given to seal condemnation upon the narrow-minded bigot who will not confess it and give God the glory, after it may have fallen upon him; for he loves the praise of men more than the praise of God.<span class=\"citation\" id=\"94489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94489)\">John 12:43<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n456\"> The sun, moon, and stars are the representatives of the final homes of the departed dead, if not their real homes. The sun is said to shine by its own light inherent in itself. I might not admit this under some circumstances; but the popular thing will here answer my purpose. The moon and stars shine by borrowed light. These stars or planets vary in their size, motion, distance from the earth, and intensity of heat, cold, &amp;c. Some of them may revolve in eternal day, while others roll in endless night; and still others, like our earth, may have alternate day and night. <\/div> <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2305\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n457\"> Here are homes for all grades of spirits, from the faithful martyr to Christ's kingdom and Gospel, whose glory is represented by the sun in the firmament, to the wicked tare, who will be sent away into outer darkness, upon some planet destined to roll in endless night. &#x201C;In my Father's house are many mansions.&#x201D;<span class=\"citation\" id=\"69866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69866)\">John 14:2<\/a><\/span> There is one glory of the sun, another glory of the moon, and another glory of the stars. One star differs from another star in glory; so also is the resurrection of the dead.<span class=\"citation\" id=\"73947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73947)\">1 Cor. 15:41-42<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n458\"> The children of this world who love darkness rather than light, will find themselves, finally, to be inhabitants of those planets that move in outer darkness; having a home adapted to their disposition and character. <\/div><div class=\"paragraph jod\" id=\"v5n459\"> The inspired Apostles and Prophets, together with the martyrs of Jesus, and all the pure and sanctified ones, will inherit a glory like the sun; while the hypocritical professor, the liar, the adulterer, the profane swearer, with all who hold to a religion without Prophets and Apostles, without inspiration and miracles, without revelation, prophecy, keys, and powers to bind on earth and in heaven, after the call is made upon them by the messengers of the true religion, will be damned and sent away into outer darkness, even into prison, where they will gnaw their tongues for pain.<span class=\"citation\" id=\"80125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80125)\">Rev. 16:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n460\"> In this prison they must remain until they have paid the utmost farthing.<span class=\"citation\" id=\"63161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63161)\">Matt. 5:26<\/a><\/span> The antediluvians were in this prison for a long time, until at length Christ preached the Gospel to their spirits,<span class=\"citation\" id=\"77945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77945)\">1 Pet. 3:18-20<\/a><\/span> that they might be judged according to men in the flesh.<span class=\"citation\" id=\"78099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78099)\">1 Pet. 4:6<\/a><\/span> He opened the prison doors to them that were bound,<span class=\"citation\" id=\"124763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124763)\">Isa. 61:1<\/a><\/span> and proclaimed a release to the captive sons and daughters of earth, enslaved by sin in the days of Noah.<span class=\"citation\" id=\"92147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92147)\">D&amp;C 138:29-30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n461\"> While the Savior's body lay entombed in the sepulchre, his spirit was not inactive. He was preaching  <div class=\"break pagebreak\" id=\"72a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0072.pdf\" target=\"pdfwin\">p.&#xA0;72a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2304\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Gospel to the spirits in prison. But after they have suffered in prison and are finally released, after many a thousand years' servitude in pain and darkness, their glory cannot be like that of the sun, neither like that of the moon, nor yet like the stars of the first magnitude; but, perhaps, like the faint glimmer of a distant star&#x2014;so distant from the sun, that a ray from that brilliant orb can hardly reach it.<span class=\"citation\" id=\"87113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87113)\">D&amp;C 76:73<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n463\"> The foolish virgins, not having the means of light in themselves, could never enter a mansion or world that shines by its own light; but as they had no oil in their vessels, they were compelled to borrow; and hence, they must go to a world or mansion that shines by borrowed light.<span class=\"citation\" id=\"65999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65999)\">Matt. 25:1-13<\/a><\/span><span class=\"citation\" id=\"86500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86500)\">D&amp;C 63:54<\/a><\/span> Have light in yourselves! You may borrow all you can of me, and I will cheerfully lend all in my power; but have, at least, some light in yourselves, and salt likewise. <\/div><div class=\"paragraph jod\" id=\"v5n464\"> Oh that the testimony of Christ, <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2304\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which is the spirit of prophecy,<span class=\"citation\" id=\"80348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80348)\">Rev. 19:10<\/a><\/span> were freely shed upon all this people! It would be, if we were all pure and worthy. Then one need no longer say to another, Know ye the Lord; for they would all know Him, from the least unto the greatest.<span class=\"citation\" id=\"60681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60681)\">Jer. 31:34<\/a><\/span> Then we should know that we were neither straw, chaff, smut, bran, nor tares, but pure and genuine, superfine No. 1, and labeled for the celestial kingdom&#x2014;&#x201C;Right side up, with care.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n465\"> With the light and knowledge which we, through the grace of God, have obtained, let us press forward with boldness and a laudable ambition to secure the prize bought by a Savior's blood, and freely offered unto us in the full blaze of inspiration, which light is despised by the world, scoffed at by the religionists, and hated of all nations. God grant to establish this light in the earth, and us in this light, and this light in us, and the love thereof, forever and ever. Amen. <\/div>\n<\/div>\n<\/div>"}