{"ID":50015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Filial Duty&#x2014;Consecration, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder Lorenzo Snow, Delivered in the Bowery, Great Salt Lake City, Thursday Morning, April 9, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Filial Duty&#x2014;Consecration, Etc.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo Snow<\/div>\n<div class=\"date\">Date: 4\/9\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v5n398\"> While those young boys have been speaking, a few thoughts occurred to my mind, which I thought I would speak for their comfort; for I desire to do them good. <\/div><div class=\"paragraph jod\" id=\"v5n399\"> If a father, for instance, had a large, extensive family, his object would be to do them good, to promote their interest and happiness, to put into their hands power, knowing that they could not accomplish much alone, and that they would have to take or obtain assistance from that family. The son that would take the deepest interest&#x2014;that would devote himself the most faithfully to promote the designs of the father and head of that family, for the happiness and prosperity of the whole, would increase in power and influence faster than any other one; for the father <div class=\"break columnbreak\" id=\"63b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0063.pdf\" target=\"pdfwin\">p.&#xA0;63b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2313\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would be disposed to put as much power and influence into his hands as it would be possible for him to receive, and as would be for the benefit of the family. <\/div><div class=\"paragraph jod\" id=\"v5n400\"> That would be the principle upon which all the members of that family would increase in knowledge, influence, and power above others. It would be by having the faculty, the feeling, and the disposition and desire to carry out the mind of the father, and that, too, for the benefit and exaltation of the whole family. <\/div><div class=\"paragraph jod\" id=\"v5n401\"> In order to do this, every particle of power, influence, and ability that a son holds, he should hold in subjection to the will of his father, be ever ready to carry out his commands; and his object and aim should be to obtain influence with his father; and then he  <div class=\"break pagebreak\" id=\"64a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0064.pdf\" target=\"pdfwin\">p.&#xA0;64a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2312\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would feel like holding everything that he obtained subject to the control of the father. No matter if he had obtained great temporal influence&#x2014;no matter whether his influence be of an intellectual or spiritual character&#x2014;no matter whether he obtained his influence by his knowledge of books, the study of science&#x2014;whether he had obtained farms, or lands, or riches, or whether he had his influence by obedience to his father's will, he would hold all at the control of his father, for the general good of the family. Just so far as he had this in him would he gain influence with his father and get the power upon him which it is absolutely necessary for him to possess. <\/div><div class=\"paragraph jod\" id=\"v5n403\"> If men would search deep into their own hearts, they would discover that their desires and feelings, and in fact many things which they do and say, are not in accordance with the mind and will of the Lord. <\/div><div class=\"paragraph jod\" id=\"v5n404\"> These boys do not profess to have received much&#x2014;not a great deal of knowledge; but yet they are willing to do that which they are set to do: they place all upon the altar to be used as the master pleases; and herein lies their strength to carry out those great and glorious designs for the salvation of this people and the rolling forth of the Gospel of Jesus Christ. It matters not how little they are, or how little they have received, inasmuch as they keep faithful and discharge the duties devolving upon them, the Lord will make them powerful for the rebuking of iniquity, and for the establishment of the kingdom of God, and to minister to those that dwell upon all the face of the land. <\/div><div class=\"paragraph jod\" id=\"v5n405\"> Now, when a person receives intelligence from the Lord, and is willing to communicate that for the benefit of the people, he will receive continual additions to that intelligence; and there is no end to his increase so long <div class=\"break columnbreak\" id=\"64b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0064.pdf\" target=\"pdfwin\">p.&#xA0;64b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2312\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as he will hold fast to the faith of the Lord Jesus Christ; and so long as he will hold himself in readiness to operate here, go there, and work for the Lord, travel abroad to the nations of the earth, or to travel among the mountains of Israel, that individual is bound to become strong and mighty in the power of God and in the intelligence of eternity. <\/div><div class=\"paragraph jod\" id=\"v5n406\"> You, brethren, that are here in these valleys have a certain privilege which you ought to appreciate&#x2014;namely, that of consecrating your property to the Lord. If you want to know the secret and principle upon which you may become rich, it lies in contributing your means and in putting your property into the hands of the leaders of this Church. When a man has much property, he is very apt to fix his heart upon it. Some have one thousand dollars' worth of property, some five thousand dollars, and some more; and I fear that many are using their means in a way that will prove a curse instead of a blessing; and when the Lord says, Give me your property, we are not unanimously ready to answer the call. <\/div><div class=\"paragraph jod\" id=\"v5n407\"> In this respect, however, we are beginning to learn, and in some degree answering the call. We are beginning to learn that it all belongs to the Lord, and that he has given us a little power by which we have acquired some knowledge of his will and his designs concerning us. Take the man who has a large share of this world's goods, and examine what kind of a man he is&#x2014;try his spirit, and you will generally find that it is often one of the greatest trials that can come upon him, to be called upon to part with any of his property. <\/div><div class=\"paragraph jod\" id=\"v5n408\"> If you please, you may contrast such a person with these boys who have been addressing you, and you will find them ready and on hand to do anything that may be required at their hands. Those youths are more  <div class=\"break pagebreak\" id=\"65a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0065.pdf\" target=\"pdfwin\">p.&#xA0;65a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2311\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>willing and pliable in the hands of the servants of God than many men who have been in the Church from the beginning. <\/div><div class=\"paragraph jod\" id=\"v5n410\"> Lately, however, you have learned the principle to some extent, and the power of God has been manifested, so that you are now ready to give a little of your means for the building up of the kingdom of God; and by-and-by I presume you will progress like some others have done, and be ready to put all upon the altar. <\/div><div class=\"paragraph jod\" id=\"v5n411\"> Take this people at the present time&#x2014;consider what they possess&#x2014;then inquire how many of them have consecrated their property, and you will find that the amount consecrated is a mere nothing compared with that which the people actually possess. <\/div><div class=\"paragraph jod\" id=\"v5n412\"> I tell you, brethren, that although this may seem a small matter, yet, if we cling to the property that we possess as the wicked do to theirs, we shall never obtain that which we are trying for. We must learn to obey the word of the Lord. Why is it that we do not talk more about consecration? It is because brother Brigham does not care anything about it, only that he wishes the people to take a course to secure themselves against the powers of the Evil One, that he may not gain any control over them or their families. <\/div><div class=\"paragraph jod\" id=\"v5n413\"> If this people who live in these valleys of the mountains are willing to put their property into the hands of the Trustee-in-Trust, that it may be preserved for the benefit of the kingdom, and will continue to live their religion as they have done the past few months, they and their property will become sanctified to the Lord; and thus we will show to all nations and people that we have learned a principle that they know nothing of and that they have nothing to do with&#x2014;show them that when we can get a little property, we put it where the Lord can use it just as He pleases. <\/div> <div class=\"break columnbreak\" id=\"65b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0065.pdf\" target=\"pdfwin\">p.&#xA0;65b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2311\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n414\"> This is a practice and a principle the world knows nothing of; but when this people deed over their property, they understand what they are about; they know that they will eventually be exalted to possess all that is desirable&#x2014;the land, the houses, the vineyards, the cattle, the gold, the silver, and all the riches of the heavens and of the earth. The Lord says, All these things are mine;<span class=\"citation\" id=\"89836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89836)\">D&amp;C 104:14<\/a><\/span> and because of the willingness of my people, all will be restored back to me; and then I will put them in possession of all the riches of eternity. <\/div><div class=\"paragraph jod\" id=\"v5n415\"> This is the only principle upon which we can secure the promised blessings. &#x201C;Then,&#x201D; says one, &#x201C;why is it not talked about more than it is?&#x201D; If the people do not see it now, and cannot act upon it with the light and knowledge they have already received, if they cannot see the principle by which they can be established, it follows, as a matter of course, that they cannot be established in our Father's kingdom. <\/div><div class=\"paragraph jod\" id=\"v5n416\"> It is the design of the Almighty to work into the hearts of the people the principles to operate upon, in order to obtain an eternal exaltation and glory; and if we do not see them now, with the instruction already given unto us, we shall have to learn them by experience more severe. <\/div><div class=\"paragraph jod\" id=\"v5n417\"> We have not the power to do anything without the assistance of the Spirit of the Lord; but do we all know that the Gospel we preach is true? Do we know as well as those little boys know, who have been speaking to you? They do actually know that this is the work of God; but some of them do not really comprehend that they understand as much truth as they do. But the truths of the Gospel of Christ are in them, and through them; for they were born in the Gospel, and hence they are born Latter-day Saints. The root of the matter is in them, and they are  <div class=\"break pagebreak\" id=\"66a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0066.pdf\" target=\"pdfwin\">p.&#xA0;66a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2310\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>preserved by the good hand of the Lord; for He has His eye upon them, and designs to use them in a future day. What they possess of influence, means, or knowledge, they are ready to put to their Father's use. <\/div><div class=\"paragraph jod\" id=\"v5n419\"> Let these boys go into a High Council, and, by the Spirit that is in them, they will give better judgment than those old men do; and I can safely say this, and that, too, on brother Brigham's responsibility; for I have heard him say it a number of times. <\/div><div class=\"paragraph jod\" id=\"v5n420\"> Do I feel sure of this? Yes, I do; for the fact of the matter is, they do not know anything about error: they know nothing but truth, while we old fogies, who are so filled up with tradition ought to think twice before we dare to speak once. <\/div><div class=\"paragraph jod\" id=\"v5n421\"> In this way I look upon the movements of those young men in contrast with the actions of the old fogies. They are lively, energetic, always on hand, by night or by day, to carry expresses or to do anything required of them. <\/div><div class=\"paragraph jod\" id=\"v5n422\"> Brethren, I feel first-rate today, and I know that you do, by the light that beams forth from your countenances. There is one thing upon my mind, which I will speak upon before I conclude. I want my brethren to understand it, because that and the things we have heard pertain to our exaltation and glory. They lie deep, but still they are important. <\/div> <div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2310\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n423\"> Let us go forth and do precisely as we are told; and just as fast as we increase, so will we have to use that spiritual knowledge which is given unto us in a way that will aid in building up the kingdom of God: and it is just so with what little property and means you have got; it must all be upon the altar. You must get rid of this little, mean, nasty spirit, and walk in the light of God. Let your minds expand, and be on hand for every duty that is placed upon you. <\/div><div class=\"paragraph jod\" id=\"v5n424\"> There are men right before me who have done but little for the kingdom of God, and who, if they knew what would be for their good, would go within twenty-four hours and say to President Young, There is a thousand, or five or ten thousand dollars, which I will donate for the benefit of the kingdom. <\/div><div class=\"paragraph jod\" id=\"v5n425\"> But, then, I realize that we are children yet, and we have not learned our duties fully. It is true that once in a great while there is a man who can break out from the common track of doing things, and such a man will increase in influence, in the knowledge of God, and in the riches of eternity. There are men who will do this at the present time; but by and by all the Saints of God will more generally learn the principle and obey it. <\/div><div class=\"paragraph jod\" id=\"v5n426\"> May the Lord bless you, is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}