{"ID":50011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Inspiration and Teachings of the Spirit.<\/div>\n<div class=\"subtitle\">Remarks by Elder Wilford Woodruff, Delivered in the Tabernacle, Great Salt Lake City, Sunday Morning, March 22, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Inspiration and Teachings of the Spirit.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 3\/22\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v5n314\"> When any of the Presidency of this Church, or of the Quorum of the Twelve, or any of the Elders rise in this stand to speak, this people look unto them, and expect they will enjoy the Holy Spirit sufficiently to say something that will edify them. The people almost unanimously look for this. I will say, on the other hand, that the Presidency, the Twelve, and the Elders who preach in this house expect that the people will have the <div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2328\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Spirit of the Lord, that they may come to understanding;<span class=\"citation\" id=\"58919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58919)\">Isa. 29:24<\/a><\/span> and this is just as much required that they may comprehend what is said unto them, as it is required of the brethren who speak, to teach doctrine, principle, truth, and the revelations of Jesus Christ.<span class=\"citation\" id=\"74379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74379)\">Gal. 1:12<\/a><\/span> When the minds of the people are quickened and enlightened by the power of God and the gift of the Holy Ghost, that they can appreciate and prize the principles of  <div class=\"break pagebreak\" id=\"49a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0049.pdf\" target=\"pdfwin\">p.&#xA0;49a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2327\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>eternal truth and the revelations which God has given through his servant Joseph, or the things which he has revealed during the past winter through the mouth of his servants unto the inhabitants of this city, or those which he has revealed unto the inhabitants of the earth, then they are prepared to be benefited by those blessings which are poured out upon them. Any of you that have experienced this blessing&#x2014;and I presume that all have at times&#x2014;have been astonished at certain periods of their lives that there has been such a difference in their minds. I know this is the case with myself, and I presume it is with others. There have been times that the vision of my mind has been opened to comprehend the word of God and the teachings of his servants. The vision of my mind has been opened and quickened by the power of God and the gift of the Holy Ghost, so that when I have sat here and heard the Presidency and the servants of God teach the principle of righteousness and the word of God unto us, I have felt the force, the power, and the importance of these eternal truths which they have presented unto our minds, while at other times the same truths may have been taught, but they have passed off without making the same impression upon my mind. <\/div><div class=\"paragraph jod\" id=\"v5n316\"> We have, as brother Franklin says, spent an interesting time the past winter. Much truth has been spoken: men have been inspired by the gift and power of the Holy Ghost to teach us the things of God; and this I consider to be a matter of great importance to the people. I consider it important that we labor to obtain that Spirit, to have it increased upon us, and carry it with us, that when we hear teaching our minds may be prepared to receive it. Why is it that this Gospel of the kingdom has been preached to the world for twenty-five <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2327\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> years, and that there are but so small a number of the children of men who have received those truths, been governed by them, and suffered them to govern one single act of their lives? It is because their minds have been darkened and have not valued the Gospel, or considered the consequences of rejecting it. It is true we have a large congregation here today, and that there are a few thousands in these valleys and throughout this Territory. Yet compare them with the masses of mankind, and how few they are. I am not capable of making a calculation to say whether there is one to five or ten thousand who have embraced the Gospel. One of the old Prophets said that there would be one of a city and two of a family.<span class=\"citation\" id=\"60308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60308)\">Jer. 3:14<\/a><\/span> This has been fulfilled in many instances. When the Elders proclaimed the Gospel unto you; those of you who are here received that word, meditated upon it, so much so that you have been willing to forsake all that you possessed and come to Zion. The seed has produced good fruit; it has caused you to come to Zion; but there are millions of the masses who heard the Gospel, but they have hardened their hearts and darkness has taken hold of their minds, and hence they have rejected the Spirit of God which has striven with them: they, in acting upon their agency, have given way to seducing spirits<span class=\"citation\" id=\"75926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75926)\">1 Tim. 4:1<\/a><\/span> and rejected the Gospel of Christ, and consequently the Spirit of God has been withdrawn from them; and because of this the Lord has been taking his Spirit from the nations of the earth. We see the fruits of it. It needs no argument to prove a truth so visible. <\/div><div class=\"paragraph jod\" id=\"v5n317\"> I will now say that inasmuch as many of us have received the Gospel and gathered with the Saints of God, it is important that we labor today&#x2014;that we live under the influence of that Spirit, that it may continue to  <div class=\"break pagebreak\" id=\"50a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0050.pdf\" target=\"pdfwin\">p.&#xA0;50a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2326\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>increase and to govern us in our acts among the children of men. Now, when a man has the Holy Spirit and hears the plain, simple truths of salvation, they appear more valuable than all else besides, and he is ready to sacrifice everything of a temporal nature to secure himself salvation; but when people's minds become darkened, they lose the Holy Spirit and the value of that Gospel, and they do not realize the privilege and the honor of being associated with the Saints of God in these valleys of the mountains, neither do they maintain their allegiance to their Heavenly Father, and honor his name upon the earth, or prize their association with those that bear the holy Priesthood, and therefore they go into darkness. Why has the word reformation ever been named in Zion? It has been because we did not labor to keep within us that holy principle of life, that our minds might be quickened day by day, and receive and prize those truths delivered unto us. Now we marvel and wonder when we are enlightened by the Spirit of God and the revelations which he has given unto us; and when we are aroused to a sense of the importance of these things, we then see the effect and the bearing they will have upon us&#x2014;not only the fitting of our minds to go into the world of spirits, but to prepare us to meet with our Father in heaven. Now, we should live in that way and manner that the Holy Spirit will dwell with us, and so that we may be prepared to receive those truths which are daily delivered unto us by Presidents Young, Kimball, Wells, or any other man who rises up here to speak unto us the words of life. We should give attention to what is said. As brother Kimball says, the man who speaks to you from this stand is the center, and we should give him our attention, prayers, and faith; and if we do this we shall receive out of the <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2326\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> abundance of his heart<span class=\"citation\" id=\"64425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64425)\">Matt. 12:34<\/a><\/span> those things which will benefit us. It should be our chief study to treasure up the words of life,<span class=\"citation\" id=\"87888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87888)\">D&amp;C 84:85<\/a><\/span> that we may grow in grace, and advance in the knowledge of God,<span class=\"citation\" id=\"124759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124759)\">2 Pet. 3:18<\/a><\/span><span class=\"citation\" id=\"124760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124760)\">D&amp;C 50:40<\/a><\/span> and become perfected in Christ Jesus,<span class=\"citation\" id=\"75570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75570)\">Col. 1:28<\/a><\/span><span class=\"citation\" id=\"83623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83623)\">Moro. 10:32<\/a><\/span> that we may receive a fulness, and become heirs of God and joint heirs with Jesus Christ.<span class=\"citation\" id=\"72553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72553)\">Rom. 8:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n319\"> The revelations of Jesus Christ<span class=\"citation\" id=\"74380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74380)\">Gal. 1:12<\/a><\/span> teach us that the Savior was born in the flesh; and the Father said that He did not give him a fulness at first, but continued from grace to grace until he had received a fulness, and was called the Son of God because he did not receive a fulness at first.<span class=\"citation\" id=\"89034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89034)\">D&amp;C 93:12-14<\/a><\/span> We in like manner should seek with all our souls to grow in grace, light, and truth, that in due time we may receive a fulness. The Lord has a great many principles in store for us; and the greatest principles which he has for us are the most simple and plain. The first principles of the Gospel which lead us unto eternal life are the simplest, and yet none are more glorious or important unto us. Men may labor to make a great display of talent, learning, and knowledge, either in printing or preaching. They may try to preach the mysteries and to present something strange, great, and wonderful, and they may labor for this with all their might, in the spirit and strength of man without the aid of the Holy Spirit of God, and yet the people are not edified, and their preaching will not give much satisfaction. It is the plainest and the most simple things that edify us the most, if taught by the Spirit of God; and there is nothing more important or beneficial unto us. If we have that Spirit dwelling with us&#x2014;if it abides with us continually, enlightening our minds by day and by night, we are in the safe path; and when we have finished the work of the day, we reflect upon it and are satisfied with it, feeling that it is approbated of the Lord. It is our  <div class=\"break pagebreak\" id=\"51a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0051.pdf\" target=\"pdfwin\">p.&#xA0;51a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2325\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>privilege to live in this way, that all our time may be spent so that we have a conscience void of offense towards both God and man.<span class=\"citation\" id=\"72116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72116)\">Acts 24:16<\/a><\/span><span class=\"citation\" id=\"92024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92024)\">D&amp;C 135:4<\/a><\/span> When we reflect on the day that is past and see wherein we have done evil, we should labor to improve and to advance in the things of the kingdom of God. I feel that in order for us to prize the gifts of God, the blessings of the Gospel, the privilege that we have of building tabernacles, and of living here in peace, and kneeling down in our family circles in peace, having in our society the Prophets of God, men filled with wisdom, who are capable of leading us to salvation, and of leading us into the paths of life, who do teach us the principles of truth, which will lead us back to our Father and our God&#x2014;I say, when we consider these things we ought to prize our privileges as Saints of the Most High. Brethren, we must invariably have the Spirit of God with us, that we may ever be kept in the line of our duty. <\/div><div class=\"paragraph jod\" id=\"v5n321\"> I feel to exhort you in regard to these things, that we may prize those blessings which God has given unto us, and pursue a course wherein we may be justified of the Lord. Now, if we attempt to do anything that is not right, the Spirit of the Lord will not approbate us, but we shall feel condemned. The Lord has blessed us during the past winter; He has poured out upon us a great amount of <div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2325\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> knowledge, wisdom, and treasures, that we ought to prize. Now, as the spring is coming upon us, and as we turn our attention to the plough and to cultivating the earth, if we forget our prayers, the Devil will take double the advantage of us. We have renewed our covenants by baptism, and we have received great blessings from the Lord, and much of the Holy Spirit has been shed abroad among this people. And, as brother Richards has said&#x2014;and I consider the counsel right&#x2014;we should not only reprove ourselves when wrong, but we should reprove sin wherever we see it, whether in ourselves, in our streets, or in our quorums. We should always show our disapprobation of those that are wrong&#x2014;that are sinful and wicked. <\/div><div class=\"paragraph jod\" id=\"v5n322\"> I do not feel, this morning, like occupying a great portion of your time, but I do feel that the Lord is gracious unto us, and that we should prize above all things upon the earth the words of eternal life that are given unto us.<span class=\"citation\" id=\"87764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87764)\">D&amp;C 84:43<\/a><\/span> As long as we are governed by the Holy Spirit, our minds are strengthened, and our faith is and will be increased, and we shall labor for the building up of the kingdom of God. And I pray that our hearts may be inspired to magnify our calling and the holy Priesthood, and honor God, keep his commandments, and live our religion, which I ask in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}