{"ID":50018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Report of Journey From San Bernardino to Great Salt Lake City.<\/div>\n<div class=\"subtitle\">Remarks by Elder Amasa M. Lyman, Delivered in the Bowery, Great Salt Lake City, Sunday morning, June 7, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Report of Journey, Etc.<\/div>\n<div class=\"speaker\">Speaker: Amasa M. Lyman<\/div>\n<div class=\"date\">Date: 6\/7\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v5n510\"> Brethren and sisters&#x2014;I am happy, this morning, to enjoy the opportunity of meeting with you again. The reasons why can be appreciated by most of you. I do not feel, this morning, much disposed to preach; but I have been told that the people would like to hear me. Well, I am glad to see you, brethren and sisters, as I have already said I am happy to be here. I am happy to see you, and also to see the continuance of unmistakable evidences around me of the progress of the work of God. <\/div><div class=\"paragraph jod\" id=\"v5n511\"> I do not know that there is much that I might say in relation to my coming here that would be interesting, though there were some things connected with my visit to the settlements south of here&#x2014;some of the most recent that have been made, that might be interesting to many who are before me this morning. <\/div><div class=\"paragraph jod\" id=\"v5n512\"> From the commencement of our journey, which was on the 18th of April that we left San Bernardino, we encountered nothing but those vicissitudes that are common in journeying. When we came within twelve miles of where the road that we travel leaves the Rio Virgin, I there left the company that I was traveling with; and, in company with Elder David Savage and an Indian guide, I crossed over the mountain between the California road and Santa Clara; and in this we found a great deal of labor. We were assured by our guide that there was a good road, and that we could take our mules along. <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2297\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> To be sure, they told us that we could not take our wagons. We were desirous to visit those brethren; for the Presidency had expressed their wish for us to do so as we came along. Brother Rich was confined to the train with his family, which accounts for my going with but one man and a guide. When we had performed a part of the day's journey, and had passed over a ridge which we had to cross, we concluded that we were getting along finely, and that the words of our Indian friend were true in relation to its being a very good way to travel. But when we came to enquire the course we had next to take, we learned that, instead of passing up a &#x201C;gravel wash,&#x201D; our road, as indicated by our guide, wound into the face of the most forbidding of the hills that were in the way. Our guide indicated by his stick that we commenced at the wash, and then wound up the mountain until his stick rested against the highest points on the mountain in front of us! I did not think much of backing out; but I was well satisfied that, if I had seen the mountains before I had started, I should not have undertaken the trip. <\/div><div class=\"paragraph jod\" id=\"v5n513\"> We went along, and, by hard labor, succeeded in climbing up the mountain. My mule helped herself along, and I got up the best way I could. I would climb 50 or 60 yards on my hands and feet, and then I would have to stop and rest. We made the toilsome trip over the high mountain  <div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2296\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which I before alluded to, and then we were gratified by the assurance that there was nothing to do but to climb over another about as bad as the one we had just succeeded in surmounting; and night was upon us. This surmounted, we found ourselves traveling down the gentle wash leading, as we subsequently learned, to Santa Clara. And after feeding to our guide some bread and water&#x2014;the last we had, we asked which was the way to Jacob's &#x201C;Wickyup.&#x201D; Our guide pointed to the left, and our attention was called to a huge frill of rocks extending upwards as far as the eye could reach in the doubtful light of the evening. There was a moon, but it was hid from us by the clouds; and hence we had to have torchlight, which our guide provided. He then commenced winding his way up amongst the rocks, and we followed along until brother Savage's mule refused to go up any further; and she would have fallen to the bottom, had not brother Savage prevented it by his timely exertion. <\/div><div class=\"paragraph jod\" id=\"v5n515\"> We went to the foot of the hill and concluded that we would wait there for daylight; and we lay down; but we had no blankets&#x2014;no food; but the accommodations of the place were very good. We lay down and slept, from our excessive weariness, until morning. <\/div><div class=\"paragraph jod\" id=\"v5n516\"> The next morning we succeeded in climbing the hill; and you may judge of our gratification when, as we reached the summit, we could see that, had we traveled a few rods down the wash, we could have reached the summit by a gentle ascent; and that, had we traveled down the wash, we should have come to the Santa Clara below brother Hamblin's Fort one mile. I do not allude to this because it is particularly interesting; but still there was a truth in it that was not without its profit to me&#x2014;and that was, that a guide without understanding was almost worse than no guide at all. <\/div> <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2296\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n517\"> But, after all, when we reached brother Hamblin's, where we arrived just as they were getting up, we were kindly received and well treated, and made to feel happy. We refreshed ourselves and rested through the day. We found an excellent feeling existing among the Indians, and brother Hamblin has great influence amongst them. The brethren have built themselves a small stone fort, in which they are pretty safe, much more so than in one made of adobies. Their homes are rough, excepting their fort, which is a good one. <\/div><div class=\"paragraph jod\" id=\"v5n518\"> We found a marked difference between the Indians at this point and those we had encountered before reaching there. The first we met were in the region of Las Vegas; they were all hungry and nearly starved; but this was not the case with those at the Santa Clara. They were all fed and clothed, and consequently felt well. <\/div><div class=\"paragraph jod\" id=\"v5n519\"> The field crops planted there look well. Brother Hamblin had planted some cotton, which was not looking very well&#x2014;perhaps in consequence of the rude manner which they had adopted in their planting; for they had adopted the Indian manner of planting, which the cotton growers told me was not a good one. <\/div><div class=\"paragraph jod\" id=\"v5n520\"> From the Fort on Santa Clara we passed over ten miles to the Rio Virgin. We found the company of cotton growers in good health and excellent spirits. They were engaged in getting out the water and making ditches for the cotton. They succeeded, about the same time we arrived, in finding a good pasture, plenty of water, and an inexhaustible amount of cedar. The men with whom I conversed about the soil expressed their opinion that from the appearance and resemblance of the soil to that in Texas, it will produce good cotton. I gave them what good advice was suggested to my mind, told them as many good things as I  <div class=\"break pagebreak\" id=\"81a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0081.pdf\" target=\"pdfwin\">p.&#xA0;81a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2295\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>could think of, bade them farewell, and came away. <\/div><div class=\"paragraph jod\" id=\"v5n522\"> I will here mention one thing that brother Knight told me. He said that he had made an exploration from there to the point on the old California Road called the Beaver Dam, to find a way for a road, and had found a good chance for one. To make a road in the direction explored would only require the labor of ten men with teams for two days, and then this road will pass the Cotton Farm and intersect the present California Road at Coal Creek, by way of Harmony from Cotton Creek. <\/div><div class=\"paragraph jod\" id=\"v5n523\"> I came to Harmony and preached there, and then came on to Coal Creek and preached there, as has been my custom whenever I have traveled that way for several years past. At the last named place we waited on our train, which came in some two or three days subsequent to our arrival. I found the brethren there laboring to make iron. They were putting up the engine, and they confidently asserted that there would be iron made there, and that, too, of a quality that will meet the wants of the people. <\/div><div class=\"paragraph jod\" id=\"v5n524\"> From Coal Creek I passed over to Parowan and preached to the people there, and found the good Spirit among and with them. <\/div><div class=\"paragraph jod\" id=\"v5n525\"> We had no particular bad luck, that I know of, on the way, except that brother Rich's family were afflicted, and one of his children died. This was all the ill luck that befell us up to the time I left camp a week ago yesterday. When the mail overtook us, I got into the wagon and rode with the mail, which I supposed would be a slight relief from the mode of traveling which I had practiced while with the train. I traveled with the mail until I arrived <div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2295\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in this city, which was on last Wednesday evening; since which time I have been resting. <\/div><div class=\"paragraph jod\" id=\"v5n526\"> As I said when I arose, I do not feel like preaching; but I would simply ask you, as a part of Father's family, Does our courage increase? Does our valour increase, so that we can live for the truth&#x2014;for our religion? It is a common thing with the world for them to be complimented for their bravery. And this matter of dying for the truth&#x2014;dying for a man's opinions&#x2014;is a common thing. Men have died for their opinions when those opinions were erroneous; but if it is truth that men die for, it is all the better. But it occurs to me that it is better for us to live our religion, and let the dying take care of itself; for I find that it is a very easy matter for an individual to die. Men can with much less faith and less trouble of life place themselves in a position to get killed than to so purify themselves, their actions, and by regulating themselves by the truth and actually to live their religion in the legitimate spirit of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v5n527\"> This is what I consider to be the greatest, the noblest thing for the Saints to do. It is this that has brought all the joy to my mind&#x2014;that has fixed the principles of the Gospel upon my mind; it is this that has brought all the blessings that I have realized since I embraced the Gospel; and it is this that enables me to enjoy the Spirit as I get along through the world: and I feel that it is good for me to continue to enjoy this Spirit. And that we may all be so happy and so blest as to keep this constantly and unceasingly in view, that we may be saved eternally in our Father's kingdom, is my prayer. Amen. <\/div>\n<\/div>\n<\/div>"}