{"ID":50010, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Israel to Be Exalted By Righteousness&#x2014;The Elders Should At All Times Rebuke Iniquity.<\/div>\n<div class=\"subtitle\">Remarks by Elder F. D. Richards, Delivered in the Tabernacle, Great Salt Lake City, Sunday morning, March 22, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Israel to Be Exalted By Righteousness, Etc.<\/div>\n<div class=\"speaker\">Speaker: Franklin D. Richards<\/div>\n<div class=\"date\">Date: 3\/22\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d10\">\n<div class=\"paragraph jod\" id=\"v5n293\"> In these times, when Israel as a people in these mountains are reviewing their past lives, and are taking into consideration so carefully as they now are doing the course of life which they shall hereafter pursue, it should be the diligent study of the Elders, when they rise up to speak to the people, to address them by the dictation of the Holy Ghost upon such subjects and such matters as shall strengthen them in their faith, increase the energy and power of the people, and lead them to do good and that which is well-pleasing in the sight of God. For it is with the people of Israel in the latter days, as it was in former days, that righteousness has got to exalt this nation&#x2014;<span class=\"citation\" id=\"94485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94485)\">Prov. 14:34<\/a><\/span>I mean the nation of Israel; therefore the more diligent and faithful we are in sustaining the Priesthood and practicing righteousness, the more rapidly shall we acquire strength from God, become sanctified from our sins and weaknesses, and become a pure and strong people in the earth, such as the Lord wishes us to be, that by us His will may be done on the earth as in heaven.<span class=\"citation\" id=\"63358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63358)\">Matt. 6:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n294\"> This people that were not a people have become a people, even the people of God. They must have the bread of life<span class=\"citation\" id=\"69222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69222)\">John 6:35<\/a><\/span> continually as well as those who administer unto them in the word of life. We not only need it who rise up to preach, but every man and woman needs it; they need it in their families; they need fresh supplies from <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2331\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heaven by the ministrations of the Holy Ghost daily, hourly, and every moment, to qualify them for their duties. <\/div><div class=\"paragraph jod\" id=\"v5n295\"> Now, in what way can we best promote the favor of God, so that he will give us the bread of life, so that he will give us strength and energy, and so that he will empower us, that we may adopt and live by every word which we hear from our beloved Prophet,<span class=\"citation\" id=\"124757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124757)\">Matt. 4:4<\/a><\/span><span class=\"citation\" id=\"87765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87765)\">D&amp;C 84:44<\/a><\/span> and thereby increase confidence in each other, as he taught us last Sunday. This should be the design of every man and woman&#x2014;at least, so it appears to me. <\/div><div class=\"paragraph jod\" id=\"v5n296\"> We have had a most blessed winter in which to acquire knowledge of ourselves. Indeed, I think that this people can say they never had such a winter before. The Prophet and Apostles had taught us the things of the kingdom so fully that we could not seek for more revelation; but we have been reviewing ourselves and our conduct to discover wherein we have not lived up to what has been revealed; and so great have been the apparent deficiencies, that the people have nearly all realized, when they examined themselves, that there was a great cause for lack of confidence in themselves and in each other. This has been a general feeling; and it becomes us to bestir ourselves and obtain strength by the power of the Holy Ghost, so that we may overcome every evil propensity, resist the adversary of our souls in whatever shape he may present himself, and live our religion. <\/div> <div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2330\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n298\"> This is not a work that belongs only to the First Presidency, or to the Twelve, or to any of the Presidents of the Quorums only, but it belongs to every man and to every woman. If we could feel this and realize it individually, we certainly should prevail against and escape from those influences that do tend to impair our confidence in God and each other: there is no doubt of it. It had become so that iniquity could be found dwelling among us, passing in our streets, and stalking forth rampant in our midst, almost without a frown, and unrebuked. So extensive had this become, that those who had not committed sins had become partakers of the influence and of the spirit of those who had, and this because they had not been swift to rebuke and disfellowship sin and sinners. The righteous had become partakers of other men's crimes;<span class=\"citation\" id=\"75959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75959)\">1 Tim. 5:22<\/a><\/span> hence this sleepy, deadening, and damning influence among us, because we have not put sin away from us as diligently and faithfully as we should have done. <\/div><div class=\"paragraph jod\" id=\"v5n299\"> This winter the people have been looking at this, and they have got to see themselves in a different light to what they ever have before. Shall it be so in the future? Let the Saints determine it shall not; and when men and women see in themselves or in their neighbors the workings of sin and iniquity, let them rebuke it at once, and thereby put an end to transgression. <\/div><div class=\"paragraph jod\" id=\"v5n300\"> We have got to purge out all ungodliness from our own souls, and we have to help others to do it also; and especially, if I may be allowed to make any distinction, it should be the business of the Bishops, because they have the oversight of the people in a Ward capacity, and they can have an eye through the Church which many of the Presidents of Quorums cannot have. When a man rises in the morning and calls upon God to qualify <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2330\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and strengthen him for the duties and warfare of the day, he should go out with a determination to carry that feeling of hostility to sin with him, and not only war the good warfare himself,<span class=\"citation\" id=\"75833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75833)\">1 Tim. 1:18<\/a><\/span> but be able to help his neighbor to do battle also. <\/div><div class=\"paragraph jod\" id=\"v5n301\"> Some people deal honestly because they are watched and are obliged to; but a truly honest man will do right because he loves righteousness and honesty the best. These things indicate greater things. It is said a straw will show the way the wind blows. If a man is willing to be dishonest, or to do anything or permit anything that will bring mischief upon you in your absence, your interests would not be safe in his hands. That spirit will lead him to persuade your wives and children away from you, when you are dead, if he can, or to let someone else do it unrebuked; and upon the same principle the spread of good and great things are made to depend and to bring their consequences. <\/div><div class=\"paragraph jod\" id=\"v5n302\"> We do see and hear occasionally instances of the kind where men take measures and endeavor to rob the dead. This awful dishonesty in eternal things is the fruit of dishonesty in smaller matters. If men will do honestly in small things, and perform their duties as servants of God to each other, they will by-and-by be honored for their acts, and vast responsibilities will be laid upon them with safety; but if men in this Church will be dishonest in the smaller matters of everyday life, they will soon be overthrown thereby; and so it is with every species of unrighteousness. Then let all be diligent to cleanse themselves of all that is evil upon its first appearance. <\/div><div class=\"paragraph jod\" id=\"v5n303\"> When men go to the canyon for wood or lumber, those that have this difficult labor to perform should take with them a rich portion of the Holy Spirit; and they should realize that they  <div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2329\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have it to enable them to live their religion there&#x2014;that God protects them in the canyons as well as any other place: and let them take all their religion with them that they carry to or from this Tabernacle. If they find that the elements are changed from what they are in the city or in this Tabernacle, let them know that they require more of the Gospel. Do not leave your religion at the mouth of the canyon, or with the gatekeeper; do not leave it with your wagon; but take your religion and the Spirit of your God with you clear up to where you get your wood. It will help you to keep your axe sharp: you will not be so likely to get hurt yourself, or to lose your bowpins, chains, or axe. Your cattle will be more kindly; for you will not beat them so much, and they will do more work for you. You will not be so likely to break down your wagon; but you will be able to do a better day's work, bring home a better load, and to feel more thankful for it. <\/div><div class=\"paragraph jod\" id=\"v5n305\"> If you find a man there that is swearing and profaning the name of the Lord, remember that you are an Elder in Israel, and that you are authorized to call him to an account. If you find a man that will blaspheme the name of the Lord, do not forget to remind him that the Lord whose name he blasphemes gave him strength to go there, and that He caused the trees to grow, and has permitted him to go and help himself to the timber; and inform him that he should do it decently and without blaspheming the name of the Giver. If you cannot influence him with these importunities, and if you cannot prevail upon him to do right, as an Elder in Israel lay hands upon him, and do it as one having authority; and if you will do this, you will cause the name of God to be honored in the canyons. I mean that you should lay hands on as ministers of God&#x2014;as those who have <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2329\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> authority to talk to men in the canyon, and thereby give them to understand that they shall not blaspheme the name of God in your presence. If you will do this, I tell you the Holy Ghost will rest upon you and enable you to ferret out iniquity&#x2014;to honor the truth and the priesthood which you hold. <\/div><div class=\"paragraph jod\" id=\"v5n306\"> I talk to you Elders who want to perfect holiness in the fear of the Lord.<span class=\"citation\" id=\"74254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74254)\">2 Cor. 7:1<\/a><\/span> If you will do this you will soon have more confidence in yourselves; your neighbors will have confidence in you, and will find out that you are preachers of righteousness.<span class=\"citation\" id=\"92708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92708)\">Moses 6:23<\/a><\/span> The man whom you rebuke will also learn that he must stop blaspheming and swearing in your presence. This is one of the subjects that the Elders of Israel should feel themselves called upon to act in. It is not only so in relation to the brethren who hold the Priesthood, but it is so with every right, good-meaning man; and it is that man whom the Lord will love; for while you are doing this you are honoring God. If you will talk to and labor with them in this manner, you will bring about much salvation; and should you have to administer the whole ordinance, they will bless you for it, and God will bless you. <\/div><div class=\"paragraph jod\" id=\"v5n307\"> We have to rebuke iniquity whenever it is presented before us; and if we have not already commenced, we should begin, one and all, to sanctify the name of the Lord our God in these valleys. How are we going to do this while we allow blaspheming, and swearing, and all manner of wickedness to go on in our midst? Let no man of God suppose that he has not authority to oppose sin. Suppose Phinehas<span class=\"citation\" id=\"54845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54845)\">Num. 25:7-15<\/a><\/span> had said, &#x201C;I am not Moses, nor Aaron, nor Caleb, nor Joshua, and I am not called to rebuke sin in Israel,&#x201D; he would not have secured to himself the &#x201C;covenant of peace;&#x201D;<span class=\"citation\" id=\"54847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54847)\">Num. 25:12<\/a><\/span> but because he rose up and slew the adulterer, God sealed the  <div class=\"break pagebreak\" id=\"48a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0048.pdf\" target=\"pdfwin\">p.&#xA0;48a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2328\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>priesthood upon him and his seed forever.<span class=\"citation\" id=\"54848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54848)\">Num. 25:13<\/a><\/span> The Lord will seal blessings upon you if you are jealous for the honor of His name and are valiant for righteousness and truth. His Spirit will strengthen you in body and in spirit. This is life. <\/div><div class=\"paragraph jod\" id=\"v5n309\"> I tell you, brethren, we have been too careless in these matters, and because of this we have been partakers of other men's sins.<span class=\"citation\" id=\"75960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75960)\">1 Tim. 5:22<\/a><\/span> All are called upon to divest themselves of sin, and then to aid their neighbors, if need be. <\/div><div class=\"paragraph jod\" id=\"v5n310\"> It is not only in going to the canyons, in going to the fields to plow and to sow, that the Lord desires this people to rise up and put iniquity away from them, but in everything with which we have to do. <\/div><div class=\"paragraph jod\" id=\"v5n311\"> It is by works of righteousness<span class=\"citation\" id=\"82038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82038)\">Alma 5:16<\/a><\/span><span class=\"citation\" id=\"86363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86363)\">D&amp;C 59:23<\/a><\/span> that we shall become a holy and happy people whose God is the Lord,<span class=\"citation\" id=\"124758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124758)\">Ps. 144:15<\/a><\/span> while sinners will find our society too <div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2328\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> uncomfortable to dwell in. If we thus live our religion, we shall have confidence in ourselves, in each other, and in our God. <\/div><div class=\"paragraph jod\" id=\"v5n312\"> I do not wish to talk much or long; but I feel like calling upon the men in the Priesthood, and upon men that have not received any ordination, and also the women, and requesting them not to hear the name of God, or of his servants, or the doctrines of the Gospel blasphemed with impunity, but to sanctify the name of the Lord in this city, in this Territory, and in all Israel; for this is the way that this people will become sanctified. <\/div><div class=\"paragraph jod\" id=\"v5n313\"> Brethren, may the Lord enlighten our minds, that we may see our duty and do it, and that we may also assist others to walk in the way of life, become ministers of righteousness<span class=\"citation\" id=\"74279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74279)\">2 Cor. 11:15<\/a><\/span> and saviors in his kingdom. This is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}