{"ID":50027, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Ignorance and Low Condition of the World&#x2014;Past Experience, Present Position, and Future Prospects of the Saints.<\/div>\n<div class=\"subtitle\">A Discourse by Elder John Taylor, Delivered in the Bowery, Great Salt Lake City, August 23, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Ignorance and Low Condition of the World, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 8\/23\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d27\">\n<div class=\"paragraph jod\" id=\"v5n1023\"> In listening to the remarks made by President Kimball this morning, I felt myself very much edified, very much instructed, and very much blessed. In fact, where the Spirit of the Lord is, and the oracles of God dwell, there must of necessity be truth, intelligence, and certainty. Many of those things, as he justly remarked, that seem light and trivial, and of little importance to many, are pregnant with meaning, are full of interest, and are of the utmost importance to the Saints that dwell in these valleys, and to the world of mankind, if they would only pay attention to and be governed by them. <\/div><div class=\"paragraph jod\" id=\"v5n1024\"> Mankind are, more or less, fond of paraphernalia, show, pomp, and parade; but the kingdom of God does not always come with &#x201C;observation,&#x201D; as the Scripture says.<span class=\"citation\" id=\"67828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67828)\">Luke 17:20<\/a><\/span> The great and precious principles of eternal truth, like pearls and precious gems, are often hid from the view of the human family. <\/div><div class=\"paragraph jod\" id=\"v5n1025\"> What is the reason that the world of mankind do not appreciate the principles that are so plain and so manifest to us? How is it that all of our friends, relatives, and associations, and the neighborhoods where we have resided have not fallen in with the Gospel of Jesus Christ? Why is it that all these things have not been received and appreciated by the millions of the human family who have had precisely the same opportunities that we have had? It is because they <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2231\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do not appreciate them&#x2014;because they cannot see and understand. The light shone in darkness and it comprehended it not;<span class=\"citation\" id=\"68506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68506)\">John 1:5<\/a><\/span> but to those who received it,<span class=\"citation\" id=\"124771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124771)\">John 1:12<\/a><\/span><span class=\"citation\" id=\"85239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85239)\">D&amp;C 39:4<\/a><\/span> it was life and salvation.<span class=\"citation\" id=\"85576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85576)\">D&amp;C 45:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1026\"> Why is it that a swine cannot discern the value of pearls, and tramples them under its feet?<span class=\"citation\" id=\"63732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63732)\">Matt. 7:6<\/a><\/span> Because it does not understand&#x2014;it has not the intelligence, and does not comprehend the difference between the filth that surrounds it and precious gems. You might cast a precious jewel at a hog, and it would turn and rend you; but throw that to a man of understanding and intelligence, and he would ask for more. That is the difference. God has so ordained that, &#x201C;strait shall be the gate, and narrow the way that leads to life; and but few there are that find it.&#x201D;<span class=\"citation\" id=\"63861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63861)\">Matt. 7:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1027\"> If the men of the world, if the princes and potentates of the earth, if the statesmen and great men among the nations could comprehend things as we comprehend them, could understand the Gospel as it has been revealed to us&#x2014;if they could know anything of our high calling's glorious hope, and of the principles that animate our bosoms, they would, many of them, lay down their honors and their thrones, and come down and ask for admission into this kingdom. But they have got to receive the kingdom of God like a little child, just the same as you and I, or they cannot enter it;<span class=\"citation\" id=\"65023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65023)\">Matt. 18:3-4<\/a><\/span><span class=\"citation\" id=\"124772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124772)\">Mark 10:15<\/a><\/span> they have got to enter by the door into the sheepfold;<span class=\"citation\" id=\"69587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69587)\">John 10:1<\/a><\/span> and  <div class=\"break pagebreak\" id=\"146a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0146.pdf\" target=\"pdfwin\">p.&#xA0;146a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2230\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hence there is a test for every man to try him by; and hence the difference between us and them, and therefore a difference in regard to our views and position, which necessarily produce a difference in our feelings. They think differently, they speak differently, they look upon things in a different point of view to what we do. They look upon us as being enthusiastic, foolish, wild, and visionary, and among the rest as being polluted; and they would, forsooth, sympathize with us, some of them, and think we are in the most dreadful position of any people under the face of the heavens&#x2014;that we are degraded and fallen. But they know not the spirit that animates our bosoms; they know not the hope that God has inspired in our hearts; they know not the things pertaining to the kingdom of God; they are as ignorant of them and of their own destiny as the brute beast which is &#x201C;made to be taken and destroyed.&#x201D;<span class=\"citation\" id=\"78401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78401)\">2 Pet. 2:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1029\"> It was a very correct figure that the Apostle made use of formerly, when he spoke of men being as ignorant as brute beasts, which were made to be taken and destroyed.<span class=\"citation\" id=\"78402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78402)\">2 Pet. 2:12<\/a><\/span> Man, holding a relationship with things that have been, with things that are, and with things that are to come,<span class=\"citation\" id=\"89045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89045)\">D&amp;C 93:24<\/a><\/span> being an eternal being, having existed before, existing now, and destined to exist while endless ages shall endure&#x2014;when he understands his relationship to God, how he is associated with his progenitors, the position in which he stands to the Church and kingdom of God on the earth, the blessing he is able to seal on his posterity, worlds without end,<span class=\"citation\" id=\"87242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87242)\">D&amp;C 76:112<\/a><\/span> and the great things he is destined to enjoy, if faithful&#x2014;there is as much difference between his views and the world of mankind in general as there is between midnight darkness and the light of the sun in its meridian glory. <\/div><div class=\"paragraph jod\" id=\"v5n1030\"> Men that are in darkness do not understand why it is that we think as <div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2230\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we do, that we act as we do, that we endure as we do, that men can be united as we are, that people will leave their homes and traverse seas, oceans, deserts, mountains, plains, and sterile wastes, in order to meet with a people so much despised by a great majority of mankind. They do not know why it is, because they do not understand the counsels of God. How is it in relation to them? They have no revelation, no knowledge of God; and hence they are like the brute beasts, and know nothing but what they know naturally, as beasts obtain their knowledge, &amp;c. They know nothing of their own position, or of their relationship to God; they know nothing about their progenitors, of their own destiny in the future, of what is within their reach while here on the earth, or how to secure blessings on their posterity; in fact, they are ignorant of all the great and vital principles which have a tendency to animate, enliven, and give vitality and power to all the acts of the sons of God; and hence they are like the brute beasts. <\/div><div class=\"paragraph jod\" id=\"v5n1031\"> You can take an ox, or a hog, and put it into a stable, and feed it, and it will get fat there. What for? For the knife. If you could only give it a little revelation&#x2014;if you could only make that ox or hog understand that it was being prepared to be killed and eaten, I wonder how fat you could make it? It is just so with the world; they are ignorant of their position, and they glory in their own shame, just as much as a hog does in wallowing in the mire;<span class=\"citation\" id=\"78419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78419)\">2 Pet. 2:22<\/a><\/span> and they are just as ignorant of their destiny. This is the position of the world, and that is the reason why you see things as they are&#x2014;why there is so much darkness; and I only wonder there is so much light among them as there is. <\/div><div class=\"paragraph jod\" id=\"v5n1032\"> You wonder why men act so much like fools. I wonder they have as much intelligence as they have: and the  <div class=\"break pagebreak\" id=\"147a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0147.pdf\" target=\"pdfwin\">p.&#xA0;147a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2229\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>only reason why they have so much is, that the Spirit of God is not entirely withdrawn from them. <\/div><div class=\"paragraph jod\" id=\"v5n1034\"> In regard to principles of science, mechanism, &amp;c., they possess a great deal of information; but they do not know that &#x201C;every good and perfect gift&#x201D;<span class=\"citation\" id=\"77452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77452)\">James 1:17<\/a><\/span> proceeds from God, and they won't acknowledge it or him; and hence the little light they enjoy relative to religious matters, in relation to eternity, to their present real position and destiny, and to the things which God has communicated to us. <\/div><div class=\"paragraph jod\" id=\"v5n1035\"> Is it to be wondered at, then, that men acting in that way should feel strange and act strangely? You cannot expect the conduct of a gentleman to proceed from a brute beast; you cannot expect anything but a grunt from a hog: it is their nature; and it is the nature of the wicked to act as they have done and as they are doing; and if you see animosity, hatred, evil, strife, vicious feelings, bad practices, lasciviousness, corruption of every grade, and every kind of abomination prevailing, it is because of their nature. One of those little hymns composed by Watts for children describes it right&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v5n1036\"> &#x201C;Let dogs delight to bark and bite, for God hath made them so: Let bears and lions growl and fight; it is their nature too.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1037\"> Not desirous to retain God in their knowledge, they have given themselves up to every kind of evil, and are led captive by the Devil;<span class=\"citation\" id=\"82336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82336)\">Alma 40:13<\/a><\/span> and the Scriptures say, &#x201C;His servants ye are to whom ye list to obey.&#x201D;<span class=\"citation\" id=\"72448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72448)\">Rom. 6:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1038\"> Now, what is it that enlightens our minds? We were like them precisely. Is there any man here who knew anything about God until it was revealed to him? Is there a man or woman here who understood even the first principles of the Gospel of Christ until they were revealed to them? <\/div><div class=\"paragraph jod\" id=\"v5n1039\"> I have traveled a great deal, and been in different nations, and I have <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2229\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> never yet met with a man that did. To what are we indebted for that knowledge? To the administration of an angel, which made manifest the order of God to Joseph Smith, and he revealed it unto others, to that we are indebted for the first principles of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v5n1040\"> Can you find anybody, anywhere, in any part of the earth, who professes to teach religion, that will tell the people to repent of their sins, be baptized in the name of Jesus Christ for the remission of them, and receive the imposition of hands for the gift of the Holy Ghost? And who dare promise them that they shall receive it in its power, as the Apostles did formerly?<span class=\"citation\" id=\"71192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71192)\">Acts 2:38<\/a><\/span> I cannot. I have not met with such a people, nor have you. <\/div><div class=\"paragraph jod\" id=\"v5n1041\"> I was well versed in the Scriptures myself when this Gospel came along, but I was as ignorant as a brute about these things, and so is everybody else. I have not come in contact with a man who understood correct principles in relation to the principles of the Gospel, or who knew the way to enter into the kingdom of God. Who could know it without God revealing it? And it is to that revelation that we are indebted for the intelligence we have received concerning these matters, and to the spirit of prophecy and revelation that has been communicated with it. <\/div><div class=\"paragraph jod\" id=\"v5n1042\"> Brother Kimball said he did not profess to be a Prophet of God. I bear testimony that he is a Prophet of God; and why do I do that? Because I have known many things that I could relate here, that I heard him prophesy years ago, that have been fulfilled to the very letter. And I bear testimony of it on another ground: any man that has the testimony of Jesus has the spirit of prophecy; for &#x201C;the testimony of Jesus is the spirit of prophecy,&#x201D; so says the old Bible;<span class=\"citation\" id=\"80351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80351)\">Rev. 19:10<\/a><\/span> and consequently, such a man is a prophet. <\/div> <div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2228\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n1044\"> Concerning the first principles of the Gospel, at first they came by revelation; they were communicated to a young man who did not possess what is termed worldly wisdom, education, or intelligence; but he came and told it out just as God told it to him. <\/div><div class=\"paragraph jod\" id=\"v5n1045\"> Was there anybody that could controvert it? No. It was not because it was in the Bible that he taught it, but because God had communicated it to him; and he went and told the things which he had received. Did you ever meet with a man anywhere that could controvert the principles Joseph Smith taught? Did you ever find a theologian, or priest, of any description, that could contradict these things successfully? Did I? I never did. I have never met with a man under the heavens that could successfully contradict one principle of it&#x2014;never; NO NEVER; and I do not expect ever to be able to. <\/div><div class=\"paragraph jod\" id=\"v5n1046\"> Why is it that people cannot contradict it? Because it is the eternal truth of heaven, and emanated from the great Eloheim, and is one of those eternal principles of truth which God has communicated to the human family; and truth, like God, is unchangeable, and cannot be controverted. Darkness flees before it, and error hides its head wherever it appears. <\/div><div class=\"paragraph jod\" id=\"v5n1047\"> It was so in regard to the first principles of the Gospel, and it has been so in regard to principles that have been revealed and communicated from time to time, both by Joseph Smith, by President Young, by brother Kimball, and by all the authorities of this Church who have been inspired by the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v5n1048\"> In relation to the position we now occupy, the things that were spoken this morning are as correct, as true, and as incontrovertible as anything that could be adduced by any man&#x2014;I do not care where he comes from, nor <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2228\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> what may be his intelligence&#x2014;I do not care whether he is king, president, potentate, or statesman, of any description, or what his intellectual qualifications: it matters not. <\/div><div class=\"paragraph jod\" id=\"v5n1049\"> The principles that were spoken here are, in and of themselves, correct; and I want to speak a little in relation to some of these things, in order that men who have not examined them may understand them more minutely. You believe the principles because you heard them, of course; and so do I; so do we all; and every truth recommends itself to the minds of the human family; yet, at the same time, we are not all of us at all times prepared to judge of the correctness of all these matters. <\/div><div class=\"paragraph jod\" id=\"v5n1050\"> The things we have heard this morning might sound to some croakers and ignoramuses, who have never examined the subject, and do not understand principle, like treason, as though we were in open rebellion against the United States and opposed to the Government we are associated with&#x2014;as though we were going to trample down all law, rule, and order. No such thing. We are the only people in these United States, at the present time, who are sustaining them. I can prove this, and that it is others who are trampling them under foot, and not us. Whilst they are committing acts, themselves, that are treasonable in their nature, and pursuing a course opposed to the Constitution and the very genius of the institutions of the United States, they want to lay the sin at our doors that they themselves are guilty of. <\/div><div class=\"paragraph jod\" id=\"v5n1051\"> Would I, as a citizen of the United States, come out in rebellion against the United States, and act contrary to my conscience? Verily no. Would brother Young? Verily no. Would brother Kimball, or brother Wells? Verily no. <\/div><div class=\"paragraph jod\" id=\"v5n1052\"> Are they not true patriots&#x2014;true Americans? Do they not feel the  <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2227\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fire of '76 burning in their bosoms? Assuredly they do. Would they do a thing that is wrong? No; and they will also see that others do not do it. That is the feeling, the spirit, and principle that actuate them. <\/div><div class=\"paragraph jod\" id=\"v5n1054\"> There are thousands of you who are Americans, who have been born in this land, whose fathers fought for the liberties we used to enjoy, but have not enjoyed for some years past. There are thousands of such men here who feel the same spirit that used to burn in their fathers' bosoms&#x2014;the spirit of liberty and equal rights&#x2014;the spirit of according to every man that which belongs to him, and of robbing no man of his rights. <\/div><div class=\"paragraph jod\" id=\"v5n1055\"> Your fathers and grandfathers have met the tyrant when he sought to put a yoke on your necks; as men and true patriots, they came forward and fought for their rights and in defense of that liberty which we, their children, ought to enjoy. You feel the same spirit that inspired them; the same blood that coursed in their veins flows in yours; you feel true patriotism and a strong attachment to the Constitution and institutions bought by the blood of your fathers, and bequeathed to you by them as your richest patrimony. <\/div><div class=\"paragraph jod\" id=\"v5n1056\"> There are others of you that have taken the oath of allegiance to the United States; and some of you, not understanding correct principles, may, perhaps, feel qualms of conscience, and think, probably, that if we undertake to resist the powers that are seeking to make aggression upon us, we are doing wrong. No such thing. You let your conscience sleep at ease; let it be quiet: it is not us who are doing wrong; it is others who are committing a wrong upon us. <\/div><div class=\"paragraph jod\" id=\"v5n1057\"> What was the case in Missouri? Let me draw your attention briefly to some of the circumstances that have transpired in our history as a people. Whom did we interfere with in the <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2227\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> State of Missouri? Did we rebel against the United States, or against the State in which we lived? Verily no; and I am at the defiance of that State and Congress, with all the world at their backs, to prove that we did rebel in one iota. Did they give unto us the protection of American citizens? They did not; and they perjured themselves in not doing it. They perjured themselves before God and all honest men. <\/div><div class=\"paragraph jod\" id=\"v5n1058\"> Whom did we rebel against in Illinois? <\/div><div class=\"paragraph jod\" id=\"v5n1059\"> Let me mention one circumstance in the State of Missouri. How much land did we purchase there from the United States, and pay for, which they promised to warrant and defend us in the possession of? Did they protect us in the right they guaranteed unto us? No; they allowed us to be robbed and plundered with impunity. And how many suffered death in consequence of their recklessness, carelessness, and barefaced iniquity? Thousands. I have seen their condition when many thousands were driven from their lands and homes, were persecuted, harassed, and driven like felons without redress, robbed, plundered, imprisoned, and put to death; and thousands of men, women, and children wandered houseless and homeless exiles in their own land, and fugitives flying from the rage of a lawless rabble, infuriated banditti, and bloodthirsty miscreants and murderers. I saw then a whole people robbed and disfranchised, and this too in the middle of winter. Did the State authorities yield us any redress? No. They were foremost in the mob. Did the United States? No. <\/div><div class=\"paragraph jod\" id=\"v5n1060\"> Many of my brethren around me also witnessed these things, and know the misery, destitution, and death caused by those bloodhounds, when they first fled to Nauvoo, resting where the mud was knee deep&#x2014;the only position they could get&#x2014;with three or  <div class=\"break pagebreak\" id=\"150a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0150.pdf\" target=\"pdfwin\">p.&#xA0;150a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2226\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>four little sticks put up, and a counterpane thrown over them, and there left to die. <\/div><div class=\"paragraph jod\" id=\"v5n1062\"> Brother Wells was in Nauvoo at the time. After the excitement was over, there was not enough of well folks to wait on the sick. <\/div><div class=\"paragraph jod\" id=\"v5n1063\"> I was off on a mission to England at this time, and all my family were sick; and my son George, who has been away and returned with me, being quite a little boy, not able to draw water, and nobody in the house able to get it, had to go and wait at the well, with a little bucket, for somebody to come and draw him a little water to carry home to the sick, to quench the parching tongue and allay the raging fever occasioned by these Missouri demons. <\/div><div class=\"paragraph jod\" id=\"v5n1064\"> Brother Brigham, brother Kimball, George A. Smith, and the Twelve here, and everybody, almost, was down sick; and in this condition, feeble, faint, and half dead, they started off on a mission, because we were commanded to go. We went to fulfil the word of the Lord. Did the United States step forward and yield us any redress? No; but they stood there, and were willing to see us imposed upon and robbed of our property and rights; and we have obtained no redress for it to the present day. <\/div><div class=\"paragraph jod\" id=\"v5n1065\"> Who are the transgressors? Are we? Martin Van Buren, the then President of the United States, acknowledged the injustice done to us when he said, &#x201C;Your cause is just, but we can do nothing for you.&#x201D; And we endured it. <\/div><div class=\"paragraph jod\" id=\"v5n1066\"> We stayed in Illinois, lived there as peaceable citizens, and had a city charter, and under its protection improved our city, and had in a short time, by our energy, industry, and enterprise, built one of the best cities in the western country, and had one of the most peaceable societies that existed anywhere, without exception. <\/div><div class=\"paragraph jod\" id=\"v5n1067\"> The first thing they did to aggra<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2226\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vate us was to rob us of our city charter; and this very Judge Douglas, of whom we have heard so much as being our friend, was one of the first movers for its repeal. The first time I ever met with him was in an hotel in Springfield, Illinois, the time they were trying Joseph Smith before Judge Pope. He told me then that they had a right to do it, and that the Judges had decided so. I said, I did not know anything about the Judges. <\/div><div class=\"paragraph jod\" id=\"v5n1068\"> I did not know who he was at the time, and it would not have made much difference if I had. I told him, It is no matter to me what the Judges decided about charters; the Legislature had given us our charter for perpetual succession; and for them to take away a charter with these provisions proved them either to be knaves or fools. <\/div><div class=\"paragraph jod\" id=\"v5n1069\"> They were knaves if they did it knowingly, to give what they knew they had not power to do; and if they did not know it, they were fools for giving us a thing they had not power to give. Did they do it? Yes. And that State robbed us of the rights of freemen; and the only chance we had then, when they sent their scamps and rogues among us, was to have a whittling society and whittle them out. We could not get them out according to law, and we had to do it according to justice; and there was no law against whittling&#x2014;so we whittled the scoundrels out. <\/div><div class=\"paragraph jod\" id=\"v5n1070\"> I remember that one of the legislators who had annulled our charter, named Dr. Charles, went to President Young, and says he, &#x201C;Mr. Young, I am very much imposed upon by the people around here; there are a lot of boys following me with long knives, and they are whittling after me wherever I go; my life is in danger.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1071\"> Brother Young replied, &#x201C;I am very sorry you are imposed upon by the people: we used to have laws here,  <div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2225\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but you have taken them away from us: we have no law to protect you. &#x201C;YOUR CAUSE IS JUST, BUT WE CAN DO NOTHING FOR YOU.&#x201D; Boys, don't frighten him, <span class=\"italic\">don't<\/span>.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1073\"> They deprived us of the rights of law to protect ourselves, and in doing it, they deprived us of the power of protecting them; and we could not help them when they wanted help. <\/div><div class=\"paragraph jod\" id=\"v5n1074\"> [Voice: &#x201C;We still have whittling societies.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1075\"> Yes, we still have whittling societies, as brother Kimball says. <\/div><div class=\"paragraph jod\" id=\"v5n1076\"> Why did we leave Nauvoo? Had we killed anybody? Had we broken any law? Had we trampled upon the rights of any people? Had we done anything that the laws of the United States or of that State could interfere with us for? If we had, they would pretty soon have dragged us up. <\/div><div class=\"paragraph jod\" id=\"v5n1077\"> The people wanted us to leave; and because the people were dissatisfied&#x2014;because there were a lot of religious enthusiasts, political aspirants, blacklegs, and scoundrels, who wanted to possess our property, all bound together to rob us of our rights, we must go away, of course. <\/div><div class=\"paragraph jod\" id=\"v5n1078\"> Judge Douglas, General Harding, Major Warren, and some of the prominent men from Springfield met together in my house in Nauvoo, and these men could go to work and talk deliberately (and there was no less than two United States' Senators among them at the time), about removing thousands of people, and letting them be disfranchised and despoiled, as coolly as they would cut up a leg of mutton. <\/div><div class=\"paragraph jod\" id=\"v5n1079\"> [Voice: &#x201C;And you told them of it.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1080\"> Yes. I did. <\/div><div class=\"paragraph jod\" id=\"v5n1081\"> Now, then, whom did we injure? What law did we break? Whose rights did we trample upon? Did we dispossess anybody of his land, rob anybody, interfere with anybody's rights? Did we transgress any State's <div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2225\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> law, national law, or any other law? We did not; and they never have been able to prove one item against us, and we stand clear. We maintained the law and tried to make it honorable. <\/div><div class=\"paragraph jod\" id=\"v5n1082\"> What must we go away for? Why, they had murdered our Prophet and Patriarch under the sacred pledge of the Governor of the State and of his officers, all combined, and we could obtain no redress; and because they had done one injury, they must heap a thousand on the back of it. <\/div><div class=\"paragraph jod\" id=\"v5n1083\"> That is the only reason I know of. They were murderers, and sanctioned the practice, and those men have got to atone for these wrongs yet. [Voices: &#x201C;Amen.&#x201D;] The debt has got to be paid. <\/div><div class=\"paragraph jod\" id=\"v5n1084\"> [Voice: &#x201C;Douglas is not a bit better than the rest of them.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1085\"> Not a particle. <\/div><div class=\"paragraph jod\" id=\"v5n1086\"> What is our position at the present time? Why are we here, gentlemen and ladies? Answer me, ye sons of the ancient patriots&#x2014;ye sons of those fathers who fought for the rights and liberties this nation boasts so much of. Answer me&#x2014;Why are you here? Because you could not go anywhere else&#x2014;because you could not be protected in those rights that your fathers bled and died for. That is the reason you are here, gentlemen. <\/div><div class=\"paragraph jod\" id=\"v5n1087\"> We are here, because we are exiled and disfranchised, because we are robbed of our rights, because we could not possess equal rights with other American citizens&#x2014;rights that the Constitution guaranteed to every citizen of the Union. <\/div><div class=\"paragraph jod\" id=\"v5n1088\"> We had to fly from the face of civilization, and found a refuge among the red men of the forest; we had to seek that mercy from the hands of the savage that Christian civilization denied us. <\/div><div class=\"paragraph jod\" id=\"v5n1089\"> We are talking now about rights, laying aside religion. If we come to talk about the kingdom of God, that is another matter. We are talking  <div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2224\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>now about our rights as American citizens, or rather our wrongs&#x2014;the rights we have been robbed of. <\/div><div class=\"paragraph jod\" id=\"v5n1091\"> We are here, then, under these circumstances. Have we broken any law here? No. I defied the whole Eastern country, when I was there, to prove that we have broken any law, and have not found a man that dare take up the gauntlet&#x2014;not one, because they could not do it. Why could they not? Because we have done no wrong. <\/div><div class=\"paragraph jod\" id=\"v5n1092\"> What did we do on the road here? Right in the midst of difficulties, in the midst of exile, when we were journeying to this place, this Government called upon us for 500 soldiers to go and fight their battles, when they were literally allowing us to be driven from our homes and to be robbed of millions of property without redress. <\/div><div class=\"paragraph jod\" id=\"v5n1093\"> Did we send the soldiers? We did. Was it our duty to comply with such a requisition at such a time, and under such circumstances? I don't know. I think it was one of those works of supererogation which the Roman Catholics talk about. I do not think any law of God or man would have required it at our hands; but we did it; and I suppose it was wisdom and prudent, under the circumstances, that we should take that course, because our enemies were seeking to entangle and destroy us from the earth. They laid that as a trap, thinking to catch us in it; but it did not stick. <\/div><div class=\"paragraph jod\" id=\"v5n1094\"> What did we do when we came here? We framed a Constitution and a Provisional Government, and reported our doings to the United States again, right on the back of all the insults, robbery, and fraud which we had endured. We still went constitutionally to work. <\/div><div class=\"paragraph jod\" id=\"v5n1095\"> Afterwards, we petitioned for a Territorial Government. Did they give it to us? They did. Is there <div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2224\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> any step that we have taken that is contrary to law? There is not. They have appointed our Governor, our Secretaries, our Judges, our Marshals; they have done to us the same in this matter as they have done with other Territories. <\/div><div class=\"paragraph jod\" id=\"v5n1096\"> I do not believe in their right constitutionally to appoint our officers. Still they have done it, and we have submitted to it. And they have sent some of the most cursed scoundrels here that ever existed on the earth. Instead of being fathers, they have tried every influence they could bring to bear in order to destroy us. <\/div><div class=\"paragraph jod\" id=\"v5n1097\"> Such have been our protectors. These have been the men who have been sworn to fulfil their public duties; but they have foresworn themselves in the face of high heaven. <\/div><div class=\"paragraph jod\" id=\"v5n1098\"> What law have we transgressed? None. They trump up every kind of story that it is possible to conceive of, but have always been and are now unable to substantiate any of their barefaced assertions; and I declare it before you and the world, that this people are the most peaceable, law-abiding, and patriotic people that can be found in the United States. <\/div><div class=\"paragraph jod\" id=\"v5n1099\"> What have they been doing in Kansas, in California, in Oregon? What in Cuba, in Nicaragua, and at present in New York, if you please? They have been filibustering in Cuba and in Nicaragua; and officers of every grade and condition, both civil and military, have winked at it and suffered those things to go on, right under their noses. <\/div><div class=\"paragraph jod\" id=\"v5n1100\"> The position of affairs in Kansas has been anything but flattering; it has been North against South, and South against North, and Kansas has been the battleground. <\/div><div class=\"paragraph jod\" id=\"v5n1101\"> The people there are not, perhaps, much worse than the rest of the people; they are principally emigrants from the North and South, who are arrayed against each other, whilst  <div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2223\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Kansas is the greatest Sebastopol, where the battle is fought. The inhabitants there are the representatives of Eastern, Western, Southern, and Northern civilization and Christianity, all combined. <\/div><div class=\"paragraph jod\" id=\"v5n1103\"> Are they traitors? O, no! They are only a little excited. We must try and get a Governor who will try and compromise matters between the parties, and we will get things straightened out by-and-by. They send one Governor&#x2014;he fails; and another, and he fails; and they have sent another; but whether he will fail or not, time must determine. <\/div><div class=\"paragraph jod\" id=\"v5n1104\"> What are they doing in New York? The Legislature of New York passed laws interfering with the city of New York, and the city is in rebellion against the State of New York, and it was raging at the time I left. The State says, &#x201C;I won't submit,&#x201D; and the city says, &#x201C;I won't submit.&#x201D; And they had two different classes of officers there to regulate matters in the emporium of the United States: it is the mercantile emporium at least. <\/div><div class=\"paragraph jod\" id=\"v5n1105\"> They are very peaceable; they are good citizens; there is no harm in that; it is only a little family trouble that we have to settle; and in doing so, we must use any pacific measure we can. <\/div><div class=\"paragraph jod\" id=\"v5n1106\"> What is the matter with us? Have we broken any law? James Gordon Bennett, a man who is quarrelling with everybody, comes out at last, and says, &#x201C;The Mormons have the advantage of us, and they know it.&#x201D; And out of all he could hatch up and scrape together against the &#x201C;Mormons,&#x201D; there is only one thing that seems even in his eyes to supply any pretext for hostilities against them, and that is, the charge of burning some 900 volumes of United States' laws; and this charge is also false. Bennett is one of the most rabid &#x201C;Mormon&#x201D;-eaters you can find, with the exception of Greeley. <\/div> <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2223\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n1107\"> What are they sending an army here for? I had thought things were a little different until I got here; but I have found, in conversing with President Young, that he knows more about things as they exist in the Eastern country than I did, who had just come from there. I had read all the newspapers, examined the spirit of the times, and tried to get at all the information I could; and I find, from the information I have received since then, that he understood things more correctly than I did. <\/div><div class=\"paragraph jod\" id=\"v5n1108\"> I thought it was a kind of a pacific course which the Administration was taking, in order to pacify the Republicans, that they might have a reasonable pretext to have fulfilled their duties; for I do know that they were apprised of the unreliable character of some of their informants. When I heard that the troops now on their way here had sealed orders, were coming with cannon, and had stopped the mail, it argued that there was the Devil behind somewhere. <\/div><div class=\"paragraph jod\" id=\"v5n1109\"> I will give you my opinion about their present course. The Republicans were determined to make the &#x201C;Mormon&#x201D; question tell in their favor. At the time they were trying to elect Fremont, they put two questions into their platform&#x2014;viz., opposition to the domestic institutions of the South and to polygamy. The Democrats have professed to be our friends, and they go to work to sustain the domestic institutions of the South and the rights of the people; but when they do that, the Republicans throw polygamy at them, and are determined to make them swallow that with the other. This makes the Democrats gag, and they have felt a strong desire to get rid of the &#x201C;Mormon&#x201D; question. <\/div><div class=\"paragraph jod\" id=\"v5n1110\"> Some of them, I know, for some time past, have been concocting plans to divide up Utah among the several Territories around; and I believe a bill, having this object in view, was  <div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2222\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prepared once or twice, and came pretty near being presented to Congress; but that was not done. <\/div><div class=\"paragraph jod\" id=\"v5n1112\"> Now, they go to work and send out an army with sealed orders, and, if necessary, are prepared to commit anything that the Devil may suggest to them; for they are under his influence. They wish now to steal the Republicans' thunder, to take the wind out of their sails, and to out-Herod Herod. <\/div><div class=\"paragraph jod\" id=\"v5n1113\"> Say they, &#x201C;We, who profess to be the friends of the &#x2018;Mormons,&#x2019; and support free institutions, squatter sovereignty, and equal rights, will do more to the &#x2018;Mormons&#x2019; than you dare do; and we will procure offices by that means, and save our parties;&#x201D; and, as Pilate and Herod could be made friends over the death of Jesus, so they go to work and plan our sacrifice and destruction, and make up friends on the back of it. They would crucify Jesus Christ, if he were here, as quick as the Scribes and Pharisees did in his day, and the priests would help them. <\/div><div class=\"paragraph jod\" id=\"v5n1114\"> President Young says they shall not come here and destroy us; and I say, Amen. [The congregation shouted, &#x201C;Amen.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1115\"> I have not quoted a great deal of Scripture today, but I will quote some. It says there was the opening of the &#x201C;first seal;&#x201D;<span class=\"citation\" id=\"79234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79234)\">Rev. 6:1<\/a><\/span><span class=\"citation\" id=\"87285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87285)\">D&amp;C 77:7<\/a><\/span> so we will open this seal for them. We will declare their orders&#x2014;a thing they have not manhood to do. They are too sneaking and underhanded, and have not manliness enough to declare their mind to a handful of people&#x2014;the poor, pusillanimous curses. We dare do it; and I thank God, that I live among a people that dare; for I do despise this sneaking, miserable, cowardly tribe, that are obliged to act underhanded in all their ways. Why? For fear of something to come. We dare declare our intentions, and risk the consequences. <\/div> <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2222\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n1116\"> Now, I want to touch upon a principle which I spoke about awhile ago. We have submitted to their sending officers here; that is all right enough, if we have a mind to. We are citizens of the United States, and profess to support the Constitution of the United States; and wherein that binds us, we are bound; wherein it does not, we are not bound. <\/div><div class=\"paragraph jod\" id=\"v5n1117\"> They have sent Judge after Judge, and many times we have been without them: their loss, however, was not felt. They have sent their officers, and we have treated them well; and for the good treatment we have received curses, bitterness, wrath, lying, and destruction in return. They have sought to destroy our reputation&#x2014;to rob us of our rights. They have sought to injure us in every possible way that men could be injured, as patriots, Christians, and moral men. They have lied about us in every conceivable way. <\/div><div class=\"paragraph jod\" id=\"v5n1118\"> We have borne it and borne it over and over again. Are we bound to bear it forever? That is the question that necessarily arises. Are we bound to suffer their abuse and oppression continually? And if we are, upon what principle? If there is any man in this congregation, or anywhere else, that will show me one principle or one piece of instruction or authority in the Constitution of the United States that authorizes the President of the United States to send out Governors and Judges to this Territory, I would like to see it. <\/div><div class=\"paragraph jod\" id=\"v5n1119\"> I cannot find such authority. I will admit that a usage of that kind has obtained&#x2014;that it is quite customary for the President of the United States, by and with the consent of the Senate, to appoint Governors, Judges, Marshals, Secretaries of State, and all of those officers that you have had here. But it is a thing that is not authorized by the Constitution&#x2014;much less to force them upon us by an armed  <div class=\"break pagebreak\" id=\"155a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0155.pdf\" target=\"pdfwin\">p.&#xA0;155a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2221\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>soldiery. There is no such authority existing. <\/div><div class=\"paragraph jod\" id=\"v5n1121\"> I wish to quote to you one little thing. If I had the Constitution here, I would read it to you. It is to the effect, &#x201C;That the powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1122\"> No matter, therefore, whether the people live in States or Territories, they possess constitutional privileges alike. The most that is said in regard to Territories and the authority of the President and Congress is, that &#x201C;The Congress shall have power to dispose of and make all needful rules and regulations respecting the territory or other property of the United States.&#x201D; That is speaking of it as land; and some of the most prominent statesmen of the United States have so construed it. It is property as land&#x2014;territory as land they have a right to interfere with, not territory as regards the people. <\/div><div class=\"paragraph jod\" id=\"v5n1123\"> I published this in the &#x201C;<span class=\"italic\">Mormon<\/span>&#x201D; long ago, and said the Missouri compromise was unconstitutional. By-and-by, the United States' Judges gave the same decision. I gave mine, however, before they gave theirs. <\/div><div class=\"paragraph jod\" id=\"v5n1124\"> It is a true principle, they have not the authority. If they have it at all, it is in the people ceding it to them, and not what they possess by the Constitution of the United States. They have sent scoundrels amongst us from time to time. If they had sent decent men, would we have opposed them? No: we would have respected them. But will we submit to such infernal scoundrels? Never; no, never!! <\/div><div class=\"paragraph jod\" id=\"v5n1125\"> So far as right is concerned, then, they have no right to appoint officers for this or any other Territory; and I will defy any man to prove that there is any such right in the Constitution. <\/div><div class=\"paragraph jod\" id=\"v5n1126\"> I conversed with a Judge Black, who was coming up to Nebraska Ter<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2221\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ritory on a steamboat&#x2014;an intelligent man, a Democrat, of course. When talking about these principles to him, which he acceded to, I put my hand on his shoulder and said, &#x201C;Judge, what are you doing here?&#x201D; &#x201C;I am here,&#x201D; said he, &#x201C;according to the usage that has obtained; but if the people do not want me, all they have to do is to express it, and I will go away again.&#x201D; I wish we had only half such decent men as that sent here. <\/div><div class=\"paragraph jod\" id=\"v5n1127\"> He tried to take another tack, which is this: He pointed out in the Constitution where the Supreme Court of the United States was made one of the branches of the Government, and the President has the appointment of its Judges. That is true&#x2014;he possesses the power to appoint the greater, but not the less. How do you make that appear? Simply because one is mentioned in the Constitution, and the other is not. The United States' Supreme Court is a co-ordinate branch of the Government, and there is provision made by the Constitution for the election and appointment of its officers. <\/div><div class=\"paragraph jod\" id=\"v5n1128\"> This is not the case in regard to the officers of a Territory. Out of courtesy we, as citizens of the United States, may say, &#x201C;Mr. President, if you have a mind to appoint discreet persons to fill those offices, all well and good; but if you don't, you had better take them back; for we won't have them: we stand on our reserved rights as citizens of the United States.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1129\"> We are not lacking for men in the United States, at the present time, who want to make it appear that the United States have a right to lord it over the Territories, the same as the British Government used to do over their colonies. <\/div><div class=\"paragraph jod\" id=\"v5n1130\"> Thousands of you before me were citizens of the United States, where you came from. You had the right of franchise&#x2014;had a right to say who should be your Governor, and who  <div class=\"break pagebreak\" id=\"156a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0156.pdf\" target=\"pdfwin\">p.&#xA0;156a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2220\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>should be your Municipal and State officers. You came out here by thousands or by tens of thousands. By what right or upon what principle are you disfranchised? Can anybody tell me? Say some, &#x201C;You need not have come out here unless you had a mind to.&#x201D; Of course not. But we had a mind to; we were American citizens before we came out, and we have transgressed no law in coming; and by what rule are we deprived of our citizenship? If we had a right then to vote for anything, we have a right now; and nobody has a right to cram this or that man upon us without our consent&#x2014;much less have they a right to dragoon us into servility to their unconstitutional exactions. <\/div><div class=\"paragraph jod\" id=\"v5n1132\"> What was the great cause of complaint at the time the Constitution was framed? In the Declaration of Independence, it was stated that the people had rulers placed over them, and they had no voice in their election. Read that instrument. It describes our wrongs as plainly as it did the wrongs the people then labored under and discarded. <\/div><div class=\"paragraph jod\" id=\"v5n1133\"> Our Government are doing the very things against us that our fathers complained of. &#x201C;They send armed mercenaries among us, to subjugate us,&#x201D; &amp;c. What is our Government doing? The same thing. <\/div><div class=\"paragraph jod\" id=\"v5n1134\"> As American citizens and patriots, and as sons of those venerable sires, can we, without disgracing ourselves, our fathers, and our nation, submit to these insults, and tamely bow to such tyranny? We cannot do it, and we will not do it. We will rally round the Constitution, and declare our rights as American citizens; and we will sustain them in the face of High Heaven and the world. <\/div><div class=\"paragraph jod\" id=\"v5n1135\"> No man need have any qualms of conscience that he is doing wrong. You are patriots, standing by your rights and opposing the wrong which affects all lovers of freedom as well as <div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2220\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you; for those acts of aggression have a withering, deadly effect, and are gnawing, like a cankerworm, at the very vitals of religious and civil liberty. You are standing by the Declaration of Independence, and sustaining the Constitution which was given by the inspiration of God;<span class=\"citation\" id=\"89593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89593)\">D&amp;C 101:80<\/a><\/span> and you are the only people in the United States this time that are doing it&#x2014;that have the manhood to do it. You dare do it, and you feel right about the matter as the <span class=\"italic\">vox populi<\/span>. <\/div><div class=\"paragraph jod\" id=\"v5n1136\"> According to the genius and spirit of the Constitution of the United States, we are pursuing the course that would be approved of by all high-minded, honorable men; and no man but a poor, miserable sneak would have any other feeling. <\/div><div class=\"paragraph jod\" id=\"v5n1137\"> I lay these things before you for your information, that you may feel and act understandingly. I have carefully criticized these matters, and examined the views of many of those who are said to be our greatest statesmen on this subject; for I have desired to comprehend the powers of the Government and the rights of the people; and I have watched with no little anxiety the encroachments of Government and the manifest desire to trample upon your rights. It is for you, however, to maintain them; and if those men that are traitors to the spirit and genius of the Constitution of the United States have a mind to trample underfoot those principles that ought to guarantee protection to every American citizen, we will rally around the standard, and bid them defiance in the name of the Lord God of Israel. <\/div><div class=\"paragraph jod\" id=\"v5n1138\"> In doing this, we neither forget our duties as citizens of the United States, nor as subjects of the kingdom and cause of God; but, as the Lord has said, if we will keep His commandments, we need not transgress the laws of the land.<span class=\"citation\" id=\"86144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86144)\">D&amp;C 58:21<\/a><\/span> We have not done it; we have maintained them all the time.  <div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2219\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>When we talk about the Constitution of the United States, we are sometimes apt to quote&#x2014;&#x201C;<span class=\"italic\">Vox populi, vox Dei<\/span>;&#x201D; that is, The voice of the people is the voice of God. But in some places they ought to say, VOX POPULI, VOX DIABOLI; that is, the voice of the people is the voice of the Devil. <\/div><div class=\"paragraph jod\" id=\"v5n1141\"> We are moved by a higher law. They talk sometimes about a higher law in the States. Greeley is a great man to talk about a higher law, which means, with him, stealing niggers. We do not care anything about that. We want to do something better&#x2014;something higher and more noble. That is rather too low for us; consequently, they need not be afraid of our stealing their niggers: we will let them have all the benefits of them as one of the grand institutions of Christians, together with the amalgamating process as another of the institutions of Christianity. And another grand institution they have among them is prostitution. <\/div><div class=\"paragraph jod\" id=\"v5n1142\"> Well, thank God, we do not know anything about such things. A very respectable gentleman in Philadelphia said to me a while go, in talking over some of these matters&#x2014;&#x201C;Suppose a Mahommedan should come into the city of Philadelphia&#x201D;&#x2014;that is one of the puritanical cities, where they profess to be so good, the city of brotherly love&#x2014;and walk through our streets in the evening, and see a number of ladies walking alone, being informed that it was usual for respectable ladies to be protected, he would necessarily enquire what was the meaning of this. Being informed that these were prostitutes, he would very naturally say, &#x201C;Then I suppose this is one of the institutions of Christianity?&#x201D; This is the conclusion he would come to at once. Well, so it is; and this niggerism in the South is about the same kind of thing, only a change of color. <\/div> <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2219\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n1143\"> These are all moral, all legal, all truly Christian. Men East may have one or a dozen misses, keep part of their children, and turn the other out as paupers. In the South, they buy them body and soul, prostitute them at pleasure, and sell their own children. Yet these men talk of our morals, and send out armies to chastise us for our corruptions, when God knows, and they know, that they are a thousand times more corrupt than we are. <\/div><div class=\"paragraph jod\" id=\"v5n1144\"> We are not taking any steps contrary to the laws and the Constitution of the United States, but in everything we are upholding and sustaining them. Gentlemen, hands off: we are free men; we possess equal rights with other men; and if you send your sealed orders here, we may break the seal, and it shall be the opening of the first seal.<span class=\"citation\" id=\"79235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79235)\">Rev. 6:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1145\"> In relation to the kingdom of God, that is another matter. You before me understand about it&#x2014;its laws, priesthood, principles, and influences, and the things that are about to transpire. God has set His hand<span class=\"citation\" id=\"58202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58202)\">Isa. 11:11<\/a><\/span> to accomplish His purposes, to roll on His great designs, and bring to pass the things spoken of by all the holy Prophets since the world began,<span class=\"citation\" id=\"71354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71354)\">Acts 3:21<\/a><\/span> that should take place in the latter days, to establish His kingdom on the earth, that shall become mighty and prevail over all other kingdoms. You know all about this. <\/div><div class=\"paragraph jod\" id=\"v5n1146\"> We are established here, and have the oracles of God in our midst, and the principles of truth revealed. This is the kingdom of God. The stone cut out of the mountain without hands has got to roll forth and become a great mountain, and fill the whole earth.<span class=\"citation\" id=\"61071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61071)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"124773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124773)\">D&amp;C 65:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1147\"> Satan has held dominion, and rule, and power, over the human family, for generations and generations; and God is gathering together a little nucleus here&#x2014;a band of brethren  <div class=\"break pagebreak\" id=\"158a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0158.pdf\" target=\"pdfwin\">p.&#xA0;158a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2218\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>clothed upon with the Holy Priesthood and the Spirit of God, by which they will be able to roll back the cloud of darkness that has overwhelmed the inhabitants of the earth, and plant the principles of truth, and establish the kingdom of God. That is what we are engaged in, and what we mean to accomplish by the help of the Lord; and in regard to any little thing that may be transpiring around us, in regard to their little armies they are sending here, great conscience! It is comparatively nothing; there will be thunder and lightning and the bellowing of earthquakes, in comparison with that, before we get through. Thrones will be cast down, and desolation, war, and bloodshed will spread abroad in the earth, and desolate nations and empires, and God will turn and overturn until the kingdoms of this world shall become the kingdoms of our God and His Christ,<span class=\"citation\" id=\"90028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90028)\">D&amp;C 105:32<\/a><\/span> and he will reign forever;<span class=\"citation\" id=\"79418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79418)\">Rev. 11:15<\/a><\/span> and we are going to have part in it, and our children and our children's children. <\/div><div class=\"paragraph jod\" id=\"v5n1149\"> It is for us to act as the sons of the <div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2218\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> living God, magnify our calling, honor our God and His Priesthood, and live as men and as God's true children on the earth, accomplish His purposes here, and then join with the redeemed that have gone before to help to roll on weightier matters in the upper world. <\/div><div class=\"paragraph jod\" id=\"v5n1150\"> I do not know but I have been talking long enough. I feel well. I am happy. All is right; and if it thunders, let it thunder; let the lightnings flash and the earthquakes bellow; let them rage: there is a God in heaven that can hold the children of men, and He will do it, and His work will spread, His kingdom increase, and His power be made manifest among us and among all nations, and Zion will spread and go forth, and every creature in the heavens, and on the earth, and under the earth will be heard to say, &#x201C;Blessing and power, might and majesty be ascribed to Him that sitteth upon the throne and to the Lamb for ever and ever.&#x201D;<span class=\"citation\" id=\"79204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79204)\">Rev. 5:13<\/a><\/span><span class=\"citation\" id=\"79333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79333)\">Rev. 7:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1151\"> Brethren. God bless you, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}