{"ID":50023, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Difference Between The Spirit of Zion and the Spirit of The World&#x2014;Doings in The States, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder John Taylor, Delivered in the Bowery, Great Salt Lake City, August 9, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Difference Between The Spirit of Zion, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 8\/9\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d23\">\n<div class=\"paragraph jod\" id=\"v5n767\"> Beloved brethren and friends&#x2014;Being called upon this morning to address you in a few words, I do so with very great pleasure. The sea of upturned faces that present themselves to my view at the present time is indeed something new, although I have been in what may be called the metropolis of the United States for some length of time. <\/div><div class=\"paragraph jod\" id=\"v5n768\"> Gazing round upon my brethren and sisters with smiling countenances and happy, contented feelings, imparts peculiar sensations to my mind; and it is difficult for me at the present time to concentrate my thoughts so as to express the feelings that are in my bosom, if in fact I could express them. Suffice it to say that I am glad to be here; I am happy to meet with my brethren of the Priesthood, and my sisters, and all those who are friends to the cause of God; I rejoice to see you, and am glad of the opportunity of standing before you once more to speak of the things pertaining to the interests of Zion, and the building up of the kingdom of God upon the earth. <\/div><div class=\"paragraph jod\" id=\"v5n769\"> There are many here who, like me, have been absent from home for some time, who, when they come to meet with former associations and friends, particularly those with whom they have battled for years in the cause and kingdom of God, feel as I feel on the present occasion. Those alone, and there are many of them, can enter into the sympathies and emotions <div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2264\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which I experience at the present time. <\/div><div class=\"paragraph jod\" id=\"v5n770\"> There is a very material difference between associating with those that have the fear of God before their eyes, whose first object is their own salvation, the salvation of their progenitors and posterity, and the building up of the kingdom of God, and associating with those who &#x201C;have not God in all their thoughts,&#x201D;<span class=\"citation\" id=\"56363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56363)\">Ps. 10:4<\/a><\/span> who regard him not in all their transactions, but who are living &#x201C;without God and without hope in the world,&#x201D;<span class=\"citation\" id=\"74923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74923)\">Eph. 2:12<\/a><\/span> whose hearts&#x2014;and I am sorry to say it, but yet it is true&#x2014;whose hearts are &#x201C;full of cursing and bitterness,&#x201D;<span class=\"citation\" id=\"72301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72301)\">Rom. 3:14<\/a><\/span> who roll sin under their tongues as a sweet morsel, &#x201C;whose feet are swift to shed blood,&#x201D; and &#x201C;the way of peace,&#x201D; as the Prophet hath said, &#x201C;they have not known.&#x201D;<span class=\"citation\" id=\"59849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59849)\">Isa. 59:7-8<\/a><\/span><span class=\"citation\" id=\"72304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72304)\">Rom. 3:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n771\"> There is a very material difference between associating with men and women who are the sons and daughters of Zion, and characters such as I have last named. The contrast is so striking, the spirit is so different, the atmosphere varies so much, that any man possessing one spark or particle of the Spirit of the Most High must experience it the moment he breathes the atmosphere and comes in contact with the two contending parties. The one is engaged in the acquisition of wealth: gold is their god, and, associated with that, lust, pollution, and corruption of every kind. <\/div><div class=\"paragraph jod\" id=\"v5n772\"> While we are aiming to fulfil our  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2263\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>destiny on the earth, to accomplish the object for which we were created, to magnify our calling, to honor our God, to build up His kingdom, to redeem the earth from the curse under which it groans,<span class=\"citation\" id=\"90941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90941)\">D&amp;C 123:7<\/a><\/span><span class=\"citation\" id=\"93104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93104)\">Moses 7:48<\/a><\/span> to roll back the tide of corruption that seems to have overspread the universe, our opponents are engaged in pursuits directly tending to dissolution and destruction. Their lives, their views, their objects are short, transient, and evanescent. Ours are wide as the universe, extended as eternity, deep as the foundations of the earth, and elevated as the throne of God; receiving and imparting blessings that are rich, glorious, and eternal&#x2014;blessings which effect us and our posterity through endless ages that are yet to come. <\/div><div class=\"paragraph jod\" id=\"v5n774\"> The contrast so striking, so vivid, so manifest, is it to be wondered at, when a person reflects upon these matters, that ten thousand thoughts should crowd upon the mind and produce sensations that is impossible to fully express with human language? Such, then, are my sentiments, and such my feelings. <\/div><div class=\"paragraph jod\" id=\"v5n775\"> I have been for some length of time past associated with the Gentiles. I have been engaged in battling corruption, iniquity, and the foul spirits that seem to fill the atmosphere of what you may term the lower regions, if you please; and the Lord has been with me, His Spirit has dwelt in my bosom, and I have felt to shout, Hallelujah! and to praise the name of the God of Israel, that He has been pleased to make me a messenger of salvation to the nations of the earth, to communicate the rich blessings flowing from the throne of God, and put me in possession of truth that no power on this or on the other side of hell can controvert successfully. <\/div><div class=\"paragraph jod\" id=\"v5n776\"> In regard to the world, the Elders who have been out, as I have, and as others have around me, know something of its nature and spirit, <div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2263\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the feelings by which the people are governed and actuated. Our young men and women, who have not come in contact with it, can scarcely conceive of the amount of iniquity, depravity, corruption, lying, deception, and abomination of every kind that prevails in the Gentile world. <\/div><div class=\"paragraph jod\" id=\"v5n777\"> Talk of honesty! It is a thing in theory; and they will preach about it as loud and as long as anybody. As a matter of theory, it is honorable to be honest&#x2014;to be men of truth theoretically; but when you come to put your finger upon it, you cannot find it, it is like a shadow&#x2014;it vanishes from your grasp. <\/div><div class=\"paragraph jod\" id=\"v5n778\"> Where are the men of truth&#x2014;nationally, socially, religiously, morally, politically, or in any other way? Where are the patriots? Where are the men of God? I declare before you and high heaven, I have not found them. Sometimes I have thought I had got my hand upon them, but they slipped out of my fingers. <\/div><div class=\"paragraph jod\" id=\"v5n779\"> I bless the God of Israel that I am permitted to mingle with the Saints of the Most High&#x2014;to associate with men who, when I meet them and ask them concerning anything, I may expect to have an honest and truthful answer&#x2014;men in whom there is some truth, some integrity, something to catch hold of, something you can rely upon. <\/div><div class=\"paragraph jod\" id=\"v5n780\"> To speak of men whom I have seen dissatisfied, and who have gone back to Babylon, I must say that I do not very much admire their taste. If people understood things as I do, and as I have seen and experienced them, they would thank God from the bottom of their hearts that they are permitted to have a name and a place among the people of God in these valleys of the mountains. <\/div><div class=\"paragraph jod\" id=\"v5n781\"> We have been engaged in publishing a paper, which is generally known, because it has been circulated here. About my proceedings and acts, I  <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2262\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have got very little to say, only that I have done as well as I could, the Lord being my helper;<span class=\"citation\" id=\"94493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94493)\">Ps. 54:4<\/a><\/span> and I believe my brethren here have prayed for me, and that I have been sustained by their prayers and faith. <\/div><div class=\"paragraph jod\" id=\"v5n783\"> I have not been in that place, because it was my desire to be there; for I have had a hard struggle and a good deal to pass through: but that is common with us all; and if there were no struggle, there would be no honor in a victory. <\/div><div class=\"paragraph jod\" id=\"v5n784\"> I have conversed with some of the Twelve since I came home, and they all feel about the same; and when I have read about your affairs here, and the position in which you have been placed, I have said, &#x201C;My brethren have had to struggle.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n785\"> There is one thing that I have noticed: wherever I have come across a Saint, they differ very materially from others. I have met with those in different places who have been sent out on missions to the various stations, and missionaries going off to preach in Canada and other places; and I found, wherever I came in contact with one of them, I came in contact with a man; and wherever I came in contact with those who had not been up here, I came in contact with children&#x2014;babies, if you please, hardly knowing their right hand from their left, I mean in the practical sense of the word. <\/div><div class=\"paragraph jod\" id=\"v5n786\"> There are a great many theorists in the world. They can talk and splutter, and make a noise, and have a great many theories; but they cannot reduce them to practice. There is no energy, vitality, or power. But come in contact with our own brethren, and they are all quick, full of animation, life, and energy; and there is a spirit infused into them that I do not see anywhere else. This is my experience. <\/div><div class=\"paragraph jod\" id=\"v5n787\"> You may pick up men from any part of the world you please, and bring them to this place, and what <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2262\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are they fit for? They are poor, miserable, croaking old grannies. But there is something in the atmosphere of the place&#x2014;something in the scenery we have passed through. There is something in the difficulties we have spoken about, and something in our joys and prospects, that has a tendency to strengthen the mind and brace up the nerves. There is something, too, in the hope that is implanted in the bosom, that is different from that in the possession of other men. <\/div><div class=\"paragraph jod\" id=\"v5n788\"> Every true man among us feels he is a Saint of the living God, and that he has an interest in the kingdom of God; every man feels that he is a king and a priest<span class=\"citation\" id=\"78944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78944)\">Rev. 1:6<\/a><\/span> of the Most High God.<span class=\"citation\" id=\"53072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53072)\">Gen. 14:18<\/a><\/span> He is a savior, and he stands forth and acts with energy and power, with influence, and he is full of the Spirit of the Lord. Hence the difference between them and others, and hence the necessity of the experience we are passing through, the various trials we have to combat with, and the difficulties we have to overcome. <\/div><div class=\"paragraph jod\" id=\"v5n789\"> All these things seem to me to be so many lessons, which it is absolutely necessary for the young, the middle-aged, and the aged to learn, to prepare them and their posterity for more active scenes in the rolling forth of the great work of God in the last days. Consequently, if we have to pass through a few trials, a few difficulties, a few afflictions, and to meet with a few privations, they have a tendency to purify the metal, purge it from the dross, and prepare it for the Master's use. <\/div><div class=\"paragraph jod\" id=\"v5n790\"> So far as I am concerned, I say, let everything come as God has ordained it. I do not desire trials; I do not desire affliction: I would pray to God to &#x201C;leave me not in temptation, and deliver me from evil; for thine is the kingdom, the power, and the glory.&#x201D;<span class=\"citation\" id=\"63477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63477)\">Matt. 6:13<\/a><\/span> But if the earthquake bellows, the lightnings flash, the thunders roll,  <div class=\"break pagebreak\" id=\"115a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0115.pdf\" target=\"pdfwin\">p.&#xA0;115a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2261\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and the powers of darkness are let loose, and the spirit of evil is permitted to rage, and an evil influence is brought to bear on the Saints, and my life, with theirs, is put to the test; let it come, for we are the Saints of the most High God, and all is well, all is peace, all is right, and will be, both in time and in eternity. <\/div><div class=\"paragraph jod\" id=\"v5n792\"> But I do not want trials; I do not want to put a straw in anybody's way; and, if I know my own feelings, I do not want to hurt any man under the heavens, nor injure the hair of any person's head. I would like to do every man good. These are the feelings, the spirit which the Gospel has implanted in my bosom, and that the Spirit of God implants in the bosoms of my brethren. And if men will pursue an improper course, the evil, of course, must be on their own heads. <\/div><div class=\"paragraph jod\" id=\"v5n793\"> I used to think, if I were the Lord, I would not suffer people to be tried as they are; but I have changed my mind on that subject. Now I think I would, if I were the Lord, because it purges out the meanness and corruption that stick around the Saints, like flies around molasses. <\/div><div class=\"paragraph jod\" id=\"v5n794\"> We have met on the road a great many apostates. I do not want to say much about them. If they can be happy, all right; but they do not exhibit it. When a man deserts from the Gospel, from the ordinances, from the Priesthood and its authority, from the revelations of the Spirit of God, from the spirit of prophecy, from that sweet, calm influence that broods over the upright man in all his acts, he loses the blessing of God, and falls back into error; and, as the Scripture says, &#x201C;The evil spirit that went out of him, returns again, bringing with him seven spirits more wicked than himself; and the last state of that man is worse than the first.&#x201D;<span class=\"citation\" id=\"64451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64451)\">Matt. 12:45<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n795\"> It has become proverbial, where apostate &#x201C;Mormons&#x201D; live, to say, &#x201C;Oh, <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2261\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he is only an apostate Mormon.&#x201D; They look upon them as ten times meaner than a &#x201C;Mormon.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n796\"> I happened to go into a barber's shop, one day, to get shaved. A man came in, and when he went out again, the enquiry was made, &#x201C;Who is that man?&#x201D; &#x201C;Oh, he is only an apostate Mormon.&#x201D; Their mouths are full of cursing; and you will find them chewing tobacco and getting drunk, thinking that, by so doing, they will recommend themselves to the people; but they have not learned the art very well; they can't swear and degrade themselves so naturally as others, and the people find them out and repudiate them. <\/div><div class=\"paragraph jod\" id=\"v5n797\"> You that don't know him, have heard of Thomas B. Marsh, who was formerly the President of the Twelve Apostles, but who apostatized some years ago, in Missouri. He is on his way here, a poor, decrepit, broken down, old man. He has had a paralytic stroke&#x2014;one of his arms hangs down. He is coming out here as an object of charity, destitute, without wife, child, or anything else. He has been an apostate some eighteen years. Most of you know his history. He has been all the time since then afraid of his life&#x2014;afraid the &#x201C;Mormons&#x201D; would kill him; and he durst not let them know where he was. <\/div><div class=\"paragraph jod\" id=\"v5n798\"> In meeting with some of the apostates, he said to them, &#x201C;You don't know what you are about; if you want to see the fruits of apostasy, look on me.&#x201D; I thought they could not look on a better example. <\/div><div class=\"paragraph jod\" id=\"v5n799\"> In relation to some of those other folks that left here&#x2014;the Gladdenites and others&#x2014;where are they? Some of them that contended most strenuously for Gladden have cast him off, and now have nothing to tie to. Where is their hope of salvation? <\/div><div class=\"paragraph jod\" id=\"v5n800\"> In regard to the spirit of the time, I do not know but that I have published my feelings. I would observe,  <div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2260\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>however, that there is a material difference between the people of the East and the people of the West. A great majority of the people of the West, on the borders, may be emphatically termed &#x201C;Border ruffians.&#x201D; The Eastern people call them by that name, and by that name they are known. There is a species of ruffianism among them, of rowdyism, groggeryism, of bantering, bullying, fighting, and killing, that is a disgrace to humanity. <\/div><div class=\"paragraph jod\" id=\"v5n802\"> The most of you who have read the news must be familiar with the scenes that have transpired in Kansas between the two parties that have existed there&#x2014;one party in favor of slavery, and the other opposed to it. There has been a great struggle between them, and mobocracy has abounded to a great extent. Who are the best and who are the worst, would be very difficult for me to tell. <\/div><div class=\"paragraph jod\" id=\"v5n803\"> The Eastern people, of whom I have been speaking, as quick as they go to the borders, partake of the spirit that reigns there, and turn &#x201C;border ruffians&#x201D; too. It is not difficult for them to enter into it; for the spirit of deep seated hatred which prevails among many in the East towards the South soon breaks out, and their feelings are manifested in acts of violence, and they generally maintain their points by the bowie knife and pistol, by mob violence, vigilance committees, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v5n804\"> This disorder of things extends all along the frontiers. If a man does not do right, they get up a vigilance committee, and it takes up a man, judges him, whips him, banishes him, or puts him to death, as they please; and it has become popular to act in this way in all those border places. <\/div><div class=\"paragraph jod\" id=\"v5n805\"> They are called &#x201C;border ruffians,&#x201D; and I think the name is as appropriate as anything you could give them. I do not know that I could <div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2260\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> pick out a better title. In the East, they do it with their tongues; they do not use the bowie knives, pistols, and rifles so much as in the West and in the South; but a spirit of rancor, animosity, and hatred seems to be engendered in the bosoms of the people, one against another. They have their most deadly enemies in their very midst. Every man's hand is against his neighbor.<span class=\"citation\" id=\"62356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62356)\">Zech. 14:13<\/a><\/span><span class=\"citation\" id=\"85757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85757)\">D&amp;C 45:68<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n806\"> The feelings of the North and South have run very high, each party seeking to support their own peculiar views alone, and truth is out of the question. If they tell the truth, it is by accident. The object is not to tell the truth, but to sustain parties and party interests; for to tell the truth is not generally considered very politic. <\/div><div class=\"paragraph jod\" id=\"v5n807\"> True, there is a great profession of truth, and a great deal of apparent abhorrence of lies and falsehood, because falsehood is not popular, although it is practiced all the time. <\/div><div class=\"paragraph jod\" id=\"v5n808\"> The ministers say it is right to tell the truth, and then go to work and lie. One politician banters another, on account of the hypocritical course he has taken: and as quick as he has done that, he goes to work and lies, and deceives as much as he possibly can to sustain his party; and it is not whether a thing is true or not, but whether it is policy or not; and if a thing becomes policy, every influence, every kind of chicanery, falsehood, and deception is brought to bear upon it; and when a little truth will tell better, they mix that up along with it, but it is generally the least ingredient in the whole mass. <\/div><div class=\"paragraph jod\" id=\"v5n809\"> Talk to them about the Gospel and the Scriptures! They seem to think, even the ministers among them, that it is old fogyism. Talk about Abraham and his institutions! Say they, &#x201C;You are taking us back to the dark ages. Such things would do eighteen hundred years ago; but we are more  <div class=\"break pagebreak\" id=\"117a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0117.pdf\" target=\"pdfwin\">p.&#xA0;117a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2259\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>enlightened now; we have got more philosophy, more intelligence, and comprehend the nature of human existence better; we are men of greater renown than they. Those things might do for our grandfathers and great-grandfathers, but they will not do for us.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n811\"> If a little Scripture will suit them, they put it in; but if it won't, they keep it out, and talk about expediency. Expediency is the great principle by which men are governed. <\/div><div class=\"paragraph jod\" id=\"v5n812\"> Talk about politics! What is it? It is this or that man's policy. &#x201C;If it is policy to tell the truth, we will tell it; if not, we will tell a lie.&#x201D; A man cannot obtain a cause because it is just, but because it is policy, and because he can bring certain influences to bear on that thing. This is about the position of things as I find them, so far as my experience goes. <\/div><div class=\"paragraph jod\" id=\"v5n813\"> But, as is the case in Congress, bullyism seems to be one of the most prominent arguments in the West, where they seem to imitate their honorable example. These are the two prominent places&#x2014;Kansas and Congress. Brother Bernhisel here has been among them there; he knows something about it and something about their proceedings. If a man dare get up there and speak his sentiments, another stands over with a cane, and goes to work at caning him, and lays him in a sick bed for several months, so that he cannot speak; and for this dignified act, he is presented with numerous canes by his constituents, to show how they appreciate this Congressional argument, and to prove to others that if they speak the truth, they may look out for a caning. These things take place in this land of liberty and in the Congress of the United States. We have had a good deal of trouble sometimes in getting our appropriations; in fact, not sometimes, but always. And I will tell you how they do in the West and in <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2259\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> California. A fellow goes up and seizes another by the collar, and says, &#x201C;Damn you, if you stand in my way, I will put this into you&#x201D;&#x2014;showing him a deadly weapon. The official says, &#x201C;I am afraid that fellow will kill me; I will give him what he wants.&#x201D; But if an honest man goes and asks for his rights, he cannot get them, simply because he is honest, particularly if he happens to be a &#x201C;Mormon.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n814\"> I have vowed in my own mind, over and over again, if I was in Utah, the United States might stand over me until doomsday, before I would do anything for them, unless I was paid for it beforehand. Excuse me, Governor Young, if I am not very patriotic. No men need call upon me to do anything in Utah for the United States, unless they pay me the money down. I won't trust them. <\/div><div class=\"paragraph jod\" id=\"v5n815\"> I speak from experience&#x2014;from things I have seen and known&#x2014;from circumstances that have come under my own notice. I have seen the difficulties my brethren have labored under, when they have had to do with Congress or the Departments at Washington. <\/div><div class=\"paragraph jod\" id=\"v5n816\"> Any unprincipled scoundrel, no matter how mean, if he comes with a bowie knife or revolver in his hand, can get what he wants. People back East used to blame me for speaking and writing plain. I talk the same now. I feel that I can be sustained by the truth; and if I cannot live by truth, I will die by it and I am not afraid of telling it before any people. I met a gentleman on the road, on his way to the States from California. I asked him how things were getting on in Utah. He said, &#x201C;Very well; all is peace there; they seem to do very well. Are you going there?&#x201D; &#x201C;Yes, sir, I am going to Utah.&#x201D; &#x201C;Did you live there?&#x201D; &#x201C;Yes.&#x201D; &#x201C;I think it is not prudent, the policy upon which they  <div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2258\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>act. I would recommend your people to pursue a quiet policy. I saw everything peaceable and quiet there as could possibly be in any community; but I heard Governor Young talk about General Harney. He said he was the squaw-killing General. I did not think that was courteous to be said of a United States' officer.&#x201D; I replied, Are we the only people that must not talk about the United States' officers? What do you do in California, in the East, and everywhere we go? Are we going to be imposed on from time to time, and not have the privilege of saying our souls are our own? &#x201C;Oh, I merely recommend it as the best policy to be peaceable and quiet until you get to be a State, and for the present put up with these things.&#x201D; I said, We have been outrageously imposed upon by United States' officials. They send out every rag-tag and bobtail, and every mean nincompoop they can scrape up from the filth and scum of society, and dub him a United States' officer; and are we expected to receive all manner of insults from such men without one word of complaint? They will assuredly find themselves mistaken. &#x201C;What! You don't mean to say you will fight against the United States?&#x201D; We don't want to; but we feel that we have as much right to talk as anybody. We have rights, as American citizens, and we cannot be eternally trampled on; but we shall assuredly maintain our constitutional rights, speak fearlessly our opinions, and take just the course that we think proper. That is our policy, and we shall pursue a course of that kind. He replied, &#x201C;My idea is, that quietness and peace is better.&#x201D; I told him, it is, sometimes; but a little bristle sometimes does good in keeping off the dogs. That is about how I feel. <\/div><div class=\"paragraph jod\" id=\"v5n818\"> In relation to the general condition of things in the East at this time, there has been a great hue-and<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2258\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cry, and almost every editor, priest, and dog that could howl, has been yelping. They joined heartily with Drummond, one of our amiable, pure, virtuous United States' officers. You know him. I never saw him; but I have heard about him as one of those spotless, immaculate, holy kind of men that they sent from the United States to teach us good morals, correct procedure, virtue, &amp;c., &amp;c. <\/div><div class=\"paragraph jod\" id=\"v5n819\"> This pure man commenced a tirade against us, then other dogs began to bark. We soon told the truth about it; then, by-and-by, somebody else would tell it; and he now stinks so bad, that they actually repudiate him. He is too mean even for them, and they had to cast him off. They supported him as long as they could, and finally had to let him drop. <\/div><div class=\"paragraph jod\" id=\"v5n820\"> The people are raging, and they do not know what for. The editor of the <span class=\"italic\">New York Herald<\/span>, after summing up the whole matter, the only thing he could bring against us, after trying and trying for several weeks, was that we have burned some nine hundred volumes of United States' law books. Of course I do not know anything about it; but if you did so, it is true, and if you did not, why it is a lie, and it all fizzles out. And, finally, he says, &#x201C;The &#x2018;Mormons&#x2019; have got the advantage of us, and they know it.&#x201D; [Voices: That is true.] That was one truth, but it was told accidentally; one of those accidental things that slip out once in a while&#x2014;&#x201C;they have the advantage of us, and they know it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n821\"> The majority of the people think you are a most corrupt people, following a doctrine something like those Free Love societies in the East. Greeley, the editor of the <span class=\"italic\">New York Tribune<\/span>, was associated with one of those societies, and was its principal supporter. <\/div><div class=\"paragraph jod\" id=\"v5n822\"> That is what is called a virtuous kind of an abomination, used under a  <div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2257\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cloak of philosophy, a species of philosophy imported from France. Hence they call Greeley a philosopher; and, in writing about him, I have called him the same. I believe him to be as dishonest a man as is in existence. <\/div><div class=\"paragraph jod\" id=\"v5n824\"> These are my sentiments and feelings. I have examined his articles, watched his course, read his paper daily, and have formerly conversed with him a little; but lately I would not be seen in his company. I was thrown in his society in traveling from Boston, and occasionally met him afterwards; but I would not talk to him. I felt myself superior to such a mean, contemptible cur. I knew he was not after truth, but falsehood. <\/div><div class=\"paragraph jod\" id=\"v5n825\"> This Greeley is one of their popular characters in the East, and one that supports the stealing of niggers and the underground railroad. I do not know that the editor of the <span class=\"italic\">Herald<\/span> is any more honest; but, as a journalist, he tells more truth. He publishes many things as they are, because it is creditable to do so. But Greeley will not; he will tell what suits his clandestine plans, and leave the rest untold. I speak of him, because he is one of the prominent newspaper editors in the Eastern country, and he is a poor, miserable curse. <\/div><div class=\"paragraph jod\" id=\"v5n826\"> I do not consider that many of them are much better. They are in a state of vassalage; they cannot tell the truth if they felt so disposed. People talk very loudly about liberty; but there are very few who comprehend its true principles. There is a species of bondage that is associated with every grade of society. It is with the mercantile community, the editorial fraternity, the political world, and with every body of men you can associate with, up to members of Congress and the President of the United States. There are yokes made for men of every grade to put their necks into; and everyone bows down <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2257\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to them willingly, and they are driven in their turn according to circumstances. <\/div><div class=\"paragraph jod\" id=\"v5n827\"> In the mercantile world there is what is called the credit system, which I consider one of the greatest curses that was ever introduced among men. Some will set up a small groggery or grocery; they go into debt to those who have a bigger groggery, or to a man who can, perhaps, buy a barrel of whiskey at a time, or a few pieces of calico. These little merchants are in debt to some larger ones in St. Louis; those to merchants in Cincinnati, New York, and New Orleans; and they are in debt to larger houses in England, France, Germany, and other places. <\/div><div class=\"paragraph jod\" id=\"v5n828\"> They all bow the neck: they are all trammeled and bowed down with the same chain. People talk about our credit not being good lately. I hope to God nobody will credit a &#x201C;Mormon.&#x201D; We don't want anything on credit. I want us to live as we can live; and if we cannot live without going into debt to our enemies, let us die&#x2014;never put our heads under the yoke. <\/div><div class=\"paragraph jod\" id=\"v5n829\"> The same thing exists in other branches. You may take a constable; he has got to pledge his honor to support such a man, no matter whether he keeps a doggery, a groggery, or whether he is an honest man or a rogue. Then a number of those support some other man that is more elevated, if there is any elevation in such doings. Then those other &#x201C;elevated&#x201D; ones form combinations and clubs, and sustain others; and so on, until you get up to the President of the United States. All are pinioned, and their tongues are tied. <\/div><div class=\"paragraph jod\" id=\"v5n830\"> There is Fremont, that great man, who could not lead a few men over these mountains without starving them to death. A few men, understanding his position, got him cooped up in New York, so that he could not be  <div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2256\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>seen without coming at him through committees and checks, bars and bolts, lest he should speak and people find him out; and after all their great care, he came out at the little end of the horn: he was not elected. <\/div><div class=\"paragraph jod\" id=\"v5n832\"> When a President is elected, a crowd of men press around him, like so many hungry dogs, for a division of the spoils, saying, &#x201C;Mr. President, what are you going to do for our town? Remember, here is Mr. So-and-so, who took a prominent position. We want such a one in such an office.&#x201D; And, finally, after worryings and teasings, and whining and begging, some of those little men, mean, contemptible pups, doggery men, broken-down lawyers, or common, dirty, political hacks, bring up the rear, swelled up like swill barrels; they come to the table for the fragments, and, with a hungry maw and not very delicate stomach, whine out, &#x201C;Won't you give me a place, if it is only in Utah?&#x201D; In order to stop the howling, the President says, &#x201C;Throw a bone to that dog, and let him go out;&#x201D; and he comes out a great big &#x201C;United States' officer,&#x201D; dressed in a lion's garb, it is true, but with the bray of an ass. He comes here, carrying out his groggery and whoring operations, and seeking to introduce among us eastern civilization. <\/div><div class=\"paragraph jod\" id=\"v5n833\"> The people here, however, feel a little astonished, some of them, although they are not very much astonished at anything that transpires; and when they look at him, they say in their simplicity, &#x201C;Why, that man is acting like a beast.&#x201D; His majesty, however, swells up, struts and puffs, and blows, and says, &#x201C;You must not insult me. I am a United States' officer; you are disloyal. I am a United States' officer; don't speak to me.&#x201D; Of course you are, and a glorious representative you are. <\/div><div class=\"paragraph jod\" id=\"v5n834\"> I did start once to write a history of the judges sent to Utah; but I did <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2256\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not get through with it. You know we have the history of the judges in former days. If I had only had time, I would have liked to have written a history of the judges of Israel that came out from the Ammonites and Moabites down yonder. <\/div><div class=\"paragraph jod\" id=\"v5n835\"> There was one man here whom you considered one of the most honorable men among your judges. I refer to Judge Shaver. I do not know much about the man; he was spoken highly of, and a great deal of ceremony made at his funeral. I was on board of a steamer coming up to Florence, when some gentlemen got to talking about the &#x201C;Mormons.&#x201D; One man said, &#x201C;I was there a year and a half, and I know them to be as good, peaceable, and quiet a society as I ever was among; but there is a pack of infernal scoundrels sent among them by the Government, that are not fit to go anywhere. A man, by the name of Shaver, was sent there, and he lay drunk around our town six months before he went there!&#x201D; Thinks I, if that is one of the best, then the Lord have mercy on the rest. <\/div><div class=\"paragraph jod\" id=\"v5n836\"> With regard to office hunters, they are in bondage to each other; and even the President of the United States is trammeled, bound down, and no man has the manliness to say, I dare do as I please. <\/div><div class=\"paragraph jod\" id=\"v5n837\"> These things are so in a monetary point of view, in a religious point of view, and they are so in a political point of view, and in every way you can view it. Every man bows down his neck to his fellow, and they have their parties of every kind in the United States; and every man must be true to his party, no matter what it is. Politicians are bound by their parties, editors by their employers, ministers by their congregations, merchants by their creditors and Governors and President by political cliques. Divisions, strife, contention, and evil are everywhere increasing,  <div class=\"break pagebreak\" id=\"121a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0121.pdf\" target=\"pdfwin\">p.&#xA0;121a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2255\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and there is little room for truth in the hearts of the people. <\/div><div class=\"paragraph jod\" id=\"v5n839\"> I believe, notwithstanding, there are thousands of honest people in the United States; but so much evil prevails, and so much corruption, that it is next to impossible for them to discover the difference between truth and error. <\/div><div class=\"paragraph jod\" id=\"v5n840\"> Our preaching does not seem to have any value or effect on the minds of men at all, scarcely. You can revise, renovate, regenerate the Saints; but come to take hold of the world, and preach to them, it is like idle tales to them. As I have said, talk to them about the Bible, and they will tell you it is an old-fashioned, old fogy affair, with very little exception. <\/div><div class=\"paragraph jod\" id=\"v5n841\"> I have labored myself, as the rest of the Elders have, and the general result, wherever we have preached the Gospel, has been the same. I remember, in old Connecticut, the land of steady habits, some few embraced the Gospel, and one or two we had to cut off from the Church in a week or two after. There was one old lady, a farmer's wife; she believed, and her husband treated us kindly, and they got a place for us to preach in, &amp;c., and after listening for some time, said she would give anybody five hundred dollars to prove &#x201C;Mormonism&#x201D; untrue. I said I would do it for half of that sum; if she wanted a lie, she should have it. <\/div><div class=\"paragraph jod\" id=\"v5n842\"> In the neighborhood of Tom's River, a number came into the Church; some have stood, and some have not: they are doing pretty well there. There was as good a Church when I first went there as I found in the East. There was also another in Philadelphia. In New York, when we went there, we found a people that called themselves &#x201C;Mormons.&#x201D; I called a meeting, and there was only two that I would acknowledge as such. I told the rest to go their own way; told them what I acknowledged to be <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2255\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;Mormonism,&#x201D; and, if they would not walk up to that, they might take their own course, <\/div><div class=\"paragraph jod\" id=\"v5n843\"> Since then, a great many emigrants have come from the old countries&#x2014;from England, France, Germany, Denmark, and other places. They form quite a body: there are now five or six hundred. At Philadelphia and around there, there have been some few brought in; but most of the Saints there are those who have come in from England and other places. <\/div><div class=\"paragraph jod\" id=\"v5n844\"> It is almost impossible to produce any effect on the feelings of the people. In New Jersey, I held several days' meeting, to see if something could be done. They turned out in great numbers: &#x201C;Mormonism&#x201D; was popular; as many as 200 carriages were present. We were treated well, and preached faithfully. Somebody came and set up a little groggery, and it was removed forthwith. Was anybody converted? No. They turned their ears like a deaf adder to the cause, and that is the general feeling, so far as I have discovered. <\/div><div class=\"paragraph jod\" id=\"v5n845\"> They do not love the truth. In most of these places they have rejected the Gospel, and they listen not to the voice of the charmer, charm he never so wisely. Many asked about their friends, and if their was any speculation on foot. I could get thousands to immigrate to this Territory for speculative purposes; and committees waited on me to learn what inducements are held out to settlers. I could get thousands to come here, if we would give them good farms, and furnish them cattle, and work their farms for them until they got started, and let them carouse around, and have all the lager beer they could drink. <\/div><div class=\"paragraph jod\" id=\"v5n846\"> Those who love the truth are scarce. There are, however, a great many scattered all over the United States, who believe &#x201C;Mormonism&#x201D; is truth, and have not moral courage to  <div class=\"break pagebreak\" id=\"122a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0122.pdf\" target=\"pdfwin\">p.&#xA0;122a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2254\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>embrace it; but if it is policy, they dare once in awhile say a few words, but in a kind of milk-and-water way: they dare not say much, because it is unpopular; and many dare not read a &#x201C;Mormon&#x201D; paper; it is unpopular. <\/div><div class=\"paragraph jod\" id=\"v5n848\"> I have met men in the world as much my friends, apparently, as those that are in the Church; and they have handed out means to me when I was in need. One man wrote to me that he would be glad to see me; but if I would not let the people know who I was, he would be obliged to me. I told him I did not go to such places, for I was a &#x201C;Mormon,&#x201D; outside and in, and I could get along in the world by holding my head up, and I despise men who will go crawling and cringing around. <\/div><div class=\"paragraph jod\" id=\"v5n849\"> In relation to things that are now transpiring in the United States, I suppose you have later news than I have. The mail team passed me on the road, but it had no mail. In relation to any policy that may be pursued here, I feel it is just right. I know that President Young and his brethren associated with him are full of the spirit of revelation, and they know what they are doing. I feel to acquiesce and put my shoulder to the work, whatever it is. If it is for peace, let it be peace; if it is for war, let it be to the hilt. It has got to come sometime, and I would just as lief jump into it today as any other time. <\/div><div class=\"paragraph jod\" id=\"v5n850\"> We are engaged in the work of God in rolling on His purposes; and if we live, we live to the Lord; and if we die, we die to Him. The Lord has put His hand to the work, and all the potentates of the earth and their power cannot hinder its progress. The work is onward, and in the name of Israel's God it will roll on, until the kingdoms of this world shall become the kingdoms of our God and His Christ.<span class=\"citation\" id=\"79417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79417)\">Rev. 11:15<\/a><\/span><span class=\"citation\" id=\"90027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90027)\">D&amp;C 105:32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n851\"> We are gathering a nucleus for a <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2254\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kingdom here that is bound to stand forever&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v5n851\"> &#x201C;While time and thought, and being last; And immortality endures.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n852\"> All is peace&#x2014;and I feel like shouting, Hallelujah, hallelujah; for the Lord God omnipotent reigneth,<span class=\"citation\" id=\"128644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128644)\">Rev. 19:6<\/a><\/span> and all nations shall be subject to His sway. <\/div><div class=\"paragraph jod\" id=\"v5n853\"> I have talked longer than I thought I should. <\/div><div class=\"paragraph jod\" id=\"v5n854\"> There is one thing further I would like to say a few words upon. Brother George A. Smith, Dr. Bernhisel, and myself were appointed as delegates to go to Washington. I have never yet inquired what the First Presidency thought about our proceedings there. I was in Washington several times, and counseled with my brethren on the subject of our admission. We counseled with some of the most prominent men in the United States in relation to this matter; and those that dare say anything at all, dare not, if you can understand that. <\/div><div class=\"paragraph jod\" id=\"v5n855\"> That was about the feeling. We need not say much on this matter; but I believe that brother George A. Smith and brother Bernhisel labored with indefatigable zeal to the best of their knowledge and intelligence to accomplish the thing they set about; and I did, while I was with them. But it was not necessary for me to remain there; and I told the brethren, if I was wanted, by sending me a telegraphic dispatch, I would be there in a little time. I believe these brethren did all that lay in their power. <\/div><div class=\"paragraph jod\" id=\"v5n856\"> While speaking of the acts of the Elders, I remember remarking to brother Bernhisel that a set of men could not be found on the face of the earth that would go with the same talent and ability, and act with the same disinterestedness and zeal in the performance of whatever is required of them. <\/div><div class=\"paragraph jod\" id=\"v5n857\"> I have counseled with them, and that is the feeling and testimony I  <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2253\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have to bear concerning them. When they get together, their feeling is, How can we best promote the cause in which we are engaged? Can a cause sustained by such men sink? Can the cause sustained by the power that sustains them sink? No. The truth <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2253\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will triumph, and shall roll forth until all nations shall bow to its scepter. <\/div><div class=\"paragraph jod\" id=\"v5n859\"> I pray God, in the name of Jesus, to bless you and guide you, that we may be saved in His kingdom. Even so. Amen. <\/div>\n<\/div>\n<\/div>"}