{"ID":50021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Joseph Smith's Family&#x2014;Bashfulness in Public Speaking&#x2014;The Coming Crisis&#x2014;Counsel.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, August 2, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Joseph Smith's Family, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/2\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v5n632\"> I rejoice in the privilege of hearing the servants of the Lord speak to the Saints. It is a feast to me, and to hear men speak by the Holy Ghost. I very much rejoice in seeing brother Elias Smith upon the stand this morning. I have been acquainted with him for many years, and yet I have never until now heard him address an assembly, except in the capacity of a Judge. I am thankful to hear his voice in public. He is a cousin of the Prophet Joseph and of George A. Smith. <\/div><div class=\"paragraph jod\" id=\"v5n633\"> I have reflected much concerning the family of the grandfather and father of Joseph the Prophet. Their family connections were very extensive; and it has been a subject of deep regret to me that there were so few in that large circle who have been valiant for the truth since the death of the Prophet. Still I do not know but that Joseph had quite as many of his connections valiant for the truth, in proportion to their number, as Jesus had; for Jesus had many brothers and sisters, and the most of them were opposed to him, and continued so during the greater part of their lives.<span class=\"citation\" id=\"64722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64722)\">Matt. 13:55-57<\/a><\/span><span class=\"citation\" id=\"69336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69336)\">John 7:5<\/a><\/span> I used to think, while Joseph was living, that his life compared well with the history of the Savior; though the most of father Joseph Smith's family have believed and obeyed the Gospel, and have lived their religion in a good degree. Many of them are not here. Some of them I have known in the Eastern States that never have ga<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2280\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thered with us. But the old stock are pretty much dead, and I do not know but what all of them are. Father John Smith was the last one, in this Church, of the brothers of father Joseph Smith; and he died, and is buried here. Grandmother Smith lived in Kirtland a short time after she gathered. <\/div><div class=\"paragraph jod\" id=\"v5n634\"> I trust in the good feelings and in the confidence that brother Elias has gained this morning in speaking as he has from this stand; for many times I have thought of it, and regretted that he was not on the stand a preacher with the rest. Some men rise here to tell about their feelings, and are so diffident, so bashful, and it is so hard for them to speak&#x2014;men, too, who have had such privileges in their former lives as brother Elias has had, who is well schooled, and has had an opportunity of becoming acquainted with the best of society&#x2014;with men of influence. When he arrived to years of discretion, as he has told you, he marked out his own path. His advantages in his youth were far greater than were those of most of our public speakers. <\/div><div class=\"paragraph jod\" id=\"v5n635\"> And there is brother Carrington, when he rises here to address a congregation&#x2014;though it is seldom that we can get him on this stand&#x2014;will tell how he shrinks from speaking to the people, how bashful and delicate his feelings are in this matter. Men who understand language, who were taught it in their youth, who have had the  <div class=\"break pagebreak\" id=\"97a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0097.pdf\" target=\"pdfwin\">p.&#xA0;97a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2279\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>privilege of schools and good education, to get up and tell how they shrink from addressing this people. <\/div><div class=\"paragraph jod\" id=\"v5n637\"> When I think of myself, I think just this&#x2014;I have the grit in me, and I will do my duty anyhow. When I began to speak in public, I was about as destitute of language as a man could well be. But tell about being bashful, when a man has all the learning and words he can ask for! With scores and hundreds of thousands of words with which to convey one's ideas, and then tell about being bashful before a people! How I have had the headache, when I had ideas to lay before the people, and not words to express them; but I was so gritty that I always tried my best. <\/div><div class=\"paragraph jod\" id=\"v5n638\"> I do not like to hear men make excuses, although it is natural, and I put up with it. I wish they could see and understand that they have had advantages above many of their brethren&#x2014;that they have been greatly blessed, and should never complain, but should stand up here and exercise themselves according to the best of their ability, and do all the good possible for them to do. <\/div><div class=\"paragraph jod\" id=\"v5n639\"> Brother Elias Smith, I can say, is a man possessed of as much judgment and discretion in his feelings as any man I know. He is filled with wisdom. He is filled with judgment and with counsel, if he would dare to let it out. I would like to hear his voice and the voices of others, and I would like to have them not complain much about getting up to speak before the public. <\/div><div class=\"paragraph jod\" id=\"v5n640\"> Often, when I stand up here, I have the feelings of a person that is unable to convey his ideas, because I have not the advantage of language. However, I do not very frequently complain of that, but I rise to do the best I can and to give the people the best I have for them at the time; and if it don't suit them they can go without it, for I am not responsible whether it suits them or not. <\/div> <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2279\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n641\"> I rejoice in the words of brother Heber this day. He has spoken by the power of the Holy Ghost, and you are his witnesses. You may all witness to this; and his ideas are as rich, I may say, as the flowers of eternity, and his ideas and his words are congenial to my feelings and spirit. He told you here today that we never differ&#x2014;that I say, &#x201C;Go ahead, say what you please.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n642\"> I look at the spirits and the principles of men, and try to behold what is in them; and if I can discover that they are right, I do not care one particle how they express their ideas, so that I can but understand them. I can say furthermore that you cannot, the best of you, beat brother Kimball's language. You may call up the college-bred man, and he cannot beat it. <\/div><div class=\"paragraph jod\" id=\"v5n643\"> Brother Heber and I never went to school until we got into &#x201C;Mormonism:&#x201D; that was the first of our schooling. We never had the opportunity of letters in our youth, but we had the privilege of picking up brush, chopping down trees, rolling logs, and working amongst the roots, and of getting our shins, feet, and toes bruised. The uncle of brother Merrell, who now sits in the congregation, made me the first hat that my father ever bought for me: and I was then about eleven years of age. I did not go bareheaded previous to that time, neither did I call on my father to buy me a five-dollar hat every few months, as some of my boys do. My sisters would make me what was called a Jo. Johnson cap for winter, and in summer I wore a straw hat which I frequently braided for myself. I learned to make bread, wash the dishes, milk the cows, and make butter; and can make butter, and can beat the most of the women in this community at housekeeping. Those are about all the advantages I gained in my youth. I know how to economize, for my father had to do it. <\/div> <div class=\"break pagebreak\" id=\"98a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0098.pdf\" target=\"pdfwin\">p.&#xA0;98a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2278\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n645\"> There are a great many little items pertaining to life that I do not very often speak about. Still they have to be borne with. They arise from <span class=\"italic\">traits<\/span> in our characters, and we have to meet with them right in this community. The imported goods that we purchase are brought over a thousand miles in wagons, and yet probably I have not a young child that is three years old but what has cost me more to furnish with shoes than I ever cost my father to furnish me with shoes in my whole life. Brother Heber has been teaching you a little economy. I tell you that you have been warned and forewarned again, that the time would come when, if you had hats, you would have to make them; and if the ladies had bonnets, they would have to make them here. <\/div><div class=\"paragraph jod\" id=\"v5n646\"> Whether it is to your sorrow or joy, I will tell you what I discover; and I have been much surprised, and sometimes I have been overjoyed with the discovery. Sometimes my heart quakes a little, my nerves tremble in consequence of the great things that God is bringing forth. Do we realize that they are coming on us, I may say, faster than we are preparing ourselves to meet them? There is one sign after another, revelation after revelation. The Lord is hastening his work. He is bringing to pass the sayings of the Prophets faster than the people are prepared to receive them. You know that we have often exhorted you to be wide awake to your duties, to be watchful and prayerful, and to be full of the Holy Spirit, lest the Lord should roll on his work faster than you could understand it. <\/div><div class=\"paragraph jod\" id=\"v5n647\"> It would be hard for the people to explain away the idea that the Government of the United States is shutting down the gate upon us, for it is too visible; and this is what hastens the work of the Lord, which you are praying for every day. I do not believe that there is a man or <div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2278\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> woman here, who prays at all, but what prays every day for the Lord to hasten his work. Now take care, for if he does, maybe you will not be prepared to meet it. <\/div><div class=\"paragraph jod\" id=\"v5n648\"> The time must come when there will be a separation between this kingdom and the kingdoms of this world, even in every point of view. The time must come when this kingdom must be free and independent from all other kingdoms.<span class=\"citation\" id=\"87361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87361)\">D&amp;C 78:14<\/a><\/span> Are you prepared to have the thread cut today? <\/div><div class=\"paragraph jod\" id=\"v5n649\"> I know the feelings of a great many, and I need not go out of my own family to hear, &#x201C;O dear, are there no ribbons coming? I want that artificial quick; I want you to go and buy me that nice bonnet, for I am afraid there never will another one be brought here.&#x201D; If I am tried in any point in this world, it is with regard to the bearings of my own conduct to my own family. I have told them, and tell them, and talk to them, and talk about it, and ask them, Am I in the line of my duty while I can feed women and children who do nothing but sit and fold their hands, and wear out their clothing, and dress them in finery, and pamper them, and they get so that good beef, pork, bread, butter, cheese, tea, coffee, and sugar, with fruit, and all kinds of garden sauce, are no rarity to them at all, and their appetites are poor and they cannot eat? This is the case with me in my family. If there is any trial upon me, it is to know whether I am in the line of my duty in this matter. <\/div><div class=\"paragraph jod\" id=\"v5n650\"> Should not I take my tea and coffee, my beef and pork, and every other good thing, and put it into the hands of the men who sweat over the rock for the Temple, instead of feeding men, women, and children, who do not strive to do all they are capable of doing? I am tried on that point, and I must say that if there is anything in the world that  <div class=\"break pagebreak\" id=\"99a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0099.pdf\" target=\"pdfwin\">p.&#xA0;99a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2277\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bothers me, it is the whining of women and children to prevent me from doing that which I know that I ought to do. <\/div><div class=\"paragraph jod\" id=\"v5n652\"> I will acknowledge with brother Kimball, and I know it is the case with him, that I am a great lover of women. In what particular? I love to see them happy, to see them well fed and well clothed, and I love to see them cheerful. I love to see their faces and talk with them, when they talk in righteousness; but as for anything more, I do not care. There are probably but few men in the world who care about the private society of women less than I do. I also love children, and I delight to make them happy. <\/div><div class=\"paragraph jod\" id=\"v5n653\"> I accumulate a large amount of means, but I would just as soon feed my neighbor as myself. And everyone who knows me knows whether or not a piece of johnnycake and butter and a potato satisfies Brigham. I can live on as cheap and as plain food as can any man in Israel. I have said to my family, a great many times, I want you to make me homemade clothing; but I would meet such a whizzing about my ears, if I were to have even a pair of homemade pantaloons made. I do not know that I have a wife in the world but what would say, &#x201C;You are not going to wear them; you ought to wear something more respectable, for you deserve to as much as any man does.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n654\"> It is the man who works hard, who sweats over the rock, and goes to the canyons for lumber, that I count more worthy of good food and dress than I am. But do not I labor? Yes, with my mind. Can any man tell what labor there is upon me? No, not a man can begin to tell what I feel for the Latter-day Saints in this Territory, throughout the mountains and the world&#x2014;what I feel for their salvation and preservation. They have to be looked after and cared for; and <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2277\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all this more particularly rests upon me. My brethren love to share with me all that the Lord puts upon them; but in the day of trouble they look to me to secure them and point out a way for their escape.<span class=\"citation\" id=\"56733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56733)\">Ps. 50:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n655\"> Now, let me tell you one thing&#x2014;I shall take it as a witness that God designs to cut the thread between us and the world, when an army undertakes to make their appearance in this Territory to chastise me or to destroy my life from the earth. I lay it down that right is or at least should be might with Heaven, with its servants, and with all its people on the earth. As for the rest, we will wait a little while to see; but I shall take a hostile movement by our enemies as an evidence that it is time for the thread to be cut. I think we will find three hundred who will lap water, and we can whip out the Midianites.<span class=\"citation\" id=\"55355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55355)\">Judg. 7:6-7<\/a><\/span> Brother Heber said that he could turn out his women, and they would whip them. I ask no odds of the wicked, the best way they can fix it. <\/div><div class=\"paragraph jod\" id=\"v5n656\"> Brother Heber says that the music is taken out of his sermons when brother Carrington clips out words here and there; and I have taken out the music from mine, for I know the traditions and false notions of the people. Our sermons are read by tens of thousands outside of Utah. Members of the British Parliament have those <span class=\"italic\">Journals of Discourses<\/span>, published by brother Watt; they have them locked up, they secrete them, and go to their rooms to study them, and they know all about us. They may, perhaps, keep them from the Queen, for fear that she would believe and be converted. <\/div><div class=\"paragraph jod\" id=\"v5n657\"> I know that I have seen the day when, let men use language like brother Heber has today, and many would apostatize from the true faith. In printing my remarks, I often omit the sharp words, though they are perfectly understood and applicable  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2276\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>here; for I do not wish to spoil the good I desire to do. Let my remarks go to the world in a way the prejudices of the people can bear, that they may read them, and ponder them, and ask God whether they are true. <\/div><div class=\"paragraph jod\" id=\"v5n659\"> I am thankful to hear the servants of God speak; and, as I have frequently said, I do not care what you say when you rise to speak here; for I want to know whether a man seeks with all his heart to know the mind of God concerning him. If he does, all is right with him. <\/div><div class=\"paragraph jod\" id=\"v5n660\"> Brother Heber alluded to counseling men and women who come to him after they had been to me, and said that they always received the same counsel I had given them. I never have known it to fail, that if they come to me and then go to brother Heber, they will get the same counsel all the time. And so they would from every one of the Twelve, from the High Council, from the Seventies, and High Priests and every officer in the Church, if every officer in the Church would take the course that brother Heber, and I, and a few others do. What is that? Never to give counsel, unless you have it to give. If you have counsel, give it, because you can have no correct counsel except by the Spirit of revelation: that is my standard. I have no counsel for a man, unless I have the testimony of Jesus on the subject.<span class=\"citation\" id=\"80350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80350)\">Rev. 19:10<\/a><\/span> Then, when the same man asks counsel of me, and goes to brother Heber, do you not see that if he acts on the same principle and gives counsel, it must be by the Spirit of revelation; or he has no counsel to give, if it is not by that Spirit. Then let the same man go to brother Wells and ask his counsel on the same subject, without letting him know that he has been to Brigham or to Heber, and brother Daniel will give the same counsel by the same Spirit. <\/div> <div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2276\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n661\"> The difficulty with regard to giving counsel that conflicts consists in men's giving counsel from their own judgment, without the Spirit of God. Every man in the kingdom of God would give the same counsel upon each subject, if he would wait until he had the mind of Christ<span class=\"citation\" id=\"73125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73125)\">1 Cor. 2:16<\/a><\/span> upon it. Then all would have one word and mind, and each man would see eye to eye.<span class=\"citation\" id=\"59561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59561)\">Isa. 52:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n662\"> But there is a weakness in the brethren, and it is in mankind in general. You ask almost any person in the world a question, and he thinks it a disgrace to be unable to answer it. He feels chagrined, his mind flags, when he finds that he is not quite as knowing as his neighbors think him to be; and, to avoid this, he will often venture an answer without knowing the facts in the case, or the effects of his answer. <\/div><div class=\"paragraph jod\" id=\"v5n663\"> If you would always pause and say, I have no counsel for you, I have no answer for you on this subject, because I have no manifestation of the Spirit, and be willing to let everybody in the world know that you are ignorant when you are, you would become wise a great deal quicker than to give counsel on your own judgment, without the Spirit of revelation. If the Elders of Israel would observe this rule, never to give counsel unless they give it by the testimony of the truth, by the Spirit of the Lord Jesus Christ, and, if they cannot give counsel in that manner, not to give any, there would be no conflicting counsel in the kingdom. All would be one; counsel would be one: we would soon come to understanding and be of one heart and mind,<span class=\"citation\" id=\"92849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92849)\">Moses 7:18<\/a><\/span> and our blessings would be increased upon us faster than in taking any other course. <\/div><div class=\"paragraph jod\" id=\"v5n664\"> May God bless you and preserve us in the truth. Amen. <\/div>\n<\/div>\n<\/div>"}