{"ID":50022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Joseph Smith's Family&#x2014;Details of George A. Smith's Own Experience, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by Elder George A. Smith, Delivered in the Bowery, Great Salt Lake City, Sunday Afternoon, August 2, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Joseph Smith's Family, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 8\/2\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v5n666\"> I suppose that my brethren and sisters are acquainted with George A.; and whenever he presents himself in the presence of the Saints, and attempts to entertain them or amuse them with his chin-music, they expect that he will say something funny. <\/div><div class=\"paragraph jod\" id=\"v5n667\"> I have been interested today very much in listening to the instructions of brother Elias, and brother Kimball, and the President. I have been interested, amused, and instructed, and I may say chastened and reproved, perhaps, all at the same time; and I hope that the instructions of the forenoon will be of lasting benefit to me. In every part of the Territory, and in every other place where I have been, I have taken a good deal of pleasure in endeavoring to talk to the people, to preach to them; but whenever I have been in Great Salt Lake City, I have felt disposed to listen and to take counsel from my brethren; and I have felt that there were many others whose appearance in addressing the Saints would be much more acceptable; and hence I have felt to hold my tongue. <\/div><div class=\"paragraph jod\" id=\"v5n668\"> My father, late Patriarch John Smith, was the sixth son of Asahel Smith, and was born in New Hampshire. Joseph Smith, the father of the Prophet, and second son of Asahel, was born in Topsfield, Massachusetts. The second Asahel Smith, the father of Elias who addressed you this forenoon, was the third son of my grandfather. <\/div> <div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2275\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n669\"> I merely name this fact because, as brother Kimball and brother Young remarked, so very few of that family have been valiant for the truth. There are but few comparatively of their numerous posterity that have been valiant for the truth. <\/div><div class=\"paragraph jod\" id=\"v5n670\"> After the family of Joseph Smith, senior, was destroyed, there were but few left to stand up for the truth of the Gospel, of all that numerous family. My father's elder brother was the father of a numerous posterity, and was a bitter enemy to the truth, and his descendants remain so to the present time. The only remaining brother of the Prophet, William, has done all that he could do&#x2014;all that was in his power, I may say, from the time of the Prophet's death, to annihilate and destroy the principles which the Prophet taught to the nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v5n671\"> My uncle Silas Smith, the fourth son of Asahel, died on his way to Missouri, or rather on his return from there, being driven from that State in 1839, in Pike County, Illinois. He had been in the Church some years, and had been faithful. <\/div><div class=\"paragraph jod\" id=\"v5n672\"> Asahel Smith, the father of Elias, was a man of an extraordinary retentive memory, and possessed a great knowledge of the Bible, so much so that he could read it as well without the book as with it; and after he embraced &#x201C;Mormonism,&#x201D; nobody could oppose him successfully, for all their objections were answered from the Bible  <div class=\"break pagebreak\" id=\"102a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0102.pdf\" target=\"pdfwin\">p.&#xA0;102a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2274\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>immediately, giving chapter and verse. He died on his way to the Valley, in the State of Iowa, in 1848. He was a Patriarch in the Church, and bore a faithful testimony to the truth. <\/div><div class=\"paragraph jod\" id=\"v5n674\"> Of my grandfather's family there is but one living&#x2014;an old lady by the name of Waller, residing in the city of New York, and she is 90 years of age, and remembers all that has transpired during the last eighty years just as well as if it had all just occurred. I visited her when I was last back there, and in talking with me she would talk of things that had transpired many years back, as though they had occurred within a year. She is sanguine in relation to the truth of &#x201C;Mormonism,&#x201D; although she has never embraced it; and, to use the language of her son, she preaches it all the time. <\/div><div class=\"paragraph jod\" id=\"v5n675\"> My grandfather, Asahel Smith, heard of the coming forth of the Book of Mormon, and he said it was true, for he knew that something would turn up in his family that would revolutionize the world. The news came to us in 1828: we then lived in New York. The four brothers were there, Asahel, Silas, Jesse, and John; the old man, my grandfather, living with them. <\/div><div class=\"paragraph jod\" id=\"v5n676\"> We received the news that some place had been discovered containing plates of gold. The old man, as I remarked, said that it was true, although his oldest son felt disposed to ridicule it. He lived till the Book of Mormon was brought to him, and died when he had read it, about half through, being 87 years of age. <\/div><div class=\"paragraph jod\" id=\"v5n677\"> The congregation will excuse me for naming this; but I was so disgusted with the conduct of William, that, when I was in the Eastern States, I almost took pains to obliterate the fact from the earth that my name was Smith; for I considered it was the worst thing a man could do to endeavor to build himself up on the merits <div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2274\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of others, and I feel so yet; and for cousin William to go and endeavor to pull down the work of his brother, I feel that he has disgraced the family and the name. <\/div><div class=\"paragraph jod\" id=\"v5n678\"> I have never suffered one single exertion to be omitted on my part that would in any way tend to sustain the principles and doctrines of the Holy Gospel, and aid in the development of the Holy Priesthood which God has revealed. I have endeavored all the time to preserve as perfect a history of the Prophet and those connected with him, from the organization of the Church to the present time, as I possibly could. <\/div><div class=\"paragraph jod\" id=\"v5n679\"> The Saints could have carried William upon their shoulders; they could have carried him in their arms, and have done anything for him, if he would have laid aside his follies and wickedness, and would have done right. It is like the Latin figure&#x2014;but I beg your pardon, I never studied Latin; but suffice it to say, the husbandman found a rattlesnake cold and frozen, and he took it, and he put it in his bosom, and kept it there till it was warm; and then the snake coiled about the husbandman and destroyed his life. <\/div><div class=\"paragraph jod\" id=\"v5n680\"> This was the conduct of William Smith in the days of Joseph and afterwards, up to the present time. The principle that a man should stand upon in this world is simply this&#x2014;He should do right himself, and thereby set an example to others. But for a man to have good blood in his veins, and then to go and disgrace that blood, is perhaps a double responsibility. <\/div><div class=\"paragraph jod\" id=\"v5n681\"> If we descended from Abraham, or from Joseph, or from any other virtuous, good, upright man, and we do not emulate his deeds and follow his example, the greater will be our shame. <\/div><div class=\"paragraph jod\" id=\"v5n682\"> When I was about eleven years old, my grandfather received letters containing the news that Joseph, the son  <div class=\"break pagebreak\" id=\"103a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0103.pdf\" target=\"pdfwin\">p.&#xA0;103a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2273\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of uncle Joseph, had discovered, by the revelations of the Almighty, some gold plates, and that these gold plates contained a record of great worth. <\/div><div class=\"paragraph jod\" id=\"v5n684\"> It was generally ridiculed and laughed at. A short time after this, another letter came, written by Joseph himself, and this letter bore testimony of the wickedness and the fallen condition of the Christian world. My father read the letter, and I well remember the remark he made about it. &#x201C;Why,&#x201D; said he, &#x201C;he writes like a prophet.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n685\"> Some time in August 1830, my uncle Joseph Smith and Don Carlos Smith came some two hundred and fifty miles from where the Prophet was residing in Ontario County, New York, and they brought a Book of Mormon with them. I had never seen them before, and I felt astonished at their sayings. <\/div><div class=\"paragraph jod\" id=\"v5n686\"> Uncle Joseph and Don Carlos were anxious to get to Stockholm to see grandfather. Accordingly they started, and my father went to carry them. I and my mother spent the whole of Saturday, all day Sunday, and Sunday night in reading the Book of Mormon; and I believe I read and studied it more then than I have done ever since. I studied it attentively and penned down what I considered to be serious objections. Although I was but thirteen years of age, yet I considered the objections I had discovered to be sufficient to overthrow it. <\/div><div class=\"paragraph jod\" id=\"v5n687\"> About five o'clock in the evening the neighbors came in and wanted to see the book. They took hold of the book, and some of them were professors of religion, and they began to raise their objections, to find fault with and ridicule the book, and there was no one to defend it; so I thought I would try. I commenced to argue in favor of the book, and answered one objection after another, until I came off victoriously and got the compliment of being a very smart boy. No one brought the objections to the <div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2273\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> book that I had: mine were geographical objections. I had studied geography a few weeks, but that few weeks' study made me think that I knew a good deal about it. <\/div><div class=\"paragraph jod\" id=\"v5n688\"> It is like a man that studies the Hebrew language; he has to drink deep before he can do much with it, and I thought I could confound them. In a few days I saw my uncle and talked with him, and in about half-an-hour all my learned objections to the Book of Mormon were dispensed with, and I found myself in the same position as my neighbors; and from that day to this I have been an advocate of the Book of Mormon, and have never suffered it to be slandered nor spoken against without saying something in its favor, with one exception, and then I said something. <\/div><div class=\"paragraph jod\" id=\"v5n689\"> I had been the favorite of my uncle Jesse, and he was a religious man&#x2014;a &#x201C;Covenanter;&#x201D; and I thought what he did not know was not worth knowing. He came out with all his strength against it, and exerted the most cruel tyranny over his family, prohibited my uncle Joseph from talking in his house, and threatened to hew down with his broad axe any who dared to preach such nonsense in his presence. <\/div><div class=\"paragraph jod\" id=\"v5n690\"> I went to visit him, and he abused me because I had become favorable, and because uncle Joseph had a private conversation with me. I had always treated him with the greatest respect, and entertained a very high opinion of him. He was a man of good education, and had considerable display; and, being the elder of the family, he naturally elicited from us more or less respect. <\/div><div class=\"paragraph jod\" id=\"v5n691\"> Finally, in conversation upon various subjects, he turned and talked about that private conversation, and he said, &#x201C;Joe dare not talk in my presence.&#x201D; Then says he, &#x201C;the Devil never shut my mouth.&#x201D; I replied, &#x201C;Perhaps he opened it, uncle.&#x201D; I thought I should have lost my iden<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"104a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0104.pdf\" target=\"pdfwin\">p.&#xA0;104a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2272\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tity: he gave me to the Devil <span class=\"italic\">instanter<\/span>. I went and told uncle Asahel what had transpired, and the old gentleman laughed; and I then went to see uncle Silas and told him; and he said, &#x201C;If old men begin to talk with boys, they must take boys' play.&#x201D; And from that day to the present, if I have said anything, I have said what I have thought. <\/div><div class=\"paragraph jod\" id=\"v5n693\"> During the fall of 1830, a gentleman who lived in our neighborhood went to Western New York and saw the Prophet, got baptized and ordained an Elder; and that was Elder Solomon Humphrey. Very few knew the old gentleman: he died in Missouri in 1835. He was a very faithful man. Previous to joining the Church he was a Baptist exhorter. He came back to our place of residence in company with a man named Wakefield, who is named in the Book of Doctrine and Covenants.<span class=\"citation\" id=\"85976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85976)\">D&amp;C 50:37<\/a><\/span><span class=\"citation\" id=\"86036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86036)\">D&amp;C 52:35<\/a><\/span> They came and preached and baptized for the remission of sins. <\/div><div class=\"paragraph jod\" id=\"v5n694\"> I had been raised a Presbyterian, and my mother was a very pious woman. The Reverend Elijah Lyman, her uncle, who lived in Brookfield, Vermont, was the standard of religion in that country, and he had bestowed upon her the greatest care, that her religion might be of the best kind; and of course I had a great deal of this religion in me, which I had learned from her. <\/div><div class=\"paragraph jod\" id=\"v5n695\"> I wanted to know what I should do to be saved; so I went to a Presbyterian revival meeting to get religion, that I might be prepared to join the Latter-day Saints, or &#x201C;Mormons,&#x201D; as they are termed. <\/div><div class=\"paragraph jod\" id=\"v5n696\"> At the time, my father was sick with the consumption and given up to die. I had a herd of cattle to take care of; but, notwithstanding my numerous duties, I went to the protracted meeting, and took a load of persons with me; I carried them there and brought them back every day. They <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2272\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had a fashion of religion that I had never heard of, and it was one that was not known in the days of the Apostles; and even John Wesley, nor any of the old reformers had got such a thing into their heads&#x2014;that of converting souls by machinery. <\/div><div class=\"paragraph jod\" id=\"v5n697\"> The process was like this: All who desired to be prayed for were to take certain seats, and then one of the ministers preached to them and depicted the miseries of hell and the duration of eternity. Then those people were taken to a praying establishment, where praying was carried on night and day. Then, after a certain time, they were brought back and preached to again, the ministers keeping before their eyes the untold miseries of hell and the duration of eternity. When the ministers got them to feel anxious, they would sing with them, and then pray again. When a man by this process was declared to be converted, then he was required to get up and formally renounce the world, the flesh, and the Devil, and to tell his experience. This was about the process as near as I can recollect. I did not go to the anxious seat myself, for I was not yet under conviction. <\/div><div class=\"paragraph jod\" id=\"v5n698\"> During this time of going to the protracted meeting, I had firewood to cut, my sick father to attend to, and to take care of our stock; but still I endeavored to attend meetings, partly to accommodate my friends, and partly because I desired to be present myself. Subject to these circumstances I was under the necessity of returning home every evening, and hence I could not stay as late as many of them. <\/div><div class=\"paragraph jod\" id=\"v5n699\"> While at the protracted meeting, however, I had the satisfaction of hearing some of my own comrades who had got converted formally renounce the world, the flesh, and the Devil, and promise henceforth to be Christians. <\/div><div class=\"paragraph jod\" id=\"v5n700\"> In the midst of all this, you may depend upon it that, if ever a poor soul  <div class=\"break pagebreak\" id=\"105a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0105.pdf\" target=\"pdfwin\">p.&#xA0;105a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2271\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>asked God to show him the way of life, I did&#x2014;and that, too, with all my might, mind, and strength. I could not be a hypocrite; and to say I was afraid of damnation, when I had no fear of it at all, that was what I could not do. <\/div><div class=\"paragraph jod\" id=\"v5n702\"> I always had the credit of being the greatest coward in the family, and hence the others used to take pleasure in ridiculing what they termed my cowardice. It is also well known that whenever there has been anything the matter in the shape of Indian difficulties, I have had the character of being the greatest coward in the country, especially in the southern part of this Territory; and yet I was not afraid of hell, when all its miseries were painted before my eyes, neither would I say that I was under conviction when I was not. <\/div><div class=\"paragraph jod\" id=\"v5n703\"> This meeting was a great one, and the progress made in converting souls was also great; and they made hell look so terrible to nearly all present, that they burnt out and frightened about all the sinners in the place, except myself. At one time they had two hundred sinners under conviction; and such crying, groaning, sighing, and lamentation for sins I never heard either before or since: they were so forcible and terrific, that they are indelibly written on my memory. <\/div><div class=\"paragraph jod\" id=\"v5n704\"> I soon found myself alone; not a soul except myself but was either converted or awfully on the way. Mr. Cannon, our minister, pointed his finger at me as I sat alone; for there was not a sinner in the gallery except myself; and he said, &#x201C;O sinner, I seal you up to eternal damnation, in the name of Jesus Christ.&#x201D; He repeated it three times over, and concluded by saying, &#x201C;O sinner, may your blood be upon your own head.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n705\"> I went home that evening and scattered my friends about, leaving the girls at their respective homes; for I, like my brethren, am very fond of the ladies; therefore I carried a goodly <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2271\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> proportion of them to meeting every day. I thought a good deal upon what I had heard, and scarcely knew whether to go again or not, but finally concluded that I would go; therefore the next morning I gathered up my load of passengers, and carried them to meeting again. <\/div><div class=\"paragraph jod\" id=\"v5n706\"> When on the way to meeting, a young man by the name of Cary asked me where I was going to sit that day. I told him I was not very particular. &#x201C;Well,&#x201D; said he, &#x201C;suppose you sit with me.&#x201D; I said, &#x201C;Agreed.&#x201D; I had heard this same young man in a previous meeting formally renounce this world, the flesh, and the Devil. <\/div><div class=\"paragraph jod\" id=\"v5n707\"> When we arrived at the place of meeting, according to agreement, I followed him with the intention of sitting with him. I had a decided objection against being driven to heaven, but I found he was actually leading me to the anxious bench; and I considered that if the priest the day before, who had sealed me up to eternal damnation, had any authority, it was very little use in my going to the anxious bench. <\/div><div class=\"paragraph jod\" id=\"v5n708\"> I did not discover where friend Cary was leading me to, till I got nearby the minister. He looked at me, when I turned away from the anxious bench, and he again walked into the pulpit, and pronounced the solemn sealing of eternal damnation upon me, and again appended to it that my blood was to be upon my own head. <\/div><div class=\"paragraph jod\" id=\"v5n709\"> On that day, the Reverend Mr. Williams delivered an address on the untold miseries of hell and the duration of eternity. Whether my mind was then agitated in consequence of the solemn woes pronounced upon me by the other minister, or whether the address was such a very eloquent one, I cannot now say; but, of all the discourses describing hell, eternal damnation, and the complication of miseries to which damned souls were subjected, it seemed to me that his  <div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2270\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>address was the most terrific. I admired it for its sublimity and the beautiful descriptive powers that were exhibited throughout the whole discourse; and where he got it from I did not know, and of course could not tell. <\/div><div class=\"paragraph jod\" id=\"v5n711\"> At the conclusion of the meeting, I gathered up my passengers, took them home, and distributed them about, and told them that I had no idea of going any more to the protracted meeting; for, said I, I have been sealed up nine times to eternal damnation, and hence, if the priest had any authority, it is no use in my going any more; but, said I, if he indeed had any, he would not act the infernal fool. <\/div><div class=\"paragraph jod\" id=\"v5n712\"> [Elder O. Hyde blessed the sacramental cup.] <\/div><div class=\"paragraph jod\" id=\"v5n713\"> I have, no doubt, wearied you with so minute a detail of my experience; but it is at least a gratification to me to relate it; and hence, I trust, you will excuse my being so minute in detail. <\/div><div class=\"paragraph jod\" id=\"v5n714\"> A short time after this, the Elders of Israel preached in our neighborhood the doctrines of repentance and baptism for the remission of sins, precisely as preached by the Apostle Peter and by our Lord and Savior Jesus Christ. These doctrines I was pleased to hear. I believed them and received them in my heart. <\/div><div class=\"paragraph jod\" id=\"v5n715\"> Now, you are all aware how I was formerly sealed up to eternal damnation. Notwithstanding this, I was waited upon by the agent of the &#x201C;Presbyterian Young Man's Society,&#x201D; and told that if I would abandon my father, and pledge myself never to become a &#x201C;Mormon,&#x201D; they would give me seven years' education; and then, at the expiration of that time, I might study divinity, and become a minister of the Presbyterian order. <\/div><div class=\"paragraph jod\" id=\"v5n716\"> But, said I, Mr. Cannon sealed me up to eternal damnation, and hence it would not do for me to become a minister. He replied, &#x201C;Oh, that don't <div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2270\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> make any difference.&#x201D; Well, then, said I, if that is all the force your religion and your ministers have, I will not have anything to do with them. Then he concluded they would not require me to preach, but he said they would give me seven years' education, and then I might choose what profession I liked. <\/div><div class=\"paragraph jod\" id=\"v5n717\"> I told him I was required to honor my father, and as he was sick, I should attend to him at present, however much I might desire an education. <\/div><div class=\"paragraph jod\" id=\"v5n718\"> As soon as I had got baptized, all the folks in the neighborhood commenced imposing upon me. The idea that they had of a religious man was this&#x2014;If he would stand still to be spit upon, to be mocked, and abused, then he was religious; but if he resented any of these insults, then they considered that he had no religion. <\/div><div class=\"paragraph jod\" id=\"v5n719\"> I was very large of my age, but I had not strength in proportion to my size, and I was always very clumsy; but finally I told the boys who were imposing upon me, that it was part of my religion to fight, and I pulled off my coat and flogged the whole school, and from that day I was respected so long as I stayed in the neighborhood. <\/div><div class=\"paragraph jod\" id=\"v5n720\"> It was with a good deal of reluctance, however, that many of the boys who had previously been able to handle me would yield; for some of them were four or five years older than I was: but in two days it was all finished up, and I had peace. <\/div><div class=\"paragraph jod\" id=\"v5n721\"> That winter I commenced to study arithmetic. I had previously studied geography, as you have already learned and during that winter I worked at arithmetic until I got to &#x201C;Vulgar Fractions,&#x201D; but I could not find out what vulgar fractions were, and I don't know yet, and hence I do not think I am entitled to much credit for the proficiency attained in my education. <\/div> <div class=\"break pagebreak\" id=\"107a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0107.pdf\" target=\"pdfwin\">p.&#xA0;107a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2269\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n723\"> I always took great pleasure in reading history, both religious and profane; but as to getting an education such as is requisite for a professional man in the world, I did not have the chance, excepting the one before alluded to, and that I did not choose to accept of. <\/div><div class=\"paragraph jod\" id=\"v5n724\"> In 1833 I moved to Kirtland with my father, and went to work on the Temple, doing whatever I was able to do. <\/div><div class=\"paragraph jod\" id=\"v5n725\"> I will here digress from the subject of my experience, and remark that I have asked a great many if they could tell who those twenty-four Elders were who laid the foundation of that Temple; but I have never yet got the information: and if there are any who can give it, they are smarter than me, and I was there and looked on. If there are any of the brethren who have this information, they should hand it in to the Historian's Office, where it can be preserved in the archives of the Church. <\/div><div class=\"paragraph jod\" id=\"v5n726\"> It is proper here to say that I went to work at the first principles, and that you know is necessary for everyone to do. I went to work at quarrying rock, then hauling rock, tending mason, and performing such other work as I was considered capable of doing in my bungling way. <\/div><div class=\"paragraph jod\" id=\"v5n727\"> We were a pious people in those days; but, notwithstanding our piety, our neighbors soon talked of mobbing us. They had already tarred and feathered the Prophet Joseph and Sidney Rigdon, and they threatened us with mobbing and expulsion. As I remarked, we were then very pious, and we prayed the Lord to kill the mob. <\/div><div class=\"paragraph jod\" id=\"v5n728\"> It was but a little time before the Saints were driven out of Jackson County, Missouri, the printing press destroyed, men tarred and feathered, women ravished, and men, women, and children scattered to the four winds of heaven, all in consequence of our religion. <\/div> <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2269\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n729\"> Now, I am never afraid when I do not think anything is going to hurt me. When I am certain that there is no danger, then I am not the least afraid. The reason I have been called a coward has been from the fact that, whenever I believed there was any danger, I have always gone in for providing for it, and used my ingenuity to thwart that danger; and hence I have been called a coward by some. <\/div><div class=\"paragraph jod\" id=\"v5n730\"> With my brethren who have addressed you, I have lain by the side of the Prophet, in Kirtland, to guard him half of each night for a whole winter, so that, if anything occurred, I could give notice to all the brethren in a very short time. <\/div><div class=\"paragraph jod\" id=\"v5n731\"> I have been by those crossroads that some of the brethren remember, and have seen our enemies pass by so near that I could have knocked them down with a stick. Things were so arranged that, if a considerable number came along, I was prepared to communicate it to the brethren. I have had considerable experience, and I have learned that, curious as it may appear, whenever a man becomes a Latter-day Saint, the Devil wants to kill him. <\/div><div class=\"paragraph jod\" id=\"v5n732\"> As I have told you, I was raised in the northern part of New York, a rough country, where, instead of going to get poles to fence with, we used to cut down hemlock trees, and split them up into rails. <\/div><div class=\"paragraph jod\" id=\"v5n733\"> East is said to be the quarter for light: hence it may be admitted that I have acquired a little. I once strayed as far as Massachusetts, and in a town where there were several Baptist priests. I endeavored to preach the Gospel; but they sent their sons into the meetinghouse, who smoked out the congregation with brimstone; and that is a specimen of what would be poured out upon the Saints by the whole Christian world, if they had the opportunity. <\/div> <div class=\"break pagebreak\" id=\"108a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0108.pdf\" target=\"pdfwin\">p.&#xA0;108a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2268\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n735\"> In an address delivered some years ago, I spoke of Maryland as a State of liberty; but our reporters made me say Massachusetts&#x2014;though they are not to blame, for they are raw Englishmen, and therefore the fault must have been with the Editor. <\/div><div class=\"paragraph jod\" id=\"v5n736\"> I said that Massachusetts was the hotbed of superstition and religious intolerance, and that Maryland was the first State that by her laws and institutions allowed men to worship God as they pleased. Whether this mistake was accidental or not, I cannot say, but I wish now to correct it; for I do believe Massachusetts to be the very hotbed of superstition and religious intolerance. <\/div><div class=\"paragraph jod\" id=\"v5n737\"> In the progress of this Church, mobs gathered around us, and continued to grow thicker till our history brought us to Far West, where the Governor ordered out seventeen thousand troops to exterminate the &#x201C;Mormons,&#x201D; and a great many were marched on to the ground preparatory to being shot by the order of Major Clark. <\/div><div class=\"paragraph jod\" id=\"v5n738\"> There are a great many men alive that were there, and lived through the operation, and who were finally driven from Missouri, not to say anything of the hundreds, and thousands, and tens of thousands who are dead, whose deaths were more or less caused by the sufferings and distress that were brought upon them by their extermination. <\/div><div class=\"paragraph jod\" id=\"v5n739\"> It was a free State; it was a free country: it had a Constitution that guaranteed liberty, at least to every white man. All religions were tolerated by their laws; but we must be exterminated from the State, because we were that kingdom which had been spoken of.<span class=\"citation\" id=\"94492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94492)\">Dan. 2:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n740\"> The result was that Prophets and High Priests were arrested and put in prison, numbers of them were murdered, women were ravished, goods and property stolen, houses burnt, and children butchered, and every <div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2268\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> possible cruelty was invented to cure men of their religion. <\/div><div class=\"paragraph jod\" id=\"v5n741\"> I told Mr. Morril, of Vermont, last winter, that it was utterly impossible by law to change men's opinions. If a man believes a thing, you may whip him, and he will believe it still. <\/div><div class=\"paragraph jod\" id=\"v5n742\"> Men and women are as apt to be tenacious as the old lady was down in the country, where men have but one wife. She got quarrelling with her husband, and called him &#x201C;cracklouse.&#x201D; He told her that if she called him that any more, he would drown her. She repeated it again, and he took and put her in the river, then took her out, and she said, &#x201C;Cracklouse!&#x201D; So he put her in again, and held her down awhile, till she was almost gone. Then he took her out again, and she could hardly speak, but finally she made out to say, &#x201C;C-r-a-c-k-l-o-u-s-e!&#x201D; He was determined to use her up; so he put her down, and held her under till she was dead; but she came up with her finger nails clenched, or rather in the position required for cracking a louse. So, you see, she stuck to it to the last moment. <\/div><div class=\"paragraph jod\" id=\"v5n743\"> So it is with our Uncle Sam&#x2014;our dear, infirm, old uncle; although he has got very rich, and has got several millions of money in the Treasury that he scarcely knows what to do with, he wants to expend some of it in bringing us to the standard of virtue and righteousness according to their notions. To this end he is sending out 2,500 troops, with ministers and schoolmasters to regulate things in Utah. Notwithstanding all this, he may possibly find some instances where people may be as determined and stern in their notions as the old lady was of whom I have been speaking. <\/div><div class=\"paragraph jod\" id=\"v5n744\"> Now, a religion that is not worth living for is not worth having. If religion is not worth living for, I am sure it is not worth dying for; and of course, if we are not willing to stand  <div class=\"break pagebreak\" id=\"109a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0109.pdf\" target=\"pdfwin\">p.&#xA0;109a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2267\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the test, our religion is of very little use. Our enemies judge us by themselves, for they know that the best of them will renounce their religion for the sake of self interest. They treat it as a mere work of time. <\/div><div class=\"paragraph jod\" id=\"v5n746\"> A gentleman once asked another why he turned from the reformed Methodists to the Episcopalians; and he said, in reply, &#x201C;A good fat living will change any of us.&#x201D; If we can be changed in our religious views by a few soldiers or a few threats, we certainly made a great blunder in coming out here, that we may have the privilege of turning a little, and of giving a little change into the bargain. Our dear old Uncle has had a desire to give us a little of the change from the time we came here. Soon after we arrived, we began to turn this desert into a garden. There came a captain with troops into this city: they were a specimen of the virtue and morality of the United States. They came here and began to insult the people, and then tried to cover up their wickedness by the dignity of Uncle Samdom. Passing along, they came to a lone house, and there undertook to ravish a woman in open daylight; and the brother who interfered to prevent this villainous outrage was most shamefully maltreated by them, and got some of his bones broken. After this outrage, the officers of the company were soon told that if they did not take their troops out of the city, the &#x201C;Mormons&#x201D; would cut all their damned throats; and that was the last we had of them here. <\/div><div class=\"paragraph jod\" id=\"v5n747\"> I may be a little mistaken as to the precise language made use of; but this subject follows up so close to what I had in my mind, that I wanted to ask myself what I was now going to do in case the soldiers come here. <\/div><div class=\"paragraph jod\" id=\"v5n748\"> From year to year we have had companies of these gentry visiting us, and remaining for a season, and then going away. The Government have tried, year after year, to establish garrisons, <div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2267\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and get troops into these valleys. They have had troops at Laramie, at Fort Hall, and several other points; but circumstances so turned that they soon marched into Oregon. <\/div><div class=\"paragraph jod\" id=\"v5n749\"> The talk now is that they are going to bring 2,500 soldiers into this Territory. That is not a peace establishment; for twenty-five hundred men are not enough to obtain peace in an Indian country. These troops, we are informed, are to be furnished with fifteen months' provisions, to be delivered in this city this fall, and twelve months' provisions to be lodged on the other side of the mountain. They are to have four hundred mule teams for hauling their extra baggage, and they are to be provided with judges, and a full <span class=\"italic\">corps<\/span> of territorial officers; and these soldiers are sent along to enforce their rule. This is what we understand from those channels which have been opened to us. <\/div><div class=\"paragraph jod\" id=\"v5n750\"> Whether it is done with the intention of making a disturbance here and taking the lives of our leaders, the facts in the case being known to the Government of the United States is not for me at present to say. The mail is stopped, and no more permitted to run, because, they say, of the unsettled state of affairs in Utah. <\/div><div class=\"paragraph jod\" id=\"v5n751\"> Now, I am a &#x201C;Mormon,&#x201D; and a descendant of the old Puritanical stock that descended from the old Anglo-Saxon reformers, and hence I feel all the sentiments of resentment that any man could feel during the rise against the mother country, when our forefathers were determined to break off the yoke of bondage and be free. When I see men, the descendants of those worthy sires who were the first to stand forth and create the resolution of the colonies, and to break loose from the King of Great Britain&#x2014;I say, when I realize that my own country and nation are disposed to hold the sword over my head and to threaten me with extermination, I  <div class=\"break pagebreak\" id=\"110a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0110.pdf\" target=\"pdfwin\">p.&#xA0;110a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2266\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>feel to say, Let them send who they please. They are determined to send who they please for Governor, who they please for Judges, and who they please for our Territorial Officers, and to permit those men whom they send to place their interpretation upon the acts of our Territorial Legislature, and upon the condition of things as they surround us; and I care but little what comes next. <\/div><div class=\"paragraph jod\" id=\"v5n753\"> They will send men here who are ignorant of the circumstances that surround us&#x2014;men who are totally ignorant of the irrigation of the land by mountain streams; they will permit them to interfere with the rights of the people of this Territory, with fifteen hundred or two thousand bayonets to back them up. <\/div><div class=\"paragraph jod\" id=\"v5n754\"> Under these circumstances, as big a coward as I am, I would say what I pleased; and for one thing I would say that every man that had anything to do with such a filthy, unconstitutional affair was a damned scoundrel. There is not a man, from the President of the United States to the Editors of their sanctorums, clear down to the low-bred letter-writers in this Territory, but would rob the coppers from a dead nigger's eyes, if they had a good opportunity. If I had the command of thunder and lightning, I would never let one of the damned scoundrels get here alive. <\/div><div class=\"paragraph jod\" id=\"v5n755\"> I have heretofore said but very little about the Gentiles; but I have heard all that Drummond has said, and I have read all his lying, infamous letters; and although I have said but little, I think a heap. You must know that I love my friends, and God Almighty knows that I do hate my enemies. There have been men, and women, and children enough who have died through the oppression and tyranny of our enemies to damn any nation under heaven; and now a nation of 25,000,000 of people must exercise its wealth in violation of its <div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2266\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> own principles and the rights guaranteed by the blood of their fathers&#x2014;blood that is more sacred than their own heart springs; and this they are doing to crush down a little handful who dwell in the midst of these mountains, and who dare to worship God as they please, and who dare to sing, pray, preach, think, and act as they please. <\/div><div class=\"paragraph jod\" id=\"v5n756\"> All I have to say is, Just go ahead and burst your boiler. [Voice: They will.] This is the way the thing shapes itself in my mind; and if I were not afraid to die, I would fight as long as there was a finger left. Yes, if I were not afraid to die, I would fight till there was not as much left of me as there was of the Kilkenny cats. Just look at him&#x2014;view his conduct towards this people: besides his being my uncle, he has acted most shamefully mean. When I told my uncle I was afraid, he only laughed at me; but I now tell you that if I were not such a well-known coward, I would die like a man of war. The very idea that a man has been awed down by the bayonet is something that I cannot stand. It will do very well for the Emperor of France, and it may do for the Autocrat of Russia, but it don't do for freeborn men; and if asked which we will prefer&#x2014;slavery or death, we should be very apt to answer in the language of a Roman senator, if we had any voice in this matter, who, when this question was once put in the days of Julius Caesar and Pompey, promptly answered, We prefer death to slavery. But you know we are Latter-day Saints&#x2014;we are &#x201C;Mormons,&#x201D; and hence we cannot be treated as free men. <\/div><div class=\"paragraph jod\" id=\"v5n757\"> Report says that the plan is deep, and it is laid with the intention of murdering every man that will stand up for &#x201C;Mormonism.&#x201D; But the evil which they design towards us will fall upon their own heads,<span class=\"citation\" id=\"90810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90810)\">D&amp;C 121:13<\/a><\/span> and it will grind them to powder.<span class=\"citation\" id=\"65350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65350)\">Matt. 21:44<\/a><\/span> The men that have been living in these valleys,  <div class=\"break pagebreak\" id=\"111a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0111.pdf\" target=\"pdfwin\">p.&#xA0;111a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2265\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>living their religion, and serving their God. They will laugh at their calamities, and mock when their fear cometh.<span class=\"citation\" id=\"57357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57357)\">Prov. 1:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n759\"> We must die like the Irishman, and then we shall do well enough. An old parson was riding along one day, and met with an Irishman, and said, &#x201C;Sir, have you made your peace with God?&#x201D; Pat replied, &#x201C;Faith, an I've never had a falling out.&#x201D; The parson seemed very much surprised at the answer, and very piously said, &#x201C;You are lost, you are lost!&#x201D; The Irishman very quaintly answered, &#x201C;Faith, and how can I be lost right in the middle of a great big turnpike?&#x201D; The moral which I wish to deduce from this is, that, if we have not had a falling out with our God, we are in the middle of the great turnpike. They may cut off our supplies of tobacco and tea. [Voice: What a pity!] Why, bless you, there are young men in Israel who would suffer far more, if deprived of their tobacco, than the ladies would if their ribbons had to be stripped off right in the public meeting; and therefore I advise them to go to work and plant tobacco, for if they were deprived of it, it would take away their peace and happiness, and they could not nasty and besmear everything within a mile of them; and when they wanted to come and get counsel, they would not be able to let out of their mouths a stench that would drive away a skunk. <\/div><div class=\"paragraph jod\" id=\"v5n760\"> I feel great pity for those young men, and I would like to discipline them as a certain lieutenant did the cabin boy on a steam packet. He said, &#x201C;Boy, there is something the matter with your mouth,&#x201D; whereupon he ordered one of the sailors to bring him a pair of tongs, and ordered the <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2265\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> boy to open his mouth, and with the tongs took out a large quid of tobacco. He then called for some canvass and sand and scoured the boy's mouth out, and told him that when he got sick and needed that again, he was to call on him and he would give him another dose. <\/div><div class=\"paragraph jod\" id=\"v5n761\"> I consider it a disgrace to any young man under thirty-five years of age to use tobacco. [Voice: Forty is the age.] That is my age: I was thinking I was thirty-five. <\/div><div class=\"paragraph jod\" id=\"v5n762\"> Brethren and sisters, I am a Latter-day Saint, and I know that this is the people of God; I know that this people have the Priesthood, and that Brigham Young is as much an inspired man as was Moses or any other man that ever lived upon the earth. <\/div><div class=\"paragraph jod\" id=\"v5n763\"> This is my testimony, and I believe that if I were cut in pieces, though I never was killed, and of course don't know how it feels; but I do not believe that it would alter my testimony. <\/div><div class=\"paragraph jod\" id=\"v5n764\"> I am a good deal like the man in the old world, where they have but one wife. He was shaving, and at the same time having some unpleasant words with his wife: finally, he said he would cut his throat if she did not hold her noise. She replied, &#x201C;Cut away; I am young and handsome.&#x201D; &#x201C;I would, if I did not think it would hurt so damned bad.&#x201D; And I don't know but it would feel so very bad to be killed, that I am really afraid where there is any danger. But just so long as I think there is no danger, I shall go ahead. <\/div><div class=\"paragraph jod\" id=\"v5n765\"> Brethren and sisters, pardon me for detaining you so long; and may the Lord God of Israel bless you, and may He curse and damn every scoundrel that would bring misery and injury upon this innocent people. Amen. <\/div>\n<\/div>\n<\/div>"}