{"ID":50028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Correction&#x2014;Appointment of Governor&#x2014;&#x201C;Our Own Name&#x201D;&#x2014;The Coming Test, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Bowery, Great Salt Lake City, Sunday Morning, August 30, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Correction, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 8\/30\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v5n1152\"> You must expect, when you see brother Heber stand before you to speak, that you will hear what is called the rough etchel to this generation. I am pretty well satisfied, brethren, that there are only four or five persons in this congregation that dislike to hear me talk; and when you take out those four or five, I know <div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2218\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that this people would rather hear me speak than any other man who speaks from this stand, except brother Brigham. It is not that those four or five have anything particular against me, but it is because I do at many times give vent to my feelings, and, by so doing, I hit them a crack where they deserve it. Well, this is all right. <\/div> <div class=\"break pagebreak\" id=\"159a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0159.pdf\" target=\"pdfwin\">p.&#xA0;159a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2217\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n1154\"> I wonder if there is a man or woman here that really wants to be a Saint&#x2014;I mean those that want to live their religion&#x2014;but what desire in their hearts and seek in their prayers to the Father that they may be corrected when they are wrong&#x2014;that they may be admonished? Is there a person in this congregation but what has that desire and that feeling? If there is, I am greatly mistaken; for I hear them when I go into meetings and when I go into family circles; they will say, if I have a wrong thing about me, I want to be corrected. Have you not heard it so this morning? Every man that speaks before this community has those feelings. Have not I those feelings? Brethren, if I have a fault, or have anything about me which is not right, I want to get rid of that; and so do you, if you are Saints. <\/div><div class=\"paragraph jod\" id=\"v5n1155\"> Well, there is not a mother in this congregation but feels in that way; else, when they see one of their children in fault, why do they correct these children? Why do you correct them, when you are not willing to be corrected yourselves? Neither a father nor a mother, from this time forth, should correct a child, except they are willing to be corrected in their faults. <\/div><div class=\"paragraph jod\" id=\"v5n1156\"> Do you see it? You will see mothers who will correct their children when they get angry, and that is almost the only time they will correct a child. Am I angry today? Just look at me, and see if you think I am angry. I tell you I am just as good-natured as I can be, according to the nature of the case that I am now dwelling upon. Well, this is for you to reflect upon. <\/div><div class=\"paragraph jod\" id=\"v5n1157\"> Is this a good people? You may take the Elders of Israel throughout these valleys, and those at the stations, between here and the United States, and those that we have sent to the nations of the earth, and then <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2217\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thousands, who never were here, and there never was a more amenable set of men upon the earth, with the experience that we have got; and there never was that day that this people were one as they are one today; no, never. <\/div><div class=\"paragraph jod\" id=\"v5n1158\"> Well, I feel to praise the Elders of Israel for their faithfulness. Is there a chance for improvement, brethren, ye Elders of Israel? If you think there is a chance for improvement, notwithstanding all of my praising you, just raise your right hands. [A forest of hands was raised.] Those that think there cannot be any improvement, but that you are stereotyped, raise your hands. I cannot see any hands raised upon that side. <\/div><div class=\"paragraph jod\" id=\"v5n1159\"> When I went to chop, I was always taught to pull off my coat, and spit on my hands. I pull off my coat because I am too warm. If I don't talk here more than twenty minutes, I want my coat off. <\/div><div class=\"paragraph jod\" id=\"v5n1160\"> May I tell you some of my feelings, and not have any of you angry with me? [Voices: &#x201C;Yes.&#x201D;] I hate to have the ladies angry with me, above all things; and I will tell you one thing, and that is, all you that are ladies will not find fault; but the woman that finds fault with me, I can analyze her, and show you she is not a lady. I am a physician. Well, you can hardly mention a thing that is good but what I am. <\/div><div class=\"paragraph jod\" id=\"v5n1161\"> I want to tell some of my feelings here today, in a few words, relative to brother Brigham. I call him brother, because he says if I call him President, he shall call me President; and just as sure as he does, I am as flat as a pancake. I shall only call him President before the Saints, in his calling&#x2014;I was going to say before our enemies; but, damn them, they shall never come here. Excuse me, I never use rough words, only when I come in contact with rough things; and I use smooth words when I talk  <div class=\"break pagebreak\" id=\"160a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0160.pdf\" target=\"pdfwin\">p.&#xA0;160a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2216\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>upon smooth subjects, and so on, according to the nature of the case that comes before me. <\/div><div class=\"paragraph jod\" id=\"v5n1163\"> You all acknowledge brother Brigham as the President of the Church of Jesus Christ of Latter-day Saints; then you acknowledge him as our Leader, Prophet, Seer, and Revelator; and then you acknowledge him in every capacity that pertains to his calling, both in Church and State, do you not? [Voices: &#x201C;Yes.&#x201D;] Well, he is our Governor. What is Governor? One who presides or governs. Well, now, we have declared, in a legislative capacity, that we will not have poor, rotten-hearted curses come and rule over us, such as some they have been accustomed to send. We drafted a memorial, and the Council and the House of Representatives signed it, and we sent to them the names of men of our own choice&#x2014;as many as from five to eight men for each office&#x2014;men from our own midst, out of whom to appoint officers for this Territory. We sent that number for the President of the United States to make a selection from, and asked him to give us men of our own choice, in accordance with the rights constitutionally guaranteed to all American citizens. We just told them right up and down, that if they sent any more such miserable curses as some they had sent were, we would send them home; and that is one reason why an army, or rather a mob, is on the way here, as reported. You did not know the reason before, did you? <\/div><div class=\"paragraph jod\" id=\"v5n1164\"> Well, we did that in a legislative capacity; we did it as members of the Legislature&#x2014;as your representatives; and now you have got to back us up. You sent us, just as we sent brother Bernhisel to seek for our rights and to stand in our defense at Washington. <\/div><div class=\"paragraph jod\" id=\"v5n1165\"> Well, here is brother Brigham: he is the man of our own choice; he is our Governor, in the capacity of a <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2216\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Territory, and also as Saints of the Most High. <\/div><div class=\"paragraph jod\" id=\"v5n1166\"> Well, it is reported that they have another Governor on the way now, three Judges, a District Attorney, a Marshal, a Postmaster, and Secretary, and that they are coming here with twenty-five hundred men. The United States design to force those officers upon us by the point of the bayonet. <\/div><div class=\"paragraph jod\" id=\"v5n1167\"> Is not that a funny thing? You may think that I am cross, but I am laughing at their calamity, and I will &#x201C;mock when their fear cometh.&#x201D;<span class=\"citation\" id=\"57358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57358)\">Prov. 1:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1168\"> Now, gentlemen and ladies, you look at these things, and then right in this book, the Bible. It says, our nobles shall be of ourselves; that is, our Lords, our Judges, our Governors, our Marshals, and our everything shall be of ourselves.<span class=\"citation\" id=\"60613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60613)\">Jer. 30:21<\/a><\/span> Won't you read the 30th chapter of Jeremiah?<span class=\"citation\" id=\"60611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60611)\">Jer. 30:18-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1169\"> 18. Thus saith the Lord; Behold, I will bring again the captivity of Jacob's tents, and have mercy on his dwellingplaces; and the city shall be builded upon her own heap, and the palace shall remain after the manner thereof. <\/div><div class=\"paragraph jod\" id=\"v5n1170\"> 19. And out of them shall proceed thanksgiving and the voice of them that make merry: and I will multiply them, and they shall not be few; I will also glorify them, and they shall not be small. <\/div><div class=\"paragraph jod\" id=\"v5n1171\"> 20. Their children also shall be as aforetime, and their congregation shall be established before me, and I will punish all them that oppress them. <\/div><div class=\"paragraph jod\" id=\"v5n1172\"> 21. And their nobles shall be of themselves, and their governor shall proceed from the midst of them; and I will cause him to draw near, and he shall approach unto me: for who is this that engaged his heart to approach unto me? saith the Lord. <\/div><div class=\"paragraph jod\" id=\"v5n1173\"> 22. And ye shall be my people, and I will be your God. <\/div><div class=\"paragraph jod\" id=\"v5n1174\"> 23. Behold, the whirlwind of the Lord goeth forth with fury, a con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"161a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0161.pdf\" target=\"pdfwin\">p.&#xA0;161a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2215\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tinuing whirlwind: it shall fall with pain upon the head of the wicked. <\/div><div class=\"paragraph jod\" id=\"v5n1176\"> 24. The fierce anger of the Lord shall not return, until he have done it, and until he have performed the intents of his heart: in the latter days ye shall consider it. <\/div><div class=\"paragraph jod\" id=\"v5n1177\"> Well, the day has come when our Governor has come out of our midst,<span class=\"citation\" id=\"124774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124774)\">Jer. 30:21<\/a><\/span> and he is in the tops of the mountains, just where the Prophets said these things should come to pass;<span class=\"citation\" id=\"57697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57697)\">Isa. 2:2<\/a><\/span> and now the United States are reported to be trying to force a Governor upon us, when the Lord has raised one up right out of our midst. <\/div><div class=\"paragraph jod\" id=\"v5n1178\"> Now, I am going to talk about these things, and I feel as though I had a perfect right to do so, because I am one of the people. <\/div><div class=\"paragraph jod\" id=\"v5n1179\"> If this people should consent to dispossess brother Brigham Young as our Governor, they are just as sure to go to hell as they live, and I know it; for God would forsake them and leave them to themselves, and they would be in worse bondage than the children of Israel ever were. <\/div><div class=\"paragraph jod\" id=\"v5n1180\"> Supposing this thing all blows over, and they don't come up here, but they begin to flatter us and be friendly, what will be the result? They may flatter as long as the earth stands, but I never will be subject to one of their damned pusillanimous curses. They may court and flatter as much as they please, but I never will be subject to them again&#x2014;no, never. Do you hear it? [Voices: &#x201C;Yes.&#x201D;] Do you think we will submit to them? No, never. They have cut the thread themselves. <\/div><div class=\"paragraph jod\" id=\"v5n1181\"> You are the people who have the privilege to acknowledge brother Brigham as our Governor and continue him in his office; and you also have the privilege, through your agency, to reject him, if you please; but it will be to your condemnation if you do, because he has got the keys of the kingdom; and the very moment you <div class=\"break columnbreak\" id=\"161b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0161.pdf\" target=\"pdfwin\">p.&#xA0;161b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2215\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> reject him, you cut yourselves off from the right of the Priesthood. <\/div><div class=\"paragraph jod\" id=\"v5n1182\"> I will now bring up a comparison. I live in the City of Great Salt Lake. I am a father, a husband, a benefactor to between sixty and seventy subjects: I feed them; I clothe them; and they do not have a pin, a drink of tea, nor anything but what I provide: I provide them houses to live in and beds to sleep on. But suppose that, by-and-by, some stranger comes along, and my family say to him, &#x201C;We will have you to preside over us,&#x201D; and they reject me, when at the same time they say, &#x201C;Brother Heber is a good man,&#x201D; but the other man comes with a smiling face, and my family take him and reject me&#x2014;what have they done? If they reject me, they reject their head; and, by so doing, they destroy their heirship to the head or limb to which they are lawfully connected. Is not that so? <\/div><div class=\"paragraph jod\" id=\"v5n1183\"> Suppose you acknowledge the man reported to be coming, what do you do? You reject your head, and if so, where is the body, and what will become of it? I will compare it to my body. Supposing the head is cast away, the body will die, won't it? Yes; and you will die just as quick as that, if you reject brother Brigham, your head. <\/div><div class=\"paragraph jod\" id=\"v5n1184\"> We are the people of Deseret. She shall be Deseret; she shall be no more Utah: we will have our own name. Do you hear it? <\/div><div class=\"paragraph jod\" id=\"v5n1185\"> Brethren and sisters, these ideas are comforting to all of you: they are most gloriously comforting to me. I tell you, the feelings within me are glorious. <\/div><div class=\"paragraph jod\" id=\"v5n1186\"> We are the people of Deseret, and it is for us to say whether we will have brother Brigham for our Governor, or those poor, miserable devils they are reported to be trying to bring here. You must know they are miserable devils to have to come here under arms; but they shall not rule  <div class=\"break pagebreak\" id=\"162a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0162.pdf\" target=\"pdfwin\">p.&#xA0;162a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2214\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>over us nor come into this Territory. What do you say about it? Are you willing, as a people, that they should come in here? You that say they shall not, raise your right hands. [All hands raised.] <\/div><div class=\"paragraph jod\" id=\"v5n1188\"> Mr. Gentile, won't you tell of this to your co-workers for the Devil's kingdom? <\/div><div class=\"paragraph jod\" id=\"v5n1189\"> The reason that I talk as I do is because I don't hold any office in the United States; but this people, some time ago, appointed me Chief-Justice of the State of Deseret, and brother John Taylor and Bishop N. K. Whitney as my associates. You also appointed me Lieutenant-Governor; I always told you I was going to be Lieutenant-Governor. This is a stump speech! <\/div><div class=\"paragraph jod\" id=\"v5n1190\"> We are going to have our own Governor from henceforth. Brigham Young was then our Governor, Heber C. Kimball was Chief-Justice and Lieutenant-Governor. I was a big man then; I felt as big as brother Morley does in the Legislature. The fact is, he does not understand their gabble: if he does, he understands more than I do. <\/div><div class=\"paragraph jod\" id=\"v5n1191\"> It is for us to say, according to our rights under the Constitution, whether we will have those cursed Gentiles to rule over us, or not. <\/div><div class=\"paragraph jod\" id=\"v5n1192\"> I want you to publish this, Mr. Editor. <\/div><div class=\"paragraph jod\" id=\"v5n1193\"> I am giving you a little of my feelings; for I want you to know that you are under no more obligation to receive those men than brother Brigham's family is to receive another man and to reject him as their husband, their father, their friend, and benefactor. <\/div><div class=\"paragraph jod\" id=\"v5n1194\"> I know that what I have said has informed many of your minds, and I choose to present my ideas by comparison. I have a right to say the Gentiles shall never rule over me, although this people might admit of their coming here. I have a right to <div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2214\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> say, also, that we shall never be ruled over by them from this day forth, while grass grows or water runs; never, no, never. <\/div><div class=\"paragraph jod\" id=\"v5n1195\"> [Voices: &#x201C;Amen.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1196\"> Well, we have got to sustain these amens, and we have got to sustain these vows. You ladies, too, will certainly have to do your part, or back out. I told you last Sunday to arm yourselves; and if you cannot do it any other way, sell some of your fine bonnets, fine dresses, and buy yourselves a good dirk, a pistol, or some other instrument of war. Arm your boys and arm yourselves universally, and that, too, with the weapons of war; for we may be brought to the test, to see if we will stand up to the line. I never knew it to fail, when men made covenants, but they were brought to the test, to see if they would live up to them. <\/div><div class=\"paragraph jod\" id=\"v5n1197\"> This people have made covenants, they have made vows, and they have been instructed by brother Brigham; and he has told them that those covenants and penalties are true and faithful; and I say they are as true as the Lord God liveth; and the day will come that you will have to fulfil those vows and covenants that you have made; and not one word shall fail.<span class=\"citation\" id=\"63105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63105)\">Matt. 5:18<\/a><\/span><span class=\"citation\" id=\"92538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92538)\">Moses 4:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1198\"> I have told you of it, and I have backed it up when others have said it. Now, mark it; for God will drive us to it. These instructions, given to us from time to time, will have to be carried out and fulfilled; for I just know that you have got to reap that which is sown.<span class=\"citation\" id=\"74686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74686)\">Gal. 6:7<\/a><\/span><span class=\"citation\" id=\"83889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83889)\">D&amp;C 6:33<\/a><\/span> If you sow to the spirit, you will reap life everlasting; but if you sow to the flesh, we shall reap corruption;<span class=\"citation\" id=\"124775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124775)\">Gal. 6:8<\/a><\/span> and the bed that we make, we have got to lie in. Now, I will tell you another thing that bears heavily on my mind, as much so as any other thing, and that is, for this people to live their religion, and do as they are told. <\/div><div class=\"paragraph jod\" id=\"v5n1199\"> I will ask you this question, gentle<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"163a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0163.pdf\" target=\"pdfwin\">p.&#xA0;163a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2213\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men and ladies&#x2014;Can you live your religion, except you do as you are told? I have said, again and again, that if we live our religion, and do as we are told, those men will never come over those mountains; for we shall slay the poor devils before they get there. <\/div><div class=\"paragraph jod\" id=\"v5n1201\"> I do not know of any religion, except doing as I am told; and if you do, you have learned something that I have never learned. You have a Governor here to dictate you and to tell you what to do; and if we will live our religion, we are always safe, are we not? <\/div><div class=\"paragraph jod\" id=\"v5n1202\"> There are a great many that will not live their religion, for they think they belong to the aristocracy; but understand, gentlemen and ladies, that I withdraw from that society. I told you last Sunday, that of all the corrupt beings upon the face of the earth, the present aristocracy are the worst. <\/div><div class=\"paragraph jod\" id=\"v5n1203\"> I am a pretty rugged fellow, and valiant for the truth; and may the Lord make everybody like me, that we may stand against our enemies; for the corruptest devils on the earth are the present aristocracy. <\/div><div class=\"paragraph jod\" id=\"v5n1204\"> Let us go to work and lay up our grain, lay up wheat, and everything that will and can be preserved; and in so doing, we will save ourselves from sorrow, pain, and anguish; and the Lord will give us a law and a word for us to abide, and he will cut off our enemies; and if every man and woman will go to work, lay up their grain, and do as they are told, the Lord will hold off our enemies from us, until we can lay up sufficient store for ourselves. This is a part of our religion&#x2014;to lay up stores and provide for ourselves and for the surrounding country; for the day is near when they will come by thousands and by millions, with their fineries, to get a little bread. That time is right by our door. <\/div><div class=\"paragraph jod\" id=\"v5n1205\"> Brother Stewart says he has dis<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2213\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>covered that this work is five years ahead of what he had supposed. Let me tell you that this people are more than ten years ahead of what they supposed. They were all asleep; but the Lord has waked them up, to prepare them for a time of trial and famine. If you do not see it, and feel it, and taste it, and smell it, it will be because God will have mercy upon you; and he will, if you will do as you are told from this time forth. <\/div><div class=\"paragraph jod\" id=\"v5n1206\"> Do I feel comfortable? Gentlemen and ladies, I never saw the day that I felt any better. I become weary with toil, but I feel well in regard to this work. But there is a spirit of calmness, of peace, that I am jealous of. <\/div><div class=\"paragraph jod\" id=\"v5n1207\"> I never have seen the day for twenty-five years, but before there was a storm there was always a calm. In Kirtland, before the trouble commenced, there was this calm. Joseph and Hyrum were men that would stand the test, but finally they had to flee from Kirtland to Missouri. Well, previous to that, we had received our endowments, and a more calm, heavenly, and prosperous time I never saw. <\/div><div class=\"paragraph jod\" id=\"v5n1208\"> Was it so in Missouri? Yes, it was: after they became settled, they became composed; and the year of the trouble we never had such crops in the world as we had then. <\/div><div class=\"paragraph jod\" id=\"v5n1209\"> Was it not so in Nauvoo? Yes; and the spirit of composure rested upon the people; and it is more or less so now; and such crops as we have this year never were produced. <\/div><div class=\"paragraph jod\" id=\"v5n1210\"> What does this mean? And the spirit of composure seems to be upon the people more than ever. And what does this mean? I am rather inclined to be jealous of it. Say I, wake up, ye Saints of Zion, while it is called today, lest trouble and sorrow come upon you, as a thief in the night.<span class=\"citation\" id=\"85590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85590)\">D&amp;C 45:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1211\"> Suppose it is not coming, will it hurt you to lay up the products of the earth for seven years? Will it hurt  <div class=\"break pagebreak\" id=\"164a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0164.pdf\" target=\"pdfwin\">p.&#xA0;164a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2212\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you, if you have your guns, swords, and spears in good condition, according to the law of the United States? Some of the States give a man his clearance at forty years of age; others, at forty-five: they call men to train when they are eighteen years of age; but we call upon all from six to six hundred years old: we do not except any; and I want the world to know that we are ready for anything that comes along. If it is good, we are ready for that; and if it is evil, we are ready to stand against it. <\/div><div class=\"paragraph jod\" id=\"v5n1213\"> We are calculating to sow our wheat early this fall, in case of emergency. I throw out these things for you to think upon; and if they are not right, they will not hurt anybody. <\/div><div class=\"paragraph jod\" id=\"v5n1214\"> But wake up, ye Saints of the Most High, and prepare for any emergency that the Lord our God may have pleasure in bringing forth. We never shall leave these valleys&#x2014;till we get ready; no, never; no, never. We will live here till we go back to Jackson County, Missouri. I prophesy that, in the name of Israel's God. <\/div><div class=\"paragraph jod\" id=\"v5n1215\"> [The congregation shouted &#x201C;Amen,&#x201D; and President B. Young said, &#x201C;It is true.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1216\"> If our enemies force us to destroy our orchards and our property, to destroy and lay waste our houses, fields, and everything else, we shall never build and plant again, till we do it in Jackson County. But our enemies are not here yet, and we have not yet thrown down our houses. Let me tell you, if God designs that Israel should now become free, they will come and strike the blow; and if he does not, they will not come. That is as true as that book (pointing to the Bible). <\/div><div class=\"paragraph jod\" id=\"v5n1217\"> Go to work, and lay up your grain, and do not lay it out for fine clothes, nor any other kind of fine thing, but make homespun trousers and petticoats. What would please me more than for my family, instead of wanting <div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2212\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> me to go to the store for petticoats and short gowns, to see them go to work and make some good homespun? What would be prettier than some of the English striped linsey, and a bonnet made of our own straw? Those are the women I would choose for wives. If you want virtue, go into the farming country, for there it is homespun. Farming districts contain the essence and the virtue of old England. <\/div><div class=\"paragraph jod\" id=\"v5n1218\"> I do not know that you know what homespun is; but it is that which is spun at home; and it is for your welfare, both men, women, and children, to make your own clothing. It is also for your salvation to equip yourselves according to law. <\/div><div class=\"paragraph jod\" id=\"v5n1219\"> Now, I will tell you, I have about a hundred shots on hand all the time&#x2014;three or four fifteen-shooters, and three or four revolvers, right in the room where I sleep; and the Devil does not like to sleep there, for he is afraid they will go off half-cocked. <\/div><div class=\"paragraph jod\" id=\"v5n1220\"> If you will lay a bowie knife or a loaded revolver under your pillow every night, you will not have many unpleasant dreams, nor be troubled with the nightmare; for there is nothing that the Devil is so much afraid of as a weapon of death. <\/div><div class=\"paragraph jod\" id=\"v5n1221\"> You may take this as some of Heber's wild visions, if you please. I have acknowledged myself as one of the people; and now I say, we will take our own name, and we will not be false-named any more. We are the Kingdom of God; we are the STATE OF DESERET; and we will have you, brother Brigham, as our Governor just so long as you live. We will not have any other Governor. <\/div><div class=\"paragraph jod\" id=\"v5n1222\"> I mean just what I say, and this people say they will not have any other Governor, and especially anyone that has to come here under arms; for we consider that any man is a poor, damned curse that has to come here under arms to rule over us. These  <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2211\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are my feelings; and if anybody votes against it, they are not of us: but there are but four or five but what vote for us; and they are apostates, and will go overboard. There is not a child but what goes with us in these things. <\/div><div class=\"paragraph jod\" id=\"v5n1224\"> When we reject brother Brigham Young, we reject the head; but we will not do it, for the body shall dwell together, and we are members of that body, and he shall be our Governor just as long as God Almighty will have him to be. Those who are in favor of it, raise your hands. <\/div><div class=\"paragraph jod\" id=\"v5n1225\"> [The vote was unanimous.] <\/div><div class=\"paragraph jod\" id=\"v5n1226\"> You may try it just as long as you like, and it will be just so every time, except those four or five, and they never will vote. Can I point them out? Yes, I can. I have had my eye on them ever since they came into the congregation. <\/div><div class=\"paragraph jod\" id=\"v5n1227\"> Let us do our duty, be humble, prayerful, honest, virtuous, and punctual in all our engagements. Let us have no lying, no deception; but let us be honest, and let the laboring men that labor on the public works be honest, and let them be punctual to their work. <\/div><div class=\"paragraph jod\" id=\"v5n1228\"> Why do I speak to the public hands? Because they are on the most important work there is in the world. And how would a man feel to go into that house (pointing to the endowment house), that had stolen the nails out of the carpenter's shop or out of the machine shop, or the boards out of the lumber yard? <\/div><div class=\"paragraph jod\" id=\"v5n1229\"> Let us be faithful, and the Lord will be on our side, and I doubt whether we shall be under the necessity of shedding much blood ourselves; but let us be ready, guns cocked; none of your half-cocked. <\/div><div class=\"paragraph jod\" id=\"v5n1230\"> This is my exhortation to Israel; and may the Lord God bless the righteous, the humble, those that tell the truth, and those that are honest and punctual. <\/div><div class=\"paragraph jod\" id=\"v5n1231\"> Can I bless any that are not hum<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2211\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ble and amenable to their superiors? Can I bless those that are always finding fault? I wish to God I could; but blessings would not stick to them; but if you will do as you are told, you shall be blessed in everything that you put your hands to, from this time forth and forever. You shall have health and strength, and you shall multiply and increase in everything you undertake to do: and that is not all: you will have faith, that, when a man or woman that is sick sends for you to bless them, you will say, &#x201C;Be thou made whole;&#x201D;<span class=\"citation\" id=\"69106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69106)\">John 5:6<\/a><\/span> and that will be the case from this time henceforth and forever. <\/div><div class=\"paragraph jod\" id=\"v5n1232\"> There is one man whom we saw up north when we went to eat watermelons, who had thought of having an artesian well bored. He said, &#x201C;If I knew that we were going to stop here three years, I would have one very soon.&#x201D; Says I to that gentleman&#x2014;You put out peach trees, apple trees, apricots, and currants; and if we have to go into the mountains, we shall cut off the trees, and the roots will be there still; but we shall not go into the mountains. <\/div><div class=\"paragraph jod\" id=\"v5n1233\"> We were told that we were going into the woods before we came here; and then, when we got here, there were no woods. But you need not be afraid; you go and graft and inoculate your trees, and build houses, that you may know how to build when you get to Jackson County. <\/div><div class=\"paragraph jod\" id=\"v5n1234\"> All that we built in Kirtland, in Far West, in Missouri, in Nauvoo, and in Winter Quarters&#x2014;for every one of those places, gentlemen, we are to have our pay. Who are to pay us? Those that took our property away from us, we will make servants of them: the day will come that we will have them for our vinedressers, and we will set them to digging holes to put the rest of the damned scoundrels in who have rebelled against God and His servants. Amen. <\/div>\n<\/div>\n<\/div>"}