{"ID":50026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Persecution of the Saints&#x2014;Redemption of Zion, and the Downfall of Her Enemies&#x2014;A Vision, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Orson Hyde<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Persecution of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: None<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v5n974\"> It is with much pleasure that I arise, this morning, to address you, my brethren and sisters; and I hope to have your undivided attention, and to share liberally the benefits of your prayers. <\/div><div class=\"paragraph jod\" id=\"v5n975\"> My object is to enlighten your understandings, and to strengthen your faith, so far as I may be able. The responsibility of a public speaker in this Church is truly great, especially when his official standing and character are of such a nature as to give to his words a weight and an importance commensurate with the high position which he may be called to occupy. <\/div><div class=\"paragraph jod\" id=\"v5n976\"> The husbandman is ever desirous to procure the very best qualities and kinds of seeds to plant and sow in the earth. One principal reason is, he must himself eat of the products of the seeds that he plants and sows. So, also, the speaker that plants certain principles in the hearts of his audience must himself eat the fruits <div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2238\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thereof sooner or later; and it should be our aim to avoid planting any principle in the hearts of our hearers, the fruits of which would set our teeth on edge, or shed upon us an inglorious reputation. Therefore, the fruits of any principle, true or false, inculcated by me, will as naturally and as necessarily fall to my lot, as the seeds of any grain or plant, when ripe, will fall back into the earth, from whence it sprung. <\/div><div class=\"paragraph jod\" id=\"v5n977\"> Truth, therefore, is my delight: and if I know and understand myself, I have no delight in anything else. Truth came from God as a precious magnet. It is a part of himself, and he who possesses it possesses a property that may be attracted, with its possessor, to the great source and fountain of truth&#x2014;even to God himself. <\/div><div class=\"paragraph jod\" id=\"v5n978\"> True it is that we are here in the valleys of the mountains for the word of God and for the testimony of Jesus Christ;<span class=\"citation\" id=\"79028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79028)\">Rev. 1:9<\/a><\/span> and it is also true that, after  <div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2237\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>being robbed and plundered of our worldly fortunes because of the hatred of an unbelieving world, excited against us because of our religion, we are exiles here today, having been denied citizenship in the States from which we came. Our Prophets have been cruelly martyred in cold blood, under the plighted faith of a great State for their protection from all unlawful molestation. We have seen how much such promised protection was worth in the days of Joseph and Hyrum; and would it be worth any more now? Rather trust in the God of Heaven, in these mountains, than in any such rotten promises that may be made only to beguile us and deliver us up to ignominious death. <\/div><div class=\"paragraph jod\" id=\"v5n980\"> The woman spoken of by John the Revelator as being driven or fleeing into the wilderness, after having brought forth the man-child, is said to be the Church by our wise orthodox commentators upon holy writ.<span class=\"citation\" id=\"79615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79615)\">Rev. 12:13-16<\/a><\/span> Be it so. The Latter-Day Saints fled from the face of the serpent monster into this vast wilderness and desert, and it appears the serpent cast out a flood of water from his mouth to destroy the woman. This is highly figurative language; yet is there anyone present who can favor us with a better solution of the matter than the waters or troops which the United States are now sending here to destroy us? God grant that the earth and the heavens also may help the woman! <\/div><div class=\"paragraph jod\" id=\"v5n981\"> Plausible may be the pretenses of these troops; yet if their real object is not to persecute every man and woman that will stand by the Prophets and servants of God, and uphold them, then I do not read correctly the manifestations to me. How far they may be able to carry out their plans, time will determine. <\/div><div class=\"paragraph jod\" id=\"v5n982\"> Once, however, a man put forth his hand to steady the ark of God. It reeled to and fro. It was in a cart, <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2237\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> drawn by oxen. Probably it might have pleased Uzzah better if it had been put into a stately carriage, drawn by two or four fine steeds; but he ventured to put forth his hand to steady the ark of God, and was smitten of God at once<span class=\"citation\" id=\"55542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55542)\">2 Sam. 6:6-7<\/a><\/span> for his presumptuous interference with the affairs of the great I AM.<span class=\"citation\" id=\"53805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53805)\">Ex. 3:14<\/a><\/span> I suppose there are seeming irregularities in the affairs of Utah that Uncle Sam does not like, and he puts forth his hand in the shape of an army to right up and steady the ark of God. <\/div><div class=\"paragraph jod\" id=\"v5n983\"> As the Book of Mormon has been brought to the notice of Congress, by a quotation from its pages, respecting a man having but one wife,<span class=\"citation\" id=\"81652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81652)\">Jacob 2:27<\/a><\/span> unless commanded of God to have more;<span class=\"citation\" id=\"81659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81659)\">Jacob 2:30<\/a><\/span> and though such command has been given to the Latter-day Saints,<span class=\"citation\" id=\"91445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91445)\">D&amp;C 132:4<\/a><\/span> yet I omit comment thereon at this time, and proceed to give another quotation from the same book, which appears to have a bearing upon the present aspect of affairs. (Third European edition, page 28.) The Prophet Nephi, in vision, saw the vast multitudes of men upon the face of this land, America, and said that there were save two churches only. The one is the church of the Lamb of God, and the other is the church of the devil; and whoso belongeth not to the church of the Lamb of God belongeth to that great church which is the mother of abominations and the whore of all the earth.<span class=\"citation\" id=\"81087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81087)\">1 Ne. 14:10-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n984\"> &#x201C;And it came to pass that I looked and beheld the whore of all the earth, and she sat upon many waters; and she had dominion over all the earth, among all nations, kindreds, tongues, and people. <\/div><div class=\"paragraph jod\" id=\"v5n985\"> &#x201C;And it came to pass that I beheld the church of the Lamb of God, and its numbers were few, because of the wickedness and abominations of the whore who sat upon many waters; nevertheless, I beheld that the church of the Lamb, who were the saints of God, were also upon all the face of the  <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2236\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth; and their dominions upon the face of the earth were small, because of the wickedness of the great whore whom I saw. <\/div><div class=\"paragraph jod\" id=\"v5n987\"> &#x201C;And it came to pass that I beheld that the great mother of abominations did gather together multitudes upon the face of all the earth, among all the nations of the Gentiles, to fight against the Lamb of God. <\/div><div class=\"paragraph jod\" id=\"v5n988\"> &#x201C;And it came to pass that I, Nephi, beheld the power of the Lamb of God, that it descended upon the saints of the church of the Lamb, and upon the covenant people of the Lord, who were scattered upon all the face of the earth; and they were armed with righteousness and with the power of God in great glory. <\/div><div class=\"paragraph jod\" id=\"v5n989\"> &#x201C;And it came to pass that I beheld that the wrath of God was poured out upon the great and abominable church, insomuch as there were wars and rumors of wars among all the nations and kindreds of the earth. And as there began to be wars and rumors of wars among all the nations which belonged to the mother of abominations, the angel spake unto me, saying: Behold, the wrath of God is upon the mother of harlots; and behold, thou seest all these things&#x2014;And when the day cometh that the wrath of God is poured out upon the mother of harlots, which is the great and abominable church of all the earth, whose founder is the devil, then, at that day, the work of the Father shall commence, in preparing the way for the fulfilling of his covenants, which he hath made to his people, who are of the house of Israel.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n990\"> In view of the sentiment contained in the foregoing quotation, I am led to believe that whatever branch of the great and abominable church shall lead the way to fight against the Lamb of God, will have a greater task to perform than they are aware of. It is not merely a little handful of Latter-day Saints that they have to contend with; but, it is with all the celestial <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2236\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> powers. This, however, they do not believe; and, consequently, like the unthinking horse, they rush to the onset. <\/div><div class=\"paragraph jod\" id=\"v5n991\"> What a direct bearing the foregoing quotation has upon the present signs of the times! It is as correct as though he was writing the history of the past. Is not this an evidence of its truth? The scenes are rolling on in the very track of the prophecy; and while our eyes see, let us fear God, and be grateful to his name; while our enemies, having eyes, see not, but boldly rush on to destruction. <\/div><div class=\"paragraph jod\" id=\"v5n992\"> I feel disposed to bring to your notice other sayings of ancient and also of modern times, touching the events of these days. <\/div><div class=\"paragraph jod\" id=\"v5n993\"> The Book of Mormon, in a dozen places, tells the fate of the Gentile nations, if they shall harden their hearts against this work when it shall be brought to their knowledge; and also the fate of everyone that shall fight against it or its followers: so I will not detain you with quotations upon this subject. You all know them, or ought to. Read the Book of Mormon. <\/div><div class=\"paragraph jod\" id=\"v5n994\"> In the month of December, 1833, soon after the Saints' troubles began, in Jackson County, Missouri, the Prophet Joseph had a revelation from the Lord respecting the Saints there,<span class=\"citation\" id=\"89639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89639)\">D&amp;C 101:86-95<\/a><\/span> in which he says&#x2014;&#x201C;Let them importune at the feet of the judge (for protection and redress); And if he heed them not, let them importune at the feet of the governor; And if the governor heed them not, let them importune at the feet of the president; And if the president heed them not, then will the Lord arise and come forth out of his hiding place, and in his fury vex the nation; And in his hot displeasure, and in his fierce anger, in his time, will cut off those wicked, unfaithful, and unjust stewards, and appoint them their portion among hypocrites and unbelievers; Even in outer darkness, where there is weeping, and wailing, and gnashing of teeth. <\/div> <div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2235\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n996\"> &#x201C;Pray ye, therefore, that their ears may be open to your cries, that I may be merciful unto them, that these things may not come upon them. What I have said unto you must needs be, that all men may be left without excuse; That wise men and rulers may hear and know that which they have never considered; That I may proceed to bring to pass my act, my strange act, and perform my work, my strange work, that men may discern between the righteous and the wicked, saith your God.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n997\"> Did the Saints importune at the feet of the Judge and of the Governor? Yes, they did, in all humility and sincerity. What was the result? About the same as if you were to importune with the thief and robber to protect you from abuse and restore to you the stolen treasure. They heeded not the petition. Then importunity was made at the feet of the President, not only in writing, but also by the Prophet Joseph in person; and what did this avail? It elicited this answer&#x2014;&#x201C;Your cause is just, but we can do nothing for you.&#x201D; Sovereignties must manage their own affairs. Congress nor the Executive can interfere. So the President heeded them not. <\/div><div class=\"paragraph jod\" id=\"v5n998\"> Now, when will the Lord's time come to vex the nations, &amp;c.?<span class=\"citation\" id=\"60786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60786)\">Ezek. 32:9<\/a><\/span><span class=\"citation\" id=\"89216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89216)\">D&amp;C 97:23<\/a><\/span> It is not for me to say; yet it would be a time very opportune, when the nation shall begin to dictate to an organized State or Territory in matters of their own internal policy and municipal regulations. When we were in distress and trouble, the nation had no power to help us; but when we attempt to help ourselves and to rid our community of lying and corrupt men, then the nation can send her armies against us. Well, be it so. It is all right, and will hasten the downfall of the mighty image of Nebuchadnezzar;<span class=\"citation\" id=\"60987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60987)\">Dan. 2:31-35<\/a><\/span> and the power that falls upon &#x201C;this stone&#x201D; will be broken,<span class=\"citation\" id=\"65351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65351)\">Matt. 21:44<\/a><\/span> and the stone rejected by the builders will become the head of the corner.<span class=\"citation\" id=\"65339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65339)\">Matt. 21:42<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n999\"> As Joseph Smith has sealed his <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2235\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> testimony with his blood,<span class=\"citation\" id=\"91962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91962)\">D&amp;C 135:3<\/a><\/span> his testament is now of force;<span class=\"citation\" id=\"76914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76914)\">Heb. 9:17<\/a><\/span> and I will quote again from a revelation given through him, on Fishing River, Missouri, June 22, 1834&#x2014;&#x201C;Therefore it is expedient in me that mine elders should wait for a little season, for the redemption of Zion. For behold, I do not require at their hands to fight the battles of Zion; for, as I said in a former commandment, even so will I fulfil&#x2014;I will fight your battles.&#x201D;<span class=\"citation\" id=\"89952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89952)\">D&amp;C 105:13-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1000\"> Although, here is a great and precious promise; yet do not suppose that we are to sit down in idleness or indifference and share this promise; but remember this commonsense, homemade scripture, &#x201C;God helps those who help themselves.&#x201D; Therefore, let us neglect no duty on our part, but be ready, not only for the powers of this world and the powers of darkness, but for the day of judgment and eternal glory in the mansions of our God. <\/div><div class=\"paragraph jod\" id=\"v5n1001\"> If armies from the East and from the West are approaching our Territory, to offer protection and removal to all who wish it, and to deal out death and ruin to all the balance, the hand of the Lord is in it. He will send forth his angels, and gather out of his kingdom all things that offend and that do iniquity.<span class=\"citation\" id=\"64641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64641)\">Matt. 13:41<\/a><\/span> He may use any beings that he has made, or that he pleases, and call them his angels or messengers. The Devil himself is an angel of God, but a fallen one.<span class=\"citation\" id=\"81250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81250)\">2 Ne. 2:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1002\"> Again, the presence of an armed force will prove to ourselves, to God, and angels, which we possess the most of&#x2014;the fear of God or the fear of man. We are commanded to fear not them that can kill the body, and after that have no more that they can do; but we are required to fear Him who is able to destroy both soul and body in hell.<span class=\"citation\" id=\"64161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64161)\">Matt. 10:28<\/a><\/span> But there is one Scripture which says&#x2014;&#x201C;When the enemy shall come in like a flood, the Spirit of the Lord shall lift up a standard against him.&#x201D;<span class=\"citation\" id=\"59862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59862)\">Isa. 59:19<\/a><\/span> He will make the wrath of man to praise him, and the remainder<span class=\"citation\" id=\"56864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56864)\">Ps. 76:10<\/a><\/span>  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2234\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of wrath he will restrain. We have all got to die at some time, and why should we object to the time or the manner? If we are right before the Lord, and in the discharge of our duty, it matters not when or how we go hence. <\/div><div class=\"paragraph jod\" id=\"v5n1004\"> I will venture here to relate an open vision had by brother Stephen M. Farnsworth, of Pleasant Grove, Utah County, while he was residing in Nauvoo, previous to the death of the Prophets Joseph and Hyrum. Some may possibly think and say, it was manufactured for this occasion. But there are many here under the sound of my voice who heard brother Farnsworth relate the vision years ago. I will tell it as correctly as my memory will allow me. <\/div><div class=\"paragraph jod\" id=\"v5n1005\"> In the spring of 1844, brother Farnsworth started out after dinner, to go to work on the Temple as usual. The sun shone brightly as he walked down Parley Street towards the place of his labor, when suddenly the sky became overcast, and a drizzling rain set in. He stood amazed, and saw a tumult and excitement among the people about the Temple, and a great excitement in the lower part of the town. He wondered what it could mean. Presently he was told that the Saints had to leave Nauvoo and take a great journey to the west. So great was the journey that it seemed almost impossible for him to perform it. Now he could see numerous trains of covered wagons and teams crossing the Mississippi River, and bending their course westward as far as the eye could reach. He also hitched up and joined the trains, and the journey did not seem so arduous as he first anticipated. He saw the Twelve Apostles in the crowd; but saw neither Joseph nor Hyrum. <\/div><div class=\"paragraph jod\" id=\"v5n1006\"> They journeyed westward a great distance, and finally came to a place where they intended to locate. They stopped, and began to make improvements: but distress and starvation <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2234\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stared them in the face, and it really seemed to him that they must perish; but soon there began to be plenty of everything to eat, &amp;c. This lasted quite a time: then there began to be scarcity again, and famine seemed to prevail; yet he saw none die of starvation, yet great distress among the people. Then there began to be plenty again&#x2014;enough to eat of everything desirable. The people all appeared in one place, with large, strong hoops around them in a body. The Twelve followed brother Brigham with mallets and fierce countenances, and vigorously drove those hoops upon the people until it did seem that they would be pinched or squeezed to death. Still they resolutely continued to drive the hoops. Dark clouds now began to arise, and a general gloom prevailed. The hoops were all the time being driven tighter and tighter. <\/div><div class=\"paragraph jod\" id=\"v5n1007\"> About this time, an army or force of the enemy came into the neighborhood and offered protection to all who wished it. The darkness of the clouds, and their awfully threatening aspect are now past description. The people burst those hoops and sallied out like a flock of sheep, and more than one-half of them went to the enemy for protection. The scene was so awfully frightful that he was just on the eve of flying himself; but a thought occurred to him to hold on a little longer. He did so. Dark, angry, and frightful were the clouds, indeed! Now is your hour and the power of darkness! Presently the cloud over the Saints burst, and light beamed upon them. <\/div><div class=\"paragraph jod\" id=\"v5n1008\"> This cloud rolled off upon the enemy and those who had fled to them for protection: and oh! the scenes of death, lamentation, and mourning that occurred in the enemies' camp beggar all description. The burning wrath of earth, heaven, and hell, in fiery streams of molten lava seemed to leave not one alive to tell the tale.  <div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2233\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>It did not stop here, but rolled throughout the United States, carrying the same desolation in its track. The faithful band of brethren left, then followed Brother Brigham up into a large open cave, where there was everything good to eat and drink that heart could desire. The shouts of hosannahs!&#x2014;the songs of praise and thanksgiving to God for the deliverance wrought for them rent the air and made the mountains echo the praises of our God. From this cave they journeyed, I need not say where; but, suffice it to say, no opposition had any effect upon them. The power of God was with them, and His voice was in their camp. <\/div><div class=\"paragraph jod\" id=\"v5n1010\"> There is much more to this vision which I deem unnecessary to write. But after it was all over, brother Farnsworth came to himself, standing in Parley Street on a beautiful sunshiny day. No covered wagons or excitement in town or about the temple. When he came to himself, he concluded that his exercises were of the Devil, from the fact that he saw neither Joseph nor Hyrum in all the scenes; but it was Brigham, brother Kimball, and the Twelve. Before these scenes began to really take place, Joseph and Hyrum were killed at Carthage, and consequently were not seen by brother Farnsworth. <\/div><div class=\"paragraph jod\" id=\"v5n1011\"> I relate this from memory, being some months since I heard brother Farnsworth tell it at his residence in Pleasant Grove; but, in the main, it is as he told me, so far as I have related it. There are those here to whom brother Farnsworth told it more than twelve years ago, and they know whether I tell it as he did. <\/div><div class=\"paragraph jod\" id=\"v5n1012\"> I have considerable confidence in this vision, for two reasons. First, brother Farnsworth is a correct man: his character is without spot or blemish. Secondly, this vision corresponds with a hundred and one other sacred things written in ancient and modern <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2233\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> times. And I may add a third reason&#x2014;it has all been fulfilled to the very letter, so far as time would allow. <\/div><div class=\"paragraph jod\" id=\"v5n1013\"> I am fully inclined to believe that all these sayings, both ancient and modern, must mean something; and God will defend a people who trust in him&#x2014;a people whose prayers are ascending up into His ears day and night for protection and redress. He will steady His own ark without the aid of voluntary service, and will signify the fact in unmistakable terms to such as volunteer a crusade against him or his cause. Did not God create the heavens and the earth?<span class=\"citation\" id=\"52384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52384)\">Gen. 2:4<\/a><\/span> Has he no rights? Must he have no voice in the affairs of this world, without being indicted, arraigned, and tried for treason? <\/div><div class=\"paragraph jod\" id=\"v5n1014\"> If we cannot live by trusting in God, do we wish to live at all? What enlightened Latter-day Saint can see any charm in this world to chain or bind him here, when his hope and his trust are in Christ his Savior? To talk about a religion to a Latter-day Saint that has no living Prophet or Apostle in it&#x2014;that has no living God in it, who can and will speak to his creature, man, in this day, is to talk to him of an egg without meat, a body without spirit, an eye without sight, or an ear without hearing. To make a Latter-day Saint, or even a Mormon, if his heart were ever touched with the fire of truth, into any kind of orthodox Christian, would require as much faith and skill as it ever did to turn water into wine,<span class=\"citation\" id=\"68671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68671)\">John 2:9<\/a><\/span> or to feed five thousand men, women, and children with five loaves and two fishes.<span class=\"citation\" id=\"64756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64756)\">Matt. 14:19-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1015\"> After apostatizing from this Church, some may join some of the sects for popularity's sake, or for the sake of making money or a living, and profess to believe all about the God without body, parts, or passions: but secretly they say, You are fools&#x2014;you are in the dark&#x2014;you worship, you know not what. Scores of apostates,  <div class=\"break pagebreak\" id=\"144a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0144.pdf\" target=\"pdfwin\">p.&#xA0;144a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2232\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that have left this Church and returned to it again, have confessed these very things. While they outwardly affect to believe the dogmas of the religious world, they secretly pity and despise. I mean such as are not past feeling.<span class=\"citation\" id=\"75276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75276)\">Eph. 4:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1017\"> Do our enemies object to some being frightened away from here by the glass of truth being held before them to enable them to see themselves as God sees them, and have become frightened at their own moral deformities and left? Will the time not come when none of the uncircumcised in heart<span class=\"citation\" id=\"60932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60932)\">Ezek. 44:7,9<\/a><\/span><span class=\"citation\" id=\"71542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71542)\">Acts 7:51<\/a><\/span> or the unclean can enter the abodes of the Saints? If the old Prophets have told us the truth, such times must come; and if they now begin to be foreshadowed, think it not strange!<span class=\"citation\" id=\"78165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78165)\">1 Pet. 4:12<\/a><\/span> &#x201C;Zion will be redeemed with judgment, and her converts with righteousness. And the destruction of the transgressors and of the sinners shall be together, and they that forsake the Lord shall be consumed.&#x201D; (Isaiah.)<span class=\"citation\" id=\"57690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57690)\">Isa. 1:27-28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1018\"> I feel and know that I am a poor, weak, unprofitable servant, at best. My life is of no great value, when compared with the value and importance of this kingdom; and I have lately thought that it would be about the height of my ambition to lose my life to save that of some better man. I know not what I will do; but I pray God my heavenly Father that I may do my duty and honor His name and cause with my every and latest breath. I have tried to do right and to live my religion. I have sought the Lord day and night, and still seek Him, and by His grace shall continue to seek Him until I can fall upon His neck and embrace Him, and say, &#x201C;Thou art my Father;&#x201D; and He will say to me, &#x201C;Thou art my son!&#x201D;<span class=\"citation\" id=\"56312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56312)\">Ps. 2:7<\/a><\/span> I have no righteousness to boast of. I have no oil to spare. <\/div><div class=\"paragraph jod\" id=\"v5n1019\"> But if sore trials must come, even to the laying down of our lives,<span class=\"citation\" id=\"82400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82400)\">Alma 53:17<\/a><\/span><span class=\"citation\" id=\"83496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83496)\">Ether 12:33<\/a><\/span> I do <div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2232\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not know that I can ask for the time to be prolonged with any hope of being much better. I mean to be about as good as the light and knowledge I have will allow me. Full of imperfections as I am, my heart, soul, and spirit feel to bless the Saints with all who wish them well; and the enemies that would persecute the Saints&#x2014;that would try to overthrow the kingdom of God on the earth, and ensnare the feet and shed the blood of the Prophets of God, let their blessings be turned into cursings, their prayers become sin, and the stain of innocent blood blast their hopes forever, if they repent not. <\/div><div class=\"paragraph jod\" id=\"v5n1020\"> Mormonism is true. The Priesthood of God is on the earth, and is destined to bear rule not only in heaven, but in the earth also; and likewise in every part of God's dominions. This makes the Devil and all his subjects angry at the Saints, and they wish to kill us off. Kill just as many and just as soon as God will let you. In this respect, I ask no favors of any man in this lower world. I ask God to be my friend, and to give me grace and strength to be His friend so long as I live in this world. <\/div><div class=\"paragraph jod\" id=\"v5n1021\"> Ye Saints of latter day be humble, meek, and childlike. Be fearless and resolute. God grant unto you and me hearts of iron and nerves of steel, abounding with faith, hope, and charity, full of every good work,<span class=\"citation\" id=\"82076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82076)\">Alma 7:24<\/a><\/span> and no evil work. Pray in faith that God may guide our leaders aright, and that wise and profitable counsels may be given them for us, and we possess hearts to appreciate and obey. The Lord dictate the policy of his kingdom, and shield his faithful ministers from the snares of this world, and of death, until we shall have completed our earthly mission; and then may our exit shed a luster upon the cause which our lives have been devoted to sustain. <\/div>\n<\/div>\n<\/div>"}