{"ID":50020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Oneness of the Priesthood&#x2014;Impossibility of Obliterating Mormonism&#x2014;Gospel Ordinances&#x2014;Depopulation of the Human Species&#x2014;The Coming Famine, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, Delivered in the Bowery, Great Salt Lake City, July 26, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Oneness of the Priesthood, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 7\/26\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v5n556\"> If the brethren and sisters would like to hear me talk a little in my rough way, I will try. <\/div><div class=\"paragraph jod\" id=\"v5n557\"> My feelings are like this, that I may have no will but that which is extract from the will of God, that my will may be the will of God, just as much as there are three drops of water, the first, the second, and the third drop, and the second and the third drops run into the first, and they are combined in one. Now, inasmuch as they are combined and have become one with the Father and the Son, it is a pretty hard thing for any person on earth to extract those three drops; they cannot be extracted or divided, for they are one, and they are one with the Father and the Son. <\/div><div class=\"paragraph jod\" id=\"v5n558\"> We receive the Spirit of Jesus as he receives it from the Father, and <div class=\"break columnbreak\" id=\"86b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0086.pdf\" target=\"pdfwin\">p.&#xA0;86b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2290\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we receive it from the Son, or down through the channel of the Holy Priesthood from the Father; then we are like one vine or one tree, the Father being the root, and the Son of God the tree or vine<span class=\"citation\" id=\"70098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70098)\">John 15:1<\/a><\/span> that sprung from the Father, and we are the branches,<span class=\"citation\" id=\"124765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124765)\">John 15:5<\/a><\/span> or this Church is the main branch sprung out of that vine. Then, inasmuch as we abide in Joseph or in Brigham, and then Brigham abides in Joseph, and Joseph in Peter, and Peter in Jesus, and then Jesus in the Father, don't you see we are one? And then we will extend it to the Twelve in these last days; they are one with the First Presidency, and then the Seventies with the Twelve, and then the High Priests and other officers. Ain't we one? <\/div><div class=\"paragraph jod\" id=\"v5n559\"> That is the way we have got to be  <div class=\"break pagebreak\" id=\"87a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0087.pdf\" target=\"pdfwin\">p.&#xA0;87a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2289\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>one; we have got to come to that; and when we do, the Spirit of God will rest upon us, and the Spirit of Jesus, and of all the Prophets, and Apostles, and holy men of God that ever did live or ever will. Then the same Spirit and power will rest upon our sisters as it did upon Mary,<span class=\"citation\" id=\"62628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62628)\">Matt. 1:18<\/a><\/span><span class=\"citation\" id=\"82066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82066)\">Alma 7:10<\/a><\/span> and Elizabeth,<span class=\"citation\" id=\"67001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67001)\">Luke 1:41<\/a><\/span> and Anna,<span class=\"citation\" id=\"67093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67093)\">Luke 2:36-38<\/a><\/span> and thousands of others. <\/div><div class=\"paragraph jod\" id=\"v5n561\"> I wonder if the brethren understand me? If you do not, I shall have to get some more simple figure; for a tree in its nature is like a grape vine, or a cucumber vine, or a watermelon vine. You plant a cucumber seed, and it brings forth a cucumber vine. You may take this vine, and there is a main vine, and then there are other vines that break out of that main vine; you take away one of these vines from the main true vine, and it would cease to exist, because it is disconnected from the vine to which it was connected;<span class=\"citation\" id=\"70151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70151)\">John 15:6<\/a><\/span> therefore it cannot bring forth fruit. Don't you understand this, you men and women that are farmers? <\/div><div class=\"paragraph jod\" id=\"v5n562\"> Brother Brigham was speaking this forenoon, showing what an influence he has over this people. I want to know if he has any over a man or woman that is not in this vine, he being the head now? When Joseph was here, he was the head of the vine in the flesh; but since he stepped away, brother Brigham is head of the vine, and we are connected to it; all you men and women, and then all the Saints throughout the world are connected to that vine to which he is connected; and he has power and influence over them, because they partake of his nature and his element, and he partakes of the element that came through Joseph, and Joseph from Peter, and Peter from Jesus, and Jesus from the Father, and then it extends through all the Quorums that pertain to the house of Israel. <\/div> <div class=\"break columnbreak\" id=\"87b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0087.pdf\" target=\"pdfwin\">p.&#xA0;87b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2289\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n563\"> I was speaking the other day how you should make your connections very strong; and, instead of breaking these fibers pertaining to that cable, you should keep adding strength to strength. If you do that, there never will be a separation between us and those that hold the Priesthood before us&#x2014;no, never. <\/div><div class=\"paragraph jod\" id=\"v5n564\"> What an almighty influence our Father and our God will have when He has gathered all His children! Will they control the remaining portion of the human family? They will. As I said that day, and as brother Joseph has said today, we hold the keys&#x2014;that is, brother Brigham and his brethren&#x2014;they hold the keys of the living and the dead. <\/div><div class=\"paragraph jod\" id=\"v5n565\"> What! Of those that do not belong to this Church? Yes, just as much as those that do; and they cannot get salvation upon any other principle. Well, now, you need not think that is a tight jacket; for I will tell you it is a jacket you have all to wear. You may grunt, and you may take a course to kill this people and destroy the Prophet. Good God! There will a hundred come up where you kill one. Bless your souls, if a man is a Prophet, and that Prophet has a posterity, his whole posterity are prophets. Tell about raising up kings, and priests,<span class=\"citation\" id=\"78943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78943)\">Rev. 1:6<\/a><\/span> and prophets unto the Most High God! You may kill brother Brigham: kill him, if you can; but I tell you, you will never do it, nor his brother Heber, until the time comes. <\/div><div class=\"paragraph jod\" id=\"v5n566\"> I never killed anybody, and I have a pretty good assurance to live a good while. You may kill brother Brigham, if you can, and what will be the effect of it? There will be a thousand Brighams that will rise through him, just as much as it would if you went into your field and you found an almighty big mustard stalk, and it was ripe, and you had no more sense but hit it a crack and break it down;  <div class=\"break pagebreak\" id=\"88a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0088.pdf\" target=\"pdfwin\">p.&#xA0;88a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2288\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there will be a thousand, and perhaps a million of mustards come from the old stalk. It will be just so if you kill brother Brigham or Heber, and it was so when they killed brother Joseph; there is a thousand now living where there was but one when he was killed. <\/div><div class=\"paragraph jod\" id=\"v5n568\"> Prophets! There is not a man or woman in this congregation, if they live their religion and have the Holy Ghost upon them, but what are prophets, everyone of them. I feel as Moses said to a certain class that had the sweeny; they were superstitious, and could not bear to hear any men and women prophesy but themselves: they complained to Moses of a certain person prophesying; and said he, &#x201C;I wish to God they were all prophets.&#x201D;<span class=\"citation\" id=\"54699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54699)\">Num. 11:29<\/a><\/span> I wish to God you, brethren and sisters, were all prophets and prophetesses; you may be, if you live your religion; you cannot help yourselves. We shall be like so many drops of water all run into the first drop; then the first drop and all the drops become amalgamated together, and they are like one drop. Bless your souls, our little children will prophesy, that come out of us, because we are one. <\/div><div class=\"paragraph jod\" id=\"v5n569\"> It is living in the vine of the last dispensation that makes us one, and we should be one, for Jesus says, &#x201C;Except ye are one, ye are not mine.&#x201D;<span class=\"citation\" id=\"85116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85116)\">D&amp;C 38:27<\/a><\/span> As brother Brigham, brother Smoot and others have said, can the world do anything against this work? No. Jesus says that they can do nothing against the truth, but for it;<span class=\"citation\" id=\"74331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74331)\">2 Cor. 13:8<\/a><\/span> and it will increase it, just the same as it would to destroy the old mustard stalk that has got ten thousand little seeds; you only increase it ten thousand times. <\/div><div class=\"paragraph jod\" id=\"v5n570\"> Can the world obliterate &#x201C;Mormonism&#x201D;&#x2014;this Church and kingdom of God? Gentlemen, you might just as well go into the heavens and undertake to obliterate the worlds and <div class=\"break columnbreak\" id=\"88b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0088.pdf\" target=\"pdfwin\">p.&#xA0;88b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2288\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the stars that you see on some of these beautiful nights when it is so clear. You can see the stars; they are as thick as the hairs on my head. What are they? They are worlds like this, and redeemed worlds, as this will be sometime; and we are the boys that will help to redeem it. We look a good deal like other folks. <\/div><div class=\"paragraph jod\" id=\"v5n571\"> I speak of these things, brethren, by way of encouragement. They may just as well try to obliterate those worlds that are redeemed, and perhaps ten times larger than this world, as to undertake to obliterate &#x201C;Mormonism.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n572\"> You call us fools; but the day will be, gentlemen and ladies, whether you belong to this Church or not, when you will prize brother Joseph Smith as the Prophet of the Living God, and look upon him as a God, and also upon Brigham Young, our Governor in the Territory of Deseret. <\/div><div class=\"paragraph jod\" id=\"v5n573\"> Well, I will say there is no other man, except it is his successor in the Priesthood, that will ever rule over me as a Governor. [Voices, all over the congregation: &#x201C;Amen.&#x201D;] A man not holding the Priesthood may come here in the capacity of a Governor, if he pleases, and will act properly in the line of his office; but if he does not magnify wholesome laws, we will teach him his duty. <\/div><div class=\"paragraph jod\" id=\"v5n574\"> Sending a man here with 2,500 troops! They have no design in God Almighty's world only to raise a rookery with this people and bring us into collision with the United States; and when they come here, the first dab will be to take brother Brigham Young, and Heber C. Kimball, and others, and they will slay us. That is their design; and if we will not yield to their meanness, they will say we have mutinied against the President of the United States, and then they will put us under martial law and massacre this people. That has been the design of the men that have  <div class=\"break pagebreak\" id=\"89a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0089.pdf\" target=\"pdfwin\">p.&#xA0;89a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2287\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been here. [Voice in the stand: &#x201C;They can't come it.&#x201D;] &#x201C;No, they c-a-n't come it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n576\"> Drummond, and those miserable scoundrels, and some that are now in our midst&#x2014;how do I feel towards them? Pray for them? Yes, I pray that God Almighty would send them to hell. Some say across lots; but I would like to have them take a round about road, and be as long as they can be in going there. How do you suppose I feel? <\/div><div class=\"paragraph jod\" id=\"v5n577\"> I have been driven five times&#x2014;been broken up and my goods robbed from me, and I have been afflicted almost to death. I am here with wives and children, and as good women as can be found in the United States. You may search the States through, and you cannot find as good ones. Have others here got as good? I do not know that I will talk about others; but I will say what I have a mind to about my own. I have got women that were brought up decently and respectably; and they are virtuous women; and you may send all the men from hell, and they cannot come around my women and brother Brigham's, notwithstanding some have told in Carson Valley that our women are all prostitutes, and that they could use any one of them they pleased, as I have been informed. <\/div><div class=\"paragraph jod\" id=\"v5n578\"> That is the story they have told about you, sisters, as I have heard. How do you like that statement? Still there are some here who sustain such characters in their wickedness, as they did Drummond and others. I think just as much of the persons who sustain those miserable characters as I do of them, and no more. And I think just as much of those who sympathize with them. Whether they are men or women, I do not care one whit. I know the virtue of my women, and the virtue of brother Brigham's women, and of those of our brethren who are connected with us. <\/div> <div class=\"break columnbreak\" id=\"89b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0089.pdf\" target=\"pdfwin\">p.&#xA0;89b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2287\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n579\"> The world say that we have things in common stock. There is no such thing. We throw our interest together, but my wives are wives that are given to me by the Almighty God through the proper source; and it is so with every other man. There is no man in this Valley that is a Saint that meddles with my wives, nor I with his. Those things are not carried on here. Every man has his house by himself and his concerns; but, if we have a mind to throw in our property into the general reservoir and hold it in common, then every man has a stewardship; I want to know what business it is to anybody? I have a right to throw in my property in connection with brother Brigham's, and he with me, and then occupy it forever, and let the avails thereof increase our riches; and if every other man would take the same course, it would be far better for us. If we cannot be one in temporal things, how can we be one in spiritual things?<span class=\"citation\" id=\"87335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87335)\">D&amp;C 78:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n580\"> We do not believe in whoredoms here; we do not admit of any such thing as women to whore it, or of men to come here to do any such thing. We have none of this. [Voice: &#x201C;That is civilization.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n581\"> Yes, such as they have in New York at the Five Points there. Some of you have, perhaps, been there, and in Philadelphia, and in every other city in the United States. There is the city of Rochester, about as small a city as there is in the United States. I have been there when there was but two little log cabins, when there was not such a thing known as a prostitute; and now, at this day, there are thousands of persons of ill fame, and the authorities license such things. <\/div><div class=\"paragraph jod\" id=\"v5n582\"> Christians&#x2014;those poor, miserable priests brother Brigham was speaking about&#x2014;some of them are the biggest whoremasters there are on the earth,  <div class=\"break pagebreak\" id=\"90a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0090.pdf\" target=\"pdfwin\">p.&#xA0;90a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2286\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and at the same time preaching righteousness to the children of men. The poor devils, they could not get up here and preach an oral discourse, to save themselves from hell; they are preaching their fathers' sermons&#x2014;preaching sermons that were written a hundred years before they were born. <\/div><div class=\"paragraph jod\" id=\"v5n584\"> We are very tenacious, as brother George A. said, pertaining to the law of God and the institutions of heaven. We know there is no other way for men to be saved&#x2014;<span class=\"citation\" id=\"81832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81832)\">Mosiah 3:17<\/a><\/span>there is no person on the earth can be saved upon any other principle than the one that saves me. Says one, &#x201C;What is that?&#x201D; The first step is to believe in the Lord Jesus Christ, the Son of the living God; and when you have, and laid your sins aside, and think you will quit sinning, then be baptized in water, that your sins may be washed away, or blotted out,<span class=\"citation\" id=\"71343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71343)\">Acts 3:19<\/a><\/span> that you may receive the remission of them;<span class=\"citation\" id=\"82074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82074)\">Alma 7:15<\/a><\/span> and have a man that has got authority to do it lay hands upon you, that you may receive the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v5n585\"> Can you change these ordinances? No. They are eternal; they always were and always will be; and no man or woman upon earth can be saved without them. You may get a Methodist priest to pour water on you, or sprinkle it on you, and baptize you face foremost, or lay you down the other way, and whatever mode you please, and you will be damned with your priest. There is but one way, and that is to be buried in water, buried with Christ by baptizing in water,<span class=\"citation\" id=\"72395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72395)\">Rom. 6:4<\/a><\/span> that your sins may be blotted out by one having authority, or else it will do you no good.<span class=\"citation\" id=\"94490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94490)\">D&amp;C 22:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n586\"> Every man that is alive can act for himself under the hands of a man having authority. How will you manage for the dead? You will have to do it by proxy. For instance, I have got a father who died before &#x201C;Mormonism&#x201D; came; I go to brother <div class=\"break columnbreak\" id=\"90b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0090.pdf\" target=\"pdfwin\">p.&#xA0;90b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2286\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Brigham when we have a place for it: says I, &#x201C;brother Brigham, I want to be baptized for my father;&#x201D; he takes me and baptizes me for my father, I acting as proxy, or for and in behalf of my father, and it is done upon the same principle that we do it for ourselves; and that is recorded.<span class=\"citation\" id=\"73868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73868)\">1 Cor. 15:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n587\"> Can I go and be baptized for my mother? Yes, I can be, though that is not the strict order of the law of the kingdom; but let a man act for a man, and a woman for a woman, that each may bear their share. I will let my wife go and attend to that, she acting as proxy for my mother, and I for my father. Well now, I have got to attend to all the ordinances faithfully that I attend to for myself, and then, when the time comes, I can take my father and mother, and act for my father, and my wife act for my mother; and then they can be connected in marriage, and then their father and their mother, and so keep going on until we get back where we came from, and connect the Priesthood together, and have the chain perfect from these days to the days of Jesus, and then back to Adam. <\/div><div class=\"paragraph jod\" id=\"v5n588\"> Perhaps my father may not receive the Gospel. If he don't, my baptism will not do him any good. He is in the spirit world; he has to believe and embrace the Gospel in his heart and affections, and then I receive knowledge from him through a proper authority, and I am administered to for him. You might as well go and be baptized for a devil as for a man who will not receive the Gospel in the spirit world. <\/div><div class=\"paragraph jod\" id=\"v5n589\"> I expect I shall have to go and preach to the spirits in prison where they live, in London, in Germany, and other places.<span class=\"citation\" id=\"77946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77946)\">1 Pet. 3:18-19<\/a><\/span><span class=\"citation\" id=\"78100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78100)\">1 Pet. 4:6<\/a><\/span> What! After I am dead? Yes. You may call us wild for believing such things. Go and read the Bible&#x2014;the book your mother taught to you when you were sitting on her knees and nursing at her  <div class=\"break pagebreak\" id=\"91a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0091.pdf\" target=\"pdfwin\">p.&#xA0;91a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2285\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>breast. This good old Bible, you think we do not believe it: we believe every word of it,<span class=\"citation\" id=\"94491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94491)\">A of F 1:8<\/a><\/span> and practice it. If we do not, we are determined we will, by the help of God, that portion of it that alludes to us. <\/div><div class=\"paragraph jod\" id=\"v5n591\"> Plurality of wives! I have a good many wives. How much would you give to know how many? If I were to tell you, you would not believe it. I suppose many of you have not believed a word we have said today. We do not care whether you do or not. I am speaking to the unbelievers, and not to the Saints. If I spoke lies, you would believe quicker. Suffice it to say I have a good many wives and lots of young mustards that are growing, and they are a kind of fruitful seed. <\/div><div class=\"paragraph jod\" id=\"v5n592\"> You know my comparison was, when Dr. Bernhisel was at Washington, we did not know what the Dr. would think when we let the old cat out of the bag. I told him that the old cat would have kittens, and the kittens would have cats. It is so with &#x201C;Mormonism;&#x201D; it will flourish and increase, and it will multiply in young &#x201C;Mormons.&#x201D; &#x201C;To be plain about it, Mr. Kimball, what did you get these wives for?&#x201D; The Lord told me to get them. &#x201C;What for?&#x201D; To raise up young &#x201C;Mormons&#x201D;&#x2014;not to have women to commit whoredoms with, to gratify the lusts of the flesh, but to raise up children. <\/div><div class=\"paragraph jod\" id=\"v5n593\"> The priests of the day in the whole world keep women, just the same as the gentlemen of the Legislatures do. The great men of the earth keep from two to three, and perhaps half-a-dozen private women. They are not acknowledged openly, but are kept merely to gratify their lusts; and if they get in the family way, they call for the doctors, and also upon females who practice under the garb of midwives, to kill the children, and thus they are depopulating their own species. [Voice: &#x201C;And their names <div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2285\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall come to an end.&#x201D;] Yes, because they shed innocent blood. <\/div><div class=\"paragraph jod\" id=\"v5n594\"> I knew that before I received &#x201C;Mormonism.&#x201D; I have known of lots of women calling for a doctor to destroy their children; and there are many of the women in this enlightened age and in the most popular towns and cities in the Union that take a course to get rid of their children. The whole nation is guilty of it. I am telling the truth. I won't call it infanticide. You know I am famous for calling things by their names. <\/div><div class=\"paragraph jod\" id=\"v5n595\"> I have been taught it, and my wife was taught it in our young days, when she got into the family way, to send for a doctor and get rid of the child, so as to live with me to gratify lust. It is God's truth, and I know the person that did it. This is depopulating the human species; and the curse of God will come upon that man, and upon that woman, and upon those cursed doctors. There is scarcely one of them that is free from the sin. It is just as common as it is for wheat to grow. <\/div><div class=\"paragraph jod\" id=\"v5n596\"> Do we take that course here? No. I have buried several children; I have buried them in New York State, too, in Monroe County, where I lived all my young days, and where I became acquainted with brother Brigham, which is rising of thirty years that we have been together, about twelve miles from where Joseph Smith lived and found the Book of Mormon. I buried two children there, lawful children, born to me by my first wife; and then I have buried some ten children here, born to me by my lawful wives; and I have had altogether about fifty children; and one hundred years won't pass away before my posterity will outnumber the present inhabitants of the State of New York, because I do not destroy my offspring, I am doing the works of Abraham, Isaac, and Jacob;<span class=\"citation\" id=\"69475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69475)\">John 8:39<\/a><\/span><span class=\"citation\" id=\"91731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91731)\">D&amp;C 132:32<\/a><\/span> and if I live and be a good man, and my wives are as  <div class=\"break pagebreak\" id=\"92a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0092.pdf\" target=\"pdfwin\">p.&#xA0;92a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2284\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>good as they should be, I will raise up men yet, that will come through my loins, that will be as great men as ever came to this earth; and so will you. <\/div><div class=\"paragraph jod\" id=\"v5n598\"> I will tell you that some of the most noble spirits are waiting with the Father to this day to come forth through the right channel and the right kind of men and women. That is what has to be yet; for there are thousands and millions of spirits waiting to obtain bodies upon this earth. <\/div><div class=\"paragraph jod\" id=\"v5n599\"> I thought a good deal about one verse of brother Poulter's song that he sang here today&#x2014;one verse in particular, speaking of the ladies. A man is a man, if he is connected with the Priesthood and is a good man of God&#x2014;a holy man. That man can produce wonders, although he may be inferior in stature. <\/div><div class=\"paragraph jod\" id=\"v5n600\"> A great many women are more nice than wise. If they can get a man with a pretty face, they think it is all there is about it. Some men think if they can get a woman that has a handsome face, that is all there is of it. But it is that woman that has a head and sensibility&#x2014;I do not care if her head is three feet long&#x2014;it has nothing to do with the character that lives in the body. It is the character that is in the man's house, the spirit that is in the man; it is the spirit that is in the woman and in the house that makes the woman and that makes the man. <\/div><div class=\"paragraph jod\" id=\"v5n601\"> Talk about going into the spirit world. The whole nation will go there. Are they going to know Jesus Christ? Are they going to know Joseph, and Brigham, and Heber? No, they won't know us there, because other men will go and preach to them; and then they have got to believe on those men, or else they cannot pass them and go by those authorities. <\/div><div class=\"paragraph jod\" id=\"v5n602\"> Then let us live to be men and women of God, and cultivate that <div class=\"break columnbreak\" id=\"92b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0092.pdf\" target=\"pdfwin\">p.&#xA0;92b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2284\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Spirit that dwells in us; for I have told you many a time that if you receive a bad spirit in you here today in this Bowery, you may get up and go out of door; but will you not have the same spirit as you had received when you started to go out? If you retain that wicked spirit, going out of door will not make you better. <\/div><div class=\"paragraph jod\" id=\"v5n603\"> When a man becomes a devil, and has killed the Prophets and Apostles, while he is in this house, or tabernacle of his spirit, will it change his feelings to go out of door, or to lay down that tabernacle? There will then be the same spirit and disposition that is in the spirit while it is in the body.<span class=\"citation\" id=\"82256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82256)\">Alma 34:34<\/a><\/span> When it leaves the body, does that change the spirit? <\/div><div class=\"paragraph jod\" id=\"v5n604\"> It is the spirit in man which affects the conduct; it ain't the body. I can stand here and let you go to work and defile this house. I have to answer for that sin. If my spirit is guilty in letting my body do a thing that is contrary to the will of God, it is my spirit that has got to pay the debt. It is my spirit that is to be judged in the day of eternity and is answerable for the sins that I suffer my body to do. <\/div><div class=\"paragraph jod\" id=\"v5n605\"> I want you to think of these things, live your religion, keep the commandments of God, do as you are told, lay up your grain. <\/div><div class=\"paragraph jod\" id=\"v5n606\"> Brother Joseph made me think of one thing this morning when he was talking, that we are the very characters that will have to save the poor curses that are trying to kill us. They are trying to destroy that Priesthood that pertains to them as much as it does to me. We have got to save them and they have got to come to us. It is degrading to their feelings; but, as degrading as it is, they will come bending to us. What! To brother H. C. Kimball? Yes, as true as the sun shines, if I live my religion; and you will have to bow to me, brother Brigham, and Joseph  <div class=\"break pagebreak\" id=\"93a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0093.pdf\" target=\"pdfwin\">p.&#xA0;93a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2283\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Smith, and the Twelve Apostles, and thousands and millions of others; for I will tell you, if you make war while you are in the flesh with the servants of God, you never can be redeemed until you make an atonement to satisfy us, and then Joseph, and Peter, and Jesus, and to satisfy the Father: you have offended the whole of them. <\/div><div class=\"paragraph jod\" id=\"v5n608\"> The day will be, and it will not be many years either: it will be about the time the United States want to send a sufficient force here. About the time they will get unto the hottest times will be about that time. They will persecute us all the time the same as Joseph's brethren did Joseph in Egypt. They whipped him and threw him into a pit, and then they thought of killing him;<span class=\"citation\" id=\"53593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53593)\">Gen. 37:18-25<\/a><\/span> but Judah prevailed and saved him, and then they took him and sold him as a slave,<span class=\"citation\" id=\"53596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53596)\">Gen. 37:26-28<\/a><\/span> and he obtained favor in the eyes of the King, and finally held dominion over that whole kingdom,<span class=\"citation\" id=\"53619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53619)\">Gen. 41:41-45<\/a><\/span> and reared the kingdom, and raised grain previous to the famine, and saved and redeemed his whole father's house and millions of others;<span class=\"citation\" id=\"53629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53629)\">Gen. 45:5-8<\/a><\/span> and everything had to bow down to the power of Joseph.<span class=\"citation\" id=\"53617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53617)\">Gen. 41:39-40<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n609\"> As true as that thing is true, so true it will be that our enemies will have to bow down to us; and we may do the best we can to store up stores; and it is all we can do before they will come bending unto us. And the President of the United States will bow to us and come to consult the authorities of this Church to know what he had best to do for his people. <\/div><div class=\"paragraph jod\" id=\"v5n610\"> You don't believe this. Wait and see; and just about the time they think they have got us, the Lord has got them fast. Now mark it, George; you may write every word of it. <\/div><div class=\"paragraph jod\" id=\"v5n611\"> I will tell you that brother Brigham and his brethren can tell the difference between the wheat and the chaff. <div class=\"break columnbreak\" id=\"93b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0093.pdf\" target=\"pdfwin\">p.&#xA0;93b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2283\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> [Voice: &#x201C;The Lord gives wheat and the Devil gives chaff.&#x201D;] Retain all the wheat; and if there is any chaff there, give it to the Devil; and the wheat, and the oats, and the barley you shall have; and the day is at hand for you to go to work to raise sheep and raise flax, and there shall be a coat on it four times thicker than any flax you ever saw, and everything else shall increase. <\/div><div class=\"paragraph jod\" id=\"v5n612\"> Why do you ask God to give you these things until you go to work and raise them? I sowed wheat three years before I got a bit. The Devil or somebody tried to prove me; but I would have stuck to it until this day. I would not give a dime for a man or woman that is not of that character. <\/div><div class=\"paragraph jod\" id=\"v5n613\"> Am I going to be a Joseph? I will be a Heber, and Brigham will be a Brigham, and he will lay up stores for the inhabitants of the earth, and we will redeem the earth and the inhabitants thereof&#x2014;I care not whether they are dead or alive; and I would rather have a lot of dead creatures than many that profess to be Saints here. If they were dead and out of the way, their absence would be a help to us; for they try to hinder the progress of the work of God; but we will be the saviors of the children of men in the last days. <\/div><div class=\"paragraph jod\" id=\"v5n614\"> Mark my words, and see if these things do not come to pass quicker than you can prepare yourselves for them. <\/div><div class=\"paragraph jod\" id=\"v5n615\"> Will this land be a land of milk and honey?<span class=\"citation\" id=\"85071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85071)\">D&amp;C 38:18<\/a><\/span> Yes. Missouri is cracked up to be the greatest honey country that there is on the earth; but it will not be many years before they cannot raise a spoonful in that land, nor in Illinois, nor in any other land where they fight against God. Mildew shall come upon their honey, their bees, and their crops;<span class=\"citation\" id=\"61927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61927)\">Amos 4:9<\/a><\/span> and famine and desolation shall come upon the nation like a whirlwind.<span class=\"citation\" id=\"86401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86401)\">D&amp;C 63:6<\/a><\/span><span class=\"citation\" id=\"90616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90616)\">D&amp;C 112:24<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"94a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0094.pdf\" target=\"pdfwin\">p.&#xA0;94a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2282\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n617\"> Go and read the Prophets: they all say so. You never saw a Prophet in your life but what would say so. Don't be frightened: I tell you it will come. I am willing that my friends that have come through here from California should tell them of it; and it would be better for you to believe it yourselves, and go and make calculations accordingly. <\/div><div class=\"paragraph jod\" id=\"v5n618\"> Shall we ever be brought to want? I tell you, if we live our religion, we never shall. Cannot God Almighty send manna here,<span class=\"citation\" id=\"54057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54057)\">Ex. 16:15<\/a><\/span> honey, and everything else, just as well as he could in the days of Moses? This is the last dispensation, and it has got all the power, the interest, the miracles that were in all of them, and tenfold more. <\/div><div class=\"paragraph jod\" id=\"v5n619\"> Last year or the year before they made some thousands of pounds of sugar at Provo and other places from the honeydew. Where did they find it? On the leaves of the cottonwood, the quaking asp, and the milkweed. They are now making honey from milkweed. <\/div><div class=\"paragraph jod\" id=\"v5n620\"> What does all this mean? And then don't you believe God can rain sweetening as well as running water? This I can prove by thousands of witnesses&#x2014;good sugar, as handsome as I ever made in the United States; and I have made hundreds of tons of it. The maple trees in the States will be blasted; yes, and they might as well try to make sugar from an oak tree: and everything else will be mildewed and go to destruction, when we shall have thousands. <\/div><div class=\"paragraph jod\" id=\"v5n621\"> Have not we felt the rod? Yes; and God says judgment shall come, and it shall commence at the house of God first, and then it will come upon those that have rebelled in the house of God; and of all the suffering that ever fell upon men and women will fall upon the apostates.<span class=\"citation\" id=\"90644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90644)\">D&amp;C 112:25-26<\/a><\/span> They have got to pay all the debt of the trouble that <div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2282\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they have brought upon the innocent from the days of Joseph to this day, and they cannot get rid of it. <\/div><div class=\"paragraph jod\" id=\"v5n622\"> Will we have manna? Yes. The United States have 700 wagons loaded with about 2 tons to each wagon with all kinds of things, and then 7,000 head of cattle; and there are said to be 2,500 troops, with this, and that, and the other. That is all right. Suppose the troops don't get here, but all these goods and cattle come. Well, that would be a mighty help to us; that would clothe up the boys and the girls, and make them comfortable; and then, remember, there are 15 months' provisions besides. I am only talking about this. Suppose it extends on for four or five years, and they send 100,000 troops, and provisions, and goods in proportion, and everything else got here, and they did not. <\/div><div class=\"paragraph jod\" id=\"v5n623\"> I am talking by comparison to the Saints, and you that are without do not understand it. I am a kind of funny fellow; I always was. I will tell you what kind of a chap I am, and brother Brigham, and brother Joseph, and Hyrum, and David, and Charles, and all those boys. I will tell you now, as true as you live, I am one of the sons of the old veterans that won the liberties of this land, and so is brother Brigham, because he knew his father, and I knew my own father; and it is not every man that does. <\/div><div class=\"paragraph jod\" id=\"v5n624\"> You may write that&#x2014;there is one man on the earth that knows his daddy. We are the boys, with thousands of others that their fathers, their grandfathers, and great grandfathers redeemed this land; and God Almighty inspired those men.<span class=\"citation\" id=\"89592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89592)\">D&amp;C 101:80<\/a><\/span> They were naturally heirs to the Holy Priesthood, every one of them, pretty much; and we are their sons, and we will redeem this land, and we will save the children of this land, and the Constitution of the United States;  <div class=\"break pagebreak\" id=\"95a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0095.pdf\" target=\"pdfwin\">p.&#xA0;95a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2281\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and we will bring about the restitution of the house of Israel. <\/div><div class=\"paragraph jod\" id=\"v5n626\"> I do not care if we die in twenty minutes&#x2014;as true as there is a resurrection, or ever was, Brigham Young, Heber C. Kimball, and Joseph, and thousands of others will be redeemed and get their resurrection; and I will see you as I see you today, and we will save all that we can, and the rest will have to go to hell. <\/div><div class=\"paragraph jod\" id=\"v5n627\"> I believe in annihilation in one degree. Men will sin so that they will be damned spiritually and temporally. There will be a dissolution of the natural body and of the spirit, and they will go back into their native element, the same as the chemist can go to work and dissolve a five-dollar gold piece, and throw it into a liquid. Does not that show there can be a dissolution of the natural body and of the spirit? This is what is called the second death. <\/div><div class=\"paragraph jod\" id=\"v5n628\"> May the Almighty bless you! May the peace of God be with you, and upon your children, and your children's children, forever and ever! And may God Almighty curse our enemies. [Voices: &#x201C;Amen.&#x201D;] I feel to curse my enemies: and when God won't bless them, I do not think he will ask me to bless them. If I did, it would be to put the poor curses to <div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2281\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> death who have brought death and destruction on me and my brethren&#x2014;upon my wives and my children that I buried on the road between the States and this place. <\/div><div class=\"paragraph jod\" id=\"v5n629\"> Did I ever wrong them, a man or woman of them, out of a dime? No; but I have fed thousands where I never received a dime. Poor rotten curses! And the President of the United States, inasmuch as he has turned against us and will take a course to persist in pleasing the ungodly curses that are howling around him for the destruction of this people, he shall be cursed, in the name of Israel's God, and he shall not rule over this nation, because they are my brethren; but they have cast me out and cast you out; and I curse him and all his coadjutors in his cursed deeds, in the name of Jesus Christ and by the authority of the Holy Priesthood; and all Israel shall say amen. <\/div><div class=\"paragraph jod\" id=\"v5n630\"> Send 2,500 troops here, our brethren, to make a desolation of this people! God Almighty helping me, I will fight until there is not a drop of blood in my veins. Good God! I have wives enough to whip out the United States; for they will whip themselves. Amen. <\/div>\n<\/div>\n<\/div>"}