{"ID":50029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Tradition&#x2014;Duty of the Saints to Live Their Religion&#x2014;Safety of Zion&#x2014;Preparation for the Future, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, August 30, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Tradition, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/30\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v5n1236\"> I can truly say that I am happy for the privilege of meeting with the Saints. <\/div><div class=\"paragraph jod\" id=\"v5n1237\"> When I am alone, and look by the vision of the Spirit upon this people, my heart says within me, God bless the people, God bless the people; and I bless you in the name of the Lord Jesus. I feel to bless the people continually, from day to day. Their interest is my interest; their welfare is my welfare; their hope is mine. We are of one faith; and to see the people drawing near unto the Lord and becoming more of one heart and of one mind<span class=\"citation\" id=\"94495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94495)\">Moses 7:18<\/a><\/span> is the most cheering thought and reflection that can pass upon my mind: there is nothing else that compares with it. As for the riches of the world or the good things of the world&#x2014;as for gold or silver, houses and lands, they are nothing in comparison to the purity of the faith of the people. <\/div><div class=\"paragraph jod\" id=\"v5n1238\"> This people are increasing in their faith, they are increasing in their good works, and they are really becoming the Saints of the Most High. Any person possessing the Spirit of the holy Gospel, and who has been acquainted with this people during years that are past, can readily discover that they are merging to the period when they will become the disciples of the Lord Jesus. Perhaps we think that we are perfectly so now; but it is not the case&#x2014;we are engaged in a preparatory work. <\/div><div class=\"paragraph jod\" id=\"v5n1239\"> When the Gospel came to us, it <div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2210\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> found us in the depths of ignorance; it found us in darkness; it found us possessed of all the prejudices, feelings, and views that now exist in the world. There is no man&#x2014;there is no woman, but what was more or less clothed upon with the traditions of their fathers. There cannot a person be found at the present day&#x2014;one who has arrived at the years to think, to act, and to judge for himself, but what is more or less clothed and enveloped in the traditions of their fathers. <\/div><div class=\"paragraph jod\" id=\"v5n1240\"> On the other hand, there is no person possessing the Spirit of revelation but what can very readily discern that the ways of the Lord are not like the ways of man,<span class=\"citation\" id=\"59784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59784)\">Isa. 55:8<\/a><\/span> and that the children of men have gone out of the way.<span class=\"citation\" id=\"72296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72296)\">Rom. 3:12<\/a><\/span> Take all nations&#x2014;all people&#x2014;by communities, by societies, by families, and by individuals&#x2014;take the whole mass of the inhabitants of the earth, and they have each taken to their own way, as any person possessing the Spirit of revelation can discern to be the case in the whole world. At the same time, they imagine that they are right&#x2014;that they have light&#x2014;that they have intelligence&#x2014;that they are possessed of true knowledge pertaining to God and the things of eternity. <\/div><div class=\"paragraph jod\" id=\"v5n1241\"> Take the inhabitants of Japan&#x2014;islands situated between here and China&#x2014;and if you are acquainted with the people, with their feelings and true sentiments, you know that they actually believe that they are the only  <div class=\"break pagebreak\" id=\"167a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0167.pdf\" target=\"pdfwin\">p.&#xA0;167a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2209\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people that are enlightened, and that all the rest of mankind are heathen. Go to China, which is called by its inhabitants the celestial empire because of their supposed purity, and they actually believe that they are the only nation under heaven that has the true knowledge of eternity. <\/div><div class=\"paragraph jod\" id=\"v5n1243\"> Turn to the Christian nations on the eastern and western continents&#x2014;take enlightened Christendom as the whole&#x2014;and they believe that they are the only people who have the knowledge of God. It is true that they far exceed all other nations in many of the arts and sciences, and they also believe that they are the only people who understand the true religion of heaven. <\/div><div class=\"paragraph jod\" id=\"v5n1244\"> They are sending their missionaries to the east and to the west, to the north and to the south, and they are penetrating every nook and corner, to enlighten what they call the heathen nations. Is not that the case? That arises from the traditions of their fathers which are handed down to the children, and they are enveloped in them. <\/div><div class=\"paragraph jod\" id=\"v5n1245\"> When we look at this people, could we expect them to become prepared to be the disciples of the Lord Jesus in one, in five, in ten, in twenty, or in thirty years? No. And it will be just as much as we can do to be worthy to be the brothers and sisters of our Lord and Savior Jesus Christ when he makes his appearance. Let us strive with all our might, be as watchful as it is possible for us to be, apply ourselves by faith and diligence to the keeping of his commandments, and continue so doing until Jesus sets his feet upon this continent, and we will then find that we are only just prepared to receive him. This is the preparatory work, and it will prepare the people, if they will live for it. <\/div><div class=\"paragraph jod\" id=\"v5n1246\"> How can we live our religion, except we do as we are told? I will reverse the question and enquire, How can this people do as they are told, except they <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2209\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> live their religion? They cannot. Every family&#x2014;every neighborhood is taught to glorify God. They are instructed from day to day, they are taught the way of life and salvation, they are counseled continually to seek unto the Lord their God, to obtain the faith of the ancients,<span class=\"citation\" id=\"78840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78840)\">Jude 1:3<\/a><\/span> to obtain the light of the heavens, to walk in the light of His countenance<span class=\"citation\" id=\"57005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57005)\">Ps. 89:15<\/a><\/span> day by day; but how can you do these things, except you do as you are told? You cannot. Neither can you live your religion, except you do as you are told; for the people are taught to live their religion&#x2014;they are taught to cease from every evil thought and every evil action, to cease having a murmuring spirit, to cease having a doubtful feeling; and they are taught to cease being neglectful in regard to any known duty. We are taught to double our diligence where we have been slack, to seek unto the Lord day by day, that we may have the light of his countenance upon us. <\/div><div class=\"paragraph jod\" id=\"v5n1247\"> Brother Heber has been prophesying. You know that I call him my Prophet, and he prophesies for me. And now I prophesy that, if this people will live their religion, the God of heaven will fight their battles,<span class=\"citation\" id=\"89321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89321)\">D&amp;C 98:37<\/a><\/span><span class=\"citation\" id=\"89955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89955)\">D&amp;C 105:14<\/a><\/span> bring them off victorious over all their enemies, and give to them the kingdom. That is my prophecy. I said amen to all that brother Heber prophesied, for it is true; and he may say amen to all that I prophesy, for it is also true. <\/div><div class=\"paragraph jod\" id=\"v5n1248\"> I have no fears in regard to the kingdom of God upon the earth; but I have fears lest this people be not prepared to receive glory, immortality, and eternal lives,<span class=\"citation\" id=\"72262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72262)\">Rom. 2:7<\/a><\/span><span class=\"citation\" id=\"86796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86796)\">D&amp;C 75:5<\/a><\/span> when those principles are presented to them. This is all the fear that I have&#x2014;that we will not walk up to our privileges and be prepared for them. <\/div><div class=\"paragraph jod\" id=\"v5n1249\"> I thank my Father in heaven&#x2014;yes, my soul says, Glory, hallelujah, praise the name of Israel's God, for the blessings I enjoy at the present time!  <div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2208\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>One year ago this very day, and previous to that time, my soul was pained within me. No tongue could tell&#x2014;it could not be portrayed before the people, the feelings that I had: I could not tell them; and I did not know but that, if I should come out in the presence of the people and try to speak my feelings, they would call me crazy. However, I tried to make the people understand my feelings, but no tongue could tell them; and I actually believe that I would have lived but a little time in this existence, had not God waked up the people. I wanted to take up my valise and go throughout the Territory crying, Is there a man in this Territory for God? <\/div><div class=\"paragraph jod\" id=\"v5n1251\"> If you want to know how I felt, I cannot tell you better than by describing my feelings in the way that I am now doing. One day, I told a number of the brethren how I felt, as well as I could; and brother Jedediah M. Grant partook of the Spirit that was in me and walked out like a man, like a giant, and like an angel, and he scattered the fire of the Almighty among the people. But what was the result so far as he was concerned? He went beyond his strength, and it cost him his life. <\/div><div class=\"paragraph jod\" id=\"v5n1252\"> There is now scarcely a man but wants to do as God would have him do among those who claim to be Latter-day Saints, except those four or five that brother Heber speaks of; hence we hold a very large majority of that class of men and women who desire to do precisely as God would have them, and my heart says, God bless the people. God bless you, brethren and sisters. I bless you all the time. You are near my heart, and it is all my business to look after the welfare of the Saints. Remember that it will be just as much as you and I can do to prepare to meet the Savior when he comes, no matter whether we previously go into the grave or not. <\/div><div class=\"paragraph jod\" id=\"v5n1253\"> There has been a great deal said in <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2208\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the lower world about this little handful of people; for you terrify the whole world! Not alone in the United States, but in England, in France, in Italy, in Germany, and in every State upon the eastern continent, the people are looking to see the result of the present movements of our Government towards this people. They are looking at the Gospel we preach, the course that we take, the influence we are gaining, and the numbers we are gathering to us; and they look at the subject not only in a religious point of view, but also in a national capacity. <\/div><div class=\"paragraph jod\" id=\"v5n1254\"> Brother Heber said to you, if the time has come, designed by the Lord Almighty, for the thread to be cut between this people and the residue of the world, then the Lord will suffer our enemies to clip the thread; and I am with him in that sentiment. But if the time is not come, the Lord will not suffer them to come. If He designs that traffic should continue between us and them, that we shall have the privilege of bringing our immigration, of preaching the Gospel and saving the people, let me tell you that they will not come; God will stop them. <\/div><div class=\"paragraph jod\" id=\"v5n1255\"> As for myself, I would just as soon this was the time as any other. If it is the time for the thread, in a national capacity, to be severed, let it be severed. Amen to it. But I will tell you what I have concluded: when we talk of gold, of silver, of riches, of the comforts of this world, with me it is the kingdom of God, or nothing; with us it must be the kingdom of God, or nothing. I shall not go in for anything half-way. We must have the kingdom of God, or nothing. We are not to be overthrown. <\/div><div class=\"paragraph jod\" id=\"v5n1256\"> Cannot this kingdom be overthrown? No. They might as well try to obliterate the sun. And I should suppose that an experience of twenty-six years would have proven  <div class=\"break pagebreak\" id=\"169a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0169.pdf\" target=\"pdfwin\">p.&#xA0;169a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2207\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the wicked that it could not be overthrown; but it only wakes them up to anger and stirs them up to be more diligent in their opposition to the righteous. They have been trying to break up this people and destroy their organization, ever since we became a church; and every time they try, their oppression forces us into greater note; they increase our numbers and strengthen us in faith and in the knowledge and power of God. And how long must they live before they can learn that such has been and invariably will be the result? They will learn it when they get into hell, and never before&#x2014;never till they get into the spirit world; and then they will see that they have all the time been fighting against God; and never till then will they learn it. You cannot teach them anything. <\/div><div class=\"paragraph jod\" id=\"v5n1258\"> Here are men who have been with us for six or seven years, and if they had any good, common philosophical power, they would know that ours is something different from any other authority and organization in the world. The union and peace that are here are in no other place on the face of the earth. Here are power and influence that are nowhere else on earth. Among this people there is an intelligence that is nowhere else to be found. Can darkness discover light? No; and even when it reflects itself, they turn it away as a trifling affair, and that light which was in them becomes darkness;<span class=\"citation\" id=\"63543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63543)\">Matt. 6:23<\/a><\/span> and then greater is their darkness in the second instance than in the first.<span class=\"citation\" id=\"64452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64452)\">Matt. 12:45<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1259\"> Some of this people apostatize. But do you think that any would apostatize from the kingdom of God, if they knew that it was the kingdom of God? No. Why do they apostatize? Because, through disobedience, that little light they were in possession of is taken away,<span class=\"citation\" id=\"89101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89101)\">D&amp;C 93:39<\/a><\/span> and they are left to believe a lie<span class=\"citation\" id=\"75803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75803)\">2 Thes. 2:11<\/a><\/span> that they may be damned. That is the reason why they go away. <\/div> <div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2207\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n1260\"> I say to this people, Do as you are told; and if you live by every righteous principle that you can learn and forsake every evil principle and act through your whole lives as becometh Saints of the Most High, all will be well. Can men live so that they can have the serene, blessed, calm, soft, soothing Spirit of the Lord always to abide with them? Yes, they can. And if they are tempted, they can resist temptation. Can women? They can. If they have temptation, they can resist it, and it will flee from them,<span class=\"citation\" id=\"77688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77688)\">James 4:7<\/a><\/span> and they will gain a victory. <\/div><div class=\"paragraph jod\" id=\"v5n1261\"> So live, day by day, that your lives will be like an even spun thread. Let there be no lying, no backbiting, no evil; but let the whole life of every man and woman tend to good. Then, when they have their failings, they will forgive each other, and will find the words of the Savior to be true, that his Spirit will be in them as a well of living water springing up into everlasting life.<span class=\"citation\" id=\"69021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69021)\">John 4:14<\/a><\/span><span class=\"citation\" id=\"86422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86422)\">D&amp;C 63:23<\/a><\/span> Will they become prophets? Yes, and prophetesses.<span class=\"citation\" id=\"54033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54033)\">Ex. 15:20<\/a><\/span> Let them honor their religion until they pass the ordeal, and they will reach the time when the Lord will never suffer them to fall. There will be a time when the fountain of life is within them; then they are prophets and prophetesses, and tell the truth all the time. They walk no more in darkness, but in the light;<span class=\"citation\" id=\"69429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69429)\">John 8:12<\/a><\/span> and that is the privilege of every man and woman. <\/div><div class=\"paragraph jod\" id=\"v5n1262\"> Thank heaven that bickerings and contentions are lessening every year among this people. Suppose that we all most strictly lived our religion, would there be a hard word in this community? There would not. Do you understand that? Never accuse a man or a woman of evil, until you find out the cause. Never judge by the outward appearance, but judge righteous judgment.<span class=\"citation\" id=\"69392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69392)\">John 7:24<\/a><\/span> And if persons who are striving to do good should happen to commit an overt act, and  <div class=\"break pagebreak\" id=\"170a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0170.pdf\" target=\"pdfwin\">p.&#xA0;170a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2206\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are ready to restore to the uttermost, then that would be the occasion of a feeling of kindness and affection towards them. There is no reason for the people to do wrong, but there is everything to encourage them to do right. <\/div><div class=\"paragraph jod\" id=\"v5n1264\"> The brethren have had a good deal said to them this morning, but I feel to bless the people; and I wish you to live nearer and nearer to the Lord. Seek unto the Lord our God continually;<span class=\"citation\" id=\"55870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55870)\">1 Chr. 16:11<\/a><\/span> seek to possess more of his Spirit; throw off the power of erroneous traditions and of the evil influences that were around us in our youthful days and before we came to a knowledge of the truth. Learn the things of God, and you will find that they are very different from the things of the world; you will find all the plans and schemes of the world to be so different that you would hardly suppose that they ever knew anything about the plan of salvation. <\/div><div class=\"paragraph jod\" id=\"v5n1265\"> Also remember to lay up your grain. Brother Heber has been preaching to you about that; therefore remember to lay up sufficient for your families. Sow your grain early this fall. Many wish to know whether I think we shall reap. I do not care whether we do or not. I intend to sow early this fall, so that it will ripen next season. How bad we should feel, if we did not sow, and all should be peace and safety next season, to know that we could have harvested if we had sown. I reckon that I should feel bad, if I were placed in such a condition; but I will prepare for the people to live so long as they dwell upon the earth. <\/div><div class=\"paragraph jod\" id=\"v5n1266\"> What more will I prepare for? I will prepare for a fight, I will prepare for peace, and I will also prepare for everything that comes along; then I am ready for anything. Build? Yes, build, and make your homes as comfortable as you can. <\/div><div class=\"paragraph jod\" id=\"v5n1267\"> If I knew that I was going to burn all <div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2206\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> my buildings next season, it would not hinder me for one hour from making improvements. The more I do, the more I shall be prepared to do. And I am determined to prepare to lay up the walls of Zion and to learn all I can, so that, if I should happen to be one of the men to engage in that work, I shall know how to commence and dictate the foundation of the walls of Zion and those of the Temple. <\/div><div class=\"paragraph jod\" id=\"v5n1268\"> A great many think that we have been extravagant in laying so broad and deep a foundation for this Temple; but I would rather have that foundation, though it should lay as it is till the Millennium, than to have the most splendid superstructure built upon a sandy foundation. What do you say, you men and women of judgment? [Voices, &#x201C;You are correct.&#x201D;] Is there not more honor in that foundation, though it lay there till we go back to Jackson County, than there would be in such a building as I have named? <\/div><div class=\"paragraph jod\" id=\"v5n1269\"> About two weeks ago, Elder Hyde began to say, &#x201C;There is no knowing where;&#x201D; and I took the words from his mouth and continued, &#x201C;The Latter-day Saints will land in Jackson County, Missouri.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1270\"> The Lord has suffered the wicked to drive us about, that we might accomplish his designs the sooner. Some of you sisters are afraid of cousin Lemuel; and some say that our enemies are bringing presents to bribe cousin Lemuel. Let them bring and let them bribe, and then, if the time has come, when they have got through bribing, cousin Lemuel will turn round and take the rest. <\/div><div class=\"paragraph jod\" id=\"v5n1271\"> God is at the helm. This is the mighty ship Zion. You stick to the ship, and honor it, and see that you are in favor with the ship Zion, and you need not worry about anything else. God has the hearts of the children of men in his hands;<span class=\"citation\" id=\"55628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55628)\">1 Kgs. 8:39<\/a><\/span> he puts  <div class=\"break pagebreak\" id=\"171a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0171.pdf\" target=\"pdfwin\">p.&#xA0;171a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2205\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hooks in their jaws<span class=\"citation\" id=\"60904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60904)\">Ezek. 38:4<\/a><\/span> and turns them about at His pleasure. God is here; the Holy Ghost is here and rests upon this people, and I am a witness to it. I know that the Holy Ghost dwells in the hearts of this people;<span class=\"citation\" id=\"72327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72327)\">Rom. 5:5<\/a><\/span> and the world are afraid of the union that exists upon this people. They were afraid of that in the days of Joseph, and it has been their fear all the time. You might take a Democrat, a Republican, a ranting Methodist, and old, stiffnecked, ranting Presbyterian; and when they came to consider Joseph Smith and the Saints, they saw that they were one in faith, and it scared them all. They would say, &#x201C;We are Methodists, Baptists, and Presbyterians, but we are of different politics; in our churches may be found all kinds of politics, but you, Joseph Smith, alter men's politics; you change them and make them all one.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1273\"> Brethren and sisters, do not be angry with them, for they are in the hands of God. Instead of feeling a spirit to punish them, or anything like wrath, you live your religion; and you will see the day when you will <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2205\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> pray God to turn away from your eyes the sight of their afflictions. <\/div><div class=\"paragraph jod\" id=\"v5n1274\"> There are thousands and millions in the United States, and in the world, whose hearts are like an aspen leaf because of this little handful of people in Utah. Pity them; for they know not whom they are fighting against; they know not their destiny. <\/div><div class=\"paragraph jod\" id=\"v5n1275\"> This army that is reported to be coming to this place know no more about you and me than you know about the interior of China: they go because they are sent. If they knew our real character, the soldiers themselves would turn round and tell their officers to go to hell; they would take a stampede, and if their officers urged them to come and fight this people, they would turn round upon them or tell them to do it themselves. <\/div><div class=\"paragraph jod\" id=\"v5n1276\"> Now, do not feel angry. Are not they to be pitied? Yes. Are you to be pitied? Yes, if you forsake God, or your religion. The Saints need to be pitied for nothing but for forsaking their religion. Be careful that you do not get darkness into your minds.<span class=\"citation\" id=\"87806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87806)\">D&amp;C 84:54<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1277\"> May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}