{"ID":50024, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Approval of the Proceedings of the Delegation to Congress&#x2014;Condition of the People of the World, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered at the Bowery, Great Salt Lake City, August 9, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Approval of the Proceedings, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/9\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d24\">\n<div class=\"paragraph jod\" id=\"v5n860\"> So far as I am concerned, with regard to the performance of duties by the Elders of Israel&#x2014;the duties which have been placed upon them and required at their hands upon their missions&#x2014;for the gratification of the brethren just referred to by Elder Taylor, I will say, If there has been nothing hitherto expressed here manifesting the feelings of the First Presidency of the Church and the members in general on this point, I can answer for the people, by asking and answering a question. <\/div><div class=\"paragraph jod\" id=\"v5n861\"> Brother Taylor, brother George A. Smith, and brother Bernhisel, did you do your duty in Congress in reference to presenting our petition for a State? I think that I can answer for this Committee, as well as for the people, and say that they discharged their duty manfully and satisfactorily to their God and to their brethren. I can answer for the people, and say that they are most perfectly satisfied with the labors of our Committee. When a man can say of a truth, &#x201C;I have done the very best that I could in my mission,&#x201D; the heart of every Saint on earth acquainted with the <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2253\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> circumstances, the angels in heaven, and our heavenly Father are all satisfied. There is no more required of us than we are capable of performing. The First Presidency are satisfied, and I can say that the people are satisfied. <\/div><div class=\"paragraph jod\" id=\"v5n862\"> With regard to the labors of brother Taylor in editing the paper called <span class=\"italic\">The Mormon<\/span>, published in the city of New York, I have heard many remarks concerning the editorials in that paper, not only from Saints, but from those who do not profess to believe the religion we have embraced; and it is probably one of the strongest edited papers that is now published. I can say, as to its editorials, that it is one of the strongest papers ever published, so far as my information extends; and I have never read one sentence in them but what my heart could bid success to it and beat a happy response to every sentence that I have read or heard read. Brother Taylor, that is for you; and I believe that these are the feelings and the sentiments of all in this community who have perused that paper. <\/div><div class=\"paragraph jod\" id=\"v5n863\"> We are satisfied with the labors of  <div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2252\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Elders generally. True, it is not every one that knows and understands all things; it is also true that men are liable to falter and fail in their judgment; but that is nothing against the real character of the man, if he is doing the best he knows how. It is true that at times Elders need correcting, and they receive correction in this place. It is also true that, when you correct an individual in his errors and try to place him in better circumstances pertaining to judgment and discretion, it is annoying, it is grievous, it is painful to the sensation of that individual. It is very true that chastisements are grievous when they are received;<span class=\"citation\" id=\"89684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89684)\">D&amp;C 103:4<\/a><\/span> but if they are received in patience, they will work out salvation for those who cheerfully submit to them.<span class=\"citation\" id=\"77232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77232)\">Heb. 12:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n865\"> If the time was that the Elders of Israel could not be chastened and corrected for their wrongs, and be set right, you may know that they have proved recreant to the faith. And if those who are appointed to lead this people dare not rise up and tell them of their iniquity and chastise them therefore, and teach them the way of life and salvation, you may know that your leaders have fallen from their station. <\/div><div class=\"paragraph jod\" id=\"v5n866\"> The Lord has bestowed the everlasting Priesthood upon the children of men for their salvation. It is not believed for a moment, by any person who believes in the Bible, that a man or woman can be saved in their sins.<span class=\"citation\" id=\"62632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62632)\">Matt. 1:21<\/a><\/span><span class=\"citation\" id=\"82090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82090)\">Alma 11:37<\/a><\/span> They have to be separated from their sins and iniquity; they have to put off the old man, with all his deeds, and put on the new man Christ Jesus.<span class=\"citation\" id=\"75284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75284)\">Eph. 4:22,24<\/a><\/span> If ever we see the time that we dare not tell men of their evils, and correct them when in fault, you may despair of salvation in this kingdom. <\/div><div class=\"paragraph jod\" id=\"v5n867\"> One grand cause of the enmity entertained towards us by officials sent here by the General Government has simply been, that I take the liberty <div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2252\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of telling men where they do wrong and wherein they do wrong&#x2014;both those who are in the Church and those who are out of it; and my brethren take the same liberty. If men do evil, we tell them of their meanness; whereas, in the other portion of our Government, men dare not speak their minds. They are tied up, bound up; they are in fetters and chains in every particular&#x2014;as much so as brother Taylor has told you, and a great deal more. He said that if a man was found in Congress who dare speak in favor of innocence, justice, truth, and mercy, he dare not speak. If there were any there, when our petition was expected to be presented, who felt in their hearts to favor it, they dared not open their mouths in favor of its being granted; for if they spoke at all, they must speak according to the popular notions of the people; they must go with the tide of popularity. <\/div><div class=\"paragraph jod\" id=\"v5n868\"> This is the case with the whole world; but we are chosen out of the world. And if we accept salvation on the terms it is offered to us, we have got to be honest in every thought, in our reflections, in our meditations, in our private circles, in our deal, in our declarations, and in every act of our lives, fearless and regardless of every principle of error, of every principle of falsehood that may be presented. We have no difficulties with our Government: we never have had any difficulties with any government under which we have lived. But there has been a difficulty, and what is it? The &#x201C;Mormons&#x201D; have got something that the rest, of course, have not, &#x201C;and we will kill them out of the way; we will not have them.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n869\"> As brother Taylor has said, speaking of the wisdom and power exhibited by the people of the world, there are men of talent, of thought, of reflection, and knowledge in all cunning mechanism: they are expert in that, though they do not know from whence  <div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2251\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they receive their intelligence. The Spirit of the Lord has not yet entirely done striving with the people,<span class=\"citation\" id=\"52820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52820)\">Gen. 6:3<\/a><\/span> offering them knowledge and intelligence; consequently it reveals unto them, instructs them, teaches them, and guides them even in the way they like to travel. Men know how to construct railroads and all manner of machinery; they understand cunning workmanship, &amp;c.; but that is all revealed to them by the Spirit of the Lord, though they know it not. <\/div><div class=\"paragraph jod\" id=\"v5n871\"> You can find in the minds of the people most admirable intelligence in things pertaining to the world; but when you touch the intelligence that pertains to other worlds, to the kingdom of heaven and heavenly things, they are dark as midnight darkness&#x2014;so dark as this, that, let ever so good a thing be revealed to them, no matter how good for a nation, a people, a community, or an individual&#x2014;let a man have it revealed to him how he can benefit the whole nation, they turn around and deny God in it. They are so dark as that, when they never received a particle of intelligence but what came from God. They are filled with darkness. <\/div><div class=\"paragraph jod\" id=\"v5n872\"> Instead of wishing injuries to come on them, my heart is pained for them when I behold their situation. They are drunk, not with strong drink, but with their own anger, and rage, and the spirit of the enemy which they have received. They are as wild as California horses. When a lasso is thrown on them, they will run madly against a knee, or a stone wall, or over a person, or anything; they are frantic, and would break their own necks. It is just so with the inhabitants of the earth, and especially so with our Government; and they are hastening with all possible speed, with the larriet around their necks, to jump the precipice and destroy themselves. <\/div><div class=\"paragraph jod\" id=\"v5n873\"> I can tell you one thing that I know concerning the inhabitants of <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2251\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the United States. It has come to this, that the honest among them&#x2014;men, women, and children, have dreams foreboding evil. The visions of their minds are troubled; they are in sorrow; they feel melancholy, and have a presentiment that something evil is going to befall the people. And if you could discern the thoughts of their hearts this day, you would probably find millions of such persons in our Government. When they reflect upon the maddened zeal of the leaders, they know that they can endure but a little while, and query, &#x201C;What will come?&#x201D; What will the Lord bring on the people&#x2014;upon this happy government? What evil catastrophe is about to befall us? Will there be war? Will we fight the &#x201C;Mormons,&#x201D; and will the Lord give the &#x201C;Mormons&#x201D; power to fight against us? Will the North make war upon the South? Will they take the sword one against the other? What will become of us? These forebodings are upon the people. They have dreams in the night which frighten them, and reflections in the daytime which give them sorrow; and they are harassed from day to day. They are to be pitied; for sorrow, woe, destruction, shame, and misery await them. I am sorry for them: they are to be pitied&#x2014;to be prayed for. <\/div><div class=\"paragraph jod\" id=\"v5n874\"> Almost every man that has come from the East of late is telling you the political feelings and desires of the Government towards this people. Brother Taylor has just related that a gentleman he met on the road remarked, &#x201C;What! Can you &#x2018;Mormons&#x2019; fight the United States? Can you contend with them? You had better take a more specific policy than you have. Do not speak about the President, nor about any of the officials.&#x201D; We shall talk as we please about them; for this is the right and privilege granted to us by the Constitution of the United States: and, as  <div class=\"break pagebreak\" id=\"126a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0126.pdf\" target=\"pdfwin\">p.&#xA0;126a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2250\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ministers of salvation, we shall take the liberty of telling men of their sins. <\/div><div class=\"paragraph jod\" id=\"v5n876\"> I shall take the liberty of talking as I please about the President of the United States, and I expect that I know his character better than he knows it himself. I will tell you in a few words a little of it. James Buchanan, who is now sitting in the chair of state, and presiding over this great Republic, is naturally a passive, docile, kind, benevolent, and good man&#x2014;that is his natural disposition, I will venture. Arouse him, and he has been a man who could make flaming speeches. He is now bound up; they have the fetters upon his feet; he is handcuffed; his elbows are pinioned; he is bound on every side, and they make him do as they please. Is he obliged to do so? No. <\/div><div class=\"paragraph jod\" id=\"v5n877\"> Is a man fit to be President of the United States, who will bow and succumb to the whims of the people? No. A President should learn the true situation of his constituents, and deal out evenhanded justice to all, utterly regardless of the clamor of party. Suppose the President to be under the clamor and dictation of several parties, he would order out a company today, and tomorrow call them back; he would make a decree today, and next week revoke it and make another to suit another party. He ought not to pay attention to any party, but consider the nation as a family, and deal out justice and mercy to them equally and independently. <\/div><div class=\"paragraph jod\" id=\"v5n878\"> I wish that Hickory Jackson was now our President; for he would kick some of those rotten-hearted sneaks out, or rather order his negroes to do it. If we had a man in the chair who really was a man, and capable of magnifying his office, he would call upon his servants, and order him to kick those mean, miserable sneaks out of the presidential mansion, off from its grounds, and into the streets. <div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2250\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> But the President hearkens to the clamor around him; and, as did Pontius Pilate, in the case of Jesus Christ, has washed his hands, saying, &#x201C;I am clear of the blood of those Latter-day Saints. Gentlemen, you have dictated, and I will order a soldiery and officials to Utah.&#x201D;<span class=\"citation\" id=\"66325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66325)\">Matt. 27:24<\/a><\/span> It is said in the Bible, that whosoever ye yield yourselves to obey, his servant ye are.<span class=\"citation\" id=\"72447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72447)\">Rom. 6:16<\/a><\/span> The President has yielded himself a servant to cliques and parties, and their servant he shall be. And all that has been spoken of him by brother Kimball, in the name of Jesus Christ, shall come upon him. <\/div><div class=\"paragraph jod\" id=\"v5n879\"> Do you think that we shall be called treasoners, for rebuking him in his sinful course? Yes. Talk of loyalty to Government! Hardly a man among them cares for the Government of the United States, any more than he does for the useless card that lies on the table while he is playing out his hand. They disregard the Constitution as they would any old fable in any old school book. Scarcely a member on the floor of Congress cares anything about it. <\/div><div class=\"paragraph jod\" id=\"v5n880\"> While brother Taylor was referring to the conduct of officers of the Government, to the pistols, bowie knives, the oyster suppers, the pleasant little knick-knacks, and this, that, and the other, I was reminded of a circumstance that transpired in the region of the Salt Works in the State of New York. In that section there was a place called Salt Point, one of the roughest in the world for drunkenness, gaming, fighting, and cursing; and within a few miles from Salt Point was a place called Onadaga Hollow, and the people in those places used to be in a constant strife to see which should act the worst. As a man named Thaddeus Woods, who had become considerably wealthy by making and selling salt, was going from Onadaga Hollow to Salt Point, he stopped at a tavern, half-way  <div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2249\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>between the two places; and when he and his traveling companions had rested themselves and fed their horses, Woods told one of his teamsters, who was one of the wickedest men to be found in those two places, that he would treat him if he would say three of the wickedest words that he could think of. The man agreed that he would; and when he had the attention and eyes of the company fixed upon him, he shouted out &#x201C;Onadaga Hollow, Thad. Woods, and Salt Point,&#x201D; remarking that those were three of the worst words that he could think of. <\/div><div class=\"paragraph jod\" id=\"v5n881\"> Brother Taylor says that language cannot express the conduct, the feelings, and the spirit that are upon the people in the States. Well, suppose you take up a labor and swear about them, what are the worst words that can be spoken? &#x2018;Nigger stealing,&#x2019; Mobs or Vigilance Committees, and Rotten-hearted Administrators of a Government are three of the meanest and wickedest words that can be spoken. I expect that somebody will write that back to the States, as being treasonable, because spoken by a Latter-day Saint. <\/div><div class=\"paragraph jod\" id=\"v5n882\"> With regard to the present contention and strife, and to our position and situation, there are few things to be considered, and there is much labor to be performed. Let the Saints live their religion; let them have faith in God, do all the good they can to the household of faith and to everybody else, and trust in God for the result; for the world will not believe one truth about us. I tell you that the Government of the United States, and other governments that are acquainted with us, will not believe a single truth about us. What will they believe? Every lie that every poor, miserable, rotten-hearted curse can tell. What are we to do, under these circumstances? Live our religion. Are you going to contend against the United States? No. But when they come <div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2249\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> here to take our lives solely for our religion, be ye also ready. <\/div><div class=\"paragraph jod\" id=\"v5n883\"> Do I expect to stand still, sit still, or lie still, and tamely let them take away my life? I have told you a great many times what I have to say about that. I do not profess to be so good a man as Joseph Smith was. I do not walk under their protection nor into their prisons, as he did. And though officers should pledge me their protection, as Governor Ford pledged protection to Joseph, I would not trust them any sooner than I would a wolf with my dinner; neither do I trust in a wicked judge, nor in any evil person. I trust in my God, and in honest men and women who have the power of the Almighty upon them. What will we do? Keep the wicked off as long as we can, preach righteousness to them, and teach them the way of salvation. <\/div><div class=\"paragraph jod\" id=\"v5n884\"> Some speak of the nations now on the earth forgetting God,<span class=\"citation\" id=\"56354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56354)\">Ps. 9:17<\/a><\/span><span class=\"citation\" id=\"91806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91806)\">D&amp;C 133:2<\/a><\/span> they have not forgotten Him, for they have never remembered Him. They have not departed from His ways, for they never found them; they have not lost faith in Him, for they never had any. There are men sitting here who were brought up Christians, who were trained to believe in the sacred words of truth contained in the Old and New Testament. What were you taught by your priests, your fathers, mothers, and associates, with regard to God? How many anxious hours I have experienced in my youth, to know, see, and understand things as they were and as they are. Did I ever see a man who could instruct me in those matters, until I saw Joseph Smith? I never did. And after I had made a profession of religion, I would ask the most powerful preachers whether they knew anything about God&#x2014;where He is located, where Heaven is, and, where Hell is, who is the Father, who is the Son, and what the distinction is between them, who is Michael the archangel, who is Gabriel, and so on.  <div class=\"break pagebreak\" id=\"128a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0128.pdf\" target=\"pdfwin\">p.&#xA0;128a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Could they tell a thing about it ? No: and I am a witness that no man in Christendom knew anything about it, unless it was revealed by the Spirit to him. <\/div><div class=\"paragraph jod\" id=\"v5n886\"> I may say that many had revelations from God, but they had not the keys, and rights, and knowledge, and system of the religion of God. John Wesley was a good man, and so were thousands of others. Will they be saved? They are saved. You know what my doctrine is with regard to this matter. Every man will be judged according to the deeds done in the body.<span class=\"citation\" id=\"82027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82027)\">Alma 5:15<\/a><\/span> Did they know anything about heaven, or God? No, they did not. Could they even explain one of the first simple lessons in the religion we believe, with regard to mortal man? Could any of them explain what the soul of man is, when it is written in the Bible,<span class=\"citation\" id=\"52398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52398)\">Gen. 2:7<\/a><\/span> and they have read it thousands of times? No. <\/div><div class=\"paragraph jod\" id=\"v5n887\"> I have heard men preach hours upon the soul of man; and one of the smartest men that I ever heard preach, wound up a long discourse by saying, &#x201C;Finally, brethren, I must come to the conclusion that the soul of man is an immaterial substance.&#x201D; I have sat days and weeks, and months, and years to hear men explain the things of God; and what did they know about them? Nothing. <\/div><div class=\"paragraph jod\" id=\"v5n888\"> We have the keys of the priesthood and the words of eternal life,<span class=\"citation\" id=\"69310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69310)\">John 6:68<\/a><\/span> and understand them, and what manner of persons ought we to be?<span class=\"citation\" id=\"78474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78474)\">2 Pet. 3:11<\/a><\/span> We ought to live our religion, believe in our God, love and serve Him, be faithful to Him, to one another, to all our covenants, and keep the devils from killing us as long as we can, and that is just as long as we have a mind to. <\/div><div class=\"paragraph jod\" id=\"v5n889\"> I recollect saying to a certain official here&#x2014;one who wanted a few Indians for killing Gunnison, &#x201C;If you want them, I will put them into your hands.&#x201D; They were presented to him, but he dared not take them. I told him at <div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the time of the conversation, that there might be some thirty of those Indians; but, if the United States should send 50,000 of their troops here they could not get one of them, if they had a mind to keep out of the way; and he believed it. I suppose you would like to know upon what principle? Like some of brother Taylor's honest men that he thought he had found in the States, who, when he thought that he had found them, and went to put his hand upon them, were like the Paddy's flea&#x2014;they were not there, they were somewhere else. That is the reason why they could not get the Indians. There is the same reason why they cannot get us, until we have a mind to go them. <\/div><div class=\"paragraph jod\" id=\"v5n890\"> Do you wonder that the world is angry at us? No; for the time must come when your faith must be tried. Can the Lord take this kingdom and separate it from the kingdom of darkness? Can He bring it forth to establish His work upon the earth as extensively as the Prophets have prophesied, without separating us from the kingdoms of this word? You say, No. How is he going to do it? You have seen how, so far. In the days of Joseph, a string of guards was set around him on every side, lest he should have communion with the remnants of Israel who are wandering on the plains and in the canyons of this country. Those guards fought us, whipped us, killed our Prophets, and abused our community, until we are now driven by them into the very midst of the Lamanites. Oh, what a pity they could not foresee the evil they were bringing upon themselves, by driving this people into the midst of the savages of the plains. And here am I, yet, Governor of Utah. <\/div><div class=\"paragraph jod\" id=\"v5n891\"> Do you wonder that they are angry? Five years ago I told them that I should be Governor as long as the Lord wanted me to be, and that all hell could not remove me. They  <div class=\"break pagebreak\" id=\"129a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0129.pdf\" target=\"pdfwin\">p.&#xA0;129a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2247\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have tried during those five years to remove me, and I have had to appoint a Secretary for this Territory three times in that period; for the ones appointed by the President absconded from the Territory. And the prospect now is, that I shall still have to be the <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2247\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Governor&#x2014;that I shall again have to preside over the Legislature, and that Captain Hooper, whom I appointed Secretary, will have to continue in that office. <\/div><div class=\"paragraph jod\" id=\"v5n893\"> God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}