{"ID":50038, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Movements of the Saints' Enemies&#x2014;The Crisis.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, Sunday Afternoon, September 13, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Movements of the Saints' Enemies, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 9\/13\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d38\">\n<div class=\"paragraph jod\" id=\"v5n1829\"> I would like very well to hear some of the rest of the brethren speak, if I had entirely got over being angry and had patience to sit and hear. I think, however, that I shall be able to calm and control my feelings, though I do not expect to become entirely settled until the affairs around me are settled. <\/div><div class=\"paragraph jod\" id=\"v5n1830\"> It is a pretty bold stand for this people to take, to say that they will not be controlled by the corrupt administrators of our General Government. We will be controlled by them, if they will be controlled by the Constitution and laws; but they will not. Many of them do not care any <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2145\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> more about the Constitution and the laws that they make than they do about the laws of another nation. That class trample the rights of the people under their feet, while there are also many who would like to honor them. All we have ever asked for is our constitutional rights. We wish the laws of our Government honored, and we have ever honored them; but they are trampled under foot by administrators. <\/div><div class=\"paragraph jod\" id=\"v5n1831\"> There cannot be a more damnable, dastardly order issued than was issued by the Administration to this people while they were in an Indian country, in 1846. Before we left Nauvoo, not  <div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2144\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>less than two United States' senators came to receive a pledge from us that we would leave the United States; and then, while we were doing our best to leave their borders, the poor, low, degraded curses sent a requisition for five hundred of our men to go and fight their battles! That was President Polk; and he is now weltering in hell with old Zachary Taylor, where the present administrators will soon be, if they do not repent. <\/div><div class=\"paragraph jod\" id=\"v5n1833\"> Liars have reported that this people have committed treason; and upon their lies, the President has ordered out troops to aid in officering this Territory: and if those officers are like many who have previously been sent here (and we have reason to believe that they are, or they would not come when they know they are not wanted), they are poor, miserable blacklegs, broken-down political hacks, robbers, and whoremongers&#x2014;men that are not fit for civilized society; so they must dragoon them upon us for officers. I feel that I won't bear such cursed treatment, and that is enough to say; for we are just as free as the mountain air. <\/div><div class=\"paragraph jod\" id=\"v5n1834\"> I do not lift my voice against the great and glorious Government guaranteed to every citizen by our Constitution, but against those corrupt administrators who trample the Constitution and just laws under their feet. They care no more about them than they do about the Government of France; but they walk them under their feet with impunity. And the most of the characters they have sent here as officers cared no more about the laws of our country and of this Territory than they did about the laws of China, but walked them under their feet with all the recklessness of despots. <\/div><div class=\"paragraph jod\" id=\"v5n1835\"> I do not want to be angry, nor to have my feelings wrought up; but I cannot keep quiet under the continued outrageous tyranny of the wicked. <\/div> <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2144\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n1836\"> I have said that if the brethren will have faith, the Lord will fight our battles,<span class=\"citation\" id=\"94497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94497)\">D&amp;C 105:14<\/a><\/span> and we will have the privilege of living here in peace. I have counted the cost to this people of a collision with our enemies; but I cannot begin to count the cost it will be to them. <\/div><div class=\"paragraph jod\" id=\"v5n1837\"> I have told you that if this people will live their religion, all will be well; and I have told you that if there is any man or woman that is not willing to destroy anything and everything of their property that would be of use to an enemy, if left, I wanted them to go out of the Territory; and I again say so today; for when the time comes to burn and lay waste our improvements, if any man undertakes to shield his, he will be sheared down; for &#x201C;judgment will be laid to the line, and righteousness to the plummet.&#x201D;<span class=\"citation\" id=\"58621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58621)\">Isa. 28:17<\/a><\/span> Now the fainthearted can go in peace; but should that time come, they must not interfere. Before I will suffer what I have in times gone by, there shall not be one building, nor one foot of lumber, nor a stick, nor a tree, nor a particle of grass and hay, that will burn, left in reach of our enemies. I am sworn, if driven to extremity, to utterly lay waste, in the name of Israel's God. <\/div><div class=\"paragraph jod\" id=\"v5n1838\"> I know that the Saints, both the brethren and sisters, pray that our enemies may not come here; for their entrance is designed by our Government to be the prelude to the introduction of abominations and death. And you cannot talk to a brother, or even to a sister, but that she will tell you that, if she consents in her feelings to have our enemies come here, she feels uncomfortable, and her heart sinks within her. If I consent in my feelings to have them come here, my heart sinks within too, my buoyant spirits are gone, and I have no comfort; for I know the hellish designs concealed under the present movement. But we are free, and every  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2143\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man says, &#x201C;Stand by the kingdom.&#x201D; When this is the case, every man is like a troop; they are like lions. <\/div><div class=\"paragraph jod\" id=\"v5n1840\"> Admit of corrupt administrators sending troops here, and what would be the result? All hell would follow after. I naturally dislike to have any trouble, and would not, were I not obliged to; but we are obliged to defend ourselves against the persecution of our oppressors, or have our constitutional rights rent from us, and have ourselves destroyed. We must either suffer that, or stand up and maintain the kingdom of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v5n1841\"> We have known all the time that the kingdoms of darkness were opposed to the kingdom of God&#x2014;that the powers of earth and hell were combined against it. Christ and Baal cannot make friends with each other:<span class=\"citation\" id=\"63566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63566)\">Matt. 6:24<\/a><\/span> you cannot mix oil and water, righteousness and wickedness. This is the kingdom of God; all others are of the Devil. They never can be united in this world, nor in any other: there is no possibility of the two kingdoms becoming one. Those who believe and obey the Gospel of the Son of God, and forsake all for its interests, belong to the kingdom of God, and all the rest belong to the other kingdom.<span class=\"citation\" id=\"81076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81076)\">1 Ne. 14:10<\/a><\/span> There is a distinction, and the line must be drawn; and you and I have to stand up to it, even though it may take from us our right eyes and right hands. We must stand up to the line and maintain the kingdom of God, or we will all go to destruction together. <\/div><div class=\"paragraph jod\" id=\"v5n1842\"> I am perfectly willing that the brethren should stop all improvements, if they choose, and spend a few years in seeing what our enemies will do; though their efforts against us will only tend to use them up the faster. If the people prefer it, they may stop their improvements and take care of their wheat, and cache a supply of grain, flour, &amp;c., where no other per<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2143\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sons can find it; though we can raise grain here all the time&#x2014;yes, all the time. <\/div><div class=\"paragraph jod\" id=\"v5n1843\"> Suppose that our enemies send 50,000 troops here, they will have to transport all that will be requisite to sustain them over one winter; for I will promise them, before they come, that there shall not be one particle of forage, nor one mouthful of food for them, should they come. They will have to bring all their provisions and forage; and though they start their teams with as heavy loads as they can draw, there is no team that can bring enough to sustain itself, to say nothing of the men. If there were no more men here than there are in the Seminole nation, our enemies never could use us up; but they could use up themselves, which they will do. The Seminoles&#x2014;a little tribe of a few hundred in Florida&#x2014;have cost our government, I suppose, in the neighborhood of 100,000,000 dollars; and they are no nearer being conquered than when the war commenced. And what few have removed have been induced to do so by compromise; and it would be far cheapest for the Government to pay the debts they honestly owe us, and leave us unmolested in the peaceful enjoyment of our rights. <\/div><div class=\"paragraph jod\" id=\"v5n1844\"> Would not our enemies feel well in going to the canyons for wood the first night to cook their suppers with? The idea puts me in mind of an anecdote told by one Brown about the man who took the first barrel of whiskey up the Missouri River on a log raft. <\/div><div class=\"paragraph jod\" id=\"v5n1845\"> They might stay amid blackened desolation till they had ate up what they had brought, and then they would have to go back. <\/div><div class=\"paragraph jod\" id=\"v5n1846\"> It has been asked, &#x201C;Have you counted the cost?&#x201D; Yes, for ourselves; but I cannot begin to count it for our enemies. It will cost them all they have in this world, and will land them in hell in the world to come, while  <div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2142\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the only trouble with us is that we have two or three times more men than we need for using up all who can come here to deprive us of our rights. <\/div><div class=\"paragraph jod\" id=\"v5n1848\"> As I said this morning, ten years ago on this ground I stated that we would not ask any odds of our enemies in ten years from that date; and the next time that I thought of it was ten years afterwards to a day. &#x201C;They are now sending their troops&#x201D; was the news; and it directly occurred to me, &#x201C;Will you ask any odds of them?&#x201D; No; in the name of Israel's God we will not; for as soon as we ask odds, we get ends&#x2014;of bayonets. When we have asked them for bread, they have given us stones; and when we have asked them for meat, they have given us scorpions;<span class=\"citation\" id=\"63767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63767)\">Matt. 7:9-10<\/a><\/span> and what is the use in asking any more? I do not ask any odds of those who are striving to deprive us of every vestige of freedom and to destroy us from the earth. <\/div><div class=\"paragraph jod\" id=\"v5n1849\"> Suppose that we should now bow down, and they should order their troops back, and then send a Governor and other officers here, how long would it be before some miserable scamp would get into a fuss with the Indians in Utah County, or in some other county, and get killed? Then the Governor would order out the Militia&#x2014;probably two or three hundred men&#x2014;to kill off those Indians. Well, the brethren, knowing that the aggressor is a white man, do not want to turn out and, like Gen. Harney, kill the squaws; and they say, &#x201C;We shall not go.&#x201D; Then the Governor would say, &#x201C;They have committed treason;&#x201D; and it would be, &#x201C;Send an army here, and shoot and hang them.&#x201D; Our enemies are determined to bring us into collision with the Government, so that they can kill us; but they shall not come here. <\/div><div class=\"paragraph jod\" id=\"v5n1850\"> If the troops are now this side of Laramie, remember that the Sweetwater is this side of that place. They <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2142\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> must have some place to winter, for they cannot come through here this season. We could go out and use them up, and it would not require fifty men to do it. But probably we shall not have occasion to take that course, for we do not want to kill men. They may winter in peace at some place east of us; but when spring comes, they must go back to the States, or, at any rate, they must leave the mountains. <\/div><div class=\"paragraph jod\" id=\"v5n1851\"> We have no desire to kill men, but we wish to keep the devils from killing us. If you hear that they are near the upper crossing of the Platte, they will probably stay there till they can collect 50,000 troops. We will say that 9 and 3 equal 17; and if that is so, how long will it take to get those troops here? Let an arithmetician figure out how long it will be before 9 and 3 will make 17; for that will just be as soon as our enemies will get 50,000 troops here. <\/div><div class=\"paragraph jod\" id=\"v5n1852\"> We have got to be called treasoners by our enemies. Joseph was taken up six times, if I remember rightly, on the charge of treason. Once he was brought into court by some enemies who thought they could prove that he had committed adultery, and that they termed treason. At another time our brethren wanted to vote in Davies County, Missouri, and said they would cast their votes and have their rights with other citizens; whereupon Joseph was taken up for treason. Another time, he was taken up on a charge of high treason; and when he came before the grand jury, his enemies wanted to prove that he had more than one wife, asserting that that was high treason. <\/div><div class=\"paragraph jod\" id=\"v5n1853\"> Our enemies are constantly yelling &#x201C;Rebellion! Treason!&#x201D; no matter how peaceful, orderly, and loyal we may be. And now to come out in open opposition to their cursed, corrupt practices, will of course be counted treason. But let me tell you that the  <div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2141\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>real, actual treason is committed in Washington, by the administrators of our Government sending an army to take the lives of innocent citizens. Every man is allowed by the Constitution to have what religion he pleases and to profess what religion he pleases. That liberty is guaranteed by the Constitution; &#x201C;but you, &#x2018;Mormons,&#x2019; an army must be sent against you, because you are Latter-day Saints.&#x201D; Yes, an army must be sent to drive us from the earth. <\/div><div class=\"paragraph jod\" id=\"v5n1855\"> There is high treason in Washington; and if the law was carried out, it would hang up many of them. And the very act of James K. Polk in taking five hundred of our men, while we were making our way out of the country under an agreement forced upon us, would have hung him between the heavens and the earth,<span class=\"citation\" id=\"55567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55567)\">2 Sam. 18:9<\/a><\/span><span class=\"citation\" id=\"81998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81998)\">Alma 1:15<\/a><\/span> if the laws had been faithfully executed. And now, if they can send a force against this people, we have every constitutional and legal right to send them to hell, and we calculate to send them there. <\/div><div class=\"paragraph jod\" id=\"v5n1856\"> When I get over being angry, I may preach something else; but the past travels and sufferings of this people through mobocracy are before me. <\/div><div class=\"paragraph jod\" id=\"v5n1857\"> I am not speaking of the Government, but of the corrupt administrators of the Government. They make me think of a sign in New York, upon which was lettered, &#x201C;All manner of twisting and turning done here.&#x201D; It is just so in Washington City; they can twist and turn in any and every way, to suit their hellish appetites. <\/div><div class=\"paragraph jod\" id=\"v5n1858\"> Were I an officer sent to Utah for the purpose of aiding the unhallowed oppression of the innocent (and in this connection I disclaim all personalities), I would know the facts in the case before I would make any hostile move; and sooner than side with tyranny and murder, I would resign my commission, and say, &#x201C;Take it and <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2141\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stick it in your boot, and go to hell, and I will go my way.&#x201D; And I would rather go and raise my own potatoes for my wives and children than to hold office under such a set of administrators and bow down to their wicked designs; though, if I were of the world, I should probably do as the rest do. <\/div><div class=\"paragraph jod\" id=\"v5n1860\"> I have already told you that the main cause of an army being now sent here is a political scheme for the purpose of getting money out of the United States' treasury. Politicians and traders combine to lay plans, no matter how devilish, for getting their hands into the treasury of the United States, that they may have money with which to sow corruption and gratify their debauched natures. <\/div><div class=\"paragraph jod\" id=\"v5n1861\"> Some men do not realize what they are doing. I said, a few weeks ago, that the deeds of some men are out of sight. Our merchants here have fanned the flame, and what for? To peddle off my blood and yours for gold and silver. Although that design may have been out of their sight, yet such is the case; but they will not make money by the operation. Should the crisis come, they will find themselves in poor pasture, with nothing but greasewood and sage to feed upon. It will not do for them to sell us for money; for we are worth more than the Methodist society was sold for in Canada, where they were sold at three cents a head. <\/div><div class=\"paragraph jod\" id=\"v5n1862\"> I am aware that you will want to know what will be the result of the present movement against us. &#x201C;Mormonism&#x201D; will take an almighty stride into influence and power, while our enemies will sink and become weaker and weaker, and be no more; and I know it just as well now as I shall five years hence. The Lord Almighty wants a name and a character; and he will show our enemies that he is God, and that he has set to his hand again to gather Israel,<span class=\"citation\" id=\"92094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92094)\">D&amp;C 137:6<\/a><\/span> and to  <div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2140\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>try our faith and integrity. And he is saying, &#x201C;Now, you, my children, dare you take a step to promote righteousness, in direct and open opposition to the popular feelings of all the wicked in your Government? If you do, I will fight your battles.&#x201D;<span class=\"citation\" id=\"89960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89960)\">D&amp;C 105:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1864\"> Our enemies had better count the cost; for if they continue the job, they will want to let it out to subcontractors, before they get half through with it. If they persist in sending troops here, I want the people in the west and in the east to understand that it will not be safe for them to cross the Plains. <\/div><div class=\"paragraph jod\" id=\"v5n1865\"> It has cost the Government hundreds of thousands of dollars more for the Indians in other territories than it has in this; and I have saved the Government hundreds of thousands of dollars, by keeping the Indians peaceable in Utah. Hundreds of miles have the Indians traveled to see me, to know whether they might use up the emigrants, saying&#x2014;&#x201C;They have killed many of us; and they damn you and damn us, and shall we stand it?&#x201D; I have always told them to hold on, to stop shedding blood, and to live in peace. But I have been told that the first company of packers that went through here this season, on their way from California to the States, shot at every Indian they saw between Carson Valley and Box Elder; and what has been the result? Probably scores of persons have been killed; animals have been taken from nearly all the emigrants that have passed on that road; and the Indians in that region have now more stock than they know how to take care of; and they come into settlements with their pockets full of gold. The whites first commenced on the Indians; and now, if they do not quit such conduct, they must stop traveling through this country; for it is more than I can do to keep the Indians still under such outrageous treatment. <\/div> <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2140\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n1866\"> The people do not realize what they have done by driving us into the midst of the Lamanites. They prevented Joseph from associating with the Indians; but they, through their ignorance, thought that we were going to Vancouver's Island, or on the borders of the Pacific; but lo they have driven us into the midst of the Lamanites. These Lamanites begin to have a knowledge of their forefathers,<span class=\"citation\" id=\"83214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83214)\">Morm. 7:5<\/a><\/span> and they are cultivating the earth. Here were the most degraded classes of Indians to be found; but now there is not a tribe so enlightened, nor one that has so good a knowledge of its real position and standing before the Lord as have some of these Utah Indians. It is now very different with them to what it was when we first came here. It is now becoming a universal practice with them to punish the guilty, and not the innocent: they have been taught that from the time we first came here. Talk with them, and you will learn that they have a good deal of knowledge. They must be saved, for they are the children of Abraham.<span class=\"citation\" id=\"82832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82832)\">3 Ne. 20:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1867\"> The Lord in his mercy has suffered our enemies to do that which we could not have accomplished for many years; and, let a war commence, and there is no knowing where we shall next land in Jackson County, Missouri. They will learn that &#x201C;Mormonism&#x201D; is a living creature. <\/div><div class=\"paragraph jod\" id=\"v5n1868\"> All the world have to learn that the Lord is God,<span class=\"citation\" id=\"54963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54963)\">Deut. 4:35<\/a><\/span> and that he is the God of his children. He will protect his anointed; he will defend his own family; and all we have to do is to do his will; and every man, woman, and child ought to seek to learn the will of God and do it. When that is the case, we need not fear all earth and hell. Do not offend God by not doing as he wants you to. <\/div><div class=\"paragraph jod\" id=\"v5n1869\"> May the Lord God bless you, brethren and sisters. Amen. <\/div>\n<\/div>\n<\/div>"}