{"ID":50030, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Faith in the Priesthood&#x2014;Fruits of Faith&#x2014;Laying Up Grain&#x2014;Gleaning&#x2014;The Holy Ghost&#x2014;Tree of Life, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Bowery, Great Salt Lake City, Sunday morning, August 23, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Faith in the Priesthood, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 8\/23\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d30\">\n<div class=\"paragraph jod\" id=\"v5n1278\"> I feel very much pleased at the arrival of our brethren that take missions. I know how to sympathize with them. There are a great many young Elders that are taking missions now. Twenty years ago, I was laboring in England; I baptized <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2205\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> brother G. D. Watt, twenty years ago last month (July), in 1837. That was the first foreign mission that was taken by the Elders of this Church. <\/div><div class=\"paragraph jod\" id=\"v5n1279\"> At that time it was almost impossible to realize what we now see  <div class=\"break pagebreak\" id=\"172a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0172.pdf\" target=\"pdfwin\">p.&#xA0;172a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2204\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and understand. I went over to England at the time the Church was broken up in Kirtland. There were very few persons then who could stand by &#x201C;Mormonism&#x201D; faithfully and uphold our Prophet Joseph Smith: where one would stand valiantly and uphold him, there were twenty who did not. <\/div><div class=\"paragraph jod\" id=\"v5n1281\"> That day was a day wherein the Saints were tested; their integrity was proved; they were put to the test whether they would stand by &#x201C;Mormonism&#x201D; and by the Prophet, or not. <\/div><div class=\"paragraph jod\" id=\"v5n1282\"> Many people now pretend that they stand by what they call ancient &#x201C;Mormonism,&#x201D; or &#x201C;Mormonism&#x201D; in their own way, but in brother Brigham they do not believe particularly. <\/div><div class=\"paragraph jod\" id=\"v5n1283\"> No man can believe in &#x201C;Mormonism,&#x201D; except he believes in the man that leads the Church of God&#x2014;in the man that holds the keys of life and salvation pertaining to this people. <\/div><div class=\"paragraph jod\" id=\"v5n1284\"> How is it possible for a limb to be attached to a tree, and at the same time manifest its disapprobation of the tree? That limb will die and wither away, except it manifests its approbation, faith, and favor to the tree to which it is connected. <\/div><div class=\"paragraph jod\" id=\"v5n1285\"> So it is impossible that a man or a woman who disbelieves that brother Brigham is a Prophet&#x2014;that he is God's representative and holds the keys of his kingdom pertaining to this people, can retain the Holy Ghost and partake of the life and sap of the true vine.<span class=\"citation\" id=\"70100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70100)\">John 15:1<\/a><\/span> Such persons have no faith of the genuine bearing kind, and consequently there are no works to correspond. <\/div><div class=\"paragraph jod\" id=\"v5n1286\"> Will good works produce faith? Yes; there is very little faith without works; and then again, there never was but very little works without faith.<span class=\"citation\" id=\"77549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77549)\">James 2:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1287\"> How can my body exist when my spirit leaves it?<span class=\"citation\" id=\"77634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77634)\">James 2:26<\/a><\/span> It cannot. Can <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2204\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> my spirit exist without this tabernacle? It can; but the body cannot exist without the spirit, because the spirit that dwells in my body is the life of my body,<span class=\"citation\" id=\"89526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89526)\">D&amp;C 101:37<\/a><\/span> and there is no life without it. <\/div><div class=\"paragraph jod\" id=\"v5n1288\"> Some say the earth exists without spirit;<span class=\"citation\" id=\"88442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88442)\">D&amp;C 88:25-26<\/a><\/span><span class=\"citation\" id=\"93118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93118)\">Moses 7:48-49<\/a><\/span> I do not believe any such thing; it has a spirit as much as anybody has a spirit. How can anything live, except it has a living spirit? How can the earth produce vegetation, fruits, trees, and every kind of production, if there is no life in it? It could not, any more than a woman could produce children when she is dead: she must be alive to produce life, to manifest it, and show it to the world. It is so with &#x201C;Mormonism.&#x201D; We must manifest our faith by our works.<span class=\"citation\" id=\"77550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77550)\">James 2:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1289\"> I speak these things because they come to my mind. When I arise to speak, I have never a premeditated subject; I let God, by the Holy Ghost, dictate me and control me, just as a musician would his violin. It is the player on the instrument that plays the tune; the instrument does not dictate the player. So I should be in the hands of God, to be dictated by him; for we are told that the Holy Ghost, the Comforter,<span class=\"citation\" id=\"70011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70011)\">John 14:26<\/a><\/span> will teach us all things past, present, and to come.<span class=\"citation\" id=\"70336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70336)\">John 16:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1290\"> The Holy Ghost knows the minds of this people, and what is necessary to deal out to every man and every woman in due season&#x2014;their portion. If I am not dictated by the Holy Ghost, I cannot communicate to you that which is necessary. <\/div><div class=\"paragraph jod\" id=\"v5n1291\"> Supposing you are all pure, except a very few&#x2014;say there are twenty or thirty men in the assembly that are impure, and then there are a dozen or fifty women that do not keep the commandments of God&#x2014;when I am speaking to the disobedient, the Spirit in me alludes to those persons only. <\/div><div class=\"paragraph jod\" id=\"v5n1292\"> Why do men or women condemn  <div class=\"break pagebreak\" id=\"173a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0173.pdf\" target=\"pdfwin\">p.&#xA0;173a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2203\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>me when the Word of God is sharp,<span class=\"citation\" id=\"76537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76537)\">Heb. 4:12<\/a><\/span> and say I am harsh and hard? It is because they are not right; and that is the way I prove them. You never would complain of the sharpness of the word of God, if you were not under transgression. <\/div><div class=\"paragraph jod\" id=\"v5n1294\"> You say I allude to you: so I do; or, it is the Spirit of God alludes to you through me. You are the persons who are under censure&#x2014;you are the birds that flutter, because it hits you. Why should a person find fault who is not under condemnation? That proves they are. <\/div><div class=\"paragraph jod\" id=\"v5n1295\"> How shall we manifest our faith by our works?<span class=\"citation\" id=\"77552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77552)\">James 2:18<\/a><\/span> I will speak of that a little further; and I cannot speak the truth as it is in Christ Jesus,<span class=\"citation\" id=\"75891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75891)\">1 Tim. 2:7<\/a><\/span><span class=\"citation\" id=\"75865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75865)\">1 Tim. 2:4 (JST)<\/a><\/span> without I censure many of you. I will ask those who have been here for four, seven, and eight years past, and from the day that we came into these valleys, if they have proved by their works their faith<span class=\"citation\" id=\"77551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77551)\">James 2:18<\/a><\/span> in the words of the Prophet Brigham? <\/div><div class=\"paragraph jod\" id=\"v5n1296\"> Here are brother Amasa Lyman, brother Woodruff, and other brethren, who recollect Brigham testifying most strenuously in the Bowery&#x2014;then occupied by the pioneers, when we first entered the Valley&#x2014;of the propriety of this people laying up grain and other stores for seven years&#x2014;because, said he, &#x201C;The time has come when the words of the Prophets should be fulfilled, that the earth should rest every seventh year.&#x201D;<span class=\"citation\" id=\"54352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54352)\">Ex. 23:11<\/a><\/span><span class=\"citation\" id=\"54642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54642)\">Lev. 25:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1297\"> He said it was our duty to lay up grain for seven years, because he foresaw what would be; he foresaw what we came here for&#x2014;viz., to be the saviors of men. I have spoken also of these things constantly. How oft have you heard these things proclaimed for four years past? And, after all we have said, who is there that has laid up grain to last them one year, much less two, previous to the late scarcity we have passed through? <\/div><div class=\"paragraph jod\" id=\"v5n1298\"> Those that did lay up a little had <div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2203\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to feed that out, or be called scoundrels constantly. Some of the people considered a man a scoundrel that would not hand out the last kernel he had, or the last load of wood he had at his door. <\/div><div class=\"paragraph jod\" id=\"v5n1299\"> Brother Brigham, myself, and Jedediah have blazed away on this matter for the last four years; and how many have manifested their faith by their works?<span class=\"citation\" id=\"77553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77553)\">James 2:18<\/a><\/span> Have one of you got wheat laid up to last you seven years? No; not one of you have got enough laid up to last three years. <\/div><div class=\"paragraph jod\" id=\"v5n1300\"> Uncle Sam&#x2014;I won't call him uncle&#x2014;he is a likely man, but his children have degenerated most awfully; and one of his sons who sits in the chair of state, Mr. Buchanan, is most awfully adulterated and sunk in degradation, that he would permit an army of 2,500 or 3,000 men to come here to enforce officers upon us contrary to the Constitution, and to enforce a Governor upon us, when we have got one of our own choosing. <\/div><div class=\"paragraph jod\" id=\"v5n1301\"> The Prophet said that our Governor should rise up among ourselves. That you will find in the 30th chapter of Jeremiah&#x2014;&#x201C;And their nobles shall be of themselves, and their governor shall proceed from the midst of them; and I will cause him to draw near, and he shall approach unto me: for who is this that engaged his heart to approach unto me? saith the Lord.&#x201D;<span class=\"citation\" id=\"60614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60614)\">Jer. 30:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1302\"> Now that day has come, as true as you live; our nobles will proceed from ourselves, and our Governor, and our judges, and all of our officials shall come out of ourselves, from this day forth. [Voices: &#x201C;Amen.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1303\"> Now mark it, gentlemen and ladies; the day has come for this people to take care of themselves. The President of the United States has taken a course&#x2014;that is, the Lord has let him do it, knowing that no man can do anything against the truth, but for it; He has organized His work in  <div class=\"break pagebreak\" id=\"174a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0174.pdf\" target=\"pdfwin\">p.&#xA0;174a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2202\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that way. The Lord has permitted him to pursue a course that has brought you to your senses, to know whether or not it is necessary that you should lay up wheat, because you did not believe what brother Brigham said; and if you had believed what he said, you would believe what brothers Heber, Jedediah, and Daniel said, and the Twelve. <\/div><div class=\"paragraph jod\" id=\"v5n1305\"> You have never believed me, nor brother Brigham, nor one of the Prophets, ancient or modern. You say you did believe it, but you did not think it was so near to us. You should always be the judges, should you not? <\/div><div class=\"paragraph jod\" id=\"v5n1306\"> Have I any fears about them coming here? No. If the day has come for there to be a collision between us and the United States and the world, they will come, you may depend upon it, because God will stir them up; but if the time has not come, they do not come here; so you may set your hearts at rest. <\/div><div class=\"paragraph jod\" id=\"v5n1307\"> You now see there is a time coming for every man to go to with his might, and lay up his wheat and his oats, his barley, his peas, and his beans, and dry your fruit, and lay it up; and then, when you have done it this year, do it next year, and then prize it as the most precious thing upon the earth. <\/div><div class=\"paragraph jod\" id=\"v5n1308\"> The Bible says a man will give all he has got for his life.<span class=\"citation\" id=\"64945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64945)\">Matt. 16:25-26<\/a><\/span> If you had a million of dollars in gold or in silver, you would give the whole of it for food to save your life. Well, then, why do you not take a course to lay up that very thing that will save your lives and the lives of others, as Joseph did the lives of the people of Egypt and his father's house?<span class=\"citation\" id=\"53626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53626)\">Gen. 42:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1309\"> Joseph warned the people of a famine that was coming on the land, and laid up corn;<span class=\"citation\" id=\"53608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53608)\">Gen. 41:25-36<\/a><\/span> so Brigham and Heber have taught you that we are going to see a day similar to that, but more terrible&#x2014;more awful. <\/div> <div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2202\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n1310\"> How strange it is, brethren, that you are so dilatory in those things that pertain to your salvation and the salvation of millions besides us? Am I taking that course? I am. And before I built my storehouse, I saw these things, and I went to work and set an example that was worthy of imitation, although it was small; and the Deseret Agricultural and Manufacturing Society gave me a diploma, but did not give me any money, although I had done the best, in their thoughts, of the kind. And I am going to continue. <\/div><div class=\"paragraph jod\" id=\"v5n1311\"> I have got somewhere between eleven and twelve hundred bushels of old wheat now in my storehouse, and it will stay there until Brigham says, &#x201C;I want it.&#x201D; And I have room for another twelve hundred&#x2014;yes, for twelve times twelve; and when that is filled, I will fill another one, and so I will keep it going. The Lord will put means in my hands that I will continue to do so, and he will bless every man and woman that will take that course and continue it; they will increase in their stores, while those who take the opposite course will decrease and they will wither away. <\/div><div class=\"paragraph jod\" id=\"v5n1312\"> Do you not see that the man who will store up knowledge, virtue, wisdom, and understanding, will increase in those principles? It will be just so with the fruits of the earth. <\/div><div class=\"paragraph jod\" id=\"v5n1313\"> I shall continue to teach you these things and arouse your minds. <\/div><div class=\"paragraph jod\" id=\"v5n1314\"> I have referred to you ladies. I told you, a week or two ago, to take some of your fine clothes and buy wheat. Let me bring up a circumstance of a certain woman that came to me and wanted an everyday dress. She said she had seven dresses too good for everyday. I said, &#x201C;Why do you not make an everyday dress of some of them; for one of them will outwear three dresses made of twenty-five cent calico?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1315\"> I would advise you to take every<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"175a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0175.pdf\" target=\"pdfwin\">p.&#xA0;175a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2201\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing that is unnecessary, and buy wheat and barley, and such things as you need with it, and lay up your stores for the time that is to come, that you can feed your own kindred and friends, who will actually come to you. Lots of my kindred will come to me, and brother Brigham's will come to him, as Joseph's father, and mother, and brethren came to him in Egypt.<span class=\"citation\" id=\"53633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53633)\">Gen. 46:29-31<\/a><\/span> As that is true, this is, as the Lord liveth. <\/div><div class=\"paragraph jod\" id=\"v5n1317\"> The Lord says that saviors shall come upon Mount Zion in the latter days.<span class=\"citation\" id=\"61962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61962)\">Obad. 1:21<\/a><\/span> Mount Zion is here in the tops of the mountains; and has not our Governor come out of us?<span class=\"citation\" id=\"60615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60615)\">Jer. 30:21<\/a><\/span> He has come out of this Church&#x2014;out of a branch of the house of Israel; yes, our Governor and our Lieutenant-Governor, and our Judges and Marshals, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v5n1318\"> Now, sisters, I am going to bring before you a circumstance of one man: he is our barber down here&#x2014;brother Squires. Although he is shaving to good advantage, if he had subjects enough, he could make ten dollars a day&#x2014;that is, if he could get enough for it. He went down here close to a piece of land I am keeping, and he worked four or five days; he took his wife and two children with him, and he averaged two-and-a-half bushels every day at gleaning the heads of wheat that were scattered. <\/div><div class=\"paragraph jod\" id=\"v5n1319\"> Now, supposing those that have got no wheat would take the same course. Is the wheat there? I presume there could be fifty bushels gleaned from ten acres with all the ease in the world. Go to brother Brigham's ten acres, and fifty bushels could be gleaned there; a man would make his bushel a day. I am telling you how to get your wheat. <\/div><div class=\"paragraph jod\" id=\"v5n1320\"> Would it not be better for you to leave your mechanic shops, every one of you, and spend a week in the wheatfield, and see what you could do? Will we discharge you? Yes; go in peace, <div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2201\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and God Almighty bless you, and make you glean double all the time. Do we want that wheat saved? We do. <\/div><div class=\"paragraph jod\" id=\"v5n1321\"> Hundreds of this people have not raised a kernel, and brother Squires can go with his wife and two children and glean two-and-a-half bushels a day. It is a pretty good example, ladies. How much better are you than they&#x2014;that is, if they do right and keep the commandments of God? I want to know why one person is better than another, without they surpass another by their good works? <\/div><div class=\"paragraph jod\" id=\"v5n1322\"> Says one, &#x201C;I used to belong to the aristocracy in the States, and I belonged to that class in the old country.&#x201D; But, gentlemen and ladies, I belong to the aristocracy, and that is all the difference there is between you and me. <\/div><div class=\"paragraph jod\" id=\"v5n1323\"> Supposing you have been brought up in &#x201C;high life,&#x201D; what made you well off? Because, in the providence of God, you had a rich father or a rich uncle, and they made you comfortable; but I had the misfortune to be a poor boy, and had to go from house to house to beg my bread. <\/div><div class=\"paragraph jod\" id=\"v5n1324\"> I want to know if I am any the worse for that? Joseph of old was a shepherd,<span class=\"citation\" id=\"53579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53579)\">Gen. 37:2<\/a><\/span> and was considered one of the most inferior boys in his father's house; but God made him a king and a Prophet, and a savior of his father's house and millions of the human family;<span class=\"citation\" id=\"53618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53618)\">Gen. 41:39-45<\/a><\/span> and so He will you, and so He will me, so sure as I am faithful, honor my calling, and be obedient to my superiors, and honor the Priesthood, and God will honor me; but He will not honor me except I honor myself. <\/div><div class=\"paragraph jod\" id=\"v5n1325\"> If I had time, I would go into the wheatfield myself, and esteem it a privilege, in preference of doing what I have to do here. <\/div><div class=\"paragraph jod\" id=\"v5n1326\"> Need you take the straw and stubble and bring it to your homes? No. Be like the honey bee; she carries  <div class=\"break pagebreak\" id=\"176a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0176.pdf\" target=\"pdfwin\">p.&#xA0;176a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2200\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>away the honey and leaves the rest; she goes and gathers the bee bread, and leaves the flowers behind her, and of this she makes pots or bins to store away the honey: that is all the bee bread is for. We use it for many purposes. Brother Squires, instead of taking the straw, broke off the heads of wheat, and put them in a bag; he took the wheat and left the straw. <\/div><div class=\"paragraph jod\" id=\"v5n1328\"> Are these things interesting to you? There is not one of you has got an article of clothing on your back, but what has been obtained through the industry of men and women. <\/div><div class=\"paragraph jod\" id=\"v5n1329\"> We talk about smart women: we have the smartest women on the earth, and the smartest men and smartest boys; and we have also got some of the meanest men and women there is on God Almighty's footstool; they are the taglocks, and will be sheared off. <\/div><div class=\"paragraph jod\" id=\"v5n1330\"> The farmer never takes a sheep into the water to wash him until the taglocks are first cut off, because they have taglocks so quickly again, they besmear the wool. They did that where I lived; still there were a great many things done where I lived that was not done where you lived. <\/div><div class=\"paragraph jod\" id=\"v5n1331\"> I merely speak of brother Squires to show you what advantages there are to be gained by gleaning. Then I will go to the field where men and women have been and gathered up a few scattering straws, and make a better sweep of it than they, and then another will follow me up, and gather a good pile. What is the cause of this? They cannot see much&#x2014;only now and then a few stalks. <\/div><div class=\"paragraph jod\" id=\"v5n1332\"> I will be bound to say, in this county of Salt Lake, that if people will go to work, they may gather four thousand bushels of wheat from the gleaning; and I am not straining it one particle; and it is the best of the wheat that falls to the ground. <\/div><div class=\"paragraph jod\" id=\"v5n1333\"> Just so with the Saints: the best Saints lay at the feet of Jesus, serving <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2200\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> him and doing the will of God. These things are not only for you who are present today, but they will go to every city and place throughout the mountains, to arouse the people, and they will think more of them than you do that are continually under the droppings of the sanctuary. <\/div><div class=\"paragraph jod\" id=\"v5n1334\"> The world and many of the Saints abroad and at home are asleep, and that day will overtake them as a thief in the night,<span class=\"citation\" id=\"75695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75695)\">1 Thes. 5:2<\/a><\/span><span class=\"citation\" id=\"124776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124776)\">D&amp;C 106:4<\/a><\/span> and it will come upon them like a whirlwind;<span class=\"citation\" id=\"90617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90617)\">D&amp;C 112:24<\/a><\/span> and so it will you, if you do not wake up and listen to our words. <\/div><div class=\"paragraph jod\" id=\"v5n1335\"> How many times I have heard it&#x2014;&#x201C;We believe what brother Brigham says, and we believe this, and we believe that; but here is brother Heber&#x2014;he is a kind of wild, kind of enthusiastic; he is full of visions and wild notions.&#x201D; Tell me one notion I have had that is not correct. Say you, &#x201C;Some things you have prophesied have come to pass, but we do not know whether the rest will or not.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1336\"> I do not profess to be a Prophet. I never called myself so; but I actually believe I am, because people are all the time telling me that I am. I do not boast of that. I say that every man and woman who will live their religion, be humble, and be dictated by the Holy Ghost, the spirit of prophecy will be upon them. <\/div><div class=\"paragraph jod\" id=\"v5n1337\"> Some of you, ladies, that go abroad from house to house, blessing the sick, having your little circles of women come together, why are you troubling yourselves to bless and lay your hands on women, and prophesy on them, if you do not believe the principle? You make yourselves fools to say that that same power should not be on the man that has got the Priesthood, and with sisters that have not got any, only what they hold in connection with their husbands. <\/div><div class=\"paragraph jod\" id=\"v5n1338\"> We can tell what will come to pass; and one of you can talk in tongues and pour out your souls to God, and  <div class=\"break pagebreak\" id=\"177a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0177.pdf\" target=\"pdfwin\">p.&#xA0;177a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2199\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>then one interpret; that is the course you take, and it is all right: go ahead, and God bless you and multiply blessings on you; but do not go round tattling about your husbands and talking against the Priesthood you are connected to. I do not say many of you do it; but you that do it are poor, miserable skunks. <\/div><div class=\"paragraph jod\" id=\"v5n1340\"> Brethren and sisters, let us go to work now, every man and woman, where you have it in your power, and lay up our grain&#x2014;lay up our oats, barley, and everything else that will keep, and go to work and raise flax, and make clothing. <\/div><div class=\"paragraph jod\" id=\"v5n1341\"> Now, you said you did not believe a word I said here a few Sundays ago, that if we would go to work and raise flax, and cultivate it, and pray for it, and keep the commandments of God, it should have a coat on it fourfold more. I said that, ladies and gentlemen. You go to, and do as I told you, and see if it does not come to pass. <\/div><div class=\"paragraph jod\" id=\"v5n1342\"> Did not the Lord rain down the honeydew upon the trees and upon the vegetation in Utah? Yes. I can go down on Cottonwood here, and show it to you, lots of it. If he can do that here, what will he not do, if we keep the commandments of God? And, gentlemen and ladies, if you will do just as you are told, without any deviation, you need never trouble yourselves about mobs&#x2014;never, no, never. <\/div><div class=\"paragraph jod\" id=\"v5n1343\"> The Lord said to Joseph, If you will do my will, and listen to my counsel and the counsel of my servants, it is my business in the last days to fight your battles<span class=\"citation\" id=\"89956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89956)\">D&amp;C 105:14<\/a><\/span> and provide for my Saints.<span class=\"citation\" id=\"89843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89843)\">D&amp;C 104:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1344\"> I have no more fears, nor never shall have, if you will do just as you are told, everyone of you, and stop your contentions, your lying, your deceptions, and your dishonesty; and let every man do right&#x2014;let him do justice, and we will never be troubled <div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2199\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with troops, and we will have one, two, three just as good years of peace as we ever had since we were born, beginning now; and I know it. Gentlemen, it depends on your doing right. <\/div><div class=\"paragraph jod\" id=\"v5n1345\"> Could the Lord stir you up, through the testimony of brother Brigham or his brethren, to believe it was necessary to lay up your stores, until the Devil kicked up a fuss to show you that death and destruction would come on this people? That is true. Do not tell me that you listen to his counsel, when you do not practice his words. <\/div><div class=\"paragraph jod\" id=\"v5n1346\"> And, ladies, do not tell me that you take his counsel, when I do not see you here with bonnets manufactured out of the elements of this valley. It is a lie before God when you say you listen to his counsel, and come here before him and sit under his eyes in open disobedience to it. <\/div><div class=\"paragraph jod\" id=\"v5n1347\"> Where did you get your bonnets? Were they made here? No; they were made in the States; they came by succoring those poor curses who would send us all to destruction, by nourishing these Gentile merchants here. The best of them would sell this whole people for ten dollars, and permit my life and Brigham's life to be taken in a minute. I know this. <\/div><div class=\"paragraph jod\" id=\"v5n1348\"> What do they care for us? There is not one of them that is in any degree friendly towards us, and feels to believe and sustain &#x201C;Mormonism.&#x201D; There is not one of them but what would be perfectly willing that the troops should come here and massacre this whole people, for the sake of a few dollars. <\/div><div class=\"paragraph jod\" id=\"v5n1349\"> Have we any confidence in them? Yes, as far as deal is concerned; but when it comes to &#x201C;Mormonism,&#x201D; I have not a particle. I never saw that man that had not an inclination in his heart to embrace &#x201C;Mormonism&#x201D; that I ever had one particle of confidence in. <\/div> <div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2198\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n1351\"> Many of you have sustained Judge Douglas as being a true friend to this people; and he is just as big a damned rascal as ever walked, and always has been. He has taken a course to get into the chair of State, and that is what he is after: he will try to accomplish that, if he goes to hell the next day; but he will not go into the chair of State; he will go to hell. <\/div><div class=\"paragraph jod\" id=\"v5n1352\"> Now, do not be scared; I am going to talk what I feel, and I ask no odds of anybody, except my leader: I will be subject to him. I will be amenable to any branch belonging to the true vine of Jesus Christ,<span class=\"citation\" id=\"70101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70101)\">John 15:1<\/a><\/span> and I will nourish it, and cherish it; but those poor curses, I have not one particle of confidence in them. <\/div><div class=\"paragraph jod\" id=\"v5n1353\"> I never knew an instance in the days of Joseph, when he confided in those poor devils, but what they turned traitor to him, and were the very men that took his life, aided by the apostates that left this Church; and I know it, and so do you. <\/div><div class=\"paragraph jod\" id=\"v5n1354\"> How many times have I been through the mill? Lots of times; and I expect to go through it again, and then through the bolt, and the screen, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v5n1355\"> Joseph never trusted in one of them but what they betrayed him; and I wish to God I had taken some of their lives when I had a chance: they were blacklegs, whoremongers, murderers, liars, sorcerers, and rascals; and you may take many of the leading men of the United States Government, and they are not one whit better. <\/div><div class=\"paragraph jod\" id=\"v5n1356\"> These merchants here have collected their millions of dollars from us. Are they your friends, ladies? There are not many of them, if they dared do it, but what would seduce you in a minute, if you would yield to them. <\/div><div class=\"paragraph jod\" id=\"v5n1357\"> In Kirtland, when we were broken up, which was a serious time, and in Far West, in Missouri, and Illinois, the priests of the day, the bigger portion <div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2198\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of them, and those they call the best men, were combined against us. <\/div><div class=\"paragraph jod\" id=\"v5n1358\"> But let me tell you that the best men in the United States are not among the rulers; they do not scramble and gamble for office. They have got the meanest curses for politicians, and the poorest curses for priests. <\/div><div class=\"paragraph jod\" id=\"v5n1359\"> What did they say in Missouri, in Kirtland, in Illinois&#x2014;the Methodist priest, the Baptist priest, the lawyer, the judge, and the governor, with all their religion? They positively considered it no crime to seduce a &#x201C;Mormon&#x201D; sister, nor do they now; and that is what they are after. <\/div><div class=\"paragraph jod\" id=\"v5n1360\"> Sisters, let us take a course that you may not be brought into these straits&#x2014;that you may not have to take your children, and your budgets under your arms, and flee to the mountains. But if you do not listen to counsel, and begin today, you will have to do that; but if you obey counsel, you never will have to go into these mountains&#x2014;no, never, while the earth stands. <\/div><div class=\"paragraph jod\" id=\"v5n1361\"> We will stand on our own dunghill and crow, and the hens will crow, and the chickens will crow, and they will all crow long and loud, and you will not be able to tell the difference between a hen and a rooster, nor between a rooster and a hen, for they will all crow the same tune. We will stand on our own dunghill and crow, and say what we please from this day, and they never will prevail against us&#x2014;no, never; and I will prophesy it in the name of Israel's God. [Voices: &#x201C;Amen.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1362\"> Do as you are told, and Brigham Young never will leave the Governorship of this Territory from this time henceforth and forever&#x2014;no, never; and there shall no wicked judge with his whore ever sit in our courts again; for all who are against Israel are an abomination to me and to our God. <\/div><div class=\"paragraph jod\" id=\"v5n1363\"> When you look upon it, you shall  <div class=\"break pagebreak\" id=\"179a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0179.pdf\" target=\"pdfwin\">p.&#xA0;179a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2197\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>know that Heber told the truth, as wild as he is; but there is no wildness in this boy. <\/div><div class=\"paragraph jod\" id=\"v5n1365\"> Will we go into these mountains? Will these troops come here? No, no, no, not yet. We do not want them to come till we are brought to the test and have not anything to help ourselves with: then we want them to come and bring the honey and the good things; then we will show them how it is done. We do not want armies of men to go out of here; we have got boys here, ten thousand of them, enough to take everything they have got. <\/div><div class=\"paragraph jod\" id=\"v5n1366\"> The Lord said there should be no time in the last days;<span class=\"citation\" id=\"79387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79387)\">Rev. 10:6<\/a><\/span> the time is only measured to the ungodly, but to the Saints there shall be no more time; it is all time. Go ahead, and we do not care if you let your beard grow sixteen feet long. <\/div><div class=\"paragraph jod\" id=\"v5n1367\"> You need not ever trouble yourselves, gentlemen and ladies, about the army coming here to this land, whether you have your endowments or not: those that have not got their endowments are just as safe as those who have, and they will live just as long. Do not trouble yourselves at all; let these things sleep and you be awake, and watch, and pray, and be humble, and serve your God, and go and glean wheat. <\/div><div class=\"paragraph jod\" id=\"v5n1368\"> Bless your soul! If the daughters of Israel go and glean wheat, they may be like the woman anciently, increase all around: she had been a barren woman formerly, but gleaning wheat put her in the notion of getting&#x2014;&#x2014;I can't say it.<span class=\"citation\" id=\"55385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55385)\">Ruth 2:1-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1369\"> The Spirit that is on me this morning is the Spirit of the Lord; it is the Holy Ghost, although some of you may not think that the Holy Ghost is ever cheerful. Well, let me tell you, the Holy Ghost is a man; he is one of the sons of our Father and our God; and he is that man that stood next to Jesus Christ,<span class=\"citation\" id=\"91358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91358)\">D&amp;C 130:22<\/a><\/span> just as I stand <div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2197\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by brother Brigham. If brother Brigham goes ahead, and I stand by him, and Daniel stands by me, and the Twelve by us, we never shall be separated&#x2014;never, no, never. <\/div><div class=\"paragraph jod\" id=\"v5n1370\"> Men that are engaged in this work and kingdom, if they are one, they will be tied together, that they never will be separated, no more than two drops of water. <\/div><div class=\"paragraph jod\" id=\"v5n1371\"> There is a great curiosity here. Some say they are of Judah, some say they are of Jacob, some of John, and some of Peter. When we are restored back to our Father, we shall find that every one of us is in the tree of life: and what is the difference, as long as we are all in one tree. <\/div><div class=\"paragraph jod\" id=\"v5n1372\"> You say there are twelve limbs in the tree of life, and we have all got to be connected to those twelve limbs or branches. Go and read the Bible, and see what is said about the tree of life,<span class=\"citation\" id=\"52447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52447)\">Gen. 2:9<\/a><\/span><span class=\"citation\" id=\"52667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52667)\">Gen. 3:24<\/a><\/span><span class=\"citation\" id=\"92417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92417)\">Moses 3:9<\/a><\/span> and those that partake of the fruit of it.<span class=\"citation\" id=\"80958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80958)\">1 Ne. 8:10<\/a><\/span><span class=\"citation\" id=\"80999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80999)\">1 Ne. 11:21-22<\/a><\/span><span class=\"citation\" id=\"92528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92528)\">Moses 4:23,28<\/a><\/span> It is all on natural principles. We are all one family: God the Father is the tree of life; he is the root of it, and we spring out of it, or else we spring into it by grafting, by inoculating, and by doing the things of the kingdom of heaven. <\/div><div class=\"paragraph jod\" id=\"v5n1373\"> Now, there have several left since we proclaimed last Sunday: they have put right out; some went that very day. Am I not glad? If they had been here, and waited till today, and heard what I have said, they would not have gone. We wanted them to go; so they could not hear what has been said today. They think troops are coming here, and that we are going to fight. What the devil can we fight, when there is nothing to fight? <\/div><div class=\"paragraph jod\" id=\"v5n1374\"> I want you to go and get your butcher knives, your bowie knives, and jack-knives, and sharpen them. There is nothing to fight, and there will not be this year; we shall have a year of peace. They may try to come here, and then they will not come here. If they do not undertake to  <div class=\"break pagebreak\" id=\"180a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0180.pdf\" target=\"pdfwin\">p.&#xA0;180a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2196\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>come here, then there will not be any trouble; but they never will force a Governor on us again&#x2014;no, never&#x2014;nor their poor, rotten-hearted judges and marshals, &amp;c., if you will do right. <\/div><div class=\"paragraph jod\" id=\"v5n1376\"> If these words fail, it is on your backs. I am pretty careful there, and not careful either. I am going to let it out, and let God speak and tell you words of consolation, if you will receive them. <\/div><div class=\"paragraph jod\" id=\"v5n1377\"> Let me tell you, gentlemen and ladies, Brigham's words, and Heber's words, and Jedediah's words, and Daniel's words have been to many of you like the sound of a bell: it is a pretty sound in your ears, but as soon as the sound is gone, it has lost its charms. <\/div><div class=\"paragraph jod\" id=\"v5n1378\"> You have come here and heard the sound, and you know no more about the sound when you have gone away, than though you had never heard it, as good as the people are. <\/div><div class=\"paragraph jod\" id=\"v5n1379\"> If you would have listened, there would have been this day millions and millions of bushels of wheat in store. Instead of that, we have not any, with a very few exceptions, except that which has come in this year. <\/div><div class=\"paragraph jod\" id=\"v5n1380\"> We are more choice of it than we would be of gold or of silver. I would part with money quickly for it. I mean to part with every rag of clothes that I have to spare for wheat; and if you have got it, I will sell everything I have got, except a change, and you shall have it forthwith. I will set you an example. <\/div><div class=\"paragraph jod\" id=\"v5n1381\"> Will the United States send troops here? Yes. And when they have done, the other inhabitants of the earth will send them. But, remember, the Prophets have said that the riches of the Gentile world shall be consecrated to God and to his people.<span class=\"citation\" id=\"85191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85191)\">D&amp;C 38:39<\/a><\/span> I think we will have a little of it along occasionally. <\/div><div class=\"paragraph jod\" id=\"v5n1382\"> Do not be sad; our God rules in the heavens and in the earth beneath,<span class=\"citation\" id=\"54965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54965)\">Deut. 4:39<\/a><\/span> and he has almighty power. <\/div> <div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2196\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n1383\"> Will you go to work now, and lay up your grain? There are a great many boxes making at the Public Works that will hold from fifteen to twenty bushels each; but the boxes cost more than the wheat. That I do not like; still we are willing to make them for you. Some of our Bishops have been to me, and wanted to know if the design is to cache the wheat now. No, sir, not till we get it; I am not going to cache anything I have not got. <\/div><div class=\"paragraph jod\" id=\"v5n1384\"> Go and build your storehouses, and get your wheat together, and when the time to cache the wheat comes, we will cache it. <\/div><div class=\"paragraph jod\" id=\"v5n1385\"> Bless your souls, Uncle Sam is not coming here yet awhile; we shall not let them. And when they do come, we shall take their cabbage, stock, and all. <\/div><div class=\"paragraph jod\" id=\"v5n1386\"> I have told you the truth, every word I have spoken. You think our Father and our God is not a lively, sociable, and cheerful man. He is one of the most lively men that ever lived; and when we have that sociability and cheerfulness, it is the Spirit of the Lord. <\/div><div class=\"paragraph jod\" id=\"v5n1387\"> God delights in a glad heart and cheerful countenance.<span class=\"citation\" id=\"86313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86313)\">D&amp;C 59:15<\/a><\/span> Some people carry faces as long as my leg, and that is about three feet long; and they are just the biggest hypocrites we have got in this city. <\/div><div class=\"paragraph jod\" id=\"v5n1388\"> Confidence in them? Yes, I have confidence to believe they are the meanest hypocrites that ever walked. You may go to their houses, or wherever they are, and speak about Brigham, Heber, and Daniel, and they are ready to give them a dab and hoe them down. How do you suppose I feel about them? Such persons feel about me as they do about my brethren, all the time. I will not speak a blessing for them, for they are damned. <\/div><div class=\"paragraph jod\" id=\"v5n1389\"> What! Speak against the man who holds the keys of life and salvation for  <div class=\"break pagebreak\" id=\"181a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0181.pdf\" target=\"pdfwin\">p.&#xA0;181a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2195\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you, and the Priesthood of God that has been handed down directly from him? You poor, miserable creatures&#x2014;you are not fit to live. There are not many such characters; but they are those poor, miserable, sanctimonious ones you find around. <\/div><div class=\"paragraph jod\" id=\"v5n1391\"> &#x201C;Oh, Brigham, don't! Don't, Heber! Don't, for God's sake! All the world will be on us!&#x201D; Damn the world. Now, that is just as they feel. I wish there was a magazine in you, and we could touch you off. You are not fit to live in hell, nor anywhere else; and you ought to be touched off before you get anywhere. <\/div><div class=\"paragraph jod\" id=\"v5n1392\"> Now, I do not mean any of you good folks. <\/div><div class=\"paragraph jod\" id=\"v5n1393\"> Brethren, be honest; and when you are to work for the Public Works, work; and when you are to work for me, work; when you are to work for brother Hyde, work, and earn your wages, and not carry it all off when you go home at night, in your bags, as some do at the Public Works. You have quit it now yourselves; but some of you have set your children at it. Stop it! You have no business to touch a nail, nor a pin, nor a block two inches long, for they are not your property. What is it but stealing? <\/div><div class=\"paragraph jod\" id=\"v5n1394\"> When people come to visit the works, you sit down and spend your time with an acquaintance. That time <div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2195\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is not yours. If I was brother Mabin, I would not let a man go about those works without he had permission, and then not to hinder the men from their labors. <\/div><div class=\"paragraph jod\" id=\"v5n1395\"> I have no fault to find with good men. <\/div><div class=\"paragraph jod\" id=\"v5n1396\"> You men that come from England, were you idle there? You never were permitted to be idle in your own land. They have to go to work at such a time, and work until the time to stop, and go to dinner, and so on. This is the way the people work in the old country, except those who belong to the aristocracy. There are not many of them here. <\/div><div class=\"paragraph jod\" id=\"v5n1397\"> I belong to the humble and meek, and they will inherit the earth.<span class=\"citation\" id=\"56580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56580)\">Ps. 37:11<\/a><\/span><span class=\"citation\" id=\"62906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62906)\">Matt. 5:5<\/a><\/span> I am an heir to it with them. God help me to be faithful, good, kind, and benevolent; that is my prayer. <\/div><div class=\"paragraph jod\" id=\"v5n1398\"> Let us remember that we will not be rewarded for that we do not do; but you will be rewarded for that you do, and nothing more. <\/div><div class=\"paragraph jod\" id=\"v5n1399\"> There are a great many things I might talk about. God bless you, brethren and sisters. I bless the pure and good; and I bless that man and woman that will go to and do as they are told; and you shall be blessed, with your children after you, forever; and those that do not do it shall go the other way. Amen. <\/div>\n<\/div>\n<\/div>"}