{"ID":50032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Reminiscences and Testimony of Parley P. Pratt.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Parley P. Pratt, Delivered in the Bowery, Great Salt Lake City, Sunday, September 7, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Reminiscences and Testimony of Parley P. Pratt.<\/div>\n<div class=\"speaker\">Speaker: Parley P. Pratt<\/div>\n<div class=\"date\">Date: 9\/7\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v5n1519\"> Beloved brethren and sisters&#x2014;Being about to depart from this Territory and from the &#x201C;home mission&#x201D; to which I was appointed among you, and to journey to the States on a mission, I rise to express my feelings and my faith, and to leave my testimony with you. <\/div><div class=\"paragraph jod\" id=\"v5n1520\"> There are some, I presume, in this congregation, who personally have been strangers to me, and who have not heard my testimony. I have been acquainted in this Church and connected with it from the first year of its organization in the wilderness of western New York. It was organized on the 6th day of April, 1830, and I was baptized into it about the 1st of the September following. <\/div><div class=\"paragraph jod\" id=\"v5n1521\"> When I first became a member of this Church, one small room could have contained all the members there then were in the world, and that, too, without being crowded; for at times, I presume, there were not fifty. <\/div><div class=\"paragraph jod\" id=\"v5n1522\"> The first thing that attracted my attention towards this work was the Book of Mormon. I happened to see a copy of it. Some man, nearly a stranger to it, and not particularly a believer in it, happened to get hold of a copy: he made mention of it to me, and gave me the privilege of coming to his house and reading it. This was at a place about a day's journey from the residence of Joseph Smith the Prophet and his father, and while I was returning to the work of my ministry; for I was then traveling and preaching, being connected with <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2183\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a society of people sometimes called Campbellites or Reformed Baptists. <\/div><div class=\"paragraph jod\" id=\"v5n1523\"> I had diligently searched the Scriptures, and prayed to God to open my mind that I might understand them; and he had poured his Spirit and understanding into my heart, so that I did understand the Scriptures in a good degree, the letter of the Gospel, its forms and first principles in their truth, as they are written in the Bible. These things were opened to my mind; but the power, the gifts, and the authority of the Gospel I knew were lacking, and did really expect that they would be restored, because I knew that the things that were predicted could never be fulfilled until that power and that authority were restored. I also had an understanding of the literal fulfillment of the prophecies in the Bible, so that I really did believe in and hope for the literal restoration of Israel, the cutting off of wickedness, the second coming of the Lord Jesus Christ, and the triumph of his kingdom on the earth. All this I was looking for; and the Spirit seemed to whisper to my mind that I should see it in my day. <\/div><div class=\"paragraph jod\" id=\"v5n1524\"> Under these circumstances, I was traveling to impart the light which I had to others; and while doing this, I found, as I before stated, the Book of Mormon. I read it carefully and diligently, a great share of it, without knowing that the Priesthood had been restored&#x2014;without ever having heard of anything called &#x201C;Mormon<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"194a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0194.pdf\" target=\"pdfwin\">p.&#xA0;194a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2182\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ism,&#x201D; or having any idea of such a Church and people. <\/div><div class=\"paragraph jod\" id=\"v5n1526\"> There were the witnesses and their testimony to the book, to its translation, and to the ministration of angels; and there was the testimony of the translator; but I had not seen them, I had not heard of them, and hence I had no idea of their organization or of their Priesthood. All I knew about the matter was what, as a stranger, I could gather from the book: but as I read, I was convinced that it was true; and the Spirit of the Lord came upon me, while I read, and enlightened my mind, convinced my judgment, and riveted the truth upon my understanding, so that I knew that the book was true, just as well as a man knows the daylight from the dark night, or any other thing that can be implanted in his understanding. I did not know it by any audible voice from heaven, by any ministration of an angel, by any open vision; but I knew it by the spirit of understanding in my heart&#x2014;by the light that was in me. I knew it was true, because it was light, and had come in fulfillment of the Scriptures; and I bore testimony of its truth to the neighbors that came in during the first day that I sat reading it, at the house of an old Baptist deacon, named Hamblin. <\/div><div class=\"paragraph jod\" id=\"v5n1527\"> This same spirit led me to enquire after and search out the translator, Joseph Smith; and I traveled on foot during the whole of a very hot day in August, blistering my feet, in order to go where I heard he lived; and at night I arrived in the neighborhood of the little village of Manchester, then in Ontario County, New York. On the way, I overtook a man driving some cows, and enquired for Joseph Smith, the finder and translator of the Book of Mormon. He told me that he lived away off, something more than an hundred miles from there, in the State of Pennsylvania. <div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2182\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I then enquired for the father of the Prophet, and he pointed to the house, but said that the old gentleman had gone a journey to some distant place. After awhile, in conversation, the man told me that his name was Hyrum Smith, and that he was a brother to the Prophet Joseph. This was the first Latter-day Saint that I had ever seen. <\/div><div class=\"paragraph jod\" id=\"v5n1528\"> He invited me to his home, where I saw mother Smith and Hyrum Smith's wife, and sister Rockwell, the mother of Orin Porter Rockwell. We sat up talking nearly all night; for I had not much spare time, having two appointments out, and a long day's journey for a man to walk. I had to return the next morning, and we conversed during most of the night without being either sleep or weary. <\/div><div class=\"paragraph jod\" id=\"v5n1529\"> During that conversation, I learned something of the rights of the Church, its organization, the restoration of the Priesthood, and many important truths. I felt to go back and fill the two appointments given out, and that closed my ministry, as I felt that I had no authority, and that I would go back and obey the Priesthood which was again upon the earth. <\/div><div class=\"paragraph jod\" id=\"v5n1530\"> I attended to my appointments, and was back again the next morning to brother Hyrum's. He made me a present of the Book of Mormon, and I felt richer in the possession of that book, or the knowledge contained in it, than I would, could I have had a warrantee deed of all the farms and buildings in that country, and it was one of the finest regions in the world. I walked awhile, and then sat down and read awhile; for it was not my mind to read the book through at once. I would read, and then read the same portion over again, and then walk on. I was filled with joy and gladness, my spirit was made rich, and I was made to realize, almost as vividly as if I had seen it myself, that the Lord Jesus Christ did appear in  <div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2181\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>his own proper person, in his resurrected body, and minister to the people in America in ancient times. He had surely risen from the dead and ascended into heaven, and did come down on the American continent, in the land Bountiful, on the northern part of South America, and did minister to the remnants of Joseph, called the Nephites, and did show his resurrected body unto them. <\/div><div class=\"paragraph jod\" id=\"v5n1532\"> They did handle him, see him, and examine the wounds that were pierced in his hands, his side, and his feet;<span class=\"citation\" id=\"82611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82611)\">3 Ne. 11:14-15<\/a><\/span> and they bathed them with their tears and kissed them,<span class=\"citation\" id=\"82765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82765)\">3 Ne. 17:10<\/a><\/span> and thousands of them did bear record of these facts. He did deliver to them his Gospel<span class=\"citation\" id=\"124780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124780)\">3 Ne. 11:31-39<\/a><\/span> in its fulness<span class=\"citation\" id=\"82746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82746)\">3 Ne. 16:12<\/a><\/span> and plainness,<span class=\"citation\" id=\"82974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82974)\">3 Ne. 27:21<\/a><\/span> in the presence of thousands, and did command them to write it in a book;<span class=\"citation\" id=\"82707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82707)\">3 Ne. 16:4<\/a><\/span> and he promised that that book should come to light in latter days,<span class=\"citation\" id=\"82896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82896)\">3 Ne. 23:4<\/a><\/span> in time for the great restoration of all Israel,<span class=\"citation\" id=\"81315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81315)\">2 Ne. 3:24<\/a><\/span> and the fulfillment of the prophecies relating to the great work of the last days.<span class=\"citation\" id=\"81464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81464)\">2 Ne. 26:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1533\"> I was made to realize this and to bring it home to my faith, my senses, and my knowledge, with a warmth, love, and assurance that I could scarcely contain for I had either studied and seen him in my reflections, or I had heard his voice whispering to me. Do you not think that I rejoice? <\/div><div class=\"paragraph jod\" id=\"v5n1534\"> As before stated, I fulfilled my two appointments; crowds heard me and were interested, and solicited me to make more appointments. I told them that I would not&#x2014;that I had a duty to perform for myself. I bid them farewell, and returned to Hyrum Smith, who took me to a place, about twenty-five miles off, in Seneca County, New York. He there introduced me to the three witnesses whose names appear at the beginning of the Book of Mormon, also to the eight witnesses. I conversed with Oliver Cowdery, one of the three witnesses, and on the next day we repaired to Seneca Lake, there I was baptized by Oliver Cow<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2181\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dery, then the second Apostle in this Church,<span class=\"citation\" id=\"84290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84290)\">D&amp;C 20:3<\/a><\/span> and a man who had received the ministration of an angel,<span class=\"citation\" id=\"94012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94012)\">JS&mdash;H 1:72<\/a><\/span> as you can learn by reading his testimony. <\/div><div class=\"paragraph jod\" id=\"v5n1535\"> After being baptized, I was confirmed in a little meeting during the same day, was full of the Holy Ghost, and was ordained an Elder. This transpired on the 1st day of September, 1830; and from that day to this, I have endeavored to magnify my calling and to honor the Priesthood which God has given me, by testifying to both small and great of the things that he has revealed in these last days. <\/div><div class=\"paragraph jod\" id=\"v5n1536\"> I have testified and do still testify of the truth of the Book of Mormon&#x2014;that it is an inspired record, the history of a branch of the house of Israel that live in America; that it does contain the fulness of the Gospel as revealed to them by a crucified and risen Redeemer; and that wherever it goes and its light is permitted to shine, the Spirit of the Lord will bear testimony of its truth to every honest heart in all the world. Wherever that book is candidly perused, the Spirit will bear record of its truth: and I bear this testimony this day, that Joseph Smith was and is a Prophet, Seer, and Revelator&#x2014;an Apostle holding the keys of this last dispensation and of the kingdom of God, under Peter, James, and John. And not only that he was a Prophet and Apostle of Jesus Christ, and lived and died one, but that he now lives in the spirit world, and holds those same keys to usward and to this whole generation. Also that he will hold those keys to all eternity; and no power in heaven or on the earth will ever take them from him; for he will continue holding those keys through all eternity, and will stand&#x2014;yes, again in the flesh upon this earth, as the head of the Latter-day Saints under Jesus Christ, and under Peter, James, and John. He will hold the keys to  <div class=\"break pagebreak\" id=\"196a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0196.pdf\" target=\"pdfwin\">p.&#xA0;196a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2180\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>judge the generation to whom he was sent, and will judge my brethren that preside over me; and will judge me, together with the Apostles ordained by the word of the Lord through him and under his administration. <\/div><div class=\"paragraph jod\" id=\"v5n1538\"> When this is done, those Apostles will judge this generation and the Latter-day Saints;<span class=\"citation\" id=\"81013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81013)\">1 Ne. 12:9<\/a><\/span> and they will judge them with that judgment which Jesus Christ will give unto them; and they will have the same spirit and the same mind as Jesus Christ,<span class=\"citation\" id=\"75400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75400)\">Philip. 2:5<\/a><\/span> and their judgment will be his judgment, for they will be one. <\/div><div class=\"paragraph jod\" id=\"v5n1539\"> Some of my brethren feel, once in a while, as though we were but men, which is true; and at times we are forgetful, and especially myself. Sometimes men will come up and say, &#x201C;Why, do you not remember me, brother Pratt?&#x201D; No, I do not, particularly, though your countenance looks familiar. &#x201C;What, do you not remember me? I was along with you at such a place: it is strange that you cannot remember me.&#x201D; At such times you may think, how will brother Parley, with his brethren, sit in judgment upon us when he forgets some things, and cannot remember what we have done to him? I expect, by the power of the resurrection and the quickening power of the celestial glory, that my memory will be perfected, and that I will be able to remember all the acts, duties, and doings of my own life. I will also remember, most correctly and perfectly, every act of benevolence that has ever been done to me in the name of the Lord and because of my calling; and I will remember, most perfectly, every neglect and slighting by those to whom I have been sent. <\/div><div class=\"paragraph jod\" id=\"v5n1540\"> I will be able to say to a just person, &#x201C;Well done, good and faithful servant; for you did do good so-and-so to me or my brethren: therefore, enter into the joy of your Lord.&#x201D;<span class=\"citation\" id=\"66100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66100)\">Matt. 25:21<\/a><\/span> I will also be able to say to others, <div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2180\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;Depart from me; for I was an hungered, and ye did not feed me; I was naked, and ye clothed me not; I was sick, or in prison, or in a strait, and ye helped me not; I had a mission to perform, and ye took no interest in it.&#x201D;<span class=\"citation\" id=\"66204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66204)\">Matt. 25:41-43<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1541\"> So it will be with brother Joseph, or brother Brigham, or any of the Apostles or Elders that hold a portion of the keys of the Priesthood to this generation; if they hold them faithfully. They will be able to remember and understand all their own doings and all the acts of this generation to whom they are sent; and they will judge them in the name of Jesus Christ. We will be judged by brother Joseph; and he will be judged by Peter, James, and John, and their associates. Brother Brigham, who now presides over us, will hold the keys under brother Joseph; and he and his brethren, who hold the keys with him, or under his direction, will judge the people; for they will hold those keys to all eternity, worlds without end. By those keys they will have to judge this generation; and Peter, James, and John, will hold the keys to preside over, and judge, and direct brother Joseph to all eternity; and Jesus Christ will hold the keys over them and over us, under his Father, to whom be all the glory. This is my testimony; and in obedience to these keys, if God will open my way and spare my life, I will continue to act. <\/div><div class=\"paragraph jod\" id=\"v5n1542\"> I am now about to start to the States, to preach the Gospel of Jesus Christ and bear testimony of those things which I most assuredly do know;<span class=\"citation\" id=\"86037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86037)\">D&amp;C 52:36<\/a><\/span><span class=\"citation\" id=\"86258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86258)\">D&amp;C 58:59<\/a><\/span> for this is my calling. I have desired, after traveling for twenty-five or twenty-six years, mostly abroad, to stay at home and minister among the people of God, and take care of my family; but God's will be done, and not mine. If it is the will of God that I should spend my days in pro<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"197a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0197.pdf\" target=\"pdfwin\">p.&#xA0;197a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2179\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>claiming this Gospel and bearing testimony of these things, I shall think myself highly privileged and honored. And when the Spirit of God is upon me, I think it matters but very little what I suffer, what I sacrifice&#x2014;whether I secure the honor or dishonor of men, or where I die, if it so be that I can keep the faith, fight the good fight, and finish my course with joy.<span class=\"citation\" id=\"76259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76259)\">2 Tim. 4:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1544\"> I have all eternity before me, in which to enjoy myself; and though I am a stranger and a pilgrim on this earth,<span class=\"citation\" id=\"57241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57241)\">Ps. 119:19<\/a><\/span> and whether I be rich or poor, or live long or short, I shall yet plant gardens and eat the fruit of them, plant vineyards and drink the wine thereof, build houses and inhabit them, and, as one of the elect of God,<span class=\"citation\" id=\"75636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75636)\">Col. 3:12<\/a><\/span> shall long enjoy the works of my hands. All this shall I do, though worms eat the body that I now have.<span class=\"citation\" id=\"56160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56160)\">Job 19:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1545\"> There are many who consider the times to be hard, and the sufferings to be endured so great that they feel to withdraw from this people. Some say they have no faith in the Book of Mormon. A word for those. I do not believe that they have read that book; or, if they have, I do not believe that they have read it humbly, attentively, prayerfully, and under a good influence. I do not think they were counted honest, or that they had a heart that had place for the Spirit of God. If they were at all acquainted with that influence, or had it in them, they would not only believe it, but they would know that it was true. They would not only know and acknowledge it by the Holy Ghost, but they would know it naturally, just as we know that a man is a Prophet, when the thing which he predicts comes to pass. <\/div><div class=\"paragraph jod\" id=\"v5n1546\"> Twenty-six years ago, that book was published in English, and within those years have been progressively fulfilled many plain and definite pre<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"197b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0197.pdf\" target=\"pdfwin\">p.&#xA0;197b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2179\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dictions that are therein recorded, insomuch that a professed infidel, one who had not before believed in Jesus Christ nor in the Bible, may easily comprehend that the things predicted in the Book of Mormon, many of them, have demonstrated themselves by their plain, literal, simple fulfillment. I will mention one thing among a thousand. When that book was printed in English, an ancient prophecy in it stated that it should come to the knowledge of the Gentiles in the latter day, at a time when the blood of the Saints would cry from the ground<span class=\"citation\" id=\"81511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81511)\">2 Ne. 28:10<\/a><\/span> because of secret murders, and the works of darkness, and wicked combinations.<span class=\"citation\" id=\"83244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83244)\">Morm. 8:27<\/a><\/span> And not only the blood of Saints, but the blood of husbands and fathers should cry from the ground for vengeance on the workers of iniquity, and the cries of widows and orphans would come up before God, against those that committed those crimes.<span class=\"citation\" id=\"83257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83257)\">Morm. 8:40<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1547\"> When that book was translated by Joseph Smith, and published in English, we were living in a constitutional Government, the laws of which guaranteed liberty of conscience to every man in his religious belief. It was at a time when no man had been seriously injured because of his belief; and it was as incredible and unlooked for that a Saint would be slain for his religion as that the Government would be broken up; and nobody believed that it would be broken up; for the principles of truth had ruled, guaranteeing liberty and protection to all parties. No man had been persecuted to death for his religion, under the effectual working of that Constitution. Hence, I want those persons who have not faith in the Book of Mormon to tell how Joseph Smith could think of such things; and if the ancient Prophet did not foretell those things, Joseph Smith did. <\/div><div class=\"paragraph jod\" id=\"v5n1548\"> How came he to tell that the people of his father's house would suffer?  <div class=\"break pagebreak\" id=\"198a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0198.pdf\" target=\"pdfwin\">p.&#xA0;198a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2178\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or that husbands and fathers, widows and orphans would send up their cry for vengeance on the wicked of our day? You that do not believe in the Book of Mormon, I want you should account for that prediction. It is plain and simple. I read it in 1830, and no man had then suffered a violent death for his religion in this generation in our nation. <\/div><div class=\"paragraph jod\" id=\"v5n1550\"> Now, then, imagine yourselves living in the United States twenty-eight years ago, and causing to be printed such a production as the Book of Mormon, and I want to know how you would know of any such thing as is there predicted? I say there was no probability that it would be fulfilled, but yet I say that it has been very remarkably fulfilled, so that every public minister and officer knows that it has been fulfilled, and that the Union is trembling and being threatened, and our right to law and protection being questioned. <\/div><div class=\"paragraph jod\" id=\"v5n1551\"> The blood of innocence cries for vengeance, because its enemies have not administered justice. They have not carried out the constitutional guarantees, but have suffered innocent blood to flow. They have not administered justice nor law in the case, but have allowed wholesale murderers to run at large in Missouri and Illinois. And many of the people and of their rulers have consented to the shedding of that innocent blood, and the result is that the cries of widows and orphans ascend to God. I wish those who do not believe the Book of Mormon to tell me by what power or foreknowledge that prediction was published in 1830. <\/div><div class=\"paragraph jod\" id=\"v5n1552\"> I used to read an epistle which stated that if the Gentiles should reject the fulness of the Gospel contained in the Book of Mormon, and become filled with all manner of iniquity and murders, priestcraft, whoredoms, and lying, the Lord would take the fulness of his Gospel from <div class=\"break columnbreak\" id=\"198b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0198.pdf\" target=\"pdfwin\">p.&#xA0;198b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2178\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> among them, and send it into the midst of the remnant of Israel.<span class=\"citation\" id=\"82739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82739)\">3 Ne. 16:10-12<\/a><\/span> What have we been doing these ten years past? Ten years ago, a good portion of this people lived in the old settled States, and they were in so many places that a man had to dodge or hide up somewhere, to keep from hearing the fulness of the Gospel. It was preached in their cities, at their capital, in their villages, in town and in country, in the groves and in their courthouses; and thousands upon thousands in the United States flocked to hear the fulness of the Gospel, which was preached everywhere. <\/div><div class=\"paragraph jod\" id=\"v5n1553\"> How is it now? With the exception of a few, who are on missions or business there, a man might travel from Maine to Louisiana, and scarcely have a chance to hear the fulness of the Gospel; and if he wished to hear the Gospel, he would have to come here. Thus we see the literal fulfillment of that prediction. I read it in 1830, and used to wonder how it would be fulfilled. But notwithstanding the jealousy that existed in the United States in regard to this people, the Book of Mormon was so common and preached so extensively, that some of them, right in their wickedness, Herod-like, happened to discover the prediction in regard to the fulness of the Gospel's coming to the remnants of Joseph, and happened to understand it in part. <\/div><div class=\"paragraph jod\" id=\"v5n1554\"> So Herod, in his wickedness, when he heard of the rejoicing of the Jews and that their Messiah was born, when the wise men read the prophecies to him, believed those prophecies and tried to hinder their fulfillment.<span class=\"citation\" id=\"62636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62636)\">Matt. 2:1-8<\/a><\/span> For that purpose he issued an order to murder all the young children of Bethlehem of two years old and under.<span class=\"citation\" id=\"62650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62650)\">Matt. 2:16<\/a><\/span> He must have believed the prophecy, or he would never have undertaken to hinder its fulfillment. <\/div><div class=\"paragraph jod\" id=\"v5n1555\"> In like manner, the people in the  <div class=\"break pagebreak\" id=\"199a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0199.pdf\" target=\"pdfwin\">p.&#xA0;199a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2177\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>United States were afraid that &#x201C;Mormonism&#x201D; was true, and in their sins they partly believed it; wherefore the proclamations for murders and for banishment, for mobbings and plunderings, with a view to hinder its accomplishing what was predicted it would, and to prevent the fulfillment of prophecy. Were you to ask them the reason for all this, their truthful reply must be, &#x201C;We were afraid that the &#x2018;Mormons&#x2019; would fulfil a prediction of the Prophets, and carry the Gospel to the remnants of Joseph.&#x201D; They considered that, Herod-like, to be treasonable. Some have wondered that a king's being born in Bethlehem should be treason, not understanding that the kingdom of God meant an eternal kingdom. And in speaking of the United States and &#x201C;Mormonism,&#x201D; they said, &#x201C;If the fulness of the Gospel should be preached to the remnants of Joseph,<span class=\"citation\" id=\"61929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61929)\">Amos 5:15<\/a><\/span><span class=\"citation\" id=\"82506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82506)\">3 Ne. 5:23<\/a><\/span><span class=\"citation\" id=\"83519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83519)\">Ether 13:8<\/a><\/span> it would be awful,&#x201D; and tried to prevent its being so, but failed in the attempt. <\/div><div class=\"paragraph jod\" id=\"v5n1557\"> Myself, Elder Oliver Cowdery, and others crossed the Missouri line, into what is now called Kansas, and preached the Gospel to the Delaware Indians. We presented them with the Book of Mormon, and left a copy or two with those that could read it and interpret to others. At that time &#x201C;Mormonism&#x201D; had not been heard of any further west of Ohio than we carried the news, and lyings and misrepresentations concerning it had not preceded us. But there were sectarian missionaries on the frontiers, Methodists, Baptists, &amp;c., striving to gain a foothold among Indians; and they all joined against us. Such was the envy and jealousy of the spirit in them, they knew not why, that we were ordered out of the Indian country, on penalty of having the Militia take us out. <\/div><div class=\"paragraph jod\" id=\"v5n1558\"> In Missouri the Saints were watched like thieves, and, when we became more and more known among the <div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2177\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people, were mobbed and plundered again and again, till eventually we were driven into Illinois. <\/div><div class=\"paragraph jod\" id=\"v5n1559\"> At those times, I used to wonder how that prophecy would be fulfilled, contained in the Book of Mormon, which reads, &#x201C;If the Gentiles reject the fulness of my Gospel, and are full of all manner of evil and wickedness, I will bring the fulness of my Gospel out from among them, and will establish it in the midst of the remnants of Joseph.&#x201D;<span class=\"citation\" id=\"82740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82740)\">3 Ne. 16:10-12<\/a><\/span> I watched it for years, looking for it to be fulfilled, and marveled. But we were again mobbed, and they continued to mob us for eight or ten years, thus helping us to fulfil that very prophecy. They were made the instruments to annoy us, till we could have no peace without leaving them and coming out here into the wilderness. <\/div><div class=\"paragraph jod\" id=\"v5n1560\"> We loved home so well, and our houses, and temples, and farms, that we would not willingly leave and accomplish the work laid upon us; therefore we were made to be willing&#x2014;made to do what we were pleaded with to do before. You know that an ancient Prophet said, &#x201C;My people shall be willing in the day of my power.&#x201D;<span class=\"citation\" id=\"57195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57195)\">Ps. 110:3<\/a><\/span> Here we are; and just as sure as the things in the Book of Mormon have been progressively fulfilling until now, and as sure as all the powers of the Saints and of their enemies have tended to that point, just so sure will every remaining item be fulfilled in its time and in its place. <\/div><div class=\"paragraph jod\" id=\"v5n1561\"> Again, the man that believes &#x201C;Mormonism,&#x201D; believes in the gathering of the people of God and in the keys of the Priesthood and Apostleship, and that through those keys the people are to be built up, preserved, sanctified, and prepared for the coming of the Lord. Let me ask many that have been gathered through the instrumentality of those keys, do you believe that to scatter again is disobeying them? No, many of you do not. <\/div> <div class=\"break pagebreak\" id=\"200a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0200.pdf\" target=\"pdfwin\">p.&#xA0;200a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2176\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n1563\"> Some folks think that &#x201C;Mormonism&#x201D; is a certain set of doctrines found in the books, together with certain ordinances, and think that one is a Saint if he credits those doctrines and those ordinances. Suppose an island peopled by persons who by some providence had the Book of Mormon and the Bible, or either of those books, but no Priesthood. They are not members of the Church, even though they be most strictly honest. They may have read the sacred records and believed them, all the principles contained therein, and desired to serve God; but the question is, could they obey the Gospel of which they read in those books, organize themselves into the Church of Christ, and be governed by the principles of the kingdom of God, and be accepted of God as his Church? I say, they could not. <\/div><div class=\"paragraph jod\" id=\"v5n1564\"> What could they do? They could believe in Jesus Christ, and pray to the Father in his name, and observe his moral precepts. But to obey the ordinances of God&#x2014;to become his Church and kingdom, is something which they could not do, unless their prayers of faith prevailed upon the Almighty to in some manner bless them with the Priesthood. Otherwise, all they could do would be to rejoice in the truth, worship God, obey his moral precepts, and wait for some messenger to come and organize them; and if they were obliged to live without the Priesthood, they would have to receive its ministrations in the next world. <\/div><div class=\"paragraph jod\" id=\"v5n1565\"> In what manner was the Priesthood restored to this earth in our day? Angels ministered from heaven&#x2014;men who had died holding the Priesthood of the Son of God, and revealed the Book of Mormon,<span class=\"citation\" id=\"84513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84513)\">D&amp;C 27:5<\/a><\/span> and conferred the Priesthood upon our first Apostles, Joseph Smith and Oliver Cowdery.<span class=\"citation\" id=\"129362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129362)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"84557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84557)\">D&amp;C 27:12<\/a><\/span> When they were baptized by the command of the angel,<span class=\"citation\" id=\"93922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93922)\">JS&mdash;H 1:68-72<\/a><\/span> had received <div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2176\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Holy Ghost by the laying on of hands, and been ordained according to the command, they continued to receive commandments, from time to time, to ordain other Apostles and other Elders. <\/div><div class=\"paragraph jod\" id=\"v5n1566\"> In the year 1835, in Kirtland, Ohio, they ordained our President, Brigham Young, also Heber C. Kimball, your servant that is now addressing you, and many others, by the word of the Lord. Thus our President and others received the keys of the Apostleship, and we magnified it until Joseph's death, when two of his Quorum of Three went behind the veil, and the third, Sidney Rigdon, who had got in the background, became an apostate. The First Presidency was reorganized, under the authority proceeding from the Almighty through Joseph Smith, in the persons of Brigham Young, Heber C. Kimball, and Willard Richards; and they, by virtue of the keys lawfully in their possession, filled up the vacancies occasioned in the Quorum of the Twelve, and also the vacancy made in their Quorum by the death of our beloved brother, Willard Richards. <\/div><div class=\"paragraph jod\" id=\"v5n1567\"> Had we undertaken President-making in this Church simply by our uninspired notions, Brigham Young held more keys than all our votes put together; and had we voted against him, we would have voted ourselves out of the kingdom of God. He and those that stood by him would have held the keys of the Priesthood, as they have and do, and would have built up the kingdom, while those who opposed them would have been like salt that had lost its savor.<span class=\"citation\" id=\"63032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63032)\">Matt. 5:13<\/a><\/span> It was not in our power to manufacture this Presidency, but only to uphold and cleave to it; and blessed are we, inasmuch as we have done this thing. <\/div><div class=\"paragraph jod\" id=\"v5n1568\"> These keys came from Joseph Smith, who received them from Peter, James, and John,<span class=\"citation\" id=\"84558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84558)\">D&amp;C 27:12<\/a><\/span> who received them  <div class=\"break pagebreak\" id=\"201a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0201.pdf\" target=\"pdfwin\">p.&#xA0;201a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2175\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from the risen Jesus, the Redeemer of men.<span class=\"citation\" id=\"64865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64865)\">Matt. 16:18-19<\/a><\/span> If we hearken to these keys, we shall be saved, and inherit celestial glory and exaltation; if we do not, we shall be damned, and fall short of all the blessings promised to the saved. <\/div><div class=\"paragraph jod\" id=\"v5n1570\"> Such is my faith; this is my knowledge, this is my testimony, and these are my feelings and real sentiments. God being my helper,<span class=\"citation\" id=\"56763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56763)\">Ps. 54:4<\/a><\/span> giving me his Spirit, and counting me worthy to abide in his kingdom, I mean to continue to the end in upholding those keys, and, by my prayers and works, to stand by them and live in obedience to them as long as I live on the earth. If I abide in the vine,<span class=\"citation\" id=\"70127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70127)\">John 15:4<\/a><\/span> I will have strength, by the power of the Holy Ghost, to magnify my calling and to inherit a crown of celestial glory: if I do not, then I will fall, and, I had almost said, become like another man: but not so; for then I will only be fit to be cast out and trodden under foot, like salt that has lost its savor.<span class=\"citation\" id=\"63033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63033)\">Matt. 5:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1571\"> I crave the privilege of remaining within this kingdom; and I ask for your prayers, your blessings, your faith, and your assistance, as a people, and for the assistance and watchcare of the angels of God, and for the blessings of my brethren that preside over me. I crave these things, and the privilege of serving God unto the end. <\/div><div class=\"paragraph jod\" id=\"v5n1572\"> If I go forth and testify of the <div class=\"break columnbreak\" id=\"201b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0201.pdf\" target=\"pdfwin\">p.&#xA0;201b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2175\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> truth of the Book of Mormon and of Joseph Smith as a Prophet, a Revelator, and an Apostle of the living God; also of Brigham Young, Heber C Kimball, Jedediah M. Grant, and the rest of my brethren that hold the keys of this kingdom; and call upon the people to repent and forsake their follies, their priestcraft, their adulteries, and their errors, and to obey the Gospel under the hands of the Elders sent out by these men; and tell them to gather together and obey those ministers of Christ<span class=\"citation\" id=\"73184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73184)\">1 Cor. 4:1<\/a><\/span> as long as they live, and then obey their successors in office&#x2014;if I do all this, and live faithful, and set a good example, it will be the Gospel of Jesus Christ and the power of God unto all that receive it. If I do not do this, it will not be the Gospel, but it will be something else. It is appointed unto all men, whenever this Priesthood is on the earth and comes within their reach, to repent and be baptized under the hands of this Priesthood, in the name of Jesus Christ, and to receive the Holy Spirit by the laying on of hands by the servants of God, and to break off from their sins and bring forth fruits of righteousness.<span class=\"citation\" id=\"75396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75396)\">Philip. 1:11<\/a><\/span> If they do this, and endure to the end, they will be saved;<span class=\"citation\" id=\"65685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65685)\">Matt. 24:13<\/a><\/span> but if they do not, they will be damned. <\/div><div class=\"paragraph jod\" id=\"v5n1573\"> May God bless you all, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}