{"ID":50039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Communism&#x2014;Sectarianism&#x2014;The Gospel and Its Effects, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder John Taylor, Delivered in the Bowery, Great Salt Lake City, on Sunday Morning, September 13, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Communism&#x2014;Sectarianism&#x2014;Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 9\/13\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v5n1871\"> It is rather a strange anomaly, particularly in the estimation of the world, that a people so numerous as the Latter-day Saints should be gathered together in one place, having the one faith, and believing in the same doctrines. It is the more strange because there have been various social and political movements, aided by philosophy, established among men in various ages of the world; and almost, if not all of these have signally failed. <\/div><div class=\"paragraph jod\" id=\"v5n1872\"> Among the number of social movements in our day, there is that of Robert Dale Owen, who thought he could ameliorate the condition of mankind by a sort of communism, having a fellowship of goods among them&#x2014;a sort of common stock principle. Everything pertaining to this speculation, however, has flatted out; and in all his schemes and movements, whether in England or in this country, they have signally failed. <\/div><div class=\"paragraph jod\" id=\"v5n1873\"> It is so also with Fourierism&#x2014;a species of French philosophy, established by one Fourier, a Frenchman, and advocated by Greeley of the <span class=\"italic\">New York Tribune<\/span>. They had tried it in France, and then came over to this country; and not far from New York a society of this kind was established. They had a good deal of property, and I am informed they established something of the nature of what is called the free love principle; but within twelve months back, while I was residing in New York, everything they had was sold under the hammer. <\/div><div class=\"paragraph jod\" id=\"v5n1874\"> Mr. Cabet commenced lecturing in <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2139\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> France, and had very extensive societies there. About the time we left Nauvoo to come to this land, Mr. Cabet, with a company of his men, came there. This is a species of communism; they are called &#x201C;Communists,&#x201D; believing, with Mr. Owen, in a community of goods. They published a newspaper in Nauvoo, and one or more in France. I baptized one of their editors while in Paris on my mission&#x2014;a man who is now in this valley, by the name of Bertrand. <\/div><div class=\"paragraph jod\" id=\"v5n1875\"> Mr. Krolokoski, who was also an editor of the same paper with Mr. Bertrand, came to me to have a conversation about the first principles of the Gospel. After a long conversation, he said, &#x201C;Mr. Taylor, do you propose no other plan to ameliorate the condition of mankind than that of baptism for the remission of sins?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1876\"> I replied&#x2014;&#x201C;This is all I propose about the matter.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1877\"> &#x201C;Well,&#x201D; he said, &#x201C;I wish you every success; but I am afraid you will not succeed.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1878\"> Said I, &#x201C;Mr. Krolokoski, you sent, some time ago, Mr. Cabet to Nauvoo. He was considered your leader&#x2014;the most talented man you had. He went to Nauvoo when it was deserted&#x2014;when houses and lands were at a mere nominal value: he went there with his community at the time we left. Rich farms were deserted, and thousands of us had left our houses and furniture in them, and there was everything that was calculated to promote the happiness of human  <div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2138\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>beings there. Never could a person go to a place under more happy circumstances. Mr. Cabet, to try his experiment, had also the selection in France of whom he pleased. He and his company went to Nauvoo, and what is the result? You have seen the published account in the papers. We were banished from civilized society into the valleys of the Rocky Mountains to seek for that protection among savages which Christian civilization denied us&#x2014;among the <span class=\"italic\">peau rouges<\/span>, or red skins, as they call them. There our people have built houses, enclosed lands, cultivated gardens, built schoolhouses, opened farms, and have organized a government and are prospering in all the blessings and immunities of civilized life. Not only this, but they have sent thousands and thousands of dollars over to Europe to assist the suffering poor to go to America, where they might find an asylum. You, on the other hand, that went to our empty houses and farms&#x2014;you, I say, went there under most favorable circumstances. Now, what is the result? I read in all of your reports from there, published in your own paper in Paris, a continued cry for help. The cry is to you for money, money: 'We want money to help us to carry out our designs.' The society that I represent comes with the fear of God&#x2014;the worship of the great Eloheim: they offer the simple plan ordained of God&#x2014;viz., repentance, baptism for the remission of sins, and the laying on of hands for the gift of the Holy Ghost. Our people have not been seeking the influence of the world, nor the power of government, but they have obtained both; whilst you, with your philosophy independent of God, have been seeking to build up a system of communism and a government which is, according to your own accounts, the way to introduce the millennial reign. Now, which is <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2138\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the best&#x2014;our religion, or your philosophy?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1880\"> &#x201C;Well,&#x201D; said he, &#x201C;I cannot say anything.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1881\"> He could not, because these were facts that he was familiar with. <\/div><div class=\"paragraph jod\" id=\"v5n1882\"> What has become of that society? There are very few of them left. They have had dissensions, bickerings, trouble, and desertions, until they are nearly dwindled to nothing. <\/div><div class=\"paragraph jod\" id=\"v5n1883\"> I might enumerate many societies of a similar nature, commenced in different parts of the world and at various times. The results, however, would be proved to be the same: they commenced in the wisdom of man, and ended as speculative bubbles. Truth, based on eternal principles, alone can stand the test. <\/div><div class=\"paragraph jod\" id=\"v5n1884\"> If Owen, Fourier, Cabot, and other philosophers have failed&#x2014;if all the varied schemes of communism have failed&#x2014;if human philosophy is found to be at fault, and all its plans incompetent, and we have not failed, it shows there is something associated with this people and with &#x201C;Mormonism&#x201D; that there is not with them. <\/div><div class=\"paragraph jod\" id=\"v5n1885\"> Now the question is, What is this principle? Why is there a difference? <\/div><div class=\"paragraph jod\" id=\"v5n1886\"> The first account I ever heard of this Gospel was simply preaching what are termed the first principles of the Gospel of Christ. There was nothing very ostentatious about it&#x2014;nothing very grand&#x2014;no great pomp or parade. The Elders were in many instances uneducated: they had no particular advantages among men; but they had received certain principles, certain doctrines, that were plain and easy to comprehend&#x2014;things that were childlike and simple, and that recommended themselves to every intelligent, unblessed mind. <\/div><div class=\"paragraph jod\" id=\"v5n1887\"> What was it we first learned in relation to this Gospel? Was it something very profound and philosophical, that some sage either in this or some other country had dis<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2137\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>covered&#x2014;the plan of some politician or statesman? <\/div><div class=\"paragraph jod\" id=\"v5n1889\"> Verily no; it was no such thing. What was it? It was a proclamation made, declaring that a holy angel from heaven had appeared&#x2014;that he had revealed himself unto a young man that was born in the backwoods of America&#x2014;a farmer's son, without any particular educational advantages; that this angel, having appeared unto him, had revealed unto him an ancient record that gave an account of the aboriginal inhabitants of this country; that in this record there was an account of Prophets having existed on this continent in former days, of Jesus having appeared, and of angels having administered unto them&#x2014;an account of their having been in possession of the Gospel, having the same doctrines, the same blessings, the same privileges and powers that were associated with the Gospel on the Asiatic continent; and that this record agreed with the Bible in doctrines, ordinances, teachings, and blessings. <\/div><div class=\"paragraph jod\" id=\"v5n1890\"> And furthermore, these men referred us to the Bible, and showed us that this book was spoken of&#x2014;that it was to come forth&#x2014;that it was the &#x201C;stick of Joseph,&#x201D; and that it was to be one with the &#x201C;stick of Judah,&#x201D;&#x2014;<span class=\"citation\" id=\"60854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60854)\">Ezek. 37:15-20<\/a><\/span>one in prophecy, one in revelation, one in unfolding the purposes of God, and one in bringing to pass the great events that were to transpire in the last days. <\/div><div class=\"paragraph jod\" id=\"v5n1891\"> We heard of these things, and to many of us they seemed foolish. We heard the cry of &#x201C;False prophet and deceiver!&#x201D; The first thing that I heard from a priest, after hearing this Gospel preached by Parley P. Pratt, some twenty years ago, was the cry of &#x201C;Delusion!&#x201D; I was immediately informed that &#x201C;Joe Smith was a money-digger,&#x201D; that he tried to deceive people by walking on planks laid under the water, and that he was a <div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2137\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wicked and corrupt man, a deceiver, and one of the biggest fools in creation, and so forth. I heard every kind of story; and the priests have kept up the same things, pretty much, to the present day. <\/div><div class=\"paragraph jod\" id=\"v5n1892\"> I remember, when I first had an Elder introduced to me, I said to him, &#x201C;I do not know what to think about you &#x2018;Mormons.&#x2019; I do not believe any kind of fanaticism: I profess to be acquainted with the Bible; and, sir,&#x201D; said I, &#x201C;in any conversation we may have, I wish you to confine yourself to the Bible; for I tell you I shall not listen to anything in opposition to that word.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1893\"> From the report which I had heard of &#x201C;Mormonism,&#x201D; I thought it was anything but a religious system. I was told about the French prophets&#x2014;I was told about Matthias, Johanna Southcote, and of all the follies that had existed for centuries; and then they put &#x201C;Mormonism&#x201D; at the end of them all. <\/div><div class=\"paragraph jod\" id=\"v5n1894\"> In my researches, I examined things very carefully and critically. I wrote down six of the first sermons I heard preached by Parley P. Pratt, in order that I might compare them with the Bible, and I could not find any difference. I could easily controvert any other doctrine, but I could not overturn one principle of &#x201C;Mormonism.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1895\"> I have traveled to preach these doctrines in most of the United States and in the Canadas; I have preached them in England, in Scotland, in Wales, in the Isles of Man and the Jerseys, in France, Germany, in the principal cities of America and Europe, and to many prominent men in the world; and I have not yet found a man that could controvert one principle of &#x201C;Mormonism&#x201D; upon scriptural grounds. If there is a man, I have yet to find him. <\/div><div class=\"paragraph jod\" id=\"v5n1896\"> The first proclamation by the Elders was, that the ancient Gospel had been restored. We had had  <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2136\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Methodism, Presbyterianism, Dunkerism, Shakerism, Catholicism, Quakerism, and every other ism that you could think of; but there was none that had the ancient Gospel&#x2014;no, not one. <\/div><div class=\"paragraph jod\" id=\"v5n1898\"> I was, however, well acquainted with theology. I consider that if ever I lost any time in my life, it was while studying the Christian theology. Sectarian theology is the greatest tomfoolery in the world. <\/div><div class=\"paragraph jod\" id=\"v5n1899\"> There are certain principles in reason which are unalterable. Two and two made four 1,800 years ago, and they still make the same. Two parallel lines never would meet: they will not now. A Gospel that was true 1,800 years ago could not be false now. If they, then, have the same Bible, and profess to have the same Spirit, and to be educated men, why do they not see alike? If there are any of whom we have spoken possessed of good common sense, it would lead them to union, and not to discord; for the scriptures tell us, there is &#x201C;One Lord, one faith, one baptism, and one God, who is above all, in you all, and through you all.&#x201D;<span class=\"citation\" id=\"74999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74999)\">Eph. 4:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1900\"> We used to quarrel with one another, when we were among the sectarians, about our peculiar doctrines. One was a brother Methodist, and another was a brother Presbyterian; and we used to fall out about which was right&#x2014;whether the doctrine of free will or of fate was right; for we did not know which was right&#x2014;though both were right, if we had understood them. There was also much wrangling as to whether infants that died went to hell or not. Some sent them to heaven, and some to hell, where they were to be pitched up with pitchforks, and stung with scorpions, and wasted there everlastingly. <\/div><div class=\"paragraph jod\" id=\"v5n1901\"> This is the doctrine of the Catholic Church. I have got a book at home that I obtained in France, which represents sinners falling into a tremen<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2136\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dous fire; and there are dragons, scorpions, serpents, and every kind of reptile searching like fiends for their prey. Naked sinners are depicted falling into devouring flames, and a great dragon with open mouth, forked tongue, and horrid teeth, ready to receive them. If they should miss it, there are scorpions, and serpents, and devils, with three-pronged pitchforks, waiting a little below, that they may get the sinners and give them a good roasting. <\/div><div class=\"paragraph jod\" id=\"v5n1902\"> You are here, a conglomeration from all the different churches. The day when you came into this Church was the time when you showed your honesty. What! Are there honest-hearted Methodists and Presbyterians? Yes. And honest Baptists? Yes. Persons have been brought into this Church of all those different kinds of faith, and you are actually all one. <\/div><div class=\"paragraph jod\" id=\"v5n1903\"> [President B. Young: &#x201C;That scares the world.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1904\"> Yes, as President Young says, that scares the world. Why are they not one? Because they have not the Gospel as it existed in its purity. <\/div><div class=\"paragraph jod\" id=\"v5n1905\"> Peter preached it, Jesus, and James, John, and Paul preached it, and the Apostles and Elders preached it on this continent; for the Gospel in the Book of Mormon and the Gospel in the Bible both agree: the doctrines in both books are one. The historical part differs only: the one gives the history of an Asiatic, the other of an American people. <\/div><div class=\"paragraph jod\" id=\"v5n1906\"> Stephens and Catherwood, after examining the ruins that were found at Guatemala, in Central America, and gazing upon magnificent ruins, moldering temples, stately edifices, rich sculpture, elegant statuary, and all the traces of a highly cultivated and civilized people, said&#x2014;&#x201C;Here are the works of a great and mighty people that have inhabited these ruins; but now they are no more: history is silent on the subject, and no man can  <div class=\"break pagebreak\" id=\"241a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0241.pdf\" target=\"pdfwin\">p.&#xA0;241a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2135\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>unravel this profound mystery. Nations have planted, and reaped, and built, and lived, and died, that are now no more; and no one can tell anything about them or reveal their history.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1908\"> Why, there was a young man in Ontario County, New York, to whom the angel of God appeared and gave an account of the whole. These majestic ruins bespeak the existence of a mighty people. The Book of Mormon unfolds their history. O yes; but his was of too humble an origin, like Jesus of Nazareth. It was not some great professor, who had got an education in a European or an American college, but one who professed to have a revelation from God&#x2014;and the world don't believe in revelation; but nevertheless it is true, and we know it. <\/div><div class=\"paragraph jod\" id=\"v5n1909\"> Those men who profess so much intelligence that they cannot listen to the word of the Lord, and have so much egotism and philosophy that they cannot listen to sound reason and common sense, cannot be edified by these things, while we, who have not such lofty pretensions, enjoy them. <\/div><div class=\"paragraph jod\" id=\"v5n1910\"> Now, what did Jesus teach? He said, &#x201C;Go ye into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; but he that believeth not shall be damned. And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues; They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover.&#x201D; (Mark xvi. 15&#x2014;18.)<span class=\"citation\" id=\"66831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66831)\">Mark 16:15-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1911\"> This is what Jesus taught: this is the Gospel that he and his disciples taught. Who teaches this Gospel now? Do the Methodists, the Presbyterians, the Dunkers, the Baptists, or the Catholics? Could you find anybody that taught the doctrines that Jesus taught his disciples to teach? I have not found them any<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2135\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>where; and yet the thing is so plain that he that runs may read. <\/div><div class=\"paragraph jod\" id=\"v5n1912\"> Go and preach the Gospel to every creature; and he that believeth and is baptized shall be saved, and he that believeth not shall be damned.<span class=\"citation\" id=\"66782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66782)\">Mark 16:15-16<\/a><\/span> &#x201C;O yes, we believe that.&#x201D; Well, then, read on. &#x201C;O no,&#x201D; they will say; &#x201C;stop there if you please.&#x201D; But it reads: &#x201C;And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues; They shall take up serpents; and if they drink any deadly thing, it shall not hurt them: they shall lay hands on the sick, and they shall recover.&#x201D;<span class=\"citation\" id=\"66914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66914)\">Mark 16:17-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1913\"> &#x201C;But,&#x201D; say they, &#x201C;you must not read that.&#x201D; But it is in the Bible. &#x201C;True,&#x201D; say they; &#x201C;but it is a spiritual thing: it means those that are sick spiritually&#x2014;they shall be healed.&#x201D; &#x201C;It means,&#x201D; say they, &#x201C;the sin-sick soul.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1914\"> It is like the school-ma'm who came to a difficult word, and not understanding it herself, told the child to say &#x201C;hard word,&#x201D; and pass on. You must not say that which is contrary to their belief. <\/div><div class=\"paragraph jod\" id=\"v5n1915\"> Now, if we look a little further, we shall find that the disciples were instructed to &#x201C;tarry at Jerusalem until they were endowed with power from on high.&#x201D;<span class=\"citation\" id=\"68464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68464)\">Luke 24:49<\/a><\/span> It was necessary that they should be qualified. Did they tarry? They did. <\/div><div class=\"paragraph jod\" id=\"v5n1916\"> Why was it necessary for them to tarry? Had they not been with Jesus? And had they not ate and drank with him? Yes. Had they not seen his miracles? They had; and they were called to go and preach the Gospel. And were they not prepared? No, not until they had received the necessary qualification. It was not every upstart that could go and preach the Gospel. <\/div><div class=\"paragraph jod\" id=\"v5n1917\"> There are some, nowadays that go to college; and by their learning they think they will preach a Gospel  <div class=\"break pagebreak\" id=\"242a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0242.pdf\" target=\"pdfwin\">p.&#xA0;242a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2134\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>without God. There are others who go because they are fools. Now, when the Lord qualified the Apostles to go forth and preach the Gospel, he endowed them with wisdom and inspired them from on high, and they spake as the Holy Ghost gave them utterance; and the word that they spake was not the word of man, but the word of God, dictated by the Spirit of God, pointing out to the people the way of life. <\/div><div class=\"paragraph jod\" id=\"v5n1919\"> Why was it necessary for those Apostles to tarry at Jerusalem? They had an important mission to perform; their testimony was going to seal the doom of nations. Their message was, &#x201C;He that believeth and is baptized shall be saved, and he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66856)\">Mark 16:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1920\"> Could the Methodists, Baptists, or Presbyterians say this? No. No one professes to say that their word will seal the doom of nations, among modern Christians. <\/div><div class=\"paragraph jod\" id=\"v5n1921\"> Those men, however, who stayed at Jerusalem till they were endowed with power from on high,<span class=\"citation\" id=\"68465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68465)\">Luke 24:49<\/a><\/span> made this profession. They assembled in an upper room,<span class=\"citation\" id=\"71049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71049)\">Acts 1:13<\/a><\/span> and the Spirit of the Lord God rested upon them, and they spoke as the Spirit gave them utterance.<span class=\"citation\" id=\"71067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71067)\">Acts 2:1-4<\/a><\/span> There were no Methodists, or Presbyterians, or Baptists there. <\/div><div class=\"paragraph jod\" id=\"v5n1922\"> As soon as it was noised abroad, the multitude came together,<span class=\"citation\" id=\"71104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71104)\">Acts 2:6-13<\/a><\/span> and some said, &#x201C;Why, these men are drunk: we have got a lot of drunken scamps here&#x2014;the followers of Jesus of Nazareth.&#x201D; But Peter said, &#x201C;O no, this is not the case; it is but the third hour of the day.&#x201D;<span class=\"citation\" id=\"71111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71111)\">Acts 2:14-15<\/a><\/span> The Jews never got drunk before nine o'clock in the morning; so that was a sufficient argument. <\/div><div class=\"paragraph jod\" id=\"v5n1923\"> Peter said, &#x201C;These men are not drunk as ye suppose; but this is what was spoken by the Prophet Joel&#x2014;&#x201C;And it shall come to pass in the last days, saith God, that I will pour out my Spirit upon all flesh: and your sons and your daughters shall prophesy, <div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2134\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and your young men shall see visions, and your old men shall dream dreams: And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy.&#x201D; (Acts ii.)<span class=\"citation\" id=\"71112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71112)\">Acts 2:14-18<\/a><\/span> This is not drunkenness, but it is the power of God beginning to be made manifest: these are the servants of the living God,<span class=\"citation\" id=\"61578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61578)\">Dan. 6:20<\/a><\/span> the Apostles of the Lord, set apart to preach the principles of eternal truth to the nations of the earth; and they are speaking as the Spirit gives them utterance.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1924\"> The Apostles began to tell them about Jesus, that he was the Son of God, that they had rejected him, crucified, and slain him. They testified that he was not an impostor, as the people had supposed, but that he was the Messiah.<span class=\"citation\" id=\"71132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71132)\">Acts 2:22-36<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1925\"> When they heard these things, they were pricked to the heart, and cried out, &#x201C;Men and brethren, what shall we do?&#x201D;<span class=\"citation\" id=\"71152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71152)\">Acts 2:37<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1926\"> You have heard this kind of cry in those revival meetings among the sectarians: people would get convinced and under a sort of contraction of mind, and they would want to know what they should do to be saved. <\/div><div class=\"paragraph jod\" id=\"v5n1927\"> Now, here was a lot of people gathered from all parts of the surrounding country, speaking different languages; and Peter was preaching to them to believe, repent, and be baptized: and while reasoning upon the crucifixion of Jesus Christ, they cried out, &#x201C;What shall we do?&#x201D;<span class=\"citation\" id=\"71153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71153)\">Acts 2:37<\/a><\/span> Did he tell them to go to the anxious seat to be prayed for? No, he did not know anything about such a seat: the Devil had not yet invented it. Did he tell them to go and put their names into a classbook, and that they would receive them on probation, and then, if they were worthy, they would be received as members? No: this is something in advance of Peter's time; it is something of Christian civilization. <\/div> <div class=\"break pagebreak\" id=\"243a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0243.pdf\" target=\"pdfwin\">p.&#xA0;243a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2133\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n1929\"> It was necessary that we should have the enlightenment of the 19th century to reveal these things. Did he tell them to pray? No, he did not. Prayer is well enough in the season thereof; but they had something else to do. <\/div><div class=\"paragraph jod\" id=\"v5n1930\"> Is it not right to go into your closet and pray?<span class=\"citation\" id=\"63294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63294)\">Matt. 6:6<\/a><\/span> Yes. But when you have ordinances to attend to, then that is your business. What did Peter say to them? He said, &#x201C;Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71193)\">Acts 2:38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1931\"> You perceive that he told the people the same that Jesus told him to teach. <\/div><div class=\"paragraph jod\" id=\"v5n1932\"> &#x201C;In the first place, you tell us to repent, and then to be baptized in the name of Jesus Christ for the remission of sins; and what then?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1933\"> To have hands laid upon you for the gift of the Holy Ghost.<span class=\"citation\" id=\"71194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71194)\">Acts 2:38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1934\"> &#x201C;What will the Holy Ghost do for us, Peter?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1935\"> You have seen its effects upon us. It shall bring things past to your remembrance;<span class=\"citation\" id=\"70012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70012)\">John 14:26<\/a><\/span> it shall show you things to come;<span class=\"citation\" id=\"70337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70337)\">John 16:13<\/a><\/span> it shall make prophets of you; your sons and daughters shall see visions;<span class=\"citation\" id=\"61828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61828)\">Joel 2:28<\/a><\/span> the heavens shall be opened unto you; you shall know of your origin, comprehend who you are, what you are, where you are going to, the relationship which exists between you and your God; and there shall be a channel opened between the eternal worlds and you; and the purposes of God shall be made known unto you. <\/div><div class=\"paragraph jod\" id=\"v5n1936\"> What did the Elders of this Church preach to you? The very same things which Peter taught. And have not the same effects, or signs, followed them that believe? They have, as you all know this day. (See 1st Cor. chap. xii.)<span class=\"citation\" id=\"73408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73408)\">1 Cor. 12:1-31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1937\"> I will tell you how I felt when I was investigating the doctrines of <div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2133\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;Mormonism.&#x201D; I compared them to try if they agreed with the Scriptures; but when I tried to pick &#x201C;Mormonism&#x201D; to pieces, I could not do it. And now, said I to the Elders, you promise me that if I embrace the doctrines you teach, I shall receive the gift of the Holy Ghost: what will this produce? They told me it would produce the same as it did anciently. If I had not experienced those things and seen them manifested around me, I would have got up and called those men impostors. I would have said, &#x201C;Sirs, you promised me and others blessings which we have not experienced, and this people and you, sirs, are impostors.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1938\"> I do not call the priests of the day impostors, because they do not profess anything of the kind that I have spoken of: they are simply false teachers, &#x201C;teaching for doctrines the commandments of men,&#x201D;<span class=\"citation\" id=\"64767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64767)\">Matt. 15:9<\/a><\/span> as the Scriptures say. <\/div><div class=\"paragraph jod\" id=\"v5n1939\"> We read the Book of Mormon, and found it contained the same doctrines the Apostles taught on the Asiatic continent. <\/div><div class=\"paragraph jod\" id=\"v5n1940\"> And what has this Gospel done? It has caused you to leave your families, your connections, your homes, and your associations in life. Many of you have left thousands and thousands of dollars' worth of property; you have wandered over oceans, deserts, plains, and mountains; you have been mobbed and scourged from city to city, and from State to State, and you have endured all this. Why? Because of that hope which is within your bosoms, which blooms with immortality and eternal lives. You have asked this question to yourselves, &#x201C;Who am I, and what is the design of my existence?&#x201D; and the Gospel has unfolded these things to your understandings. You feel that you are eternal beings: you feel that you are living for eternity and not for time only. <\/div><div class=\"paragraph jod\" id=\"v5n1941\"> I have heard it recommended, by  <div class=\"break pagebreak\" id=\"244a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0244.pdf\" target=\"pdfwin\">p.&#xA0;244a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2132\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>some poor fools in the shape of editors in the United States, to send missionaries here to convert the people. I told them to send them, and promised they should have a hearing. They thought if they came here and introduced some of their good Christian ideas and practices and some of their pure morals, that you would see such a striking difference that you must be enamored with them, and that you would be broken up. <\/div><div class=\"paragraph jod\" id=\"v5n1943\"> Why, said I, poor fools! Do you think that this people have left their friends, associations, and everything that would render life precious among men, and wandered off among those who are called fanatics and fools&#x2014;those who are everywhere spoken against?&#x2014;<span class=\"citation\" id=\"72144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72144)\">Acts 28:22<\/a><\/span>and do you think that they are going to be led astray by your poor-pussy priests? <\/div><div class=\"paragraph jod\" id=\"v5n1944\"> Are you to be like the Methodists, Baptists, Presbyterians, and Catholics? No; you are to have one faith, one baptism, one Lord, one Holy Spirit.<span class=\"citation\" id=\"74970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74970)\">Eph. 4:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1945\"> You are terribly tyrannized over, according to what I hear; and many of you want to leave. <\/div><div class=\"paragraph jod\" id=\"v5n1946\"> I engaged, when I was back in the States, that if they would send all to Utah that wanted to come, we would send all back that wanted to go. That would be a fair bargain, you know; but I think they would have the heaviest job on hand. <\/div><div class=\"paragraph jod\" id=\"v5n1947\"> [Voices: We know they would.] <\/div><div class=\"paragraph jod\" id=\"v5n1948\"> What was your object in coming here? Was it to rebel against the General Government? <\/div><div class=\"paragraph jod\" id=\"v5n1949\"> [President B. Young: To get away from Christians.] <\/div><div class=\"paragraph jod\" id=\"v5n1950\"> Brother Young says it was to get away from Christians&#x2014;from that unbounded charity which you had experienced amongst them. In consequence of their treatment, you had to come away to seek a home in the desert wilds, and to obtain that protection among savages which Christian philanthropy denied you. <\/div> <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2132\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n1951\"> We came here because we could not help it, and now we have got an idea to stay here because we <span class=\"italic\">can<\/span> help it: this is about the feeling. <\/div><div class=\"paragraph jod\" id=\"v5n1952\"> What was it that implanted the idea of gathering and union in our bosoms? It was the Gospel of Jesus Christ; and that principle is implanted in our breasts by the power of the Holy Ghost, which earth and hell cannot eradicate. <\/div><div class=\"paragraph jod\" id=\"v5n1953\"> There are certain ideas of God, and futurity, and the nature and fitness of things implanted in the human bosom, even while in the world; for there are many things which lead to reflection. <\/div><div class=\"paragraph jod\" id=\"v5n1954\"> Why do this people feel so comfortable when an army is approaching? Are you not afraid of being killed? No, not a great deal. Why are you not mourning and sorrowing, and why are you not distressed and troubled? Because you have got a principle within you that cannot be conquered in time nor in eternity: you possess the principles of eternal life in your bosoms, that cannot be subdued. You know what your relationship is with the Eternal God, and his Spirit gives joy and consolation to your bosoms. <\/div><div class=\"paragraph jod\" id=\"v5n1955\"> I have heard men and women rejoice in France and in Germany as much as in any parts of the world, and in their own tongue blessing and thanking God that ever he permitted the light of truth to beam upon their minds. You feel the same: you have got the treasure in earthen vessels;<span class=\"citation\" id=\"74076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74076)\">2 Cor. 4:7<\/a><\/span> you have got that within you of which Jesus spake&#x2014;a well of water &#x201C;springing up unto eternal life.&#x201D;<span class=\"citation\" id=\"69024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69024)\">John 4:14<\/a><\/span> You are looking forward to the time when thrones, principalities, powers, and eternal lives will be given unto you in the kingdoms of our God.<span class=\"citation\" id=\"91573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91573)\">D&amp;C 132:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1956\"> Again: You know that you are in the kingdom of God; for God, among other things, has revealed this to you. And while the Communists, Fourier<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"245a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0245.pdf\" target=\"pdfwin\">p.&#xA0;245a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2131\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ites, and others have sought to bring about a reign of righteousness without revelation, God has revealed unto you a kingdom that shall abide forever, by the principles of eternal truth and by the revelations of God. You know that you are associated with this kingdom: you feel it; and no man can deprive you of this feeling, nor rob you of that Spirit. <\/div><div class=\"paragraph jod\" id=\"v5n1958\"> Satan has had the dominion over the world for centuries, and no nation or people has acknowledged God or bowed to his scepter. They have anointed their kings, they have hewn down and trampled upon the rights of man, and their hands reek with blood. In this condition they have had priests to come and anoint them kings! But they are wholesale murderers and robbers. <\/div><div class=\"paragraph jod\" id=\"v5n1959\"> Who has reigned by the grace of God in the nations? And who has had authority from heaven? Who has acknowledged God in all their ways? Has any kingdom or dominion under heaven? Not one! You go into any kingdom, or let a Prophet of God go into any cabinet, to any governor, or potentate, and say unto them, <span class=\"italic\">Thus saith the Lord!<span class=\"citation\" id=\"53832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53832)\">Ex. 4:22<\/a><\/span><\/span> and they would kick him out. [Voice: &#x201C;They would kill him.&#x201D;] Would they do it in the United States? They would anywhere. <\/div><div class=\"paragraph jod\" id=\"v5n1960\"> To behold man, whose breath is in his nostrils,<span class=\"citation\" id=\"57873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57873)\">Isa. 2:22<\/a><\/span> who flourishes, and is cut down like the grass that exists, and withers and dies,<span class=\"citation\" id=\"59290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59290)\">Isa. 40:6-7<\/a><\/span> that expands and bursts like a bubble&#x2014;poor, pusillanimous man&#x2014;assume government, authority, and power, without any authority from God, to regulate the kingdoms of the earth, shows his littleness, weakness, egotism, and pusillanimity, and reminds one of boys playing marbles or building cob houses. <\/div><div class=\"paragraph jod\" id=\"v5n1961\"> Why was this earth made? And who made it? We are told in the Scriptures that &#x201C;all things were created <div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2131\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by him and for him; whether they be principalities, powers, or dominions, all things were created by him, and for him.&#x201D;<span class=\"citation\" id=\"75556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75556)\">Col. 1:16<\/a><\/span> Has he had the dominion? If so, when and where has he had it? He did partially rule for a short time among the ancient Patriarchs, and also among the Jews; but all the rest of the nations have ruled without him and taken to themselves the glory. They have assumed to themselves certain positions and powers, and, aided by their peers, lords, governors, and immediate associates, they have oppressed the human family, and brought them into bondage. <\/div><div class=\"paragraph jod\" id=\"v5n1962\"> The nations have forgotten God.<span class=\"citation\" id=\"56355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56355)\">Ps. 9:17<\/a><\/span> They have forsaken God, the fountain of living waters, and hewn out to themselves broken cisterns, that can hold no water;<span class=\"citation\" id=\"60277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60277)\">Jer. 2:13<\/a><\/span> and like dogs, wolves, panthers, and beasts of prey, they have done nothing but tear each other to pieces. <\/div><div class=\"paragraph jod\" id=\"v5n1963\"> Read the history of nations, and examine the paintings they have in their National Galleries, and you will find they represent, almost exclusively, scenes of blood, deadly struggles, triumphant victories, or sanguinary battles, and the groanings, troubles, sighs, sufferings, and death of the human family. <\/div><div class=\"paragraph jod\" id=\"v5n1964\"> This has been the way that things have been carried on by kings and governors; but where and when has there been a person to save, and bless, and act as a father and benefactor to the world? And where has there been a servant of God listened to? Jesus came among his friends; but they would not listen to him. He sent his servants&#x2014;his Apostles, but they put them to death. He has sent again in the last days; he has anointed his servant Joseph Smith, and afterwards Brigham Young, to speak as his mouthpiece to the people, for the government of his Saints not only here, but to all that will hear and obey the Gospel throughout the world. <\/div> <div class=\"break pagebreak\" id=\"246a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0246.pdf\" target=\"pdfwin\">p.&#xA0;246a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2130\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n1966\"> God has determined to have a people that will serve him. What have you heard taught here? Nothing but the law of God and obedience to the laws of the land. Nobody but the most blackhearted villains that ever lived would have gone among our enemies and represented things otherwise. <\/div><div class=\"paragraph jod\" id=\"v5n1967\"> You comprehend liberty, and you will have this boon. Many of your fathers have fought for this, and you are resolved to enjoy it. Will you endeavor to disannul the Government? No; but we will rally round the Constitution that was purchased by the blood of our fathers, and will support it. <\/div><div class=\"paragraph jod\" id=\"v5n1968\"> These are our views; and while we do not trample under foot the Constitution, we will take care that others do not do it. <\/div><div class=\"paragraph jod\" id=\"v5n1969\"> [The congregation responded, &#x201C;Amen.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1970\"> What has been the difficulty with you for some time past? You have had doctrines of purity revealed unto you; you have been taught principles of righteousness, to repent of all your evils, to purify yourselves, that, as Saints of the living God, you might come and receive blessings at the hands of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v5n1971\"> While you have been doing this, the spirit of psychology has been operating in the hearts of men, even the spirits and powers of darkness; devils have been railing, and men thundering out their anathemas; all hell has been to pay, and &#x201C;no pitch hot,&#x201D; and why? Because you have been adhering to the principles of truth, and been doing better than you have before. <\/div><div class=\"paragraph jod\" id=\"v5n1972\"> What was the reason that they crucified Jesus Christ? Because he adhered to the truth; and those very men that persecute us would crucify him, if he was here today. <\/div><div class=\"paragraph jod\" id=\"v5n1973\"> [Voices: &#x201C;Yes, they would.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1974\"> Well, what is the matter? The <div class=\"break columnbreak\" id=\"246b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0246.pdf\" target=\"pdfwin\">p.&#xA0;246b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2130\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord has given to us a Prophet who receives the word of the Lord for us. These revelations have led us from principle to principle, from doctrine to doctrine, and from ordinance to ordinance, until we are found as we are at the present time. <\/div><div class=\"paragraph jod\" id=\"v5n1975\"> We feel well, our spirits are light and buoyant, and our hopes strong in the God of Israel. If we could not trust in God, we should indeed be without hope. How many have gone from here to teach the principles that God has revealed? Thousands of the Elders of Israel. They were sent to do the people good, and have been more disinterested in it than any other people. <\/div><div class=\"paragraph jod\" id=\"v5n1976\"> Have you, Elders, gone because you were sent by missionary societies? No, you have not. Have you gone because you had drafts and acceptances on banks and merchants? No: you have gone without purse or scrip. President Young, brother Woodruff, brother Hyde, brother Franklin, myself, and others, have traveled thousands and thousands of miles without purse or scrip,<span class=\"citation\" id=\"67378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67378)\">Luke 10:4<\/a><\/span> trusting in the living God. <\/div><div class=\"paragraph jod\" id=\"v5n1977\"> Did we have to beg? No. I do not believe in begging: God will take care of us. It is not so with other ministers. You tell them to trust in God for the support of their bodies, and they are not willing to do it. They will be quite willing to trust in God for their spirits; but they dare not trust him for their bodies. <\/div><div class=\"paragraph jod\" id=\"v5n1978\"> Go to the United States, and I will engage to give $50,000, if you will find a thousand men in all the United States that will go without purse or scrip to the nations of the earth to preach the Gospel. Come, now, I will banter the world with this offer. <\/div><div class=\"paragraph jod\" id=\"v5n1979\"> On the other hand, if President Young wants a thousand men, they will be ready in one day, if it is necessary. Is it not so, brethren? <\/div> <div class=\"break pagebreak\" id=\"247a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0247.pdf\" target=\"pdfwin\">p.&#xA0;247a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2129\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n1981\"> [Thousands of voices responded, &#x201C;Yes.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1982\"> This state of things exists in the world because they are governed by filthy lucre. <\/div><div class=\"paragraph jod\" id=\"v5n1983\"> We have embraced the Gospel because we knew it was true. I have traveled with brother Young thousands of miles, preaching the Gospel, and with brother Woodruff, brother Hyde, brother Smith, brother Franklin, and many others around me. What did we do? We went trusting in Israel's God; and we are doing the same now. What did we go for? Because we loved the human family, and knowing that God had revealed principles that would exalt men and women in the kingdom of God. We wandered forth to preach those principles voluntarily. We did it because we loved mankind. <\/div><div class=\"paragraph jod\" id=\"v5n1984\"> Why have this people confidence in President Young and others? Because they have seen them leave their homes and go forth and endure every privation to promote their welfare in time and in eternity. They could not have confidence in a priest that would not go to preach except he had $10,000. <\/div><div class=\"paragraph jod\" id=\"v5n1985\"> Furthermore, this people have confidence in their leaders, because in times of trouble and trial they have stemmed the torrents and been foremost in the battle. It is not a kind of soft, smooth eloquence to tickle the ears of men, but it is stern matters of fact that the people know. <\/div><div class=\"paragraph jod\" id=\"v5n1986\"> As Paul said, &#x201C;Can anything separate us from the love of God?&#x201D;<span class=\"citation\" id=\"72659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72659)\">Rom. 8:39<\/a><\/span> No, brethren; we are cemented together by eternal ties that the world does not know, nor can it comprehend. Talk to us of bowing to the Gentile yoke! Nonsense. What would be your feeling if the United States wanted to have the honor of driving us from our homes and bringing us subject to their depraved standard of moral and religious truth? <div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2129\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Would you, if necessary, brethren, put the torch to your buildings, and lay them in ashes, and wander houseless into the mountains? I know what you would say and what you would do. <\/div><div class=\"paragraph jod\" id=\"v5n1987\"> [President Brigham Young: Try the vote.] <\/div><div class=\"paragraph jod\" id=\"v5n1988\"> All you that are willing to set fire to your property and lay it in ashes, rather than submit to their military rule and oppression, manifest it by raising your hands. <\/div><div class=\"paragraph jod\" id=\"v5n1989\"> [The congregation unanimously raised their hands.] <\/div><div class=\"paragraph jod\" id=\"v5n1990\"> I know what your feelings are. We have been persecuted and robbed long enough; and, in the name of Israel's God, we will be free! [The whole congregation responded, &#x201C;Amen.&#x201D; And President B. Young said, &#x201C;I say amen all the time to that.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1991\"> I feel to thank God that I am associated with such men, with such a people, where honesty and truth dwell in the heart&#x2014;where men have got a religion that they are not afraid to live by, and that they are not afraid to die by; and I would not give a straw for anything short of that. <\/div><div class=\"paragraph jod\" id=\"v5n1992\"> The great God has set his hand to roll forth his purposes;<span class=\"citation\" id=\"83242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83242)\">Morm. 8:22<\/a><\/span> and the hand that opposes it shall be palsied. The power of God shall be felt among the nations that reject the truth. All is right in Israel, and we do not want to hurt anybody; but we feel to bless everybody, and our hearts are full of blessings for all who will work righteousness. <\/div><div class=\"paragraph jod\" id=\"v5n1993\"> Shall we still bless the human family? Yes. Shall we rally around the Constitution of the United States, and protect it in its purity? Yes; we will save it when others forsake it. <\/div><div class=\"paragraph jod\" id=\"v5n1994\"> In the day of our sorrow and affliction, when hunted by our enemies, was there anybody to pour in comfort to the wounded bosom? Have there  <div class=\"break pagebreak\" id=\"248a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0248.pdf\" target=\"pdfwin\">p.&#xA0;248a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2128\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been any of the priests and editors to take our part? Where are they? <\/div><div class=\"paragraph jod\" id=\"v5n1996\"> Brethren, I feel thankful that God has revealed unto us the keys of the kingdom of God and given us a knowledge of the things that shall transpire in these last days. <\/div><div class=\"paragraph jod\" id=\"v5n1997\"> I ask my heavenly Father that I may be counted worthy and faithful to endure to the end, that I may obtain the crown that is in reversion for me.<span class=\"citation\" id=\"76281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76281)\">2 Tim. 4:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1998\"> I do not care anything about shooting: I have been shot. Neither do I care anything about dying; for I could have died many a time if I had desired to; but I had not got ready. But I do care about those principles of truth which I have received; and I would not exchange my position for that of any emperor, king, or potentate in any nation under heaven. <\/div> <div class=\"break columnbreak\" id=\"248b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0248.pdf\" target=\"pdfwin\">p.&#xA0;248b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2128\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n1999\"> God will put a hook in the jaws of our enemies and turn them aside;<span class=\"citation\" id=\"60905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60905)\">Ezek. 38:4<\/a><\/span> and the day is not far distant when empires will crumble to pieces and the hand of God be against the nations; and they will know that there is a God in heaven,<span class=\"citation\" id=\"60977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60977)\">Dan. 2:28<\/a><\/span> and a hand that is stronger than theirs.<span class=\"citation\" id=\"61463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61463)\">Dan. 4:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2000\"> Brethren, all we have to do is to live our religion, to obey the counsel of our President, be humble and faithful, and not exalted in our own strength; but ask wisdom of God, and see that we have peace with God, with our families, with one another, that peace may reign in our bosoms and in our community. <\/div><div class=\"paragraph jod\" id=\"v5n2001\"> I pray God to preserve you in peace unto the day of redemption, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}