{"ID":50031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Rights of Mormonism.<\/div>\n<div class=\"subtitle\">A Discourse by Elder John Taylor, Delivered in the Bowery, Great Salt Lake City, August 30, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: The Rights of Mormonism.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 8\/30\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v5n1401\"> I did not expect to be called upon to address you this afternoon; but I always feel ready to speak of the things pertaining to the kingdom of God, whenever I am called upon. <\/div><div class=\"paragraph jod\" id=\"v5n1402\"> Brother Kimball said he would like to hear me say something about the RIGHTS of &#x201C;Mormonism.&#x201D; The rights of &#x201C;Mormonism&#x201D; are so varied and extensive, that it would be very difficult to speak of them all in one discourse. We have the right to live. That is &#x201C;Mormonism.&#x201D; We have the right to eat and drink, and to pursue that course that we may think proper, so long as we do not interfere with other persons' rights. We have a right to live free and unmolested; and there is no law, human or divine, that rightfully has a right, if you please, to interfere with us. We have a right to think, and we have a right, after we have thought, to express our thoughts, and to write them, and to publish them. We possess as many rights and as much liberty in relation to this as any other persons; and there is no law, human or divine, that can rightfully rob us of those liberties or trample upon our rights. We have a right to worship God according to the dictates of our own conscience;<span class=\"citation\" id=\"94108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94108)\">A of F 1:11<\/a><\/span> and no man, legally, in this land, has a right to interfere with us for so doing. We have a right to believe in and practice as we please in relation to matrimony. We have a right to choose whether we will have one wife or twenty; and there is no law of the land that can legally interfere with us; <div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2194\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> neither is there a man that I have met with, that professed to be a man at all, that can say that we are acting illegally. We have a right to secure the favor of God, and we have rights as the citizens of the kingdom of God. We have rights upon earth, and we have rights in heaven; we have rights that affect us and our posterity and progenitors, worlds without end;<span class=\"citation\" id=\"87243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87243)\">D&amp;C 76:112<\/a><\/span> and they are rights that no man can interfere with. We have a right to our own Governor, as brother Kimball says; we have a right to our own Judges; we have a right to make our own laws and to regulate our own affairs. <\/div><div class=\"paragraph jod\" id=\"v5n1403\"> These are some of the rights that belong to us; but when you come to talk about rights, they are so various, complicated, and extensive, that it is difficult, without reflection, to enumerate them. They exist with us here and all around us, and they are rights that affect us, our progenitors, and posterity, worlds without end.<span class=\"citation\" id=\"124777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124777)\">D&amp;C 76:112<\/a><\/span> But in regard to some of the things with which we are more intimately connected, we have our individual, our social, and political rights, so far as existing here as a people is concerned. I do not know but that you will think that I am for sticking to my text pretty well: however, I will try, as well as I can, to do justice to it. <\/div><div class=\"paragraph jod\" id=\"v5n1404\"> If we look at the very foundation of government, we may enquire, How were governments formed? Who organized them? And whence did they obtain their power? It is a subject for deep thought and reflection, and  <div class=\"break pagebreak\" id=\"183a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0183.pdf\" target=\"pdfwin\">p.&#xA0;183a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2193\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>one that very few have understood; nor is it very easy to define, definitely, the rights of man politically, socially, and nationally. <\/div><div class=\"paragraph jod\" id=\"v5n1406\"> Now, I will suppose there was no government in the world, but that we were thrown right back into the primitive state, and that we had to form a government to regulate ourselves; what would be the position? Why, the strong man would intrude upon the weak, even as a strong animal intrudes upon a weaker, taking from it its rights; for that is a natural animal propensity that exists in all the creatures, as well as in man. <\/div><div class=\"paragraph jod\" id=\"v5n1407\"> How was society organized? Upon natural principles. I am not now speaking about God and his government, but upon the rights of man. If there were a few bullies in the land, and we had to organize the government anew, the people would combine to protect themselves against them to protect themselves against those who had injured them, that would rob them of their labor, of their cattle, of their grain, or of anything they might have. <\/div><div class=\"paragraph jod\" id=\"v5n1408\"> What would be the result of this course? It would be that a combination would exist that would organize to protect themselves, that the weak might be protected in his rights, that the feeble might not be trampled under foot. This would be the natural construction and organization of society. <\/div><div class=\"paragraph jod\" id=\"v5n1409\"> Very well; when society became large and extensive, and could not convene in a general assembly to represent themselves, they would send their representatives, who would combine to represent their interests by delegation, or proxy. <\/div><div class=\"paragraph jod\" id=\"v5n1410\"> Who would those individuals represent? They would represent the parties of that neighborhood, of that state, of that country or district of country that sent them, would they not? And what would you think of those men that were sent, if they <div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2193\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> attempted to rule over those who sent them? Why, you would say, &#x201C;Come back here, you rascals, and we will send others; we sent you to represent us, and now you are combining to put your feet upon our necks.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1411\"> This has been the case ever since governments were organized; and hence have arisen governors, kings, and emperors. They have generally contrived to get the reins of power into their own hands; and, through the cunning of priestcraft and kingcraft, they have generally managed to bring the people under their feet and to trample upon their rights. Such has been the case in the nations of Europe and Asia. It is, in fact, the history of the world. <\/div><div class=\"paragraph jod\" id=\"v5n1412\"> By what right have any kings obtained their dominions? Has it been from God? No. Has it been from the people? No. How did they get in possession of their kingdoms? How was France organized? How England? How Germany? And how were other states and nations organized? They have been organized because men usurped power, brought into subjection other men, trampled under foot their rights, and made slaves of them, and made them carry out their laws, and do their pleasure without any peculiar interest in the things that were done. And those men, instead of governing the people according to the principles of righteousness and truth, have generally made yokes and put them on their necks, and trampled them in the dust&#x2014;so much so, that in many of the countries of Europe you cannot travel but you must have a passport; and every little upstart has a right to examine it and to stop you, if he likes. <\/div><div class=\"paragraph jod\" id=\"v5n1413\"> You have to ask a right to stop in cities, and they will prevent you when they please, and not only strangers, but their own citizens; and there are many European cities now, where, if a father was to receive his own son into  <div class=\"break pagebreak\" id=\"184a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0184.pdf\" target=\"pdfwin\">p.&#xA0;184a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2192\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>his house, if he had been absent without the permission of the police, he would be subject to a heavy fine. <\/div><div class=\"paragraph jod\" id=\"v5n1415\"> It is the governors of the people that bring them into subjection in this manner, until the people think that kings and priests have rights&#x2014;and they have no rights&#x2014;until they think that presidents, governors, and kings are the persons who possess certain inalienable rights, and that no one has a right to interfere with them. <\/div><div class=\"paragraph jod\" id=\"v5n1416\"> Kings, presidents, and priests combined govern men, body and soul. The first fetter them in their bodies and liberties, and the latter in their minds and consciences; and the human family, instead of being free, are literally and almost universally in a state of vassalage. <\/div><div class=\"paragraph jod\" id=\"v5n1417\"> At the time of the Reformation, men began to break off their political fetters and to claim their rights, both politically and religiously. Many people talk of that event as a church concern alone: it was as much a political matter as anything else. The causes that prompted them to take the steps they did were both religious and political, the benefits accruing only very limited and partial; still it was a resistance to tyranny and oppression. The kings that sustained the Reformers did so merely upon political grounds, and not that they cared for their religion. <\/div><div class=\"paragraph jod\" id=\"v5n1418\"> What made people come from the old countries to this land? It was because they were oppressed in England, in Germany, and in other states, and they fled from that power which sought to bind chains upon their necks. And why were they determined to flee from that government into this country? Because the mother country tried to make them subject to institutions and laws that they were unwilling to submit to, and because she wanted to put yokes upon their necks. Then the mother country sent armed men over here, and sought <div class=\"break columnbreak\" id=\"184b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0184.pdf\" target=\"pdfwin\">p.&#xA0;184b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2192\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to enforce their armed minions upon the people; but they would not submit to it; for it was on that very account that they had fled from their mother country. <\/div><div class=\"paragraph jod\" id=\"v5n1419\"> Such were the feelings of your fathers, and these were the things they talked about, a few years ago; and on account of the encroachments of the parent government, they took up the sword, and declared that they would live or die free men. <\/div><div class=\"paragraph jod\" id=\"v5n1420\"> What was that freedom for which they contended? Just what I said a few minutes ago; it was the right to think, the right to speak, the right to act, the right to legislate, and the right to worship God according to the dictates of their own consciences,<span class=\"citation\" id=\"94109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94109)\">A of F 1:11<\/a><\/span> and the right to do their own business without being interfered with. <\/div><div class=\"paragraph jod\" id=\"v5n1421\"> We have come here to this land as citizens of the United States; and why have we come? Because there were men who sought to rob of us our rights, and because there was not sufficient purity and justice in the Government to protect us in our rights&#x2014;because magistrates, constables, judges, governors, presidents, and officers of state, either directly or indirectly drove us, or suffered us to be driven&#x2014;suffered us to be dispossessed of that which legally belonged to us. <\/div><div class=\"paragraph jod\" id=\"v5n1422\"> Who are we? We are men made in the image of God,<span class=\"citation\" id=\"52252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52252)\">Gen. 1:27<\/a><\/span> possessing the rights of other men. We have turned this desert into a flourishing field, and the desert has blossomed as the rose,<span class=\"citation\" id=\"94496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94496)\">Isa. 35:1<\/a><\/span> and God has blessed our labors. And whom have we interfered with? Have we gone over to the States and interfered with them? Have we gone over to California and interfered with them? Have we gone to Oregon? Have we gone to New Mexico? Have we gone to any State and interfered with their rights, their laws, their immunities, or their privileges? I say we have not. <\/div><div class=\"paragraph jod\" id=\"v5n1423\"> Well, then, what right has anybody  <div class=\"break pagebreak\" id=\"185a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0185.pdf\" target=\"pdfwin\">p.&#xA0;185a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2191\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to interfere with us? Oh, because they have got the power! That is, there is no right to it; there is no legal authority to it; there is no more right to it than there is in a bully and a blackguard insulting a little, weak man, because he has the power to do so. They have just the same authority that a large ox has to goad a small one, because he has the power. <\/div><div class=\"paragraph jod\" id=\"v5n1425\"> They dare not interfere with some nations as they are doing with us: they dare not interfere with England or France, for fear of the consequences; and it is nothing but a principle of nasty little meanness that would try to interfere with us, and try to make you believe that they are the lords of creation. Great God! Who are they? Poor, pusillanimous curses, that have not manhood nor gentility enough about them to be gentlemen. They have just the same right that the highwayman has to put his hands into your pockets and take out your money. <\/div><div class=\"paragraph jod\" id=\"v5n1426\"> Who led us here? Not the Christians of the United States, nor their governors, legislators, nor president. Who provided for us? Did the Government of the United States? Verily, no. Who built the houses in this city? Who made the improvements around it and through this Territory? Did the inhabitants of the United States? No. But they have done all that lay in their power to discourage us in every possible way. Who have fed you and clothed you? Your own right hands&#x2014;your own energy and industry, by the blessing of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v5n1427\"> Then by what right, and by what authority, in the name of God, and in the name of every principle of right, honor, and integrity, have they a right to interfere with us? <\/div><div class=\"paragraph jod\" id=\"v5n1428\"> &#x201C;Oh,&#x201D; say they, &#x201C;the land belongs to us.&#x201D; Ah! indeed; and I wonder where you got it from? &#x201C;Oh, we got it by right of treaty with Mexico.&#x201D; <div class=\"break columnbreak\" id=\"185b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0185.pdf\" target=\"pdfwin\">p.&#xA0;185b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2191\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> And whence did the Mexicans obtain it? Who treated with those Indians? Did they pay them for it? &#x201C;No: but they are good Christians, and the Indians are poor savages; and what right have savages to land?&#x201D; Where are their deeds and their right of possession? Will anybody tell me? &#x201C;Oh, we took it because we had the power, and the United States took it from Mexico, because they had power.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1429\"> It is just like a lot of boys playing together, and one of them steals the other's marbles because he has the power; and then another steals them, and calls them his, because he is a little more powerful than the other: or, when one man meets another and robs him of what he has, then two more go and take from him what he has stolen from the first one. <\/div><div class=\"paragraph jod\" id=\"v5n1430\"> The simple fact in the case is, they say, &#x201C;You are left upon our land, and therefore you must be in subjection to us, and we must rule over you.&#x201D; But even on this principle they are at fault; for we, if there is any glory in the conquest, sent five hundred men, and possess equal rights with them as American citizens. <\/div><div class=\"paragraph jod\" id=\"v5n1431\"> In speaking upon this subject once before, I showed you that, by the Constitution and the very genius of our Government, they had no right to interfere with us. <\/div><div class=\"paragraph jod\" id=\"v5n1432\"> Again, on the common principle of justice, where did they get their rights to interfere with us? They did not bring us here, nor cultivate our farms; they did not send us either schoolmasters or priests to teach us; and we are not indebted to them for anything else. I would like to know what right they had to interfere with us? They have not a right upon religious grounds; for they kicked us out because of our religion; and, consequently, they have nothing to do with that. It is not because we have learned any morals of them; for we got our morals from a superior  <div class=\"break pagebreak\" id=\"186a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0186.pdf\" target=\"pdfwin\">p.&#xA0;186a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2190\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>source. We have not learned either our religion or morality from them. We have not had them to cultivate our farms nor to build our houses. They have not done anything for us. <\/div><div class=\"paragraph jod\" id=\"v5n1434\"> In relation to the land, I will suppose they did steal it, which they did. They obtained it because they had the power, and Mexico obtained it upon the same principle: the United States made a quarrel with the latter nation, because they knew they could bring them into subjection, and they intended to capitulate for California before they began the quarrel, and they took it upon those grounds. But that is righteousness&#x2014;that is purity, truth and holiness, in the eyes of a corrupt and mighty nation. <\/div><div class=\"paragraph jod\" id=\"v5n1435\"> We have got a little place that nobody else would live upon; and I will warrant that if any other people had been here, half of them would have died, the last two years, of starvation. But they cannot let us alone. This is their greatness&#x2014;this their magnanimity, and this is the compassion manifested by the fathers of our great country. Of course we must feel patriotic; we cannot but feel strongly attached to such a kind, such a benevolent, such a merciful Government as we have got! How can we feel otherwise? They would take from us the right to live, and then it would be in their hearts to sweep us from the face of the earth; but they cannot do it. <\/div><div class=\"paragraph jod\" id=\"v5n1436\"> There is no right associated with this matter; there is no justice about it. There are old rights and privileges the people used to have, and we have our rights. In the first place, we have a God that lives, and He will help us to take care of them, to maintain and preserve them. Then look at this in whichever light you please, you cannot change it: we are citizens of the United States, and have a right to the soil, if they did steal it. <\/div><div class=\"paragraph jod\" id=\"v5n1437\"> I am ashamed of being associated <div class=\"break columnbreak\" id=\"186b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0186.pdf\" target=\"pdfwin\">p.&#xA0;186b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2190\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with such things, but we cannot help ourselves; we are a part of the people, and we had to partake of their evil deeds. <\/div><div class=\"paragraph jod\" id=\"v5n1438\"> When we came here, we came as American citizens; and we had just as much right to be here as any other American citizens in the United States. <\/div><div class=\"paragraph jod\" id=\"v5n1439\"> They have made a religious pretext to rob us of the right of preemption&#x2014;that is because we have more wives than one. This is the course they have pursued towards us. <\/div><div class=\"paragraph jod\" id=\"v5n1440\"> Have they a right to force upon us judges and send officers under a military escort? The very act says they are afraid of something. Have they a right to send those men to rule over us, without our having a voice in the matter? I say they have not, according to the laws which exist among men; they have not according to the principles of justice and truth; they have not according to the principles upon which this Government is established: but they want to rule over us contrary to the principles of the Government; and, as you have expressed it, you have a right to withstand it. <\/div><div class=\"paragraph jod\" id=\"v5n1441\"> God be thanked, there are not as many sneaks here as there are in the old country: men here dare think and speak. <\/div><div class=\"paragraph jod\" id=\"v5n1442\"> Well, these are our feelings and some of our rights; but I will speak to you of other rights; for we have greater rights, that I have not yet touched upon. <\/div><div class=\"paragraph jod\" id=\"v5n1443\"> [Blessed the sacramental cup.] <\/div><div class=\"paragraph jod\" id=\"v5n1444\"> I speak of those other things because they are inalienable rights that belong to men&#x2014;to us as American citizens&#x2014;to us as citizens of the world; but there are other rights, other grounds upon which we claim these rights. <\/div><div class=\"paragraph jod\" id=\"v5n1445\"> The Lord God has spoken in these last days; he has revealed the fulness of the everlasting Gospel; he has restored that Gospel in all its fulness,  <div class=\"break pagebreak\" id=\"187a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0187.pdf\" target=\"pdfwin\">p.&#xA0;187a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2189\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>blessings, richness, power, and glory; he has put us in possession of the principles of eternal life; and he has established his kingdom upon the earth, and we are the legitimate heirs and inheritors of this kingdom. He has established his Priesthood, revealed his authority, his government, and his laws; and the grand reason why there is union and power here, and nowhere else, is because it emanated from God. <\/div><div class=\"paragraph jod\" id=\"v5n1447\"> When we talk over those other things, we are under a lesser law, that we can any of us keep and that we have kept. We are not rebelling against the United States, neither are we resisting the Constitution of the United States; but it is wicked and corrupt usurpers that are oppressing us and that would take our rights from us. <\/div><div class=\"paragraph jod\" id=\"v5n1448\"> To speak of our rights as citizens of the kingdom of God, we then speak of another law, we then move in a more exalted sphere; and it is of these things we have a right to speak. <\/div><div class=\"paragraph jod\" id=\"v5n1449\"> God has established his kingdom; he has rolled back that cloud that has overspread the moral horizon of the world; he has opened the heavens, revealed the fulness of the Everlasting Gospel,<span class=\"citation\" id=\"84512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84512)\">D&amp;C 27:5<\/a><\/span><span class=\"citation\" id=\"93818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93818)\">JS&mdash;H 1:34<\/a><\/span> organized his kingdom according to the pattern that exists in the heavens; and he has placed certain keys, powers, and oracles in our midst; and we are the people of God; we are his government. The Priesthood upon the earth is the legitimate government of God, whether in the heavens or on the earth. <\/div><div class=\"paragraph jod\" id=\"v5n1450\"> Some people ask, &#x201C;What is Priesthood?&#x201D; I answer, &#x201C;It is the legitimate rule of God, whether in the heavens or on the earth;&#x201D; and it is the only legitimate power that has a right to rule upon the earth; and when the will of God is done on earth as it is in the heavens,<span class=\"citation\" id=\"63359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63359)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67456)\">Luke 11:2<\/a><\/span> no other power will bear rule. <\/div><div class=\"paragraph jod\" id=\"v5n1451\"> Then, if we look at it in this point <div class=\"break columnbreak\" id=\"187b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0187.pdf\" target=\"pdfwin\">p.&#xA0;187b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2189\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of view, we are standing in a peculiar position; we are standing here as the representatives of God, and the only true representatives he has upon the earth; for there is not another power or government upon the earth that acknowledges God for their ruler, or head, but this: there is not another. <\/div><div class=\"paragraph jod\" id=\"v5n1452\"> Why did we come here? We came here because the people drove us, and because the Lord would have us come here; for it was necessary we should come into our secret places, and hide ourselves till the indignation of the Lord<span class=\"citation\" id=\"59088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59088)\">Isa. 34:2<\/a><\/span> be overpast&#x2014;<span class=\"citation\" id=\"58521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58521)\">Isa. 26:20<\/a><\/span>until the Lord has shaken our enemies by the nape of the neck, as it were, until nations and empires are overthrown. We came to serve our God, to a place where we could more fully keep his commandments&#x2014;where we could fulfil his behests upon the earth. This is the reason why we came here. <\/div><div class=\"paragraph jod\" id=\"v5n1453\"> Well, then, if we are the only people that God acknowledges as a nation, have not we a right to the privileges which we enjoy? Who owns the gold, the silver, and the cattle upon a thousand hills?<span class=\"citation\" id=\"56710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56710)\">Ps. 50:10<\/a><\/span> God. Who, then, has a right to appoint rulers? None but him, or the man that he appoints. <\/div><div class=\"paragraph jod\" id=\"v5n1454\"> Who has ruled the earth? Who has borne sway? Man, who, by the power of the sword, has got possession of thrones, powers, and dominions, and has waded through seas of blood. <\/div><div class=\"paragraph jod\" id=\"v5n1455\"> You read history, and what is it? A history of the depopulation of the nations, brought on by the overthrow of empires, and through the tyranny and ambition of wicked men, who have waded through seas of blood in order to possess themselves of that power which they now enjoy. <\/div><div class=\"paragraph jod\" id=\"v5n1456\"> If we go to the United States and enquire into their rights, we may ask, have they a right to drive back the Indians, from time to time, and dispossess them of their rights? So long as they purchased of them it was  <div class=\"break pagebreak\" id=\"188a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0188.pdf\" target=\"pdfwin\">p.&#xA0;188a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2188\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>well enough; but when they forced them into a swap, just as the Indians did with some of the traders back here, and made them trade on their own terms, that is something which they have no right to do; and, to use the language of one of the Indian Chiefs, &#x201C;They have not left room for us to spread our blanket.&#x201D; Have they purchased this Territory of them? No&#x2014;nor made any arrangements to do so; but they have taken possession of it. <\/div><div class=\"paragraph jod\" id=\"v5n1458\"> What authority has the President of the United States, or the Representatives of the several States? They have no authority but what the people give them, according to the institutions of the United States. <\/div><div class=\"paragraph jod\" id=\"v5n1459\"> What authority had England over this land before they came here and took possession? None. <\/div><div class=\"paragraph jod\" id=\"v5n1460\"> By what right, then, do nations and governments rule generally? Do they rule by the grace of God? I will tell you. They rule by the power of the sword. <\/div><div class=\"paragraph jod\" id=\"v5n1461\"> Read the history of England, France, Germany, Spain, Portugal, and other nations, and you will find they obtain their authority by their swords; and then, when they have obtained, they go to work and sanctify it; they appoint and anoint kings by the grace of God and through the agency of their priests. That is the way they get their authority, and that is all the authority they have. <\/div><div class=\"paragraph jod\" id=\"v5n1462\"> When the Pope was going to put the crown upon the head of Napoleon, he said, &#x201C;Here, let me put that on; I won it myself.&#x201D; But they generally want the priests to put it on. <\/div><div class=\"paragraph jod\" id=\"v5n1463\"> You may go into any court in the world and say, &#x201C;Thus saith the Lord,&#x201D;<span class=\"citation\" id=\"53831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53831)\">Ex. 4:22<\/a><\/span> and they will kick you out. Try it and see. <\/div><div class=\"paragraph jod\" id=\"v5n1464\"> [Voices: &#x201C;You have tried it.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1465\"> No man can go and say, &#x201C;Thus saith the Lord&#x201D; amongst them; for they would put a straightjacket on <div class=\"break columnbreak\" id=\"188b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0188.pdf\" target=\"pdfwin\">p.&#xA0;188b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2188\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> him, if he was a respectable man; if he was not, they would kick him out. Such is the feeling of the people and the condition of the world, and yet they profess to worship God that rules on high. <\/div><div class=\"paragraph jod\" id=\"v5n1466\"> Where does God rule on earth? Is he listened to in any nation? Is there any that will acknowledge him and his authority? I will tell you the nearest that I ever saw of it. It was Nicholas of Russia: he was an autocrat, you know. Some years ago, when they had the cholera very bad there, a feeling prevailed among the inhabitants that the wells had been poisoned: a mob arose, and they were going to kill many; but Nicholas went in amongst them and said, &#x201C;My children, this is not so; this is the hand of God. Let us fall on our knees, and acknowledge our sins, and ask him to forgive us.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1467\"> That is the nearest to acknowledging God that I have heard of among the nations; but as to their authority, it is not there. Their emperors and rulers have been the most beastly in their conduct and oppressive in their acts of any other nations that rule under heaven. <\/div><div class=\"paragraph jod\" id=\"v5n1468\"> Now, where can you find a nation that acknowledges God? They are very religious. Why, the Queen of England is said to be &#x201C;Defender of the Faith.&#x201D; Then it is not the faith of the Church of America&#x2014;it is not the faith of the Church of France, nor of Germany, nor anywhere else, except the Church of England. Where did she get her right from? She is the descendant of a line of kings. <\/div><div class=\"paragraph jod\" id=\"v5n1469\"> Henry the Eighth, some time since, wrote a book against the Protestants, and the Pope gave him the title of &#x201C;Defender of the Faith,&#x201D; which faith he afterwards sought to destroy, rebelled against the Pope, and started the Reformation, because the Pope would not allow him to divorce his wife. Hence the Protestant kings  <div class=\"break pagebreak\" id=\"189a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0189.pdf\" target=\"pdfwin\">p.&#xA0;189a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2187\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and queens of England have stolen the Roman Catholic title, to rule or defend the faith of the Protestants by kings and queens, whom they now anoint. <\/div><div class=\"paragraph jod\" id=\"v5n1471\"> How do they anoint them? They anoint them by their Bishops, who declare them to be kings and queens by the grace of God. Go back, however, to their origin, and you will find that their kingdoms were first obtained by the sword; they stole their kingdoms and power, and then got priests to sanctify the theft. <\/div><div class=\"paragraph jod\" id=\"v5n1472\"> Go back in England to the time of William the Conqueror, and you will find that he was a usurper; he was a Norman and a wholesale robber; and then, when he had subdued the Anglo-Saxons, the priests turned round and anointed him king by the grace of God. That is a fair example of the other European nations, and is all the authority that any of them had. <\/div><div class=\"paragraph jod\" id=\"v5n1473\"> What is the Government of the United States? It does not profess any religion. There is no religion nor priesthood connected with it nationally, only they allow, or profess to allow, everybody to worship God according to the dictates of their own consciences;<span class=\"citation\" id=\"94110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94110)\">A of F 1:11<\/a><\/span> but nationally they are a nation of infidels. They have no national creed, no national religious institutions; and hence the absurdity of interfering with us, when forsooth they have none themselves, and they do not want that we should have any. <\/div><div class=\"paragraph jod\" id=\"v5n1474\"> Do they seek to acknowledge God in their acts? Or, is there any other nation that profess to acknowledge God? There are the Mahomedans, they had a Prophet, and professed to be governed by him. There is some talk about his being a false one: he might have been, or he might have been a true one, for aught I know; I leave them in the hands of God. <\/div><div class=\"paragraph jod\" id=\"v5n1475\"> The Mahomedans have a certain faith or profession, which is spoken of in the Koran, or Alkoran. They, <div class=\"break columnbreak\" id=\"189b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0189.pdf\" target=\"pdfwin\">p.&#xA0;189b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2187\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> however, like the rest, obtained their nationality by the sword. We cannot find a nation upon the earth that has obtained its dominion or power to rule from God. If there is any people, except this people, I know them not. <\/div><div class=\"paragraph jod\" id=\"v5n1476\"> The Lord has said, &#x201C;If ye observe my law, ye have no need to break the law of the land.&#x201D;<span class=\"citation\" id=\"86145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86145)\">D&amp;C 58:21<\/a><\/span> We have not broken the law of the land, and we do not mean to, although he has revealed to us his will and given us certain privileges and immunities that he never gave to any other people. Still, we have not broken the law, and there is not another people who maintain the laws of the United States as faithfully as this people do. <\/div><div class=\"paragraph jod\" id=\"v5n1477\"> Why, they are in storm and trouble every way in the United States, and here is the most perfect peace and the best morality that can be found in the world by a thousandfold: yes, it is a thousandfold better than I have seen in any part of the earth where I have been. There is not a place that can compare with it; and nothing but the very Devil himself could inspire the hearts of the children of men to make war against such a people as this. <\/div><div class=\"paragraph jod\" id=\"v5n1478\"> What are we engaged in? We are engaged in building up the kingdom of God, and many of you have been ordained by the revelations of the Almighty to hold the power and authority of the Holy Priesthood. Besides this, you have been ordained kings and queens, and priests and priestesses to your Lord;<span class=\"citation\" id=\"78945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78945)\">Rev. 1:6<\/a><\/span> you have been put in possession of principles that all the kings, potentates, and powers upon the earth are entirely ignorant of: they do not understand it; but you have received this from the hands of God. <\/div><div class=\"paragraph jod\" id=\"v5n1479\"> The kingdom is put upon the shoulders of President Young and this people to carry it out, and by whom? By the Lord God&#x2014;by him  <div class=\"break pagebreak\" id=\"190a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0190.pdf\" target=\"pdfwin\">p.&#xA0;190a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2186\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who holds dominion throughout the universe; by him who created all by the word of his power;<span class=\"citation\" id=\"81693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81693)\">Jacob 4:9<\/a><\/span> by him who said, &#x201C;Let there be light, and there was light;&#x201D;<span class=\"citation\" id=\"52045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52045)\">Gen. 1:3<\/a><\/span> by him who spake, and the worlds rolled into existence. By him you received rights that are not of this world&#x2014;rights that flow from the great Eloheim. <\/div><div class=\"paragraph jod\" id=\"v5n1481\"> What are we going to do, then? We are going to establish the kingdom of God upon the earth. This is our privilege&#x2014;our right, if you please. But I consider it a high privilege&#x2014;the greatest boon that can be bestowed upon mortals on the earth, to be the representatives of God. Let me say another thing. The people of the earth, their legislators, their princes, their kings, and their emperors, if they ever get salvation, have got to have it through us: if they obtain a celestial kingdom, they have got to go through the door that God has appointed,<span class=\"citation\" id=\"69648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69648)\">John 10:9<\/a><\/span> and there is no other way for it.<span class=\"citation\" id=\"82273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82273)\">Alma 38:9<\/a><\/span><span class=\"citation\" id=\"82433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82433)\">Hel. 5:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1482\"> What are we doing here? We are here to stand up in defense of our individual rights&#x2014;to stand up for our farms, our families, and our property, if it be necessary. Property! Why great conscience! It is just like the chaff and straw; and I was glad to see when the vote was taken, that if it was necessary to burn every house and all our property, every hand went right up for it. I was glad to see you appreciate these things. <\/div><div class=\"paragraph jod\" id=\"v5n1483\"> Would we fight for these things? Just so far as I am concerned, they might take what I have got, and go to Gibraltar with it, or to Halifax; and I would say, You poor, miserable, corrupt creatures, take it. <\/div><div class=\"paragraph jod\" id=\"v5n1484\"> But this is not all. The Lord has put us into a place where we cannot dodge, if we wish. We have asked for the blessing of his kingdom, and he has poured out blessings upon us, and there is no backing out. God has rolled his kingdom upon our should<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"190b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0190.pdf\" target=\"pdfwin\">p.&#xA0;190b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2186\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ers; and now I ask, as a poet did some years ago, <\/div><div class=\"paragraph jod\" id=\"v5n1485\"> &#x201C;Shall we, for fear of feeble man, The Spirit's course in us restrain?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1486\"> Shall we, for fear of those miserable curses, barter away eternal lives?<span class=\"citation\" id=\"124778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124778)\">D&amp;C 132:24<\/a><\/span> Shall we set at naught those principles that God has imparted to us? Shall we exchange the pearl of great price,<span class=\"citation\" id=\"64662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64662)\">Matt. 13:46<\/a><\/span> the riches of eternity,<span class=\"citation\" id=\"124779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124779)\">D&amp;C 78:18<\/a><\/span> for the dirt and filth that the Gentiles wallow in? I know we do not feel like it. <\/div><div class=\"paragraph jod\" id=\"v5n1487\"> Brother Kimball says we have to stand up to what we say, and the Lord will bring us to it; and I will tell you what I heard Joseph say years ago. He said, if God had known any other way that he could have tried Abraham better than he did, he would have put it upon him.<span class=\"citation\" id=\"77031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77031)\">Heb. 11:17<\/a><\/span><span class=\"citation\" id=\"89394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89394)\">D&amp;C 101:4<\/a><\/span> And he will try us to see whether we will be faithful to the great and high calling that he has put upon us. <\/div><div class=\"paragraph jod\" id=\"v5n1488\"> What are we doing? God has seen proper to establish his kingdom upon the earth, and here is that kingdom&#x2014;that stone which has been cut out of the mountain without hands,<span class=\"citation\" id=\"61379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61379)\">Dan. 2:45<\/a><\/span> and it is rolling forth to fill the whole earth.<span class=\"citation\" id=\"61072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61072)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"86587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86587)\">D&amp;C 65:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1489\"> A great charge is committed to us as a people: it is for us to walk up to the rack, resist the powers of darkness, and bear off the kingdom of God, that the powers of darkness may be rolled back with all their forces. <\/div><div class=\"paragraph jod\" id=\"v5n1490\"> We are placed in this position to see if we will let the kingdom of God be trampled under foot of men.<span class=\"citation\" id=\"81146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81146)\">1 Ne. 19:7<\/a><\/span> It is not a little thing, but it is one that is associated with our progenitors and posterity, as eternal beings, having to do with the past, the present, and the future. <\/div><div class=\"paragraph jod\" id=\"v5n1491\"> The little stone was to smite the image on the toes;<span class=\"citation\" id=\"61005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61005)\">Dan. 2:34<\/a><\/span> and I would not be surprised if there was to be a monstrous kicking&#x2014;particularly, as brother Kimball says, if there should be any corns on the toes. <\/div><div class=\"paragraph jod\" id=\"v5n1492\"> It is not whether we can stop here,  <div class=\"break pagebreak\" id=\"191a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0191.pdf\" target=\"pdfwin\">p.&#xA0;191a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2185\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and eat and drink, and say, poor pussy, and put off the evil day. It is not an evil day; it is a day of rejoicing&#x2014;a day of bursting off the fetters from us; it is a day when every son and daughter of God ought to sing, Hosannah to the God of Israel! We know we used to sing sometimes, <\/div><div class=\"paragraph jod\" id=\"v5n1494\"> &#x201C;We'll burst off all our fetters, and break the Gentile yoke, <\/div><div class=\"paragraph jod\" id=\"v5n1495\"> For long it has beset us, but now it shall be broke: <\/div><div class=\"paragraph jod\" id=\"v5n1496\"> No more shall Jacob bow his neck; henceforth he shall be free, In Upper California: <\/div><div class=\"paragraph jod\" id=\"v5n1497\"> O! that's the land for me,&#x201D; &amp;c. <\/div><div class=\"paragraph jod\" id=\"v5n1498\"> We used to sing that years ago, and we can sing it now; but we have got to do it. Yes, it is &#x201C;Yankee doodle do it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1499\"> Well, what are we doing? We are laying the foundation for salvation for ourselves, for our progenitors, for our children, and our posterity after us, from generation to generation. The foundation of liberty, whereby the bond that has been on the neck of the nations, shall be burst asunder; for it is here that liberty shall spring from. <\/div><div class=\"paragraph jod\" id=\"v5n1500\"> Here is a nucleus&#x2014;a band of brethren inspired from on high, having the oracles of God in their midst&#x2014;the only people that are taught by the revelations of God. Here is the place where the standard is to be erected to all nations.<span class=\"citation\" id=\"60730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60730)\">Jer. 51:27<\/a><\/span><span class=\"citation\" id=\"90681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90681)\">D&amp;C 115:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1501\"> We were talking, sometime ago, about our rights: these are our duties; we have got through with our rights. There is an old motto that they have got very conspicuously in England; it is this&#x2014;&#x201C;England expects every man to do his duty.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1502\"> What is a man's duty here? It is obedience to the oracles of God that are in our midst; and so long as we keep the commandments of God, we need not fear any evil; for the Lord will be with us in time and in eternity. <\/div><div class=\"paragraph jod\" id=\"v5n1503\"> &#x201C;But,&#x201D; says one, &#x201C;I have got a son, who has gone out upon the Plains, <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2185\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and perhaps the soldiers will kill him.&#x201D; Let them kill him. [President Kimball, &#x201C;There can be more made.&#x201D;] I suppose there can. <\/div><div class=\"paragraph jod\" id=\"v5n1504\"> Did you ever know your sons were in possession of eternal life, and that this is only a probation or a space between time and eternity? We existed before, in eternity that was, and we shall exist in eternity that is to come; and the question only is, whether it is better to die with the harness on, or to be found a poor, miserable coward. <\/div><div class=\"paragraph jod\" id=\"v5n1505\"> All that I said to my son Joseph, after blessing him, before he went out, was, &#x201C;Joseph, do not be found with a hole in your back.&#x201D; I do not want any cowardice&#x2014;any tremblings or feelings of that kind. <\/div><div class=\"paragraph jod\" id=\"v5n1506\"> What of our friends that have gone behind the veil&#x2014;are they dead? No; they live, and they move, in a more exalted sphere. Did they fight for the kingdom of God when here? Yes, they did. Are they battling for it now? Yes; and the time is approaching when the wicked nations have to be destroyed; and the time is near when every creature is to be heard saying, &#x201C;Honor, and power, and might, and majesty, and dominion be ascribed to him that sitteth upon the throne, and to the Lamb forever and ever.&#x201D;<span class=\"citation\" id=\"79205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79205)\">Rev. 5:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1507\"> We have got to bring this about, whether we do it in this world or that which is to come. I have seen the time I could have died as easily as to have turned my hand over; but I did not feel like it. <\/div><div class=\"paragraph jod\" id=\"v5n1508\"> [President H. C. Kimball: &#x201C;You did not have time.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1509\"> Supposing I live, I have got a work to do; and if I die, I shall still be engaged in the cause of Zion. Why, great conscience! What difference does it make? They can only kill the body.<span class=\"citation\" id=\"64162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64162)\">Matt. 10:28<\/a><\/span> And do not we know that we have an interest beyond the grave? That we have drunk of that fountain<span class=\"citation\" id=\"80752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80752)\">Rev. 21:6<\/a><\/span>  <div class=\"break pagebreak\" id=\"192a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0192.pdf\" target=\"pdfwin\">p.&#xA0;192a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2184\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which springs up into eternal lives?<span class=\"citation\" id=\"69022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69022)\">John 4:14<\/a><\/span> Then what difference does it make? <\/div><div class=\"paragraph jod\" id=\"v5n1511\"> These are my feelings. If it is for life, let it be for life; and if it is for death, let it be for death, that the spirit may move in a more exalted sphere; and then all is well with us. If we live, we live to God; and if we die, we die to God; and we are God's, anyway. <\/div><div class=\"paragraph jod\" id=\"v5n1512\"> We have friends gone behind the veil. There are Joseph, Hyrum, Willard, Jedediah, and many of our friends that are there, and they have been moving and acting there for years; and if any of us are called to go, it is all right: there is a Priesthood there to regulate things, as well as here; and if we have to go there, we might as well go by a ball as by a fever, or any other distressing disease. I want to go with the harness on; and if others go a little before us, does it make any difference? Do not you know the old Apostle said, &#x201C;They without us cannot be made perfect?&#x201D;<span class=\"citation\" id=\"77110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77110)\">Heb. 11:40<\/a><\/span> Could they attend to these ordinances that are being attended to here on earth while they are there? No, they cannot. Can you do what they are doing? No, you cannot; but when you get there you can. <\/div><div class=\"paragraph jod\" id=\"v5n1513\"> When in the old country you were striving to get here, many of you had friends here; and when you came, they would say, &#x201C;I am glad to see you, brother William, and sister Jane, or Mary, or Elizabeth.&#x201D; Now, when a person dies, you say, &#x201C;I am glad to <div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2184\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> see you go, but still I am sorry that you are going.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1514\"> I remember saying so to uncle John Smith. When I went to see him, I felt that his time was come, and I said, &#x201C;I am glad you are going, but still I am sorry to part with you;&#x201D; and said, &#x201C;I hope you will carry my respects to our friends behind the veil.&#x201D; He said, &#x201C;I will.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1515\"> We have angels that are ministers of salvation; we have Joseph, Hyrum, Willard, Jedediah, and lots of others that are engaged in rolling on the work of the Lord in the upper worlds. What if they want any of us? Why, let us go, old men or young men. What if we are called by a ball, or die by a fever, what difference does it make? <\/div><div class=\"paragraph jod\" id=\"v5n1516\"> What! Are we all going to die together? God has designed and said he would establish his kingdom upon the earth,<span class=\"citation\" id=\"58058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58058)\">Isa. 9:7<\/a><\/span> and that the Devil shall not reign forever; but he whose right it is<span class=\"citation\" id=\"86161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86161)\">D&amp;C 58:22<\/a><\/span> shall come and take the kingdom, and possess it forever and ever.<span class=\"citation\" id=\"61639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61639)\">Dan. 7:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1517\"> Now, brother Brigham has said all is right, and he is the representative of the Almighty upon the earth, and it is for us to stand by him and obey him; and he says, &#x201C;Rejoice, and live your religion, and all shall be well.&#x201D; Is not that the voice of God? It is. Shall we not listen to it? Yes; and we will maintain our rights as citizens of the United States. <\/div><div class=\"paragraph jod\" id=\"v5n1518\"> I pray that God may bless you, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}