{"ID":50034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Return of Thomas B. Marsh to the Church.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, on Sunday, September 6th, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Remarks of Thomas B. Marsh.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 9\/6\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v5n1601\"> Brother Thomas B. Marsh, formerly the President of the Quorum of the Twelve Apostles, has now come to us, after an absence of nearly nineteen years. He is on the stand today, and wishes to make a few remarks to the congregation. <\/div><div class=\"paragraph jod\" id=\"v5n1602\"> You will comprehend the purport of the remarks he wishes to make, by my relating a part of his conversation with me yesterday. He came into my office and wished to know whether I could be reconciled to him, and whether there could be a reconciliation between himself and the Church of the living God. He reflected for a moment and said, I am reconciled to the Church, but I want to know whether the Church can be reconciled to me. <\/div><div class=\"paragraph jod\" id=\"v5n1603\"> He is here, and I want him to say what he may wish to. [Brother Marsh then arose, and the President continued.] Brethren and sisters, I now introduce to you brother Thomas B. Marsh. When the Quorum of the Twelve was first organized, he was appointed to be their President.<span class=\"citation\" id=\"90597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90597)\">D&amp;C 112:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1604\"> REMARKS BY THOMAS B. MARSH. I do not know that I can make all this vast congregation hear and understand me. My voice never was very strong, but it has been very much weakened of late years by the afflicting rod of Jehovah.<span class=\"citation\" id=\"60736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60736)\">Lam. 3:1<\/a><\/span> He loved me too much to let me go without whipping. I have seen the hand of the Lord in the chastisement<span class=\"citation\" id=\"77182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77182)\">Heb. 12:6<\/a><\/span> which I have received. I have seen and known that <div class=\"break columnbreak\" id=\"206b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0206.pdf\" target=\"pdfwin\">p.&#xA0;206b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2170\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it has proved he loved me; for if he had not cared anything about me, he would not have taken me by the arm and given me such a shaking. <\/div><div class=\"paragraph jod\" id=\"v5n1605\"> If there are any among this people who should ever apostatize and do as I have done, prepare your backs for a good whipping, if you are such as the Lord loves. But if you will take my advice, you will stand by the authorities; but if you go away and the Lord loves you as much as he did me, he will whip you back again. <\/div><div class=\"paragraph jod\" id=\"v5n1606\"> Many have said to me, &#x201C;How is it that a man like you, who understood so much of the revelations of God as recorded in the Book of Doctrine and Covenants, should fall away?&#x201D; I told them not to feel too secure, but to take heed lest they also should fall;<span class=\"citation\" id=\"54942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54942)\">Deut. 4:9<\/a><\/span><span class=\"citation\" id=\"73314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73314)\">1 Cor. 10:12<\/a><\/span> for I had no scruples in my mind as to the possibility of men falling away. <\/div><div class=\"paragraph jod\" id=\"v5n1607\"> I can say, in reference to the Quorum of the Twelve, to which I belonged, that I did not consider myself a whit behind any of them, and I suppose that others had the same opinion; but, let no one feel too secure: for, before you think of it, your steps will slide. You will not then think nor feel for a moment as you did before you lost the Spirit of Christ; for when men apostatize, they are left to grovel in the dark. <\/div><div class=\"paragraph jod\" id=\"v5n1608\"> I have sought diligently to know the Spirit of Christ since I turned my face Zionward, and I believe I have obtained it. I have frequently wanted to know how my apostasy began, and I have come to the conclusion that I  <div class=\"break pagebreak\" id=\"207a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0207.pdf\" target=\"pdfwin\">p.&#xA0;207a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2169\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>must have lost the Spirit of the Lord out of my heart. <\/div><div class=\"paragraph jod\" id=\"v5n1610\"> The next question is, &#x201C;How and when did you lose the Spirit?&#x201D; I became jealous of the Prophet, and then I saw double, and overlooked everything that was right, and spent all my time in looking for the evil; and then, when the Devil began to lead me, it was easy for the carnal mind to rise up, which is anger, jealousy, and wrath. I could feel it within me; I felt angry and wrathful; and the Spirit of the Lord being gone, as the Scriptures say, I was blinded, and I thought I saw a beam in brother Joseph's eye, but it was nothing but a mote, and my own eye was filled with the beam;<span class=\"citation\" id=\"63726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63726)\">Matt. 7:3<\/a><\/span> but I thought I saw a beam in his, and I wanted to get it out; and, as brother Heber says, I got mad, and I wanted everybody else to be mad. I talked with Brother Brigham and Brother Heber, and I wanted them to be mad like myself; and I saw they were not mad, and I got madder still because they were not. Brother Brigham, with a cautious look, said, &#x201C;Are you the leader of the Church, brother Thomas?&#x201D; I answered, &#x201C;No.&#x201D; &#x201C;Well then,&#x201D; said he, &#x201C;Why do you not let that alone?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1611\"> Well, this is about the amount of my hypocrisy&#x2014;I meddled with that which was not my business. But let me tell you, my brethren and friends, if you do not want to suffer in body and mind, as I have done&#x2014;if there are any of you that have the seeds of apostasy in you, do not let them make their appearance, but nip that spirit in the bud; for it is misery and affliction in this world, and destruction in the world to come. I know that I was a very stiffnecked man, and I felt, for the first four or five years especially, that I would never return to the Church; but towards the latter part of the time, I began to wake up and to be sensible that I was being chastised by the Almighty; and I felt <div class=\"break columnbreak\" id=\"207b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0207.pdf\" target=\"pdfwin\">p.&#xA0;207b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2169\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to realize the language of Jeremiah concerning Ephraim in the last days, where he says, &#x201C;Is Ephraim my dear son? is he a pleasant child? for since I spake against him, I do earnestly remember him still: therefore my bowels are troubled for him; I will surely have mercy on him, saith the Lord.&#x201D;<span class=\"citation\" id=\"60652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60652)\">Jer. 31:18-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1612\"> Thinks I, this language suits my condition. I then thought, I will go back and see if the Lord will heal me, for I am of the seed of Ephraim, and I felt troubled from that day, and my soul was vexed with the filthy conversation of those Sodomites.<span class=\"citation\" id=\"78392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78392)\">2 Pet. 2:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1613\"> After forming this resolution, I tried to get an outfit, and I kept trying for two or three years; for I did not want to come here sick, lame, decrepid, and dependent; and therefore I kept on trying; but instead of gaining, I was like the man that undertook to climb the tree&#x2014;I slipt down farther than I got up. I then thought to myself, I am getting old, and every year makes me older and weaker; and if I do not start, I shall soon die, and then whose fault will it be? I concluded it would be my own fault if I stayed. I therefore said, &#x201C;I will go now.&#x201D; That was last January. I looked round a few days to see what I could raise, and I raised five dollars and ten cents, and I said. &#x201C;Lord, if you will help me, I will go.&#x201D; I felt that he would: therefore I started with but five dollars and ten cents, from Harrison County, Missouri, to come all the way to this Valley. I knew that I could not come here with that small sum, and I did not see how I was to get any more; but before I got out of the State, the Lord had changed my fortune, and I had $55.05. I then concluded within myself that the Lord was with me; but still I had some hardships; for I traveled on foot in some severely cold weather, and I found that my chastisement was not over, notwithstanding the favor of  <div class=\"break pagebreak\" id=\"208a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0208.pdf\" target=\"pdfwin\">p.&#xA0;208a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2168\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Lord in helping me to some means. I remarked that I had fifty-five dollars when I left the States, and that, too, obtained honestly, without any speculation, trading, swapping, or stealing; but I earned what I got, and left a good name behind me. <\/div><div class=\"paragraph jod\" id=\"v5n1615\"> I have given you some items of my apostasy. I will now relate some of my recent experience. <\/div><div class=\"paragraph jod\" id=\"v5n1616\"> When I got to Florence, or Winter Quarters, where I had to stay, waiting for an opportunity to cross the Plains, I read many of the publications and works of the Church, and became strengthened and informed in regard to the Priesthood of the Son of God. Although I knew something about the Priesthood before, so far as the theory was concerned, yet I discovered that I had never properly understood it; and hence I feel that my faith is greatly strengthened. I wanted to get posted up and see what the &#x201C;Mormons&#x201D; had learned since I left them; and I learned very much by reading the discourses that had been preached here. <\/div><div class=\"paragraph jod\" id=\"v5n1617\"> The doctrine of plurality was a great bugbear to me, till I got to Florence and read the works of brother Orson Pratt; and now I see that it is heaven's own doctrine, and the Church of Jesus Christ can never be perfect without it. Had I known as much of the Church of Jesus Christ and its doctrines before I apostatized as I now know, I think I could not have backslidden. <\/div><div class=\"paragraph jod\" id=\"v5n1618\"> I have come here to get good society&#x2014;to get your fellowship. I want your fellowship; I want your God to be my God,<span class=\"citation\" id=\"55377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55377)\">Ruth 1:16<\/a><\/span> and I want to live with you forever, in time and eternity. I never want to forsake the people of God any more. I want to have your confidence, and I want to be one in the house of God.<span class=\"citation\" id=\"88823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88823)\">D&amp;C 88:133,136<\/a><\/span> I have learned to understand what David said when he exclaimed, &#x201C;I would rather be a doorkeeper in the house of God than to <div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2168\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> dwell in the tents of wickedness.&#x201D;<span class=\"citation\" id=\"56925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56925)\">Ps. 84:10<\/a><\/span> I have not come here to seek for any office, except it be to be a doorkeeper or a deacon; no, I am neither worthy nor fit; but I want a place among you as a humble servant of the Lord. <\/div><div class=\"paragraph jod\" id=\"v5n1619\"> I did say once, when coming along, inadvertently, They may think that I am coming to get office, but if they offer it to me I will not have it, and that will show them I do not want any; but I took a second thought and said, I will say, The will of the Lord be done. <\/div><div class=\"paragraph jod\" id=\"v5n1620\"> I have now got a better understanding of the Presidency of the Church than I formerly had. I used to ask myself, What is the difference between the President of our Church and a Pope? True, he is not called a Pope, but names do not alter realities, and therefore he is a Pope. <\/div><div class=\"paragraph jod\" id=\"v5n1621\"> God is at the head of this kingdom, and he has sustained it. I was along in the start of it, and then Joseph was the little one; but, as the Scriptures say, &#x201C;The little one shall become a thousand, and the small one a strong nation;&#x201D;<span class=\"citation\" id=\"60034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60034)\">Isa. 60:22<\/a><\/span> and Joseph lived to become a thousand, and this people are fast becoming a strong nation. <\/div><div class=\"paragraph jod\" id=\"v5n1622\"> I am just as confident as I can be in the truth of those things that brother Heber has spoken of; for I see in my meditations how the Priesthood has been restored, when the Lord had taken it from the earth by the death of the Apostles, and how the authority to administer in the name of Jesus Christ was also taken, and that, when the authority went, miracles were taken away and the power of God ceased to be manifested through men during the long period of the rule of antichrist and anarchy. <\/div><div class=\"paragraph jod\" id=\"v5n1623\"> I see the propriety of God's vesting the authority in one man, and in having a head, or something tangible to see, hear, and understand the mind and will of God. When I saw this, I said, It is consistent: Christ is the  <div class=\"break pagebreak\" id=\"209a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0209.pdf\" target=\"pdfwin\">p.&#xA0;209a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2167\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>great head of the Church. Christ is the head of his Church in the same relationship as every head is to the body to which it belongs; for every head must have eyes to see, a mouth to speak, and ears to hear. Well, Jesus Christ is the head of the Church, and he has got a man to represent him on the earth&#x2014;viz., President Brigham Young. Jesus Christ is still the head of the Church; and his will to man on the earth is known by means of the mouthpiece of God, the Prophet, and Seer. <\/div><div class=\"paragraph jod\" id=\"v5n1625\"> When I came to these conclusions, I said, Now I will go there among them; for I have found out how I may learn wisdom from God. I want to learn wisdom, and not to be ruled by my own imaginations. <\/div><div class=\"paragraph jod\" id=\"v5n1626\"> God has given me reasoning powers, and I will use them, so far as I am capable, in the acquirement of knowledge. But how will I get wisdom from God? The answer is plain. He speaks through his mouthpiece, therefore I will go and place my ears close to his mouth&#x2014;for I am not good of hearing&#x2014;and I will pray to God in secret; and to such he has said he will answer them openly.<span class=\"citation\" id=\"63293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63293)\">Matt. 6:6<\/a><\/span> I will pray for the thing that I want; and the chief desire of my heart before God is, that I may know that he accepts me. <\/div><div class=\"paragraph jod\" id=\"v5n1627\"> Well, where shall I go, was the next question, to get a response to this desire? The answer was, Go to the President of the Church&#x2014;to the mouthpiece of God, and then you can be taught, and there will be no difficulty in learning the mind and will of God. <\/div><div class=\"paragraph jod\" id=\"v5n1628\"> I thank God that he has brought me back here, where I can receive such instructions, and with a prospect of seeing, notwithstanding my advanced age, the glory of God. Many of you that are young will live, as has been said, to see the glory of God manifested on the earth. Amen. <\/div> <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2167\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n1629\"> FURTHER REMARKS BY PRESIDENT BRIGHAM YOUNG <\/div><div class=\"paragraph jod\" id=\"v5n1629\"> A portion of the congregation have heard what brother Marsh has said; but he spoke so low that you could not all hear. He wants to know whether this people are willing to receive him into full fellowship. When he came to Florence, he applied to brother Cunningham, who was then presiding there, for baptism. Brother Cunningham at first refused to baptize him, probably thinking that it would be better for him to wait till he came to this place; but he afterwards gave his consent to brother Marsh's being baptized. Brother Marsh now wishes to be received into full fellowship, and to be again baptized here. <\/div><div class=\"paragraph jod\" id=\"v5n1630\"> There are many here who have formerly been acquainted with him&#x2014;with his moral character, and they can judge as well as myself. Those who are not acquainted with him will be willing to coincide with the judgment of those who once knew him. <\/div><div class=\"paragraph jod\" id=\"v5n1631\"> I shall call a vote, to ascertain whether the people are willing that he should be baptized into the Church of Jesus Christ of Latter-day Saints, and be acknowledged a member in full fellowship. I wish those who are willing to receive brother Marsh into full fellowship as a member in this Church and kingdom to manifest it by the uplifted hand. [All hands appeared to be raised.] If there are any who are not willing, they now have the privilege of manifesting it by the uplifted hand. [Not a hand was raised.] <\/div><div class=\"paragraph jod\" id=\"v5n1632\"> Brother Marsh, I think that will be satisfactory to you. <\/div><div class=\"paragraph jod\" id=\"v5n1633\"> [T. B. Marsh: &#x201C;It is, and I thank God for it.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1634\"> I presume that brother Marsh will take no offense if I talk a little about him. We have manifested our feelings towards him, and we know his situation. With regard to this Church's being reconciled to him, I can say  <div class=\"break pagebreak\" id=\"210a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0210.pdf\" target=\"pdfwin\">p.&#xA0;210a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2166\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that this Church and people were never dissatisfied with him; for when men and women apostatize and go from us, we have nothing to do with them. If they do that which is evil, they will suffer for it. Brother Marsh has suffered. He told me, yesterday, that the Christians might hang up their fiddle in regard to there being no Catholic <span class=\"italic\">Tophet<\/span> or Purgatory. <\/div><div class=\"paragraph jod\" id=\"v5n1636\"> You are aware that the children of the Mother Church have dissented from the idea of there being such a place as Purgatory; but brother Marsh says that there is such a place, and that he has been in it during the past eighteen years and upwards. I asked him whether he did not have to pray himself out. He answered, &#x201C;Yes.&#x201D; I then remarked&#x2014;If you prayed yourself out, I suppose you saved the priests' fees. &#x201C;Yes,&#x201D; he said; &#x201C;It did not cost me a cent of money.&#x201D; However, it cost him a great deal of labor, trouble, and pain. <\/div><div class=\"paragraph jod\" id=\"v5n1637\"> In conversing with brother Marsh, I find that he is about the same Thomas that he always was&#x2014;full of anecdotes and chit-chat. He could hardly converse for ten minutes without telling an anecdote. His voice and style of conversation are familiar to me. <\/div><div class=\"paragraph jod\" id=\"v5n1638\"> He has told you that he is an old man. Do you think that I am an old man? I could prove to this congregation that I am young; for I could find more girls who would choose me for a husband than can any of the young men. <\/div><div class=\"paragraph jod\" id=\"v5n1639\"> Brother Thomas considers himself very aged and infirm, and you can see that he is, brethren and sisters. What is the cause of it? He left the Gospel of salvation. What do you think the difference is between his age and mine? One year and seven months to a day; and he is one year, seven months, and fourteen days older than brother Heber C. Kimball. <\/div><div class=\"paragraph jod\" id=\"v5n1640\"> &#x201C;Mormonism&#x201D; keeps men and women young and handsome; and <div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2166\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when they are full of the Spirit of God, there are none of them but what will have a glow upon their countenances; and that is what makes you and me young; for the Spirit of God is with us and within us. <\/div><div class=\"paragraph jod\" id=\"v5n1641\"> When brother Thomas thought of returning to the Church, the plurality of wives troubled him a good deal. Look at him. Do you think it need to? I do not; for I doubt whether he could get one wife. Why it should have troubled an infirm old man like him is not for me to say. He read brother Orson Pratt's work upon that subject, and discovered that the doctrine was beautiful, consistent, and exalting, and that the kingdom could not be perfect without it. Neither can it be perfect without a great many things that the people do not yet understand, though they will come in the own due time of the Lord. <\/div><div class=\"paragraph jod\" id=\"v5n1642\"> As I have but a few minutes for speaking, I will relate a little of the current news of the day. <\/div><div class=\"paragraph jod\" id=\"v5n1643\"> On Friday evening, the 11th inst., two of the brethren who accompanied brothers Samuel W. Richards and George Snider from Deer Creek to 118 miles below Laramie, came in, and reported that soldiers and a heavy freight train were there encamped opposite to them and on the south side of the Platte. They could tell that they were soldiers, from the appearance of their carriages, wagons, tents, and mode of encampment. We did not learn anything very definite from these two brethren lately arrived. <\/div><div class=\"paragraph jod\" id=\"v5n1644\"> Messrs. Russel and Waddle are freighting for Government, and some of their trains were scattered along to the Sweetwater. They have twenty-six wagons in each train, with a teamster and six yoke of oxen to a wagon. Some of those trains were on the Sweetwater when brother Samuel passed down, and quite a number of them are in advance of the soldiers. The brethren learned that  <div class=\"break pagebreak\" id=\"211a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0211.pdf\" target=\"pdfwin\">p.&#xA0;211a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2165\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Captain Van Vliet, Assistant Quartermaster, was coming on to purchase lumber and such things as might be needed for the army. <\/div><div class=\"paragraph jod\" id=\"v5n1646\"> Last evening, brother John R. Murdock arrived direct from St. Louis. He left here with the mail on the 2nd day of July, and reached Independence in sixteen days, making by far the shortest trip on record, and in eighteen days-and-a-half from here landed in St. Louis. He tarried there till brother Horace S. Eldredge and brother Groesbeck had transacted some business, and then started up the river with a small train. On the 9th of August, brother Murdock left Atchison, K.T. Troubles were daily expected to break out in Kansas between the Republican, or Free State, and the pro-slavery parties; for which reason General Harney, with the cavalry, a portion of the infantry, and, I think, one or two companies of the Artillery, were detained there by orders from Washington, and Colonel Johnson ordered to assume the command of the army for Utah. <\/div><div class=\"paragraph jod\" id=\"v5n1647\"> Some fifteen or sixteen hundred infantry started from Leavenworth; and when brother Murdock passed them, one hundred miles below Laramie, about five hundred had deserted, leaving, as he was told, about one thousand men on their way to this place. He passed a few freight trains, which were entirely deserted by the teamsters, and Russel and Waddle were not able to hire teamsters to bring those trains forward. <\/div><div class=\"paragraph jod\" id=\"v5n1648\"> Brother Murdock did not think that they could get here this fall, unless we helped them in. Their teams are pretty good, but they are very much jaded. Their mule teams are in better condition, because they regularly feed them on grain. <\/div><div class=\"paragraph jod\" id=\"v5n1649\"> From the time that I heard that the President of the United States had issued orders for soldiers to come here, they have had my best faith that the <div class=\"break columnbreak\" id=\"211b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0211.pdf\" target=\"pdfwin\">p.&#xA0;211b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2165\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord would not let them get here. I have seen this people, when palsied with agues, fevers, and with various other diseases, hurled out of doors, driven away from their cellars full of potatoes, from their meal chests, from their cows, houses, barns, orchards, fields, and finally from their happy homes and all the comforts of life. I have seen that a good many times, and I pray that I may never see it again, unless it is absolutely necessary for the welfare and advancement of God's purposes on the earth. I want to see no more suffering. I will not use the word suffering, for I call it joy instead of sorrow, affliction, and suffering. If we live our religion and exercise faith, it is our firm belief that it is our right to so exercise our united faith that our enemies never can come here, unless the Lord in his providence sees that it will be for our good. <\/div><div class=\"paragraph jod\" id=\"v5n1650\"> It is my faith and feelings that, if we live as we should live, they cannot come here; but I am decided in my opinion that, if worse comes to worst, and the Lord permits them to come upon us, I will desolate this whole Territory before I will again submit to the hellish corruption and bondage the wicked are striving to thrust upon us solely for our exercising our right of freedom of conscience. <\/div><div class=\"paragraph jod\" id=\"v5n1651\"> I will say, in reference to President Buchanan, that, for his outrageous wickedness in this movement, he shall wear the yoke as long as he lives; he shall be led about by his party with the yoke on his neck, until they have accomplished their ends, and he can do no more for them; and his name shall be forgotten; and &#x201C;Old Bright,&#x201D; as brother Kimball calls him, shall be free. I am persuaded that for their horrible, wicked treatment to this people&#x2014;the only loyal people in the United States&#x2014;the only people who know the worth of the Constitution&#x2014;they will be sorely punished. <\/div><div class=\"paragraph jod\" id=\"v5n1652\"> After doing what they already have  <div class=\"break pagebreak\" id=\"212a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0212.pdf\" target=\"pdfwin\">p.&#xA0;212a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2164\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>done to this people&#x2014;after sending among us the filth and scum of all creation (as some of the officers were) as officers of the Government, contrary to the genius of our institutions, I want to tell them that, though they continue to send poor pusillanimous curses here to be Government officers, we will not submit to it, troops or no troops. I shall tell them this in plainness and simplicity; and they shall find that in my simplicity I will try to sustain so righteous a position. And I believe that the point is yielded, both in Europe and America; and I believe they acknowledge that Brigham is a man of his word; and I have come to the conclusion that we will not again have officers thrust upon us contrary to our consent, the Lord helping us. <\/div><div class=\"paragraph jod\" id=\"v5n1654\"> When brother Murdock left St. Louis, Mr. Cummings, the person who had received the appointment of Governor of Utah, was going to Washington, and he could not learn that there was one of the Territorial officers with the soldiers: hence I do not see but that I shall have to again preside over our Legislative Assembly this winter. I do not see that it can be otherwise; and William H. Hooper will be Secretary, just as he was last winter. They have refused to pay the expenses of the last Assembly and other just debts due to this Territory; but God will overrule those things for our good and the advancement of his kingdom, if we live our religion. <\/div><div class=\"paragraph jod\" id=\"v5n1655\"> Our enemies will yet be glad to come to us for safety and salvation; and we will do as brother Kimball has said&#x2014;we will save the old veteran fathers; and the time will come when we will be baptized for them, while those who trample upon the rights of their fellow men will be weltering in hell. Yes, we will bring up those old revolutionary sires and save them; for God loves men who are true to each other and are true to him. <\/div> <div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2164\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n1656\"> If any want to apostatize, I want them to look at brother Marsh. I wish you could all see and understand what he has suffered. He has suffered a little; and I could tell you a good deal of the suffering induced by the weaknesses of men. <\/div><div class=\"paragraph jod\" id=\"v5n1657\"> When the Quorum of the Twelve was first chosen, Lyman Johnson's name was called first, Brigham Young's second, Heber C. Kimball's third, and so on. I had seen brother Marsh and others who were nominated for the Quorum of the Twelve, and I looked upon them as men of great powers of mind&#x2014;as men of ability&#x2014;men who understood the things of heaven. I looked upon them as angels, and I looked up to them just as my children look up to me. <\/div><div class=\"paragraph jod\" id=\"v5n1658\"> I considered brother Marsh a great man; but as soon as I became acquainted with him, I saw that the weakness of the flesh was visibly manifest in him. I saw that he was ignorant and shattered in his understanding, if ever he had good understanding. He manifests the same weakness today. Has he the stability of a sound mind? No, and never had. And if he had good sense and judgment, he would not have spoken as he has. He has just said, &#x201C;I will be faithful, and I will be true to you.&#x201D; He has not wisdom enough to see that he has betrayed us once, and don't know but what he will again. He has told me that he would be faithful, and that he would do this and the other; but he don't know what he will do next week or next year. <\/div><div class=\"paragraph jod\" id=\"v5n1659\"> I do not know what I shall do next year; I always speak for the present. But a man that will be once fooled by the Devil&#x2014;a man that has not sense to discern between steel grey mixed and iron grey mixed, when one is dyed with logwood and the other with indigo, may be deceived again. You never heard me say that I was going  <div class=\"break pagebreak\" id=\"213a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0213.pdf\" target=\"pdfwin\">p.&#xA0;213a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2163\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to be true to my God; for I know too much of human weakness: but I pray God to preserve me from falling away&#x2014;to preserve me in the truth. I depend not upon myself; for I know too much of human weakness and of myself, to indulge in such remarks. <\/div><div class=\"paragraph jod\" id=\"v5n1661\"> I derive strength from a superior <div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2163\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> source. I have been drinking from that source for many years; and, as I told you last Sabbath, I have been trying to be a disciple of Jesus Christ. And, if we are faithful, we will all be counted worthy to be his disciples. God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}