{"ID":50036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Report of a Visit to the Southern Country.<\/div>\n<div class=\"subtitle\">Remarks by Elder George A. Smith, Delivered in the Bowery, Great Salt Lake City, Sunday Afternoon, September 13, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Report of a Visit to the Southern Country.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 9\/13\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v5n1759\"> The last time, I believe, brethren and sisters, that I had the privilege of speaking from this stand, was the day previous to my starting for the southern country. We were then expecting a visit from a very formidable force, directly from the State of Missouri. It waked up in my mind the feelings that I used to have&#x2014;say from ten to twenty years ago, in hearing the constant annoyance of an approaching enemy. And according to the report which has been published of my remarks, I talked rather strong. But one thing is evident&#x2014;if I did not talk strong, it was not because I did not feel strong on the occasion. <\/div><div class=\"paragraph jod\" id=\"v5n1760\"> I left the next morning and wended my way southward. I visited the different settlements hurriedly, until I reached Parowan, in the county of Iron, the place of the first settlement in the southern part of the Territory. When I arrived there, it appeared that some rumor or spirit of surprise had reached them; for there were active operations going on, seemingly preparing for something that was near at hand. As I drove in at the gate, I beheld the military on the square exercising, and was immediately surrounded by the &#x201C;Iron Battalion,&#x201D; which seemed to have held its own very well since it was organized in that place. <\/div><div class=\"paragraph jod\" id=\"v5n1761\"> They had assembled together under the impression that their country was about to be invaded by an army from the United States, and that it was necessary to make preparation by examining each other's arms, and to <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2155\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> make everything ready by preparing to strike in any direction and march to such places as might be necessary in the defense of their homes. <\/div><div class=\"paragraph jod\" id=\"v5n1762\"> As it will be well recollected, I was the President of the company that first made the settlement there. I was received with every feeling of enthusiasm, and I never found them in better spirits. They were willing any moment to touch fire to their homes, and hide themselves in the mountains, and to defend their country to the very last extremity. <\/div><div class=\"paragraph jod\" id=\"v5n1763\"> Now, there had been no such preaching as that when I went away; but the Spirit seemed to burn in my bones to visit all these settlements in that southern region. Colonel Dame was about organizing the military of that district under the law of last winter. As the Colonel was going along to organize the military, I got into the carriage and went on a mission of peace, to preach to the people. When I got to Cedar, I found the Battalions on parade, and the Colonel talked to them and completed the new organization. <\/div><div class=\"paragraph jod\" id=\"v5n1764\"> On the following day, I addressed the Saints at their meetinghouse. I never had greater liberty of speech to proclaim to the people my feelings and views; and in spite of all I could do, I found myself preaching a military discourse; and I told them, in case of invasion, it might be necessary to set fire to our property, and hide in the mountains, and leave our enemies to do the best they could. It seemed to be hailed with the same enthusiasm  <div class=\"break pagebreak\" id=\"222a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0222.pdf\" target=\"pdfwin\">p.&#xA0;222a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2154\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that it was at Parowan. That was the same Sabbath that brother Young was preaching the same kind of doctrine; and I am perfectly satisfied that all the districts in the southern country would have given him their unanimous vote. <\/div><div class=\"paragraph jod\" id=\"v5n1766\"> I then went to Harmony. Brother Dame preached to the military, and I to the civil powers; and I must say that my discourse partook of the military more than the religious. But it seemed that I was perfectly running over with it, and hence I had to say something about it. <\/div><div class=\"paragraph jod\" id=\"v5n1767\"> I then went over a lovely country, and passed over &#x201C;Peter's Leap,&#x201D; and some other such lovely places. It is rather rough; but I could not but admire its extreme beauty; and I think, if the Lord had got up all the rough, rocky, and the broken fragments of the earth in one, he might have dropped it down there. <\/div><div class=\"paragraph jod\" id=\"v5n1768\"> When I reached the cotton country, I had previously learned that they were failing in their attempts to raise cotton, and that the waters of the Rio Virgin were poisoning the cotton. But I learned that the seed had not come up: but what had come up, perhaps one-third of it was exceedingly fine. The difficulty was, that their cotton was planted very late, and the sun heated the sand; for the soil is nothing but the red sand of Sahara. They planted in the sand, as there was nowhere else to plant it, and the sun was scorching it; but they found that all that was necessary was to keep the sand wet; and when they poured on the water, the cotton grew. And old cotton growers told me that they had never seen a better prospect for cotton, for the time it had been planted, in the world; and this is the condition of things in that country, and the prospect is, that they will have pretty good cotton and about the third of a crop, and the next year they will be able to raise lots of cotton; for they <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2154\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will be there early enough, and have seed that can be depended upon. <\/div><div class=\"paragraph jod\" id=\"v5n1769\"> The corn in Tutse-gabbot's field, which was planted early, was eighteen feet high. If the sand was not wet, it would all blow away. The country seemed very hot to me; otherwise, I enjoyed the visit very well. But the brethren insisted that it was a very cool spell while I was there. <\/div><div class=\"paragraph jod\" id=\"v5n1770\"> I preached to them in Washington City, and I thank the Lord for the desert holes that we live in, and for all the land that can be watered&#x2014;in all, amounting to but a few hundred acres. There are but a few rods wide that can be watered in a place; but I tell you, when the day comes that the Saints need these hills to be covered with vegetation, they have only to exercise faith, and God will turn them into fruitful fields. <\/div><div class=\"paragraph jod\" id=\"v5n1771\"> We started from Washington in the night, and the brethren told me, if I had seen the roads, I would not travel them. But I told them I did not want to see the roads; for I was determined to go ahead. <\/div><div class=\"paragraph jod\" id=\"v5n1772\"> We traveled ten miles, and camped by a small spring, called &#x201C;Allen's Spring.&#x201D; Some Indians took our horses. We told them we were afraid they would get into some cornfields. They told us they would put them where they would get plenty to eat and do no mischief. The Indians brought our horses early in the morning, and we arrived at &#x201C;Jacob's Wikeup,&#x201D; as the Indians call Fort Clara, about nine o'clock, and found their crops suffering for want of water. I saw beautiful indigo, cotton, and corn; and the stalks of the corn were perfectly dry, while the ears were green and fit to boil. <\/div><div class=\"paragraph jod\" id=\"v5n1773\"> We also had a glorious interview in this, as in other places, with the natives of the desert. We remained there through the heat of the day, and then proceeded down &#x201C;Jacob's Twist&#x201D; (a magnificent canyon), to  <div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2153\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>where the California road joins the Santa Clara, and then followed up the Santa Clara in the dark of the night&#x2014;a river upon whose banks many scenes of desperation have been enacted. <\/div><div class=\"paragraph jod\" id=\"v5n1775\"> About ten o'clock at night, we were surrounded by some hundreds of the natives that were anxious we should stop overnight. They took care of our horses, built us campfires, and roasted us corn, and made us as comfortable as they could; and I never ate better corn or better melons in my life. We stopped overnight with them, and not one of them asked me for a thing; which is remarkable, as the Indians are intolerable beggars. But I was treated as well as if I had been among the Saints, and I never enjoyed a treat better. <\/div><div class=\"paragraph jod\" id=\"v5n1776\"> We pursued our visit to the Mountain Meadows, and there were kindly treated by the families of the missionaries, who lived at this place on account of the abundant grass for their stock. I then went to Penter, and there addressed a houseful of people in the evening, and then proceeded to Cedar the next day. They had heard they were going to have an army of 600 dragoons come down from the East on to the town. The Major seemed very sanguine about the matter. I asked him, if this rumor should prove true, if he was not going to wait for instructions. He replied, There was no time to wait for any instruction; and he was going to take his battalion and use them up before they could get down through the canyons; for, said he, if they are coming here, they are coming for no good. <\/div><div class=\"paragraph jod\" id=\"v5n1777\"> I admired his grit, but I thought he would not have the privilege of using them up, for want of an opportunity. I also visited the Saints at Paragoonah and preached to them, and in every place felt the same spirit. I then came over to Beaver, which is a new settlement; and the <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2153\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> day previous, an Indian came in and told them there were shod horses' tracks at a spring over the big mountains about twenty miles to the east. <\/div><div class=\"paragraph jod\" id=\"v5n1778\"> Major Farnsworth, supposing that there was a body of men in the neighborhood, and that these were the tracks of the scouts, they immediately went over the mountains and traced the horses' tracks, until they ascertained they came from Parowan. I do not know whether the inhabitants of Parowan intended to whip a regiment of dragoons, or not; but it is certain they are wide awake, and are not going to be taken by surprise. There was only one thing that I dreaded, and that was a spirit in the breasts of some to wish that their enemies might come and give them a chance to fight and take vengeance for the cruelties that had been inflicted upon us in the States. They did feel that they hated to owe a debt and not be able to pay it, and they felt like an old man that lives in Provo, brother Jameson, who has carried a few ounces of lead in his body ever since the Haun's Mill massacre in Missouri; and he wants to pay it back with usury; and he undertook to preach at Provo, and prayed that God would send them along; for he wanted to have a chance at them. <\/div><div class=\"paragraph jod\" id=\"v5n1779\"> Now, I never felt so; but I do not know but it is on account of my extreme timidity; for I would a great deal rather the Lord would fight the battles than me;<span class=\"citation\" id=\"89957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89957)\">D&amp;C 105:14<\/a><\/span> and I feel to pray that he will punish them with that hell which is to want to and can't; and it is my prayer and wish all the time that this may be their doom. This is what I want to inculcate all the time; and at the same time, if the Lord brings us in collision with them, and it is his will, let us take hold&#x2014;not in the spirit of revenge or anger, but simply to avenge God of his enemies and to protect our homes  <div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2152\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and firesides. But I am perfectly aware that all the settlements I visited in the south, Fillmore included, one single sentence is enough to put every man in motion. In fact, a word is enough to set in motion every man, or set a torch to every building, where the safety of this people is jeopardized. <\/div><div class=\"paragraph jod\" id=\"v5n1781\"> I have understood that there are half-a-dozen fellows in Provo that have but one wife each, and that they are not for fighting, because they say this trouble has come on account of plurality. Well, I pity them, because I know the women will leave them, and that it would not be but a few days before there would be so many brokenhearted, disconsolate men; for the women among the Latter-day Saints will not live with such men. <\/div><div class=\"paragraph jod\" id=\"v5n1782\"> I have rejoiced and enjoyed myself on this visit to the south as much as at any time; for I perceive a hearty willingness to do and sacrifice anything that was required for the preservation of Zion; and whenever I got up to preach, I was full, and it seemed as if I could not stop; and before I got through, I would be tired. <\/div><div class=\"paragraph jod\" id=\"v5n1783\"> I will say to the brethren and sisters, that I feel to return to my heavenly Father my thanks that he has thus far frustrated the designs of our enemies; and I know that he has got the power to wield and frustrate them at his will; and I know, if we are humble and united, and moved upon by the right Spirit, God will fight our battles.<span class=\"citation\" id=\"89958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89958)\">D&amp;C 105:14<\/a><\/span> And if any of us are called to lay down our lives in the defense of our religion, God will save us in celestial glory, and he will preserve us, though all the world be against us. <\/div><div class=\"paragraph jod\" id=\"v5n1784\"> [President B. Young: &#x201C;That is true.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1785\"> These are my feelings, and this is my faith. No matter what day or hour we are called to go into the presence of our Father in heaven; <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2152\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for every man and woman that has not got a religion that is worth more than their mortal lives, and unless we are willing to sacrifice all that pertains to these temporal feelings, we are not worthy of salvation. <\/div><div class=\"paragraph jod\" id=\"v5n1786\"> Why, there was an honest Dutchman came to me this morning, and he had just heard that the President had concluded to let the soldiers in here. His heart had sunk within him at the thought, and &#x201C;Oh!&#x201D; says he, &#x201C;can I live to see those troops come in here?&#x201D; He can live through a great many things besides that. God will protect his people, and he will fight their battles;<span class=\"citation\" id=\"89959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89959)\">D&amp;C 105:14<\/a><\/span> and if he wants a little help, I presume that he will find us ready. <\/div><div class=\"paragraph jod\" id=\"v5n1787\"> I have preached to the brethren to live their religion, and &#x201C;trust in God and keep their powder dry.&#x201D; I borrowed it from Cromwell. Be ready to defend Israel; and when we have done all we can, the Lord will do the balance. Why, say the world, it is presumption for you to talk so. Uncle Sam has twenty-five millions of people, and 100,000,000 of surplus money in the treasury, and thousands of men in the country that are aching to be killed. We used to talk to them in this way when we lived down in their midst; and then, when it came to the sticking point, we would bow to them; and what did we get by it? Brother Taylor told you that thousands had suffered in consequence. <\/div><div class=\"paragraph jod\" id=\"v5n1788\"> I tell you, we have suffered more waste of life and property than we will to face the music; and let them do their cursedest, and then every honest Dutchman and every man will get all he wants; and many of us Yankees will get many of our dirty tricks purged and pruned out of us; and our picayunary will vanish; it will all fail; for everything that we have in our hearts that is not right will be purged out; for our interest will be centered in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v5n1789\"> When I was back in Washington  <div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2151\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>last season, I had a long conversation with Senator Douglas; and he is a kind of personification of modern democracy&#x2014;very thick, but not very long. He asked a great many questions about our Temple, and I gave him a description of the foundation, and he asked me if I expected we would ever be able to accomplish it? The manner he communicated it was to show that he had his eye upon another thing than that which he alluded to; but I realized then just as well as I did when I read his proposition to &#x201C;cut out the loathsome ulcer.&#x201D; I said to him, &#x201C;O Judge, we are not a little handful, as we were in Nauvoo: we can now do anything we have a mind to.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1791\"> Some of our national statesmen profess to be Christians and wonderfully pious. Mr. Morill, of Vermont, said to me, &#x201C;Your domestic relations are so at variance with sacred books!&#x201D; Why, said I, the Father of the faithful, our father Abraham,<span class=\"citation\" id=\"92177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92177)\">D&amp;C 138:41<\/a><\/span> seemed to have the same view of the matter that we do. &#x201C;Oh,&#x201D; says he, &#x201C;Abraham was guilty of a great many eccentric tricks.&#x201D; &#x201C;Eccentric as he might be,&#x201D; I replied, &#x201C;it is in his bosom that all Christians expect to rest;<span class=\"citation\" id=\"67792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67792)\">Luke 16:22<\/a><\/span> and we do <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2151\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not expect that he is going to kick his wives out to please anybody.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1792\"> Many people do not know why it is that they feel so enraged against us. I found in talking with hundreds and thousands of persons, in the course of our travels, that there was a deep-rooted spirit of hatred; and in talking of this I found that my reasons were superior to theirs; and they felt it and realized it, and my conversation seemed to suit and carry a good influence. <\/div><div class=\"paragraph jod\" id=\"v5n1793\"> Our Elders have preached the Gospel freely throughout the world, and they have tarred and feathered them and put them to death. If they could have defeated them by arguments, all well enough: but no&#x2014;these weapons proved ineffectual, and they tried mobs and violence; and now they array the armies of the United States against us, that under their wings they may send missionaries among us to convert our souls. Poor cursed slinks! Do not they know that we were raised among them in the very hotbed of sectarian bigotry, and that we know all that the priests know about their religion, and ten thousand times more? <\/div>\n<\/div>\n<\/div>"}