{"ID":50033, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Reformation&#x2014;Satisfaction Should Be Made to Parties Aggrieved&#x2014;Practical Religion, &amp;c.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Bowery, Great Salt Lake City, Sunday Afternoon, October 12, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Reformation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 10\/12\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d33\">\n<div class=\"paragraph jod\" id=\"v5n1575\"> I can say amen to what was said this forenoon by brothers Spencer and Grant, and also by brother Brigham; for it is true: and I presume there was not a Saint in the congregation but what realized the truth of their sayings. <\/div><div class=\"paragraph jod\" id=\"v5n1576\"> I am satisfied that it is the good pleasure of our God that a reformation should take place in the hearts of all Israel. I do not believe that there is any man or woman here so good but what they can be a little better. There are good people; there are those that we call the best. My feelings and exertions for this people and for all the house of Israel are, and have been to the end, that we may be all of that class which we denominate the best. <\/div><div class=\"paragraph jod\" id=\"v5n1577\"> The spirit of reformation has been upon me all the while; but for the last six months that spirit has in a more particular manner moved upon the Presidency of this Church, and they have cried unto you as with the voice of an earthquake, and commanded you to repent and forsake your follies. Their voice has been like the voice of thunder unto this people, calling upon them to repent and turn unto the Lord their God. <\/div><div class=\"paragraph jod\" id=\"v5n1578\"> But what is the use of persons being baptized until they first confess and forsake their sins, and make restitution where they have injured anyone? If persons have lied, it is their duty to repent and retract their false statements, and confess their lies. If any have stolen, it is for them to repent and steal no more; <div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2174\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> also to restore fourfold,<span class=\"citation\" id=\"67884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67884)\">Luke 19:8<\/a><\/span><span class=\"citation\" id=\"91055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91055)\">D&amp;C 124:71<\/a><\/span> where it is required. I have my doubts whether a man or woman can be saved upon any other principle; for this was the doctrine of Jesus, the Son of God, and it is the doctrine taught in these latter days. <\/div><div class=\"paragraph jod\" id=\"v5n1579\"> Where sins have been committed, there must be an atonement made to satisfy the demands of justice;<span class=\"citation\" id=\"82373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82373)\">Alma 42:15<\/a><\/span> and when justice is satisfied, mercy claims the subject.<span class=\"citation\" id=\"82377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82377)\">Alma 42:24<\/a><\/span> Have these requirements been complied with by this people? Many of you have broken your covenants and lost that spirit to a great extent, that you might and ought to enjoy; for you ought to be in favor with God continually, that you might have the power of his Spirit to be with you. <\/div><div class=\"paragraph jod\" id=\"v5n1580\"> Brother Brigham is not responsible for this people any further than they will follow his counsel. When they observe his counsel, doing just as he says in all things, then he is responsible. The only way that you can make him responsible is by observing his sayings in the most strict manner possible. Am I responsible for the acts of my wife or wives? Only on condition that they are subject to my counsels. You can readily understand that their disobedience releases me from responsibility for their conduct. <\/div><div class=\"paragraph jod\" id=\"v5n1581\"> When brother Brigham predicts that certain things will happen if the people persist in a certain course, that prediction will be fulfilled, except the people make a retraction and an atonement sufficient to satisfy the demands of justice; for that is what  <div class=\"break pagebreak\" id=\"203a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0203.pdf\" target=\"pdfwin\">p.&#xA0;203a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2173\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God requires. When that is done, the sins of the people will be remitted. I speak of this, that you may understand that your rebaptisms must be agreeable to the order laid down. It is not simply a man's saying, &#x201C;Having been commissioned by Jesus Christ, I baptize you for the renewal of your covenant and remission of your sins,&#x201D; but you must be subject to your brethren and fulfil the law of God. <\/div><div class=\"paragraph jod\" id=\"v5n1583\"> Supposing you have sinned against your brethren, or in some way offended them, will your sins be remitted, unless you go and make the proper acknowledgments? No, they will not. You have got to pay the debt; and sin cannot be remitted until you confess it and make satisfaction to the party aggrieved. You may try another course as much as you please, but you will find it to be just as I have told you. <\/div><div class=\"paragraph jod\" id=\"v5n1584\"> If I have offended brother Brigham in any way whatever&#x2014;rebelled against him, lied about him, or sought to abuse him, what is the use of my going to the water to renew my covenant, until I have made satisfaction to him? The proper way would be to go to him and say, &#x201C;Brother Brigham, I lied against you willfully, under the influence of an evil spirit;&#x201D; or, &#x201C;I have ill-treated and wronged you, and know that I must make satisfaction, and I am ready to do anything that you say.&#x201D; Satisfaction must be made to the one injured, or baptism will be of no benefit: the Holy Ghost will not ratify that act until I have paid the debt. Then brother Brigham would say, &#x201C;I forgive you, and pray my Father, in the name of Jesus, to forgive you also.&#x201D; Then our Father in heaven would forgive you, and the Son, and the Holy Ghost would forgive you. And if you get pardon of those you have injured, and of the Father, Son, and Holy Ghost, you are free and ready to begin a new life. <\/div> <div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2173\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n1585\"> You have heard brother Brigham say that if we sin against the Father, we must confess our sins to him, and get pardon from him; and if we sin against the Son, we must ask pardon of him, for he will not pardon you without you do ask him; and if you sin against the Holy Ghost, you cannot get pardon, for that is a sin which cannot be forgiven.<span class=\"citation\" id=\"64381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64381)\">Matt. 12:31<\/a><\/span> You must do that which is right, and get the forgiveness of the Father and the Son; then they and the Holy Ghost will take up their abode with you.<span class=\"citation\" id=\"69998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69998)\">John 14:23<\/a><\/span> That is my faith, and that is a part of &#x201C;Mormonism,&#x201D; as I understand it. <\/div><div class=\"paragraph jod\" id=\"v5n1586\"> If men and women make a practice of lying, stealing, and doing of the things forbidden in the law of God, they need not go into the water until they have sincerely repented and will covenant and promise that they will not do those things again. Some of you make a practice of telling little lies, of deceiving and berating each other, of disputing with each other, and with the servants of God. Is that right? You all know that it is not, and that God will punish you for it. Does the Son know when you do these things? Does the Holy Ghost know? Do the angels know? I answer, they do know, and they are displeased with such acts, and will not associate with you in consequence of them. <\/div><div class=\"paragraph jod\" id=\"v5n1587\"> Some quietly listen to those who speak against the Lord's servants, against his anointed, against the plurality of wives, and against almost every principle that God has revealed. Such persons have half-a-dozen devils with them all the time. You might as well deny &#x201C;Mormonism,&#x201D; and turn away from it, as to oppose the plurality of wives. Let the Presidency of this Church, and the Twelve Apostles, and all the authorities unite and say with one voice that they will oppose that doctrine, and the whole of them would be damned. What are you opposing  <div class=\"break pagebreak\" id=\"204a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0204.pdf\" target=\"pdfwin\">p.&#xA0;204a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2172\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it for? It is a principle that God has revealed for the salvation of the human family. He revealed it to Joseph the Prophet in this our dispensation; and that which he revealed he designs to have carried out by his people. <\/div><div class=\"paragraph jod\" id=\"v5n1589\"> What a joy it would be to me if my family were in such a state of mind that an angel would come and tell me, &#x201C;On such a day I will meet with you, and your wives, and your children, if you will sanctify yourselves.&#x201D; Would not that be a joy and a consolation to me? Do I disbelieve such visitations? No, no more than I disbelieve that an angel came to Joseph and Oliver,<span class=\"citation\" id=\"84533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84533)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93912)\">JS&mdash;H 1:68<\/a><\/span> to Abraham of old,<span class=\"citation\" id=\"53307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53307)\">Gen. 22:11<\/a><\/span> and to many others. <\/div><div class=\"paragraph jod\" id=\"v5n1590\"> Let us take a course that will be pleasing to our Father, and lay aside our follies and our sins, and obtain favor with our God, that his angels may come and associate with us. They would do so now, if you would believe and practice that which is laid before you day by day. And if you will strictly follow the leaders of this people, you never would want for clothing, nor for any of the comforts of life; for if it must needs be that we be protected and delivered from our enemies, God would cause a famine to scourge them, and would rain manna down from heaven to sustain us,<span class=\"citation\" id=\"54042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54042)\">Ex. 16:4<\/a><\/span><span class=\"citation\" id=\"56912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56912)\">Ps. 78:24<\/a><\/span> as he did to the children of Israel. But he never will do that, until it is necessary to our salvation and deliverance. <\/div><div class=\"paragraph jod\" id=\"v5n1591\"> Now, there is no necessity for such a display of his power, neither will there be, until we are brought into the midst of certain trials, as Joseph Smith and his brethren were, about twenty-two years ago. I refer to the time when he and some of his brethren went up to Missouri; and those who went up then believed &#x201C;Mormonism&#x201D; in their hearts. There were two hundred and five who volunteered to go and redeem their brethren. And how was it in those days, when we <div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2172\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> were in that strait? Hosts of the people in Missouri were up in arms against us, both behind and before us, on our right and on our left. How did God defend us then? He sent a hailstorm fierce enough to stop their progress. The hailstones were so large that they cut their horses' bridles, broke their gunstocks, and cut holes in their hats: the storm had such an effect upon them that they would not any longer pursue us. The waters of the river rose forty feet in one night, and the whole region was flooded. In that way the Lord defended us, when we were a small company, and when he knew that we should be overcome, if he did not stretch forth his hand for our benefit. <\/div><div class=\"paragraph jod\" id=\"v5n1592\"> Let us arise, every man and every woman, and lay off our sins; and wherein you know that you have sinned, repent and ask forgiveness, and then cease sinning from this time henceforth and forever. Many murmur and are disaffected, after being privileged with the great blessing of deliverance from the oppression of the world. Many who have been gathered by the P. E. Fund murmur against those who have gathered them. When you become disaffected with brother Brigham and brother Heber, what is your course? You will associate with those poor murmuring devils whose hearts are as corrupt as hell itself, and thereby partake of their spirit; and it is a spirit that suits you: it is one of your own kind and your own class. Now, you know that you are more apt to sympathize with the ungodly than you ought to be, and that you are too apt to think that brother Brigham, brother Heber, and brother Jedediah are rather hard upon such characters. We are only hard upon sin and ungodliness. <\/div><div class=\"paragraph jod\" id=\"v5n1593\"> Do not be baptized and then take an unrighteous course, but repent of and forsake all sin. I have nothing  <div class=\"break pagebreak\" id=\"205a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0205.pdf\" target=\"pdfwin\">p.&#xA0;205a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2171\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in my heart to preach to this people but faith and repentance, and to teach them to have confidence in God, in brother Brigham, and in each other, and to cultivate, nourish, and cherish that confidence; also to cherish, comfort, and to sustain brother Brigham from this time henceforth and forever. <\/div><div class=\"paragraph jod\" id=\"v5n1595\"> The more I do for this cause, the more God will love me&#x2014;the more he will bless me, and he will give me power over the Devil and over all his imps. Can I do too much for God and his cause? Can I do too much for brother Brigham? No; for the more I respect him as the delegate of God, the more God will honor me and my acts. I know that these things are true; also that some of you are afraid that you will love him too well. I will tell you how much you should love him: you should love him enough to strictly observe his counsels. Jesus said, &#x201C;If you love me, keep my commandments.&#x201D;<span class=\"citation\" id=\"69964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69964)\">John 14:15<\/a><\/span> This was a test; for whoso loved him would keep his commandments <\/div><div class=\"paragraph jod\" id=\"v5n1596\"> I have thought a great many times upon the condition of this people, and I would that they all should turn unto the Lord; but I have fears that many will not reform; and I am inclined to think that they will feel the rod <div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2171\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the Almighty,<span class=\"citation\" id=\"80400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80400)\">Rev. 19:15<\/a><\/span> unless they do repent. <\/div><div class=\"paragraph jod\" id=\"v5n1597\"> Go to work and build up and establish each other; wives establish your husbands, husbands establish your wives, and wives and husbands establish your children in righteousness, and God will be with us forever; he never will forsake us in times of trouble. Cast in your Tithes and offerings into the storehouse of the Lord, and you shall have a blessing that you have not room to contain.<span class=\"citation\" id=\"62445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62445)\">Mal. 3:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1598\"> The Father, and the Son, and all the servants of God of every dispensation that ever was on the earth, are engaged in inspiring those brethren who now faithfully hold the Priesthood in the flesh. You are aware that the Lord said that in the last days he would have laborers who would labor with their might to gather up the wheat for the last time;<span class=\"citation\" id=\"84899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84899)\">D&amp;C 33:3<\/a><\/span><span class=\"citation\" id=\"86794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86794)\">D&amp;C 75:3<\/a><\/span><span class=\"citation\" id=\"89541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89541)\">D&amp;C 101:65<\/a><\/span> and this is the last time. You need not ask who administer to brother Brigham; for I will tell you: They are Moses and Aaron, Elijah, Jesus, Peter, James, and John, brother Joseph, Michael the Archangel, and the hosts of the righteous behind the veil: they are all engaged in this great work. <\/div><div class=\"paragraph jod\" id=\"v5n1599\"> God have mercy upon you, and give you his Spirit to understand all things aright, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}