{"ID":50037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The United States' Administration and Utah Army.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, Sunday Morning, September 13, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: The United States' Administration, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 9\/13\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v5n1795\"> Before the meeting closes, I want to make a few remarks. My feelings are so complicated that I want to say a few words, and I do not want to; I want to talk, and I do not want to talk. You recollect hearing one of the Elders state upon the stand, not long since, that he came into the Church mad, and had been mad ever since. And I am too angry this morning to preach. <\/div><div class=\"paragraph jod\" id=\"v5n1796\"> I have been in this kingdom a good while&#x2014;twenty-five years and upwards, and I have been driven from place to place; my brethren have been driven, my sisters have been driven; we have been scattered and peeled, and every time without any provocation upon our part, only that we were united, obedient to the laws of the land, and striving to worship God. Mobs repeatedly gathered against this people, but they never had any power to prevail until Governors issued their orders and called out a force under the letter of the law, but breaking the spirit, to hold the &#x201C;Mormons&#x201D; still while infernal scamps cut their throats. I have had all that before me through the night past, and it makes me too angry to preach. Also to see that we are in a Government whose administrators are always trying to injure us, while we are constantly at the defiance of all hell to prove any just grounds for their hostility against us; and yet they are organizing their forces to come here, and protect infernal scamps who are anxious to come and kill whom they please, destroy <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2150\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> whom they please, and finally exterminate the &#x201C;Mormons.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1797\"> I did not arrive till late; and brother Taylor was then preaching upon this subject, and I was glad of it. He has taught you good principles. This people are free; they are not in bondage to any government on God's footstool. We have transgressed no law, and we have no occasion to do so, neither do we intend to; but as for any nation's coming to destroy this people, God Almighty being my helper, they cannot come here. [The congregation responded by a loud Amen.] That is my feeling upon that point. <\/div><div class=\"paragraph jod\" id=\"v5n1798\"> On the 24th of July last, a number of us went to Big Cottonwood Canyon, to pass the anniversary of our arrival into this Valley. Ten years ago the 24th of July last, a few of the Elders arrived here, and began to plough and to plant seeds, to raise food to sustain themselves. Whilst speaking to the brethren on that day, I said, inadvertently, If the people of the United States will let us alone for ten years, we will ask no odds of them; and ten years from that very day, we had a message by brothers Smoot, Stoddard, and Rockwell, that the Government had stopped the mail, and that they had ordered 2,500 troops to come here and hold the &#x201C;Mormons&#x201D; still, while priests, politicians, speculators, whoremongers, and every mean, filthy character that could be raked up should come here and kill off the &#x201C;Mormons.&#x201D; I did not think about what I had said ten years ago, till I  <div class=\"break pagebreak\" id=\"227a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0227.pdf\" target=\"pdfwin\">p.&#xA0;227a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2149\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heard that the President of the United States had so unjustly ordered troops here; and then I said, when my former expression came to my mind, In the name of Israel's God, we ask no odds of them. <\/div><div class=\"paragraph jod\" id=\"v5n1800\"> I do not often get angry; but when I do, I am righteously angry; and the bosom of the Almighty burns with anger towards those scoundrels; and they shall be consumed, in the name of Israel's God. We have borne enough of their oppression and hellish abuse, and we will not bear any more of it; for there is no just law requiring further forbearance on our part. And I am not going to have troops here to protect the priests and a hellish rabble in efforts to drive us from the land we possess; for the Lord does not want us to be driven, and has said, &#x201C;If you will assert your rights, and keep my commandments, you shall never again be brought into bondage by your enemies.&#x201D;<span class=\"citation\" id=\"89581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89581)\">D&amp;C 101:75-79<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1801\"> The officer in command of the United States' army, on its way to Utah, detailed one of his staff, Captain Van Vliet, who is now on the stand, to come here and learn whether he could procure the necessary supplies for the army. Many of you are already aware of this, and some of you have been previously acquainted with the Captain. Captain Van Vliet visited us in Winter Quarters (now Florence); and, if I remember correctly, he was then officiating as Assistant-Quartermaster. He is again in our midst in the capacity of Assistant-Quartermaster. From the day of his visit to Winter Quarters, many of this people have become personally acquainted with him, both through casual intercourse with and working for him. He has invariably treated them kindly, as he would a Baptist, a Methodist, or any other person; for that is his character. He has always been found to be free and frank, and to be a man that wishes to do right; <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2149\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and no doubt he would deal out justice to all, if he had the power. Many of you have labored for him, and found him to be a kind, good man; and I understand that he has much influence in the army, through his kind treatment to the soldiers. He treats them as human beings, while there are those who treat them worse than brute beasts. <\/div><div class=\"paragraph jod\" id=\"v5n1802\"> Well, the enquiry is, &#x201C;What is the news? What is the conclusion?&#x201D; It is this&#x2014;We have to trust in God. I am not in the least concerned as to the result, if we put our trust in God. The administrators of our Government have issued orders for marching troops and expending much treasure, and all predicated upon falsehoods, while every honorable man would have first made an economical and peaceful enquiry into the circumstances. And even now, every honorable man would use all his influence to avert the present unjust and entirely groundless movement against us; but Captains, Majors, Colonels, and other subordinate officers have not the power. Wicked persons, solely for the accomplishment of their unhallowed schemes, have had the power to array the Government against us, through their lying and misrepresentation; but citizens, unorganized into cliques and parties, no matter how good their intentions and wishes, have not the power to avert the blow when the Administration of our Government is arrayed against us, unless they will also unite against the few well-organized scoundrels who are plundering our treasury and fast urging our country to dissolution. We have got to protect ourselves by the strength of our God. Do not be concerned in the least with regard to all the affairs that are before you; for we shall live and grow finely, as said a certain woman, who weighed but two pounds when an infant, and was put in a quart cup. Upon being asked whether  <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2148\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>she lived, &#x201C;O yes,&#x201D; she said, &#x201C;I lived and grew finely.&#x201D; It will also be said of the Latter-day Saints, &#x201C;They lived and grew finely.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n1804\"> You are taught from Sabbath to Sabbath what to do; and if you do that, all will be well. There is only one thing to fear, and that is, that you will not be faithful to the kingdom of God. We have that kingdom; and it will spread its balmy wings over thousands and millions who have not yet heard the Gospel, and they will find Israel to be &#x201C;the head, and not the tail.&#x201D;<span class=\"citation\" id=\"55151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55151)\">Deut. 28:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1805\"> What is the cause of the hostile feeling against this people? Brother Taylor has been telling you. God has restored the Gospel of salvation to earth again. That unites the hearts of the people, brings together those of different nations, notwithstanding their various traditions and their different manners and customs, and makes them of one heart and of one mind.<span class=\"citation\" id=\"92850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92850)\">Moses 7:18<\/a><\/span> And what follows? All hell is moved against them, because the kingdoms of this world&#x2014;the kingdoms of darkness&#x2014;are in danger. All hell is moved against this people, because we are of one heart and of one mind.<span class=\"citation\" id=\"92851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92851)\">Moses 7:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1806\"> The faith of the Gospel of Jesus Christ is calculated to unite the people in one,<span class=\"citation\" id=\"70706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70706)\">John 17:21<\/a><\/span> and to bring them back to the unity and faith<span class=\"citation\" id=\"75189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75189)\">Eph. 4:13<\/a><\/span> of those who obeyed the Gospel anciently, and finally to bring them back to glory. Then do you wonder that all the sects of the day are enraged against us? I have told you that I do not wonder; neither do I wonder that governors and rulers are enraged at our success. Are there any Democrats, any Whigs, any Methodists, any Baptists, or anything like the parties and sects of the day among us? No. What is there? Those who want to do the will of their Father in heaven; and when they can know his will, their faith is one, their hope is one, and they are one in all things. <\/div> <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2148\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n1807\"> It is not alone the United States that is in fear because of the union that exists with this people, but all Europe trembles this day in consequence of the faith there is here. Some may think that it is not so; but I know more about the United States than men do who come here direct from Washington. I read their history and their feelings every day. You need not think that the world are not opposed to us&#x2014;you need not think that politicians are not opposed to us, for they are. <\/div><div class=\"paragraph jod\" id=\"v5n1808\"> We have sent a delegate to Congress during the past six years, and has there ever been an opposing vote in his election? No. The people only want to know who the right man is, and then they will support him. Dr. Bernhisel is our delegate; and has it cost him thousands of dollars to gain his election? No; it has not cost him a single dollar; no, not so much as a red cent. We think that he is the most suitable man for us to send to Washington, and we say, &#x201C;Let us send him,&#x201D; and he is unanimously elected. And if we had a thousand officers to elect&#x2014;if we had to elect the President of the United States, you would never see a dissenting vote. <\/div><div class=\"paragraph jod\" id=\"v5n1809\"> Parties in our Government have no better idea than to think the republic stands all the firmer upon opposition; but I say that it is not so. A republican Government consists in letting the people rule by their united voice, without a dissension&#x2014;in learning what is for the best, and unitedly doing it. That is true republicanism. <\/div><div class=\"paragraph jod\" id=\"v5n1810\"> Do not be angry. I will permit you to be as angry as I am. Do not get so angry that you cannot pray: do not allow yourselves to become so angry that you cannot feed an enemy&#x2014;even your worst enemy, if an opportunity should present itself. There is a wicked anger, and there is a  <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2147\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>righteous anger. The Lord does not suffer wicked anger to be in his heart; but there is anger in his bosom, and he will hold a controversy with the nations,<span class=\"citation\" id=\"60570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60570)\">Jer. 25:31<\/a><\/span> and will sift them,<span class=\"citation\" id=\"58961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58961)\">Isa. 30:28<\/a><\/span> and no power can stay his hand. <\/div><div class=\"paragraph jod\" id=\"v5n1812\"> The Government of our country will go by the board through its own corruptions, and no power can save it. If we can avert the blow for another season, it is probable that our enemies will have enough to attend to at home, without worrying the Latter-day Saints. Have faith, and all will be well with us. I would like this people to have faith enough to turn away their enemies. I have prayed fervently about this matter; for it has been said that the troops would come: but I have said that, if my faith will prevent it, they shall not come. If God will turn them whithersoever he will, so that they do not come here, I shall be perfectly satisfied. But another man steps up, and says to the one that prays for our enemies to be turned away, &#x201C;Brother, you are a coward; damn them, let them come, for I want fight to them.&#x201D; Herein you perceive a conflict in our faith; and that should not be. If there was a perfect union of our faith, our enemies could never cross the Rocky Mountains; or, if they undertook to come some other way, they never could cross the Sierra Nevada Mountains, nor the Basin Rim, on our north, nor the deserts at the south. But, says one, &#x201C;I want to fight.&#x201D; Do all such persons know that they are not right? If they will examine their hearts, they will find a wicked anger and a malice there; and they cannot get into the kingdom of God with those feelings. <\/div><div class=\"paragraph jod\" id=\"v5n1813\"> Learn to control yourselves; learn to be in the hands of God as clay in the hands of the potter;<span class=\"citation\" id=\"60527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60527)\">Jer. 18:6<\/a><\/span> and if he will turn our enemies away, praised be his name. But if it should become a duty to take the sword, let us do it <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2147\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> manfully and in the strength of Israel's God. Then &#x201C;one will chase a thousand, and two will put ten thousand to flight.&#x201D;<span class=\"citation\" id=\"55236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55236)\">Deut. 32:30<\/a><\/span> The day will be in which a man will go out and say to an army of a hundred thousand men, &#x201C;Do thus, and so, or we are upon you;&#x201D; and they will hear the rumbling of chariots and the rushing of troops, as in the days of Elijah.<span class=\"citation\" id=\"55836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55836)\">2 Kgs. 7:6-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n1814\"> You recollect of a Prophet's telling what bread and meal should be sold for in a straitened city the following day.<span class=\"citation\" id=\"55833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55833)\">2 Kgs. 7:1-20<\/a><\/span> The enemy thought that there were millions of the Israelites after them, for they heard the rolling of chariot wheels, the clashing of armor, and the trampling of horses, and they fled. The Prophet had told the king that he would be trodden to death in the gate, and he was; and a measure of meal was sold in the city for a penny, in fulfillment of the word of the Lord. The doctrines of salvation are the same now as they were in the days of Adam, or Elijah, or Jesus, when he was upon the earth. <\/div><div class=\"paragraph jod\" id=\"v5n1815\"> While brother Taylor was speaking of the sectarian world, it occurred to my mind that the wicked do not know any more than the dumb brutes, comparatively speaking; but it is our business to hunt up and gather out all the honest portion of the nations of the earth, and give them salvation. We may very properly say that the sectarian world do not know anything correctly, so far as pertains to salvation. Ask them where heaven is? Where they are going to when they die? Where Paradise is? And there is not a priest in the world that can answer your questions. Ask them what kind of a being our Heavenly Father is, and they cannot tell you so much as Balaam's ass told him.<span class=\"citation\" id=\"54836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54836)\">Num. 22:28<\/a><\/span> They are more ignorant than children. <\/div><div class=\"paragraph jod\" id=\"v5n1816\"> We have the knowledge of those things; and we have the greatest reason to be thankful of any people upon the face of the earth. If others  <div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2146\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ought to do right, we more. Be full of love and compassion to your fellow beings, full of kindness, such as human beings can possess, for that is our business. The only business that we have on hand is to build up the kingdom of God and prepare the way of the Son of Man. <\/div><div class=\"paragraph jod\" id=\"v5n1818\"> If you do your duty in this respect, you need not be afraid of mobs, nor of forces sent out in violation of the very genius of our free institutions, holding you till mobs kill you. Mobs? Yes; for where is there the least particle of authority, either in our Constitution or laws, for sending troops here, or even for appointing civil officers contrary to the voluntary consent of the governed? We came here without any help from our enemies, and we intend to stay as long as we please. <\/div><div class=\"paragraph jod\" id=\"v5n1819\"> They say that their army is legal, and I say that such a statement is as false as hell, and that they are as rotten as an old pumpkin that has been frozen seven times and then melted in a harvest sun. Come on with your thousands of illegally-ordered troops, and I will promise you, in the name of Israel's God, that you shall melt away as the snow before a July sun. <\/div><div class=\"paragraph jod\" id=\"v5n1820\"> There is one thing that I want, for the satisfaction of Captain Van Vliet. One of our old senators, Stephen A. Douglas, recently said before his constituents in Illinois, that nine-tenths of our people were aliens. We have a larger proportion of foreigners in this city than in any other part of the Territory, and there are a good many here today who have just come in from the Plains. I want those who are native born and naturalized American citizens to raise their right hands. [Over two-thirds of the congregation raised their hands.] You who have not yet received your naturalization papers will please manifest it in the same way. [Less than a <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2146\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> third of the congregation raised their hands.] Now, Captain, you can see for yourself that over two-thirds of this congregation are either native born or naturalized American citizens. <\/div><div class=\"paragraph jod\" id=\"v5n1821\"> I have called this vote that Captain Van Vliet may be able to do as he always does&#x2014;speak the truth boldly, and tell them of it next winter in Washington; and that he can, if he sees Senator Douglas in Washington, tell him that his statement was false, for he has seen for himself. <\/div><div class=\"paragraph jod\" id=\"v5n1822\"> If it were any use, I would ask whether there is ONE person in this congregation who wants to go to the United States; but I know that I should not find any. But I will pledge myself that if there is a man, woman, or child that wants to go back to the States, if they will pay their debts, and not steal anything, they can go; and if they are poor and honest, we will help them to go. That has been my well-known position all the time. <\/div><div class=\"paragraph jod\" id=\"v5n1823\"> Brother Taylor has said that he bantered the United States for a trade, and promised them that if they would send all to Utah that wanted to come, we would send all to the States that wanted to go. We would get our thousands to their one, if they would make that trade. But no&#x2014;they must keep on lying, howling, and trying to oppress and kill the innocent. <\/div><div class=\"paragraph jod\" id=\"v5n1824\"> When some went away last spring, I told them to go in peace, and they did so. What are they doing now? Many of them are struggling to get back, and the rest are wishing that they had never left here. It is a kind of dear business to apostatize every year. I would rather stick to the old ship Zion. <\/div><div class=\"paragraph jod\" id=\"v5n1825\"> When I was written to in Nauvoo by the President of the United States, through another person, enquiring, &#x201C;Where are you going, Mr. Young?&#x201D; I replied that I did not know where we should land. We had men in  <div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2145\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>England trying to negotiate for Vancouver's Island, and we sent a shipload of Saints round Cape Horn to California. Men in authority asked, &#x201C;Where are you going to?&#x201D; &#x201C;We may go to California, or to Vancouver's Island.&#x201D; When the Pioneer company reached Green River, we met Samuel Brannan and a few others from California, and they wanted us to go there. I remarked, &#x201C;Let us go to California, and we cannot stay there over five years; but let us stay in the mountains, and we can raise our own potatoes, and eat them; and I calculate to stay here.&#x201D; We are still on the backbone of the animal, where the bone and the sinew are, and we intend to stay here, and all hell cannot help themselves. <\/div><div class=\"paragraph jod\" id=\"v5n1827\"> We are not to be persecuted as we <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2145\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have been. We can say, &#x201C;Come as a mob, and we can sweeten you up right suddenly.&#x201D; They never did anything against Joseph till they had ostensibly legalized a mob; and I shall treat every army and every armed company that attempts to come here as a mob. [The congregation responded, &#x201C;Amen.&#x201D;] You might as well tell me that you can make hell into a powder-house as to tell me that you could let an army in here and have peace; and I intend to tell them and show them this, if they do not keep away. By taking this course, you will find that every man and woman feels happy, and they say, &#x201C;All is right, all is well;&#x201D; and I say that our enemies shall not slip the bow on &#x201C;Old Bright's neck&#x201D; again. <\/div><div class=\"paragraph jod\" id=\"v5n1828\"> God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}