{"ID":50035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Union of the Priesthood&#x2014;Salvation of the American Nation&#x2014;Punishment of the Saints' Enemies, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Bowery, Great Salt Lake City, September 6, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Union of the Priesthood, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 9\/6\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v5n1662\"> I can say, brethren, as far as I am concerned, that I have no particular anxiety about the final issue of &#x201C;Mormonism.&#x201D; But if I have any trouble about the matter, it is about a great many limbs or vines connected to that vine. Probably you understand what I mean when I am talking about vines and trees. I speak about these things because I most humbly desire to touch upon simple principles&#x2014;that is, the most simple figures, that the most simple person in this congregation may understand me. <\/div><div class=\"paragraph jod\" id=\"v5n1663\"> I am not troubled about the learned few&#x2014;those that have learned right, and are taught of the Lord: I have no trouble about their understanding; for children may understand the things that I present, and any man that is taught directly from God will understand; he will understand the most simple things, and he will understand the greatest things; for the greatest things are the simplest things. Do you not know it? <\/div><div class=\"paragraph jod\" id=\"v5n1664\"> There are thousands of men in the house of Israel, and among the Elders of Israel, that are now considered to be small men, and not of <div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2163\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> much account, that will supersede, eventually, thousands of men who may now think that they are the smartest. That may be queer to you; it may be singular to many; but I have known of a great many instances of that kind. <\/div><div class=\"paragraph jod\" id=\"v5n1665\"> When we go into a fruit orchard or vineyard, we find the husbandman, as he is called, who has charge of it; and I have myself seen very inferior trees that never brought forth any fruit. A great many men would come along and say to the husbandman, &#x201C;Why don't you take up that tree? It never will be of any account.&#x201D; Those men do not understand, as the husbandman does, or they never would make such a speech. <\/div><div class=\"paragraph jod\" id=\"v5n1666\"> Is there a way to restore that tree, and to make it one of the most thrifty trees in all the vineyard? Yes, there is. Well, what course will you take to do that? Take the old stock away and put a thrifty graft into the root, and then it becomes one of the most thrifty trees in the vineyard, because the young stock renews the old, and the old becomes a good tree. <\/div><div class=\"paragraph jod\" id=\"v5n1667\"> So it is with you, many of you: yes, thousands of you will become mighty  <div class=\"break pagebreak\" id=\"214a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0214.pdf\" target=\"pdfwin\">p.&#xA0;214a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2162\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men, inasmuch as you honor your calling and receive nourishment from the Father, or from the root; for it comes from the root, and then spreads itself all through the vine,<span class=\"citation\" id=\"70102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70102)\">John 15:1<\/a><\/span> and every vine that is attached to that partakes of the same nourishment, and to the same extent, and in the same degree as the others. <\/div><div class=\"paragraph jod\" id=\"v5n1669\"> Now, can you realize that? Bless your souls! Go into the gardens. I am going to talk to you as I would to little children; for there are a great many of you that need to be taught. Go into your gardens and take a cucumber vine, and do you not know that in the latter part of the season you will find the largest and longest at the most extended part of the vine? Do you know that? [Voices: &#x201C;Yes.&#x201D;] There is one woman that knows it; but she would not if she did not work in her garden; and those that do not work there do not know anything about it. I am talking to you that go into your gardens to work. <\/div><div class=\"paragraph jod\" id=\"v5n1670\"> You may take watermelons, and you will find the largest at the extreme part of the vine. Can it be possible that the most extended part of the vine can bring forth as much as the most extended limb on a tree? Yes, it can. Where does it come from? From the root, and from thence into the main limb or vine, and then into every branch and twig that is connected to that vine. <\/div><div class=\"paragraph jod\" id=\"v5n1671\"> Does not that prove, that you who seem to be small now, can become great and mighty men in the kingdom of God&#x2014;yes, even Prophets? Does it not prove that you can become great and mighty men, as well as those that are now more intimately connected to the vine? Of course it does. <\/div><div class=\"paragraph jod\" id=\"v5n1672\"> Now, you may take an apple tree, a grape vine, a plum tree, and you may take a cucumber vine, and all these trees and vines are one in their organization: they are all alike, only one is called a tree, and another a vine. <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2162\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> They are also a little different in the fruit they bear: one is a peach, or a plum, another a grape, &amp;c.; and these fruits are different in appearance, yet they are one in relation to the principle that governs them. <\/div><div class=\"paragraph jod\" id=\"v5n1673\"> One man is called upon to be a Prophet, another to be an Apostle, another to be a Seventy, another a High Priest, another a Patriarch, and so on; and don't you see they are all, in general features, alike? There is not one of them that is not attached to a root. How could I grow, if I were not attached to a tree or to a vine? I could not produce fruit. <\/div><div class=\"paragraph jod\" id=\"v5n1674\"> Well, the nearer I approach to my Father and to Jesus in my conduct, the more I become like Joseph and the servants of God; and the more I become like those characters, the more perfect a pattern I become for others; and of course my fruit will be just like the characters I pattern after; and then, of course, my fruit will be just like the characters I am connected to. Will it have the same effect upon you? Why, of course it will. Will it have the same effect upon you, ladies&#x2014;you, sisters? Yes; and it will have the same effect upon your children. <\/div><div class=\"paragraph jod\" id=\"v5n1675\"> I do not know whether you understand me or not, but I wish you would have your gardens trimmed and kept clean; and if you do not have any, go into the mountains and to the timber countries. <\/div><div class=\"paragraph jod\" id=\"v5n1676\"> I merely touch upon these things to refresh your minds, though I did not think anything about them when I got up; but if you will go and look at them&#x2014;I mean every Elder, High Priest, Apostle, and Prophet in the Church of Jesus Christ of Latter-day Saints&#x2014;you will be benefited; for you ought to be exactly like one tree. What! Bring forth the same fruit? Yes, all be one in your works for the benefit of Israel. <\/div><div class=\"paragraph jod\" id=\"v5n1677\"> Some time ago I brought up a comparison about an apple tree, and  <div class=\"break pagebreak\" id=\"215a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0215.pdf\" target=\"pdfwin\">p.&#xA0;215a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2161\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>although I did not know it then, I have got one tree that has probably got fifty limbs on it, and there is not one but is so full that I have had to pick apples off it twice, and every limb is weighed down with fruit. Well, I have tried it since then, and there is not one particle of difference in the fruit of all those limbs. Is it good fruit? No; the first limb is not worth a dime, and all the rest are just like it. <\/div><div class=\"paragraph jod\" id=\"v5n1679\"> Can a pure tree bring forth impure fruit? The tree of which I have spoken is not impure in its appearance, but it is very smooth externally, and likely to look upon; but there is not a particle of goodness in it, or, at least, there is not in the fruit it produces. That is the case with many of you. <\/div><div class=\"paragraph jod\" id=\"v5n1680\"> Well, then, we say that, if the root is good, the tree is good, and the limbs, because they are attached to the tree and receive nourishment from the tree. <\/div><div class=\"paragraph jod\" id=\"v5n1681\"> Well, if the root is not very good, the limbs, the tree, and the apples will not be very good, because the root is not very good. <\/div><div class=\"paragraph jod\" id=\"v5n1682\"> You take a man that is not very good, and that has a wife that is not very good, and they cannot produce very good fruit, because the root is not good. Do you understand that, brother Hunter? [&#x201C;Yes, Sir.&#x201D;] Is it as plain as cattle? You understand how to originate good stock, and so do I. You go into England and into the New England States, and every man that is raising stock is taking a course to take away the ringed, and the streaked, and the little, dried-up fixings, and to produce a more noble stock. It is upon the same principle that this people should become regenerated. <\/div><div class=\"paragraph jod\" id=\"v5n1683\"> Well, supposing that a man is a long way beneath his fellows, and is a little, dried-up, knotty, inferior man; can that man be cultivated? Yes, <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2161\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sir, he can; he can take a course in the principles of righteousness, by treasuring up truth; and truth is light, and light is life. Every word of truth that you gather into your bosoms is light and life; and the most inferior man or woman can be regenerated through the word of the living God; for that word will be in you springing up unto everlasting life.<span class=\"citation\" id=\"69023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69023)\">John 4:14<\/a><\/span> That is the principle. <\/div><div class=\"paragraph jod\" id=\"v5n1684\"> I throw out these few ideas to cause you to reflect. They may seem eccentric, but they are true. <\/div><div class=\"paragraph jod\" id=\"v5n1685\"> Sometimes I am at work at an apple tree, and sometimes at a cucumber vine; but what is the difference? They have all roots, and they have all cores, and they are all produced for a noble purpose. <\/div><div class=\"paragraph jod\" id=\"v5n1686\"> The aristocracy&#x2014;that is, those that are called the aristocracy, came out of the old country: they came as far as Lehi came from Jerusalem, and so on, till they came into this country; but still those that remained behind considered themselves the aristocracy. But let me tell you those men that came here were the true aristocracy; they were the original stock; they were produced by the aristocracy, and they are the original stock. Those men were choice characters, and God spoke to them, and they came over here. <\/div><div class=\"paragraph jod\" id=\"v5n1687\"> That is what they call aristocracy; that is as it is; though I never studied grammar; but I have looked into the Bible and into the Book of Mormon, and I have looked into the visions of eternity, and I know that I am true, and that I am of the true vine.<span class=\"citation\" id=\"70103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70103)\">John 15:1<\/a><\/span> I am one of the sons of those old veterans, and so is brother Brigham. <\/div><div class=\"paragraph jod\" id=\"v5n1688\"> Will you let me talk just as I please today, ladies and gentlemen? <\/div><div class=\"paragraph jod\" id=\"v5n1689\"> [Voices: &#x201C;Yes.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1690\"> Now, I will refer to brother Brigham, brother Heber, brother Joseph Smith, Oliver Cowdery, Bishop N. K. Whitney, and lots of other men. Brother Joseph actually saw those  <div class=\"break pagebreak\" id=\"216a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0216.pdf\" target=\"pdfwin\">p.&#xA0;216a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2160\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men in vision; he saw us in a day when we were all together. We have been separated by marriage and thrown apart; but he saw the day when we all came out of one stock, and that was out of the aristocracy. Yes, we came directly down through the Prophets, and not only us, but lots of others&#x2014;the whole Smith race. I could remember probably twenty or thirty that Joseph mentioned came down through that channel. <\/div><div class=\"paragraph jod\" id=\"v5n1692\"> My father's father and his brothers intermixed by marriage with the Smiths, and uncle John Smith was baptized in Nauvoo for upwards of twenty of my kindred. They mixed up in marriage, and in that way the names became changed; for they were the old veterans. <\/div><div class=\"paragraph jod\" id=\"v5n1693\"> There is another thing that brother Joseph said&#x2014;viz., that we were positively heirs of the Priesthood;<span class=\"citation\" id=\"88121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88121)\">D&amp;C 86:8-11<\/a><\/span> for he had seen us as such in his vision; yes, just as much so as my children are that have been born since I received my endowment. Our fathers were heirs to that Priesthood, which was handed down from father to son,<span class=\"citation\" id=\"90284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90284)\">D&amp;C 107:40<\/a><\/span> and we came through that lineage. <\/div><div class=\"paragraph jod\" id=\"v5n1694\"> Never mind, brethren and sisters, give me your attention a little while. The gentleman that came to the stand with brother Brigham is Thomas B. Marsh. I tell you this, that you need not be overanxious. <\/div><div class=\"paragraph jod\" id=\"v5n1695\"> Joseph told us these things, and I know them to be true. I know them by the revelations of Jesus Christ,<span class=\"citation\" id=\"74381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74381)\">Gal. 1:12<\/a><\/span> and so do a great many men. We are and we were heirs when we were called and ordained to the Apostleship: we were of that class; yes, we were the sons and daughters of those that came down through that lineage. <\/div><div class=\"paragraph jod\" id=\"v5n1696\"> We will yet save the Constitution of the United States. We will do it, as the Lord liveth, and we will save this nation, everyone of them that will be saved. Brother Brigham Young and brother Joseph Smith <div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2160\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stand at our head, and will do that thing, as the Lord liveth. Yes, we, as their children, with our children to assist us, will do it. We have got that power, and so have they, and will bear the kingdom off victoriously to every nation that is upon God's footstool; and I know it. <\/div><div class=\"paragraph jod\" id=\"v5n1697\"> Let your hearts be comforted; for just as sure as that is true, so sure will we have good peace for three years from last winter. And why? Because we will make peace, and we will sustain it and support it, and we will bear off the kingdom and establish it. We will bring forth every one of those old veterans, and we will place them upon this land that they fought for. Now, mark it; for we will do it, and all the devils in hell cannot hinder it, if this people will only live their religion and do as they are told; and you cannot do as you are told without living your religion; and if you will do that, we never shall be troubled. <\/div><div class=\"paragraph jod\" id=\"v5n1698\"> I tell you, if we now live our religion every day, inasmuch as the President of the United States, or the Senators or Legislators make laws to afflict us, the thing they design to bring upon us shall come upon themselves; and the affliction, the snares, the traps, and the gins which they lay for us,<span class=\"citation\" id=\"57337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57337)\">Ps. 140:5<\/a><\/span><span class=\"citation\" id=\"57341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57341)\">Ps. 141:9<\/a><\/span> they themselves shall suffer with and be caught in.<span class=\"citation\" id=\"124781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124781)\">Prov. 28:10<\/a><\/span><span class=\"citation\" id=\"124782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124782)\">D&amp;C 10:26<\/a><\/span> These words never shall fail. <\/div><div class=\"paragraph jod\" id=\"v5n1699\"> Brethren and sisters, can you do as you are told? It is the easiest thing in the world. <\/div><div class=\"paragraph jod\" id=\"v5n1700\"> [President Brigham Young: &#x201C;Tell them something to do.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1701\"> We want some thirty or forty yoke of oxen to go out and meet James A. Little's company. Do you all say yes? <\/div><div class=\"paragraph jod\" id=\"v5n1702\"> [The congregation responded, &#x201C;Yes.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1703\"> Tomorrow morning, at seven o'clock, we want forty yoke of cattle to help in our trains. You, Bishops, see to that, will you? <\/div> <div class=\"break pagebreak\" id=\"217a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0217.pdf\" target=\"pdfwin\">p.&#xA0;217a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2159\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n1705\"> [&#x201D; Yes, Sir.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1706\"> I tell you we have got enough for you to do: we will call on you for another hitch by-and-by. Take care of your grain, and have all the sisters help to take care of it, and do not let the children waste it; for we do not want you to have enough scattered round to fat three hogs on the crumbs and pieces of bread that are around your door yards. Will you do that? <\/div><div class=\"paragraph jod\" id=\"v5n1707\"> [President Young: &#x201C;I guess they will.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1708\"> My discourse is rather eccentric. It is in detachments. [Voice: &#x201C;That is the way they are building the big ship in London.&#x201D;] That is right, is it not, brother Carrington? <\/div><div class=\"paragraph jod\" id=\"v5n1709\"> [&#x201D; Yes, Sir.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1710\"> But let us be attached together, and then we are one; let us yield up our will, and let it run into the tree or branch to which we are connected. Yield up your wills. <\/div><div class=\"paragraph jod\" id=\"v5n1711\"> I will compare you to a drop of water; inasmuch as you are not willing to yield up, you cannot be one. Now, just let us all run into one drop, and let all the branches be connected to that one tree; and then will we not increase? We will. <\/div><div class=\"paragraph jod\" id=\"v5n1712\"> Now, as to those enemies down here below, they are not going to trouble us: the brethren will have to go and help them in. Some of those baggage wagons are nearly to Bridger now, and they cannot get back. Their teams are failing fast, and the supposition is, they will have to hire our teams to help them in, but the soldiers will not come. There is nobody to molest them, but their minds are not quiet: they are scared almost to death; and the nearer those baggage wagons get here, the more they are afraid. <\/div><div class=\"paragraph jod\" id=\"v5n1713\"> As to the army, one-fifth of them have deserted, and the others are making preparations to do so likewise. And as to old Harney, the old squaw-killer, they have made him stop to <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2159\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> aid the Governor of Kansas, and, it is likely, to kick up jack. But we do not care anything about it or them. Let us lay up our grain and prepare for the siege, for it will come. <\/div><div class=\"paragraph jod\" id=\"v5n1714\"> We commenced last Sunday to declare that we are a free people, and we will be free from this day henceforth and forever; and we never will come under that yoke again. I tell you, as my soul lives, the bow-pin has dropped out of old Bright's bow, and the bow has dropped out, and the yoke is now on old Buchanan's neck. <\/div><div class=\"paragraph jod\" id=\"v5n1715\"> Did you ever see a yoke of cattle, and see one get loose, and the off-ox swinging round the yoke and knocking everybody's shins? If you have, that is just the way with old Buchanan: he cannot do anything, but he will bruise somebody's shins, and they will be after him, and he never shall rest again&#x2014;no, never, until the time comes for us to redeem him. And that is not all. All his coadjutors, his cabinet, and all his governors&#x2014;yes, I will say from here, or from Dan to Jerusalem&#x2014;<span class=\"citation\" id=\"55931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55931)\">2 Chr. 30:5<\/a><\/span>they shall go over the dam: they never shall rest in peace till the Lord Almighty has scourged them until they are fully satisfied. <\/div><div class=\"paragraph jod\" id=\"v5n1716\"> The Lord God is going to play with them, as he did with Pharaoh in Egypt;<span class=\"citation\" id=\"55001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55001)\">Deut. 7:18<\/a><\/span> and let me tell you, there will not be much fighting for us to do, if we live our religion; but God will use them to accomplish his own works, as the monkey did the cat, when he took the cat's paw to pull the nut out of the fire. We will make monkeys of them, and we will make them crawl on all-fours, and they never will rest. <\/div><div class=\"paragraph jod\" id=\"v5n1717\"> They have afflicted us ever since the day that Joseph got the plates.<span class=\"citation\" id=\"93789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93789)\">JS&mdash;H 1:33<\/a><\/span> They have driven us five times and broken us up, and here we are. Have they ever repented? No, they have not. Have they afflicted us as many as seventy times seven?<span class=\"citation\" id=\"89335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89335)\">D&amp;C 98:40<\/a><\/span> They have, speaking of it individually. Well, they are not yet punished as they will  <div class=\"break pagebreak\" id=\"218a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0218.pdf\" target=\"pdfwin\">p.&#xA0;218a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2158\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be; but they are in punishment, are they not, Thomas? They are. Our government is God's government on the earth, and he will see to the interests of his kingdom. He will know the designs of our enemies, and he will know at all times to take them when they do not think of it. <\/div><div class=\"paragraph jod\" id=\"v5n1719\"> The President of this nation and his brethren in office, with all the rulers and all the priests, have sanctioned the destruction of this people. Yes, the President and all his coadjutors have sanctioned our death as much as if they had taken our lives, and they are a bloodthirsty nation. They have killed our Prophets, Patriarchs, and Apostles, and they have slain, or caused to fall, thousands&#x2014;yea, thousands of our brethren and sisters, our wives, our fathers, and our mothers; and they shall see the same fulfilled upon themselves, and it shall be measured to them double for all they have dealt out unto us. <\/div><div class=\"paragraph jod\" id=\"v5n1720\"> When we consider all things, are they not to be pitied? They are. If you will live your religion, you never will have anything to do but to live your religion and lay up stores and prepare for the scenarios that are to come; for, as true as the Lord lives, the people of the nations will come by hundreds and by thousands for food, and for raiment, and for protection; and that time is right at our door. <\/div><div class=\"paragraph jod\" id=\"v5n1721\"> This is one thing to rouse our feelings; for God saw that you would not listen to the words of his servants, but you listen to your own words, and you did not have confidence to lay up stores. There is not one man to a hundred that ever did it; and that is proof sufficient that you did not believe what was said. This is but a shadow of what is coming: it is in embryo. You will see such a time as you never saw. But bless you we won't be troubled. We will live as in the presence of God and of angels. And will we ever have to go into the moun<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2158\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tains? No, never. If you will live your religion, you never will. <\/div><div class=\"paragraph jod\" id=\"v5n1722\"> [Voice: &#x201C;That is true.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1723\"> Do just as brother Brigham tells you; for he always tells you what is right, and he generally tells you what I say is right; and if there is anything wrong, he will correct it and give you the truth. But do I wish to teach you an error? No; I have not such a desire in my heart. <\/div><div class=\"paragraph jod\" id=\"v5n1724\"> Had I a desire before I was a &#x201C;Mormon&#x201D; to propagate an error? No. Why, bless you, I always was a &#x201C;Mormon.&#x201D; My father and grandfather were &#x201C;Mormons;&#x201D; and it is &#x201C;Mormonism&#x201D; right away back. <\/div><div class=\"paragraph jod\" id=\"v5n1725\"> You know brother Brigham and I know our daddies; and if no other men on the face of the earth do, you may feel perfectly satisfied that all is right with us. <\/div><div class=\"paragraph jod\" id=\"v5n1726\"> Now, let us be faithful, let us be humble, let us lay aside our pride and everything that is calculated to distress us or to distress our wives; and then let wives lay aside everything that is calculated to distress their husbands. <\/div><div class=\"paragraph jod\" id=\"v5n1727\"> Wives, lay aside your vanity, and go to work and make everything that we need, until the time comes when the Lord will consecrate the whole earth unto this people. But that time is not now. <\/div><div class=\"paragraph jod\" id=\"v5n1728\"> I do not do as many do; for many have looked at these troops that are coming with a degree of fear. But what are they? [Voice: &#x201C;Scarcely worth picking up.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1729\"> I wish there would never a pin's worth of their property come in here, because there are those who think more of a pound of tea than they do of their religion. <\/div><div class=\"paragraph jod\" id=\"v5n1730\"> [President B. Young: &#x201C;There are not many of that class.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1731\"> But there are a few. If there were not, I should feel discouraged; I should feel to give counsel for you to go to work and accumulate as fast as  <div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2157\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you could. Bless your souls! There is nothing but what we could make here. <\/div><div class=\"paragraph jod\" id=\"v5n1733\"> Need we send to the States for anything? No; we need not send even for sugar; and we can make almost everything under heaven, and all the rest is in heaven; and they can be sent down here to us; for heaven and earth are connected by this Priesthood as much as my body and spirit are connected. All these things are in heaven&#x2014;sugar, flocks and herds, wool and silks, and everything else; and they are not only in the heavens, but in the earth, just as much as that pitcher was taken out of the earth. It was in the earth, and the same kinds are also in the heavens. <\/div><div class=\"paragraph jod\" id=\"v5n1734\"> We can make all these things ourselves; and all we have to do is to organize the elements that God has created or that he organized; for he did not create this earth any more than the potter created this pitcher. The potter took the rough material and ground it, and put it on his wheel, and made it just into the shape you see it now. <\/div><div class=\"paragraph jod\" id=\"v5n1735\"> It was so with our God. The elements were already created, and he took them and shaped them into an earth; and this is the way that all things are organized. <\/div><div class=\"paragraph jod\" id=\"v5n1736\"> Can we make silk? I have told you that if you go to work and raise flax, you should have the privilege, in my lifetime, of reaping four times as much flax as you ever reaped in the States; that is, you shall have a fourfold crop. <\/div><div class=\"paragraph jod\" id=\"v5n1737\"> Do I believe that such can be the case with sheep? I know it can; for we have sheared more wool from the sheep here than we ever did in the States, and have we not done the same by wheat? <\/div><div class=\"paragraph jod\" id=\"v5n1738\"> I heard brother Brigham and brother Wells speaking of a person that took from an acre and thirty rods ninety-six bushels and a half of wheat, and there are others who have taken <div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2157\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their fifty-seven bushels an acre. Why, Thomas, you never saw such things in the States! God bless you, Thomas! You shall become a sound man, and be a comfort to us in our old age. <\/div><div class=\"paragraph jod\" id=\"v5n1739\"> Well, I have no feelings in me against anyone&#x2014;not against brother Marsh; but I feel to bless him with the blessings of God, with the blessings of the earth, from the crown of your head to the soles of your feet; for this is my calling, and I do not feel to curse. But as for our enemies, they have cursed themselves with all the curses they can bear; and the cursings that are on them they never can get off, neither can those who sustain them. The Church and kingdom to which we belong will become the kingdom of our God and his Christ,<span class=\"citation\" id=\"79419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79419)\">Rev. 11:15<\/a><\/span> and brother Brigham Young will become President of the United States. <\/div><div class=\"paragraph jod\" id=\"v5n1740\"> [Voices responded, &#x201C;Amen.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n1741\"> And I tell you he will be something more; but we do not now want to give him the name: but he is called and ordained to a far greater station than that, and he is foreordained to take that station, and he has got it; and I am Vice-President, and brother Wells is the Secretary of the Interior&#x2014;yes, and of all the armies in the flesh. <\/div><div class=\"paragraph jod\" id=\"v5n1742\"> You don't believe that; but I can tell you it is one of the smallest things that I can think of. You may think that I am joking; but I am perfectly willing that brother Long should write every word of it; for I can see it, just as naturally as I see the earth and the productions thereof. <\/div><div class=\"paragraph jod\" id=\"v5n1743\"> Let us live our religion, serve our God, be good and kind one to another, cease all those contentions in your houses, and live in peace. <\/div><div class=\"paragraph jod\" id=\"v5n1744\"> Sisters, if you have got husbands, nourish them and cherish them; for they have got an almighty work to do; they have enough to do to lay up the comforts of life; and you wives are the women to nourish them that  <div class=\"break pagebreak\" id=\"220a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0220.pdf\" target=\"pdfwin\">p.&#xA0;220a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2156\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nourish you; for they feed you, and clothe you, and give you every mouthful that you eat and drink, and they have brought you to these valleys of the mountains, that you might see the sons of Jacob become a mighty host. Good heavens! You may yet see the day when the sons of Jacob will be ten times thicker than they now are; and I know it will be so. <\/div><div class=\"paragraph jod\" id=\"v5n1746\"> We will build up Jackson County, and I am going to tell them of it, with your consent, brother Brigham; and if you do not find any fault with it, I do not know that anybody else has a right to. <\/div><div class=\"paragraph jod\" id=\"v5n1747\"> Sisters, love your husbands, and encourage them to listen to their file leaders and to their officers pertaining to this Church; for this is their calling, and not to sit down and cry, snuffle, and find fault with their leaders and the other authorities in the Church; for there is where so many go over the dam. <\/div><div class=\"paragraph jod\" id=\"v5n1748\"> Brother Thomas has learned that this won't do. He has said he got mad with brother Joseph, and then he got mad with brother Brigham and me, because we did not get mad also, like him. The truth was, we were so busy, we had no time to get mad. It was nothing to us what brother Joseph did, and it is just so with you: it is none of your business what brother Brigham does, though you all know that he would not do anything wrong. Why, bless you, brother Brigham would die ten thousand deaths rather than walk one hair to the right or to the left from that which is right. <\/div><div class=\"paragraph jod\" id=\"v5n1749\"> Well, we are not jealous of you. Do your duty, and you will make every house and every place a palace, and your homes will be as the gate of heaven, and a source of joy to your husbands. Of course you must have a heaven of that which you have made. <\/div><div class=\"paragraph jod\" id=\"v5n1750\"> Why, I would go to work and make an altar and a heaven, and I never would take any other course than that <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2156\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which is honorable before God; and how can you live your religion without this? <\/div><div class=\"paragraph jod\" id=\"v5n1751\"> You poor, miserable, disaffected beings, if there are any such here, learn to do right. <\/div><div class=\"paragraph jod\" id=\"v5n1752\"> Sisters, sustain and comfort your husbands; for they have got plenty to do in these last days. After we have laid up stores and got seven years' provisions, there will be seven years for us to be on guard, but never can our enemies touch us if we do right. <\/div><div class=\"paragraph jod\" id=\"v5n1753\"> We are up in the tops of the mountains, and our Governor is here. What do you say to that? And his God is here, and his associates are listening. <\/div><div class=\"paragraph jod\" id=\"v5n1754\"> Well, if it is time for the Government of the United States to cut the thread, we are perfectly competent to take care of ourselves. We would not give a dime for this people to be one more in number than they are. There are enough of us; for the Lord is going to manifest his power and to play with our enemies as he did with Pharaoh and all his host.<span class=\"citation\" id=\"55002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55002)\">Deut. 7:18<\/a><\/span> Now, mark it, and see if it does not come so, or something similar. All these things are in this dispensation, and why? Because this is the fulness of times: it is the time fixed for all to make a sacrifice before God. <\/div><div class=\"paragraph jod\" id=\"v5n1755\"> God bless you, and may you receive the blessings of brother Brigham, brother Heber, brother Daniel, the Twelve Apostles, and the blessings of the Patriarchs of the living God. <\/div><div class=\"paragraph jod\" id=\"v5n1756\"> Peace be unto this people. Peace be in these valleys and upon the mountains around us! And peace be upon everything that we possess! But peace shall not rest upon those who will grumble and find fault with the servants of God. No; and he or she that will do it shall be as a barren tree. <\/div><div class=\"paragraph jod\" id=\"v5n1757\"> God bless you and make your minds fruitful, and fill you with revelation, with dreams, and with the visions of eternity, which is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}