{"ID":50046, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Preparation of Heart for Divine Blessings&#x2014;Responsibility&#x2014;Family Government.<\/div>\n<div class=\"subtitle\">Remarks by Elder Erastus Snow, Delivered in the Bowery, Great Salt Lake City, Sunday Morning, October 4, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Preparation of Heart, Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 10\/4\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d46\">\n<div class=\"paragraph jod\" id=\"v5n2343\"> I feel like offering a few of my reflections in connection with those remarks we have heard this morning from Elder Hyde. I feel that they are timely and good for the congregation of the Saints to reflect upon and treasure up. I would not say anything to draw the minds and reflections of the people from those sentiments which have been presented by Elder Hyde this morning, but rather to enforce and impress them upon the minds of the congregation, that every person capable of understanding may be able to treasure them up, that these principles may abide in our hearts; for, says the Savior, &#x201C;If you abide in me, and my words abide in you,<span class=\"citation\" id=\"70160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70160)\">John 15:7<\/a><\/span> they shall be in you as living water,<span class=\"citation\" id=\"69002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69002)\">John 4:10<\/a><\/span><span class=\"citation\" id=\"86423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86423)\">D&amp;C 63:23<\/a><\/span> and ye shall bear much fruit.&#x201D;<span class=\"citation\" id=\"70164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70164)\">John 15:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2344\"> Now, this people are not perishing for lack of knowledge: they have not a lack of the words of the Lord. But if this people perish for lack of knowledge at all, it is because they do not retain the word of the Lord which is delivered to them: it is not because it is not planted in our hearts, but because our ground is not properly broken up. The ground of our hearts is not prepared, that the word that is sown may bring forth fruit.<span class=\"citation\" id=\"64523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64523)\">Matt. 13:19-23<\/a><\/span> This is the trouble and the reason why we do not advance and bring forth more fruit, and grow more thrifty in the work of the Lord our God, and increase in faith, in power with God, in unison with him and with those whom he has set over us, and with one another. <\/div> <div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2091\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n2345\"> The trouble is not in our God, neither is it in our fellowservants&#x2014;those whom he has set to be our leaders, our teachers; for God is with them, and he would be with them much more abundantly, if we as a people were more ready to listen to them, and there was place found in us for their words, and their words take effect in our hearts. Then his Spirit and power would increase upon us, and there would be no lack. The lack is in us&#x2014;in the people, and always has been, and is not in our God. He is waiting and anxious to pour out blessings, and glory, and honor, and exaltation upon his people, far more than we have ever received, and far more than we are capable of receiving; and the only reason we have not received it long ago is because there was no place found for it. <\/div><div class=\"paragraph jod\" id=\"v5n2346\"> The great labor of the Lord and of all his servants is to prepare the hearts of the people, to concentrate the feeling of the people, to concentrate their faith, and to make them one, and to prepare their hearts to bring forth the fruits of the kingdom of God. This is the labor of preaching and praying, of exhorting, inviting, and beseeching all the time&#x2014;to move upon the hearts of the people and convince them of the necessity of union&#x2014;to impress it upon them, that they may remember all those principles which alone can exalt them. And, as was said by Elder Hyde, the responsibility of our conduct rests  <div class=\"break pagebreak\" id=\"286a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0286.pdf\" target=\"pdfwin\">p.&#xA0;286a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2090\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>upon ourselves, and not upon our leaders. The responsibility that is resting upon our leaders is alone the responsibility of doing what the Lord wants them to. <\/div><div class=\"paragraph jod\" id=\"v5n2348\"> The responsibility of what befalls this people is no more upon brother Brigham than it is upon me, and no more upon me than it is upon you; and every individual soul in all Israel has his own responsibility to bear, and he cannot throw it off. Whether it be good or evil&#x2014;whether it be joy or sorrow&#x2014;whether it be affliction or blessings, the responsibility thereof rests upon us individually. <\/div><div class=\"paragraph jod\" id=\"v5n2349\"> Brothers Brigham, Heber, and Daniel, who are they but our fellowservants&#x2014;those that the Lord has given us to be our leaders and the mouthpieces of the Lord unto this people&#x2014;the legitimate channel through which to lead, govern, and control this people? But are they responsible any more than you or I? No, not one whit. When they have discharged their duties, they are as free from responsibility as you or I. When they have done what lies in their power to do, they are exonerated before their God, although they feel as no other men on earth can feel, because there are no others placed in their condition; and it is impossible for any others to feel as they feel and have the same interest they have for the welfare of this people. <\/div><div class=\"paragraph jod\" id=\"v5n2350\"> It is God who rules and leads; it is God who controls the destinies of all men. Every man is in his hands, to be used as he will. Whithersoever this people are led, they will be led through that channel he has intended; and whether they go to the east, west, north, or south&#x2014;whether they burn their dwellings and flee to the mountains, or remain here&#x2014;whether they fight the Gentiles, or turn their backs upon them&#x2014;whatsoever they have to do, it will be the Lord Almighty that does it; but he will <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2090\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do it through the channel he has appointed. <\/div><div class=\"paragraph jod\" id=\"v5n2351\"> But will the responsibility of thousands be upon those men that are set over us to lead us? No, it will not. I am well aware that there are a great many people who in their childish simplicity feel that any act that they do is nothing to them. <\/div><div class=\"paragraph jod\" id=\"v5n2352\"> So far as taking thought or having trouble in our spirits about what is to come or what will be the result of things, it is well that we should set our hearts at rest and be at ease and feel quiet, and our spirits calm as a summer's morning and resigned, and our feelings prayerful and peaceful. But as far as feeling indifferent and like throwing off the responsibility from our shoulders upon our leaders, this should not be; neither should we claim exemption from the responsibility of anything in Israel. Everyone should have a share of that responsibility, and they cannot throw that responsibility off; for upon my head devolves the responsibility of directing my hands and my feet and other members of my body in their exercises. It is equally the duty of every other member of the body to administer to the head. The hands have to feel the head, and the head has to be properly guarded and shielded, that it may be active and the brain vigorous, that every movement may be wisely directed and every energy of the body directed in proper channels. <\/div><div class=\"paragraph jod\" id=\"v5n2353\"> Our God deals with us as a people. He does not deal with brother Brigham, brother Heber, or brother Daniel separately and distinctly from this people, or the people distinct from them. We cannot be separated; we are one. We are the Twelve Apostles, the High Priests, the Seventies, the Elders, the Priests, the Teachers, the Deacons, the Bishops. Every quorum of the Priesthood, every man in Israel, and every woman in Israel are members of the same body&#x2014;branches of the  <div class=\"break pagebreak\" id=\"287a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0287.pdf\" target=\"pdfwin\">p.&#xA0;287a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2089\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>same vine, and partake of the same spirit, unless they are branches that are withered and dried up. God will deal with us as a whole all the time. <\/div><div class=\"paragraph jod\" id=\"v5n2355\"> How was it with Israel of old, as has been referred to by Elder Hyde? They were led by the hand of God all through the wilderness. God led Moses. Sometimes they were led in one direction, and sometimes in another. They were brought up against the Red Sea; and did not they, in their blindness, chide with Moses because he had led them thus?<span class=\"citation\" id=\"53976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53976)\">Ex. 14:10-12<\/a><\/span> Looking at things naturally, they could say, &#x201C;You might have gone round and avoided this snare: we might have taken another road, instead of running right into this canyon, between these two mountains, and against the Red Sea, where there is no chance to dodge; and so we are to perish by the armies of Egypt close in our rear and the sea before us.&#x201D; These were the feelings of a great many weak in faith and ignorant people among them; and they were ready to pick up stones to stone Moses because he had done it.<span class=\"citation\" id=\"54077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54077)\">Ex. 17:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2356\"> There are a great many instances of the same kind during their forty years' sojourning in the wilderness. Sometimes they were led into the wilderness when they might have followed some streams of water, had the Lord have led them in that channel. And when they were led into different circumstances there were always some who complained and threw the responsibility upon Moses, exonerating themselves. <\/div><div class=\"paragraph jod\" id=\"v5n2357\"> Some wished to turn back unto Egypt,<span class=\"citation\" id=\"54684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54684)\">Num. 11:18<\/a><\/span> and a great many plans were in view to extricate themselves from difficulties;<span class=\"citation\" id=\"54717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54717)\">Num. 14:2-4<\/a><\/span> except fleeing to the Almighty, who had led them into those difficulties; and time and again the Lord rebuked them and manifested his power to deliver them. But who led them? Did Moses lead them? <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2089\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> No. The Almighty led them. Moses was his servant, and led them as the Almighty directed him. <\/div><div class=\"paragraph jod\" id=\"v5n2358\"> Why did not the Almighty direct him to lead them round the Red Sea instead of through it? And why did he not lead them to follow the streams, instead of taking them across the desert? Why did he not lead them a straight course from Egypt to Canaan, instead of keeping them forty years in the wilderness? Who was most to blame for it? Was the responsibility upon him, or was it upon the people? Why was it upon the people? Because they were a stiffnecked people, a hardhearted people, and an ignorant people. <\/div><div class=\"paragraph jod\" id=\"v5n2359\"> We read in the Scriptures that they were so stiffnecked as to provoke the Lord, and he came out upon them in his wrath and consumed them from his presence&#x2014;sometimes by fire that came forth from his presence,<span class=\"citation\" id=\"54682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54682)\">Num. 11:1<\/a><\/span> at other times by causing the earth to open and swallow them up by thousands,<span class=\"citation\" id=\"54790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54790)\">Num. 16:30-33<\/a><\/span> at other times by pestilence,<span class=\"citation\" id=\"54720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54720)\">Num. 14:11-12<\/a><\/span> and at other times by fiery flying serpents which came among them and bit them that they died.<span class=\"citation\" id=\"54829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54829)\">Num. 21:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2360\"> Why was the anger of the Lord kindled against them? Because of the hardness of their hearts<span class=\"citation\" id=\"65134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65134)\">Matt. 19:8<\/a><\/span> and the stiffness of their necks.<span class=\"citation\" id=\"81433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81433)\">2 Ne. 25:12<\/a><\/span> It was not because of Moses. Only in one instance did Moses offend. That was not in any of his movements in leading and controlling Israel, but because he did not sanctify the Lord God of Israel before their eyes when he smote the rock of Horeb.<span class=\"citation\" id=\"54082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54082)\">Ex. 17:6<\/a><\/span><span class=\"citation\" id=\"54824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54824)\">Num. 20:10-12<\/a><\/span> This was the only instance in which the Lord condemned Moses; but he directed Moses how to lead Israel, and Moses led them in the way he was directed; and they were tried forty years in the wilderness, until most of them were worn out and perished.<span class=\"citation\" id=\"54861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54861)\">Num. 26:65<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2361\"> Were they a wicked people above all other people, that their carcasses should thus fall in the wilderness?<span class=\"citation\" id=\"54743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54743)\">Num. 14:35<\/a><\/span>  <div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2088\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>What think you, brethren and sisters&#x2014;ye that are called Latter-day Saints, were they, as a people, more wicked than the rest of mankind, that God should have dealt with them thus? I answer, No. But of a truth they were the best people upon the face of the earth, and the only people that had the Priesthood of God among them. <\/div><div class=\"paragraph jod\" id=\"v5n2363\"> They were the people whom God had delivered from Egyptian bondage with an outstretched arm;<span class=\"citation\" id=\"55113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55113)\">Deut. 26:8<\/a><\/span> and by his power, they were the only people God could make use of. They had faith sufficient that he could govern and control them; and so far from being the worst, they were the best people upon the earth; but upon them rested the responsibility, and they did not improve upon their privileges and appreciate their blessings as they ought to have done; and for this reason were they set forth as examples to all who should live after; and the responsibility of their carcasses falling in the wilderness, the responsibility of their being led into the desert, the responsibility of all their trials and troubles was not upon Moses and their leaders, nor upon their God, but upon themselves; for, had they been pliable, submissive, willing, and obedient, and had their spirits been pliable before the Lord, willing to be molded and fashioned, they could have been led forth conquering and to conquer,<span class=\"citation\" id=\"79237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79237)\">Rev. 6:2<\/a><\/span> and been planted in Canaan just as well in two years as in forty. And if this people were capable of receiving it, the Lord could as well give them the kingdom today as forty years hence. And if the people of the United States would have hearkened to the voice of the Lord, given through the Prophet Joseph, they might have been a more prosperous and powerful nation today. <\/div><div class=\"paragraph jod\" id=\"v5n2364\"> The history of all religious generations and dispensations is similar, and shows this fact to us, that human <div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2088\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> nature is the same in every age of the country, and among every country, and among every people&#x2014;that all men are subject to like weaknesses and have to be taught gradually. <\/div><div class=\"paragraph jod\" id=\"v5n2365\"> Children grow from infancy to manhood; and whether God leads our footsteps in correct paths or not, he is only leading us to school: he is only directing our course in a round of experience by which he trains us, and makes us one, cements our hearts together, and rids our spirits of iniquity and abomination. He wants to teach men and women how to walk together in union and be great&#x2014;to teach this people how to be bound to him and to those that he sets over them, and to teach his Saints how to reign in the house of Israel as his servants. <\/div><div class=\"paragraph jod\" id=\"v5n2366\"> I do feel conscious that if the men of Israel do their duty and live their religion, reformation will go forth from them through their families, and it cannot be stayed; and every branch of every family in Israel will feel the effects of that reformation: every woman and all her children will feel it. <\/div><div class=\"paragraph jod\" id=\"v5n2367\"> If a man of God lives his religion and is controlled only by the Spirit of Zion in his family, and if he has a turbulent, disobedient spirit in his family, that spirit will be subject or that individual will be separated from his family, upon the same principle that turbulent persons that repent not are severed from this Church by the vote of this people; and when that turbulent person is severed, he will dry up and wither, and will be gathered and burned with the ungodly. <\/div><div class=\"paragraph jod\" id=\"v5n2368\"> It may be that heretofore the fanning-mill has blown out more of the men than it has of the women; but if it has done this, it is because the sieve is not quite fine enough. But as the work of reformation goes forward, it will sift to the very bottom; and every member of every family in  <div class=\"break pagebreak\" id=\"289a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0289.pdf\" target=\"pdfwin\">p.&#xA0;289a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2087\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Israel will feel the effects of the driving element that will sanctify them for the Lord Almighty or separate them from this people. <\/div><div class=\"paragraph jod\" id=\"v5n2370\"> Every man in Israel is responsible in a certain degree for the conduct of his wives and children.<span class=\"citation\" id=\"94499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94499)\">D&amp;C 68:25<\/a><\/span> He has covenanted that he will assume that responsibility; that is, he will assume the responsibility of the sins of his wives, if he fails to discharge his duties towards them in teaching and leading them in the ways of life and salvation. <\/div><div class=\"paragraph jod\" id=\"v5n2371\"> I assume the responsibility of the acts of my wives and children so far as they are obedient to me; and when I discharge my duties to them, reprove them in their transgression, set a godly example before them,<span class=\"citation\" id=\"84388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84388)\">D&amp;C 20:69<\/a><\/span> live my religion, and show forth the spirit thereof in my course with my family, and they will not drink into the same spirit and receive good at my hands, those consequences shall roll from me upon them; and it becomes my duty to separate myself from those sins and from the rebellious members of my family, that we may not all be cursed because of the transgression of one or two individuals. <\/div><div class=\"paragraph jod\" id=\"v5n2372\"> But if I do not discharge my duties towards them, admonish them when they are out of the way, instruct them in their duties, and walk as a man of God before them, the consequences and responsibility of every individual's transgressions, even those of every wife and every child I have, and of every evil that is done in my house, shall rest upon me. God has laid it upon me. <\/div><div class=\"paragraph jod\" id=\"v5n2373\"> Sometimes we may err by being remiss in duty&#x2014;too lenient in our families, and some of us may be under condemnation by being too careless about transgressors in our families; for if we hold fellowship with transgressors and spirits that are in rebellion against God and that will not repent and humble themselves&#x2014;if we <div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2087\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> close our ears to it and go to sleep while wickedness is stalking unrebuked through our habitations, we become partakers in that transgression, and the consequences thereof will stick to us. <\/div><div class=\"paragraph jod\" id=\"v5n2374\"> But if the head of a family reproves iniquity and seeks to purge it from his presence&#x2014;from his family, then his hands are free from stain of guilt; he is not a partaker in the transgression, and by his doings he says he will no longer hug to his bosom that individual&#x2014;he will no longer eat and drink with him or her as a member of the body of Christ&#x2014;<span class=\"citation\" id=\"73573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73573)\">1 Cor. 12:27<\/a><\/span>he will no longer be held responsible for their sins. <\/div><div class=\"paragraph jod\" id=\"v5n2375\"> So should every man and every family rid themselves of evil and transgressors in their midst; for God deals with every family as a whole, as he deals with this people as a whole; and every man in Israel is responsible, and that responsibility he assumes when he assumes the responsibility of a family. <\/div><div class=\"paragraph jod\" id=\"v5n2376\"> If there is no sieve fine enough yet to separate the dross from the wheat of the female portion of this community, I tell you, in the name of Israel's God, there is a fine one preparing, and it will separate the chaff from the wheat from every family in Israel, as sure as there is a God in Israel, until the families of Israel shall be sanctified before the Lord&#x2014;until they shall be one, even all the families in Israel, that the Lord God shall accept and not be ashamed of them. <\/div><div class=\"paragraph jod\" id=\"v5n2377\"> There are many ways by which this may be accomplished; but the Lord in his own due time will bring it to pass. We naturally cling to our families, loving and cherishing them; so does every man that feels the weight of his responsibility&#x2014;that is set over this people to administer in any department thereof: he feels his heart full of compassion, and he desires the salvation of every member  <div class=\"break pagebreak\" id=\"290a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0290.pdf\" target=\"pdfwin\">p.&#xA0;290a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2086\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thereof. So does our Father desire the salvation of every member of his family. <\/div><div class=\"paragraph jod\" id=\"v5n2379\"> Many among us, in their ignorance, manifest a weakness of soul in training up their offspring. Their weakness is such that they cannot administer chastisement unto their children; but they love them with a foolish, blind, ignorant love, that gratifies every desire and allows them to have their own way and pursue the channel of their own inclinations unrebuked, unchastened, until they grow up wild, as it were, without any proper impulse being given to their minds. If I feel satisfied in thus allowing my offspring to follow the bent of their own inclinations, God will hold me responsible for their evil acts. <\/div><div class=\"paragraph jod\" id=\"v5n2380\"> If any man have members in his family whom he cannot control by the principles of the Gospel, far better were it for him, if they want to go to the States or to any other country, to give them a good outfit and send them off, get them out of the way, and let them go their own way: far better this than to harbor them where they were like a viper in his bosom, corrupting and corroding in the midst of his family. <\/div><div class=\"paragraph jod\" id=\"v5n2381\"> The female portion of this community have to bear their share of this responsibility; and we know they are the best set of women that exist upon the earth; and that all the world will bear witness to, when they talk about plurality. <\/div><div class=\"paragraph jod\" id=\"v5n2382\"> Men of some discretion in the Gentile world ask questions about the operations of the plurality of wives among us. &#x201C;How many wives live in each house? How do they get along in their associations? Are they all the time quarrelling and fighting?&#x201D; A man said to me once, &#x201C;My wife would not stand it five minutes, if I should bring a woman into my house to have a share of my company and my affections: I should have a hell <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2086\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon earth, and no house that I could build would be big enough to hold my wife. It is marvelous to me how you can live, and how it is you are not killed.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2383\"> They cannot understand it, because they are governed by their passions, and not by principles; and it is the hardest thing in the world for them to be convinced that this people are governed by principle. This is the doctrine we have been preaching abroad, and it is the very thing the Gentiles will not receive; and they marvel and wonder that we do not tear each other's eyes out. They say this would be the case with them: in a little while they would be bald and blind and full of wounds, bruises, and putrifying sores; or, like the Kilkenny cats, use each other up all but the tails, and then the tails would jump at each other. So it would be among them indeed; for there is no law of the Lord that would keep the people together a minute in the peace and order that exist here. <\/div><div class=\"paragraph jod\" id=\"v5n2384\"> Existence among this people is of itself one of the greatest privileges. The world of mankind may soon know that God is with us, and that he is at the helm, that he is the founder of this work, and that the women as well as the men are the best upon the earth, and that we are determined to live and be governed by principle and not passion. <\/div><div class=\"paragraph jod\" id=\"v5n2385\"> Have we all learned to be altogether thus governed? No, we have not. But we are learning it: the men and women of Israel are learning it; but some of them are very dull scholars, and would a great deal rather go off and play than take a lesson; and they whine and cry over it, and sit on the dunce block rather than study and learn their lessons; and they will be dunces, because nothing but foolishness is bound up in their hearts. But many of us are learning to be governed by principle, not passion, and  <div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2085\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>learning that we must become one&#x2014;that there is somebody else that has feelings besides them&#x2014;that there is somebody else worthy of respect and love besides them&#x2014;that there are some good qualifications in some other being&#x2014;and some other woman's children have some claims as well as mine; they are learning to let principle rule them. <\/div><div class=\"paragraph jod\" id=\"v5n2387\"> Well, go on: let the good work continue. This is my prayer all the time. Are all the families of Israel and every woman striving herself to play well her part and reverence her husband as her lord; for he is her lord.<span class=\"citation\" id=\"75328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75328)\">Eph. 5:22<\/a><\/span> Will she ever have another? No, never; and if she ever expects to have another, she has not learned &#x201C;Mormonism&#x201D; aright. She may tear herself loose from him and attach another, but she may have a worse one: she ought to have a worse one. If she cannot learn to honor him, the next one she gets, if she is permitted to have another, ought to be a worse one. How shall women honor their husbands? Just as we honor brother Brigham in his place, and the authorities of the Wards in their places; because upon him is laid the responsibility of that family, and he cannot get rid of it. He is in duty bound to purge them of their follies, and they are in duty bound to listen to his reproofs and honor him and pray for him, that he may be led aright. <\/div><div class=\"paragraph jod\" id=\"v5n2388\"> Do the women, when they pray, remember their husbands? Do you pray for brother Brigham? Yes, you should always pray for him. But when you pray for him, do you pray also for your own husband, that he may have the inspiration of the Almighty to lead and govern his family as the lord? Do you uphold your husband before God as your lord? &#x201C;What! My husband to be my lord?&#x201D; I ask, Can you get into the celestial kingdom without him? Have any of <div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2085\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you been there? You will remember that you never got into the celestial kingdom without the aid of your husband. If you did, it was because your husband was away, and someone had to act proxy for him. No woman will get into the celestial kingdom, except her husband receives her, if she is worthy to have a husband; and if not, somebody will receive her as a servant. <\/div><div class=\"paragraph jod\" id=\"v5n2389\"> We have one God, the Father of us all,<span class=\"citation\" id=\"75011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75011)\">Eph. 4:6<\/a><\/span> who is graciously kind to us; and those who call upon his name receive his Spirit;<span class=\"citation\" id=\"82178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82178)\">Alma 13:28<\/a><\/span> but the spirit we have got to be in is for every woman to be one with her husband, and every man to be one with those that are set over him in the Lord. Thus we become as branches of one vine, partaking of the same spirit.<span class=\"citation\" id=\"70141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70141)\">John 15:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2390\"> Does every woman pray for her children and with her children? Does she teach them to reverence their father and honor him ? If she does not teach them thus to honor him in her own words and examples, her children learn disobedience from her. Show me disobedient children, and I will show you disobedient parents, the world over. <\/div><div class=\"paragraph jod\" id=\"v5n2391\"> Where there are disobedient and rebellious children in the midst of Israel, tell me who their father and mother are, and I will point out to you disobedient, rebellious, disaffected parents; and if there is a woman in any family whose children dishonor their father, I will show you a woman that dishonors her husband and shows him disrespect, from which the children take their example. <\/div><div class=\"paragraph jod\" id=\"v5n2392\"> We do not want such women in Israel: we do not want their offspring, nor anything that pertains to them, except they repent. If they will have their children learn righteousness, let them seek it themselves, and pray to God in their apartments for their little ones. It is the mothers in Israel that have the charge of chil<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2084\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dren; the men of Israel are abroad among the nations of the earth to preach the Gospel and fight the battles of Zion, to go abroad and return once in a few years, perhaps, to visit their family and become acquainted with their children. God wishes the mothers in Israel to assume that responsibility, and assume it by the Holy Ghost, that there may be a generation raised up that shall be fit for the Lord to use. <\/div><div class=\"paragraph jod\" id=\"v5n2394\"> Sanctify the Lord God in your hearts,<span class=\"citation\" id=\"77898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77898)\">1 Pet. 3:15<\/a><\/span> ye mothers in Israel, and fast, and hunger and thirst after righteousness.<span class=\"citation\" id=\"62932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62932)\">Matt. 5:6<\/a><\/span> Pray for and with your little children in your apartments. Is it enough for a father to gather together his wives and children when he is at home, and pray with them? That is <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2084\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his duty; and every mother should take pattern by his example, and with their own offspring follow his example and call down the blessings of heaven upon them, and they will learn from her. While they listen to her prayers, they will learn to lisp from her mouth the words of prayer and thanksgiving to God; and faith will rest upon them, and the Holy Ghost will rest upon them, and they will be inspired with faith and power, and draw down blessings upon her and upon their father; and the blessings of God will rest upon them from their mother's womb, if they pursue this course. <\/div><div class=\"paragraph jod\" id=\"v5n2395\"> May the God of heaven help us to pursue this course, one and all, is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}