{"ID":50044, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Spiritual Dissolution&#x2014;Ignorance of the World.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Bowery, Sunday Afternoon, September 27, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Spiritual Dissolution, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 9\/27\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d44\">\n<div class=\"paragraph jod\" id=\"v5n2213\"> I was going to say I was glad that I live. Bless your souls, I expect always to live. Most of the people are always talking about death. I do not know anything about it, and I never wish to know anything about what is called death, and I never shall, except I sin and turn away from this Church and away from Jesus Christ. When I turn from him, I follow a character that is called Death;<span class=\"citation\" id=\"79254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79254)\">Rev. 6:8<\/a><\/span> but while I live my religion, I never shall die&#x2014;that is, my spirit never will die. <\/div><div class=\"paragraph jod\" id=\"v5n2214\"> My tabernacle that is now standing before you, that you see with your eyes, I expect will decay, just like an old house. When it is done with, it decays, and turns back to the mother earth, from whence it was taken; and it is so with my body; it is so with yours; but it is not so with my spirit, if I live my religion. <\/div><div class=\"paragraph jod\" id=\"v5n2215\"> If I do not live my religion, but turn away from the principles of light and life, my spirit will die. You have heard me speak of that a great many times, and so you have brother Brigham. There are thousands upon thousands whose bodies will die by the power of the second death; and then they never will return again. Many call that annihilation. <\/div><div class=\"paragraph jod\" id=\"v5n2216\"> It is just the same with that as it is with this pitcher: it was made in England; it was once in its mother element, and it was taken out of the earth, and went through a certain process. It was then modeled and <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2105\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fashioned into the shape in which you now see it. <\/div><div class=\"paragraph jod\" id=\"v5n2217\"> Now, will the day come when this pitcher will return to its mother earth? It will; and it may be thrown into some part of the earth where it may be thousands and millions of years before that pitcher or the elements of which it is composed will be brought back again; and so it will be with thousands and millions of the people: they never will be brought back into the shape they were in once. <\/div><div class=\"paragraph jod\" id=\"v5n2218\"> Some men enquire, &#x201C;Why?&#x201D; Simply because they have dishonored the spirit and bodies that God gave them; therefore God will make a desolation of those bodies and spirits, and he will throw them back into the earth; that is, that portion that belongs to the earth will go back there. And so it will be with our spirits: they will go back into the elements or space that they once occupied before they came here. <\/div><div class=\"paragraph jod\" id=\"v5n2219\"> Now, you may believe what you have a mind to about it; it is just as easy to conceive of a dissolution as to conceive of anything else. Chemists take elements and dissolve them and separate them, and can it not be done with our bodies? I answer yes, and with our spirits too, just as easy as a chemist can take a five-dollar piece and dissolve it into an element that is like water. Can that be restored again? It can: it can be dissolved, and it can be brought back again. And upon the same principle can our  <div class=\"break pagebreak\" id=\"272a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0272.pdf\" target=\"pdfwin\">p.&#xA0;272a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2104\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bodies be dissolved and restored again. <\/div><div class=\"paragraph jod\" id=\"v5n2221\"> You know I am always at work at something that I can make you understand. As to eloquence, brother Taylor told you last Sunday what it was. &#x201C;What is it?&#x201D; says one. Nothing but truth, and that in its simplicity. My prayers are&#x2014;and if your prayers were always right, you would pray so also&#x2014;that our leader, brother Brigham, would convey things in a plain and simple manner. And you should also pray that I might do it; for I know there are many things laid before this people that hundreds of them do not understand. <\/div><div class=\"paragraph jod\" id=\"v5n2222\"> I have often talked to this people about their ceasing from their evil ways. You hear the same things every Sabbath. Brother Case has been teaching it, and my exhortation today is, Cease from your dissensions. <\/div><div class=\"paragraph jod\" id=\"v5n2223\"> Well, there are scores of people in this congregation who do not know what that means. When brother Brigham says a thing is so and so, and I answer that I do not believe a word of it, that is justifying my conduct. Do you not see it is? You would not believe that there are people in this congregation who are so ignorant that they do not understand this; but there are. Some are so ignorant that they will make fun of this, and they are of all the most ignorant. You never saw a learned man or a learned woman, who was a gentleman or a lady, that would ever ridicule a man or woman for not being better educated. <\/div><div class=\"paragraph jod\" id=\"v5n2224\"> There is a difficulty with many of the Elders who go to England, to the United States, and to the islands of the sea: they do not explain things in that simple manner which they ought to do; but they use words that are above the capacity of the people. <\/div><div class=\"paragraph jod\" id=\"v5n2225\"> Go into Philadelphia, New York, Rochester, and many other great cities, and you will find the most ignorant <div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2104\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people that are in the world. In those very cities there are thousands and hundreds of thousands that do not know as much as my old cow. <\/div><div class=\"paragraph jod\" id=\"v5n2226\"> You may think that is extravagant; but there was a Baptist priest as ignorant as that&#x2014;a Mr. Barrett, who kept an academy called Barrett's Academy, in London. He did not know what baptism or repentance was, and we could not teach him, he was so ignorant and stupid. <\/div><div class=\"paragraph jod\" id=\"v5n2227\"> But let one of my wives go up to a cow of mine, and say, &#x201C;So,&#x201D; and the cow knows what that means, and will stand still. Then my wife says to her, &#x201C;Don't you kick one bit while I am milking you. If you do, I will whip you;&#x201D; and the old cow stands still till the last drop of milk is drawn. <\/div><div class=\"paragraph jod\" id=\"v5n2228\"> There are a great many men and women who do not know as much as that: but you can teach cattle, for there is instinct in them; and you can teach a horse, for we have seen it done in this city. Did not God cultivate a donkey one time? He did. Yes; the Lord cultivated the ass, and he spoke and rebuked the Prophet:<span class=\"citation\" id=\"54837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54837)\">Num. 22:28<\/a><\/span> and cannot he do the same now? Did he not speak to a raven and tell it to carry food to Elijah?<span class=\"citation\" id=\"55672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55672)\">1 Kgs. 17:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2229\"> These are a few preliminary remarks. I have said what I have said, and you may take from it what you please. We have to learn the principle of obedience and do as we are told. <\/div><div class=\"paragraph jod\" id=\"v5n2230\"> As a general thing, this people will listen and do what brother Brigham and brother Heber say; but there are some who will not do what their Bishops say. Does that show obedience? You cannot obey him and then disobey his brethren that are with him. If a wife cannot be obedient to me, will she be obedient to anybody else? I don't think she will; but I think, if you place anybody else in my situation, she will disobey him, and she will disobey every other one  <div class=\"break pagebreak\" id=\"273a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0273.pdf\" target=\"pdfwin\">p.&#xA0;273a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2103\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that she may go with, and there is no end to her disobedience. <\/div><div class=\"paragraph jod\" id=\"v5n2232\"> I have got to be obedient to whom? To my leader. It does not make any odds what he says. If he says, &#x201C;Brother Heber, go and build a barn thus and so,&#x201D; and he gives me a sketch of that barn, and I go to work and build it, there is obedience. Well, after I built it, there is something about the barn that he does not like, or that does not suit him, and he says, &#x201C;Brother Heber, I want you to go and take that away and put up such and such things;&#x201D; and then he tells me to take down the barn. I go and do it. Then he tells me to build it again, and I do it. That is obedience. You see it, do you not? <\/div><div class=\"paragraph jod\" id=\"v5n2233\"> I cannot honor God nor angels unless I am obedient to my leader; neither will God honor me, except I will honor the words of those men whom he sends. Do you know it? You know you have got to come to that standard, every man and every woman. &#x201C;Verily, verily, I say unto you, He that receiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent me.&#x201D; (John xiii. 20.)<span class=\"citation\" id=\"69836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69836)\">John 13:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2234\"> If I could not see the spirit of obedience in you, I could not warrant you, neither could I warrant any man or woman, nor could any Prophet or Patriarch warrant you salvation. We must be passive in the hands of the authorities, as this pitcher was passive in the hands of the potter that made it. <\/div><div class=\"paragraph jod\" id=\"v5n2235\"> Gentlemen, ye Elders of Israel, whether you are old men, young men, or middle-aged, you have got to learn the lesson of obedience. <\/div><div class=\"paragraph jod\" id=\"v5n2236\"> Now, brethren, do you not think it is about time that we began to learn? Does middle age or does old age excuse a man? No, it does not. Well, then, what will justify a man in doing wrong? Not anything. To do as I am told is my duty. It is <div class=\"break columnbreak\" id=\"273b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0273.pdf\" target=\"pdfwin\">p.&#xA0;273b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2103\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> written in the Bible somewhere, &#x201C;Obedience is better than sacrifice, and to hearken, than the fat of rams.&#x201D;<span class=\"citation\" id=\"55461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55461)\">1 Sam. 15:22<\/a><\/span> If I want to honor God, let me honor those whom he has sent and whom he has placed to dictate and control the affairs of his kingdom. <\/div><div class=\"paragraph jod\" id=\"v5n2237\"> I frequently talk about the clay in the hands of the potter.<span class=\"citation\" id=\"60498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60498)\">Jer. 18:1-6<\/a><\/span> The Lord said to Jeremiah, &#x201C;I will show you a thing that I cannot tell you. Go down to the potter's house, and I will be there, but you shall not see me; and I will make that potter mar a vessel.&#x201D; Jeremiah went down to the potter's house, and the Lord showed him the very thing he had promised; for the potter undertook to make a vessel, and the clay marred in his hands, and he cut it off the wheel and threw it into the mill; &#x201C;and now,&#x201D; says he, &#x201C;take it out again and shape it into a ball, and turn it into a vessel of honor.&#x201D; He did that very thing, though it is not written. The Scriptures say that out of the same lump he made a vessel first unto dishonor, and then unto honor.<span class=\"citation\" id=\"72680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72680)\">Rom. 9:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2238\"> I used to preach upon that in Nauvoo, and Joseph said it was the true interpretation. Now, Jeremiah was a man like brother Brigham, brother Heber, Amasa, and thousands of the servants of God that were valiant. There are thousands here that have never seen a potter's house. But if I was in one, I could take a lump of clay and show you; and perhaps, being out of practice, it would mar in my hands: then I would throw it back into the mill and grind it, and afterwards I would take it up again and make a vessel unto honor. And thus the Lord said to Jeremiah, &#x201C;As you see that clay mar in the hands of the potter, so shall it be with the house of Israel.<span class=\"citation\" id=\"60506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60506)\">Jer. 18:4-6<\/a><\/span> They shall go and be in prison till I bring them out and make them vessels unto honor.&#x201D; That is to be done in the latter days, when the Lord is to say  <div class=\"break pagebreak\" id=\"274a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0274.pdf\" target=\"pdfwin\">p.&#xA0;274a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2102\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the dry bones, &#x201C;Come forth,&#x201D; and so on.<span class=\"citation\" id=\"60818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60818)\">Ezek. 37:1-13<\/a><\/span> Go and read the Bible, and you will learn about it. It will be just so with thousands and tens of thousands who will embrace &#x201C;Mormonism:&#x201D; they will go back into the mill again, through disobedience. <\/div><div class=\"paragraph jod\" id=\"v5n2240\"> I do not believe, of all the Branches of this church that were raised up twenty-five years ago, that there is one man out of twenty who now stands firm and is living. Of the two thousand whom I and my brethren baptized, when we first went to old England, I do not believe there are five hundred now in this Church. <\/div><div class=\"paragraph jod\" id=\"v5n2241\"> Brother Brigham and I paid from ten to fifteen thousand dollars to emigrate Saints from that country to the States. But where are they now? They have not all remained with us; and, in fact, it was not six months before many of them turned round and cursed us. They would not live their religion: they were stupid, and wanted their own way like a mule. All such characters will go overboard, and they will have to lie there till the Lord Almighty says, &#x201C;Go and deliver the Gospel to them again.&#x201D; I am talking what I know and what I realize. <\/div><div class=\"paragraph jod\" id=\"v5n2242\"> Brethren and sisters, you have all got to be tested; but I know I cannot force things into your minds: I can only tell you things as I see them. There are a great many of this people that are exulting, and they feel as though they could whip a hundred men each: but you are not going to have very much trouble this fall. <\/div><div class=\"paragraph jod\" id=\"v5n2243\"> Those troops seem to feel determined to come here. There are about 1,400 of them; and, with their officers and servants, altogether there will be upwards of 2,000. Captain Van Vliet advised them to turn in somewhere and fix up and stay for the winter; but he had no orders about the matter: therefore all he could do was to give them good counsel. But when he found they could not be pre<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2102\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vailed upon to take his advice, he told them that if they attempted to come in here we should slay them. When they heard this they shouted with anger, and the next day they traveled thirty miles towards this place: they made two days' march in one. <\/div><div class=\"paragraph jod\" id=\"v5n2244\"> While brother Jones was there, they exulted over us and sang all manner of songs, telling how they were going to kill brother Brigham and all those who would uphold &#x201C;Mormonism;&#x201D; and they seemed to be as crazy as fools. They swore that they would use every woman in this place at their own pleasure&#x2014;that they would slay old Brigham and old Heber; and they actually think that there are many&#x2014;especially women&#x2014;that will feel glad should they enter this valley, that they may be reprieved. Indeed they carry on in a most disgraceful and disgusting manner. <\/div><div class=\"paragraph jod\" id=\"v5n2245\"> How long is it since brother Brigham proffered to release all the women in this Territory who wished to be released? At the last October Conference. That woman is to blame who wanted to be free and did not take the liberty that was given; and I say to all of mine that want to go, Go, and I will give you all the writings you want; and, besides that, I will give you the means to help you away. <\/div><div class=\"paragraph jod\" id=\"v5n2246\"> These are my feelings in relation to those who want to go away. I say you shall have the privilege; for we will prepare the way so that you can go, if there are any who wish to go; and such has always been the case. But, as it happens, there are none who want to go, that we know of. <\/div><div class=\"paragraph jod\" id=\"v5n2247\"> In relation to those soldiers coming here, they never can come, so long as the Lord God Almighty gives us strength to resist them. And that is not all. There is no man that can rule over this people but Brigham Young. <\/div><div class=\"paragraph jod\" id=\"v5n2248\"> [The congregation shouted, &#x201C;Amen.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n2249\"> And as long as we uphold him as the man holding the keys of this  <div class=\"break pagebreak\" id=\"275a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0275.pdf\" target=\"pdfwin\">p.&#xA0;275a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2101\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>kingdom, he shall rule as Governor of this people. What a foolish thing it would be for us to drop brother Brigham and say that a wicked man should have that position! Oh! The hell and the sorrow that this people would see! But we never will have any other man so long as he liveth; and then it shall be his successor in office&#x2014;the man whom God Almighty appoints; and no other man. <\/div><div class=\"paragraph jod\" id=\"v5n2251\"> The brethren talk about our freedom. Why, we are just as free as the old veterans of the revolution were before they got their independence. <\/div><div class=\"paragraph jod\" id=\"v5n2252\"> We have declared our independence. But, gentlemen and ladies, we have got to maintain that by the strength of Jehovah. And that man and that woman who cannot stand up to the test, I ask you to leave as quick as you can; for when the time of the test comes, as the Lord God Almighty lives, if you then leave us or betray us, that is the end of you. <\/div><div class=\"paragraph jod\" id=\"v5n2253\"> Do not exult over our enemies; but when you have an opportunity, get down upon your knees and cry unto the Lord God till you get his Spirit, and be as clay in the hands of the potter,<span class=\"citation\" id=\"60528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60528)\">Jer. 18:6<\/a><\/span> and learn to do as you are told. This is the thing to learn. The virtue is not altogether in taking a fiddle and playing the tune, but it is something of a job to dance to the tune. <\/div><div class=\"paragraph jod\" id=\"v5n2254\"> This year's trouble will not be much. It is not going to amount to a great deal; but it will amount to this&#x2014;a collision between this people and the United States; and the gate will be shut down between us and them. This is already done to a certain extent; but many of you do not see it. <\/div><div class=\"paragraph jod\" id=\"v5n2255\"> We have been telling you these things for years; but did you believe them? Yes, and so did the devils. The devils believe and tremble;<span class=\"citation\" id=\"77579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77579)\">James 2:19<\/a><\/span> but where is the practice, gentlemen? Where is your practice, ladies? Your practice has been chiefly exhibited on your heads, around your necks and <div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2101\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shoulders, and all over you. Does this correspond with what is about to take place with us&#x2014;when there is about to be a collision with us and the world&#x2014;when we have got to maintain the kingdom of God? As brother Brigham says, it is the kingdom of God or nothing. <\/div><div class=\"paragraph jod\" id=\"v5n2256\"> Brother Case was talking about our being an independent people; and I say we are independent&#x2014;just as independent as we ever shall be, until we completely gain the victory. This we have got to do by faith and by good works. We have to work out our salvation with fear and trembling,<span class=\"citation\" id=\"75476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75476)\">Philip. 2:12<\/a><\/span> as God Almighty willeth us to do; for all men are subject to him, to do his will, keep his commandments, and bring to pass his righteous purposes. <\/div><div class=\"paragraph jod\" id=\"v5n2257\"> I would advise my brethren from this day to attend faithfully to their duties wherever they may be called upon to act; and I would advise my sisters to stay at home and attend to their domestic concerns, and prepare diligently for the approaching day of trial. Prepare for the worst; for you need not expect any better times than you now see. <\/div><div class=\"paragraph jod\" id=\"v5n2258\"> I have told you you have seen the best times that you would see until the kingdom of God is established, for this world has to become subject to the kingdom of God and his Christ.<span class=\"citation\" id=\"79421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79421)\">Rev. 11:15<\/a><\/span><span class=\"citation\" id=\"79597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79597)\">Rev. 12:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2259\"> When the United States have done their best, then other nations will tackle us, and so things will go on, until every nation is brought into subjection to the kingdom of God.<span class=\"citation\" id=\"61176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61176)\">Dan. 2:44<\/a><\/span> Go and read it in the Bible. I could not say anything else, if I should try. <\/div><div class=\"paragraph jod\" id=\"v5n2260\"> All the difference between ancient and modern prophets is&#x2014;we are fulfilling what they told, only it was not all written. The scenery is the same; and then, again, it is not. This is the fulness of all dispensations; and it so much bigger than any of  <div class=\"break pagebreak\" id=\"276a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0276.pdf\" target=\"pdfwin\">p.&#xA0;276a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2100\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the others, that all the rest are embodied in it. <\/div><div class=\"paragraph jod\" id=\"v5n2262\"> Everything spoken of that has not been fulfilled will have to be fulfilled in this dispensation. The kingdom of God is set up in a degree: it is in embryo, and it will continue to receive strength. The child has proclaimed its liberty, although it has not got its full growth. The child is free; but he has got to whip out all the wicked and bring them into subjection to the kingdom of God, or to the kingdom of his Father. We are the boys that are being brought to this test. God is going to test every one of us&#x2014;men, women, and children. <\/div><div class=\"paragraph jod\" id=\"v5n2263\"> I will here say, in the name of Israel's God, that I will not be trammeled in the purposes of God; neither should any other one. I have said the day of petting is past with me, and it should be past with all good men. I heard my leader say, the other day, that he could manage the affairs of this people and of the United States and of Europe with more ease to his mind than he can listen to the little, peevish, trifling complaints that women bring to him. A good deal of it is little peevishness. <\/div><div class=\"paragraph jod\" id=\"v5n2264\"> What kind of matters do they trouble him with? Why, one woman runs and&#x2014;&#x201C;Brother Brigham, my old hen has laid an egg; and I heard that if I set it on one end it would be a hen, and if on the other it would be a rooster; and I want a rooster.&#x201D; That is a simile. <\/div><div class=\"paragraph jod\" id=\"v5n2265\"> I am speaking of this for you to let him alone. If you have difficulties, brethren and sisters, go to your Bishops, and let those Bishops investigate the case; and if it is worthy of his notice, let your Bishop go to brother Brigham and have his counsel upon it. <\/div><div class=\"paragraph jod\" id=\"v5n2266\"> When our President says that these little things trouble him, I say they should never go to him at all. It is <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2100\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> generally women that have to go&#x2014;that class of them that seem to wish to do all the business. <\/div><div class=\"paragraph jod\" id=\"v5n2267\"> You will frequently see from twenty to sixty women round that Tithing Store. If I have any business there, I go and do it, and then go about my other business. The brethren there are weary; and I want brother Hunter to have his days set to deal out to the people. You should be at home gleaning wheat or knitting. Let me advise you, sisters, to be humble and prayerful before your God. Pray for your husbands, if you have got any; and if you have not, pray for those men who lead you and bear off this kingdom. <\/div><div class=\"paragraph jod\" id=\"v5n2268\"> You do not have to go out to fight; and you should think of this when you are gadding about from one place to the other&#x2014;you that have so much visiting to do that you even visit on Sundays too. I want to know why such ones are not serving their God and taking care of that which is put into their hands? <\/div><div class=\"paragraph jod\" id=\"v5n2269\"> Now, am I hard upon the sisters? No. The good woman sits here and says it is heaven to her to listen to such teachings. I do not wish to say anything to such persons; but it is those that are guilty that I am after. <\/div><div class=\"paragraph jod\" id=\"v5n2270\"> Do I want to hurt your feelings? No; I would not for my right arm. But stop going to brother Brigham with your little family affairs. I hardly ever go to brother Brigham's office but there are some sisters there&#x2014;sometimes from ten to twenty in a day; and some few come to me, but not many. <\/div><div class=\"paragraph jod\" id=\"v5n2271\"> Do I advise a woman to leave her husband? No. But, say I, Go home; make peace, and be a comfort to your husband. Do I advise a man to leave his wife? No. But I tell him to go home and nourish her, comfort her, and clothe her, and then see that she does her duty. I will admit there are some men who are hard and over<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"277a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0277.pdf\" target=\"pdfwin\">p.&#xA0;277a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2099\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bearing; and then there are some women who cannot be controlled. <\/div><div class=\"paragraph jod\" id=\"v5n2273\"> I have one or two women that I cannot control, and never did; and I would as soon try to control a rebellious mule as to control them. I have not given them a word of counsel for the last eight years but what they have murmured or rebelled against and called me a hard man. I have not told you who they are; but I know them. <\/div><div class=\"paragraph jod\" id=\"v5n2274\"> Is it wrong to speak of these things? I have one or two women that I cannot control, and never did. &#x201C;Do you support them?&#x201D; says one. Yes, as well as the best women I have. And if you want to know why I do it, it is because I want to get along with it as well as I can in this life. But I can tell you that if the time comes when I am obliged to desert and lay waste my habitation, I will then lug them no more. <\/div><div class=\"paragraph jod\" id=\"v5n2275\"> Let us do a good work and be a good people. Do I give you the credit of being the best people on the face of God's earth? I do. There is not a better people on the face of God's footstool; and they are generally doing just as well as they know how to do. <\/div><div class=\"paragraph jod\" id=\"v5n2276\"> I see the evil that is coming next year, except God frustrates their designs&#x2014;which he will do, if we are faithful. Our enemies may undertake to send from fifty to a hundred thousand troops next year; and if we are faithful, God will frustrate their designs. We can plead with the Father, and then it will depend upon our faithfulness as a people. <\/div><div class=\"paragraph jod\" id=\"v5n2277\"> If there is a good woman that has not got a good man, she can be a good woman as she is; and if there is a good man that has not got a good woman, he can be a good man without one. Before I would live in a quarrel, I would take my johnnycake and go into the woods! And if I was a man that worked on the public <div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2099\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> works, and I could not live in peace, I would take my victuals with me, and I would stick to God and to his kingdom, and I would not quarrel. You know I am not a quarrelsome man. This is what I call disputation. <\/div><div class=\"paragraph jod\" id=\"v5n2278\"> Let us do right, keep the commandments of God, and live in peace and quietude. Is there a man in this congregation that has any difficulty with me? No, there is not; or if there is, I do not know it. If I have any difficulty with anyone, I tell them of it; and then if I am in the fault, I repent and make satisfaction, if any is needed; and if they are in fault, I expect them to do the same. That is the Spirit of God, is it not? It is the Spirit that should exist with every man. <\/div><div class=\"paragraph jod\" id=\"v5n2279\"> Mr. Buchanan and his coadjutors are striving to oppress Utah and deprive us of our constitutional rights. They have taken the Eastern mail from us, and they will endeavor to take away everything they have given us, and will make their heaviest efforts to destroy this people. But if this community will entirely cease to do any evil and will unitedly live their religion, God Almighty will so confound their enemies that they cannot bring an army into this country. He will do that, if you will do as you are told. <\/div><div class=\"paragraph jod\" id=\"v5n2280\"> When I think of those things that exist among some of this people, I am grieved. &#x201C;Do you not quarrel, brother Heber?&#x201D; says one. No, I do not. But when a woman begins to dispute me, about nine times out of ten I get up and say, &#x201C;Go it,&#x201D; and then go off about my business; and if ever I am so foolish as to quarrel with a woman, I ought to be whipped; for you may always calculate that they will have the last word. <\/div><div class=\"paragraph jod\" id=\"v5n2281\"> I know that there are some quarrelsome individuals, but I do not want any such spirits about me. <\/div> <div class=\"break pagebreak\" id=\"278a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0278.pdf\" target=\"pdfwin\">p.&#xA0;278a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2098\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n2282\"> When I sleep, I have fifteen shooters, six shooters, and all other kind of shooters; and the devils do not come there: and if they succeed in troubling me, they have to get into some other person's body. I have left the Devil's kingdom and have enlisted in the kingdom of Jesus, and I never intend to turn away from it. <\/div><div class=\"paragraph jod\" id=\"v5n2283\"> As for our enemies, they never can injure us; but they will make their heaviest strides against us. And it will not be long before the world will turn over the riches of the world to us, and I know it. If you will only live faithful, you will never be driven to the necessity of burning up your houses, your lumber, or your fruit trees. <\/div><div class=\"paragraph jod\" id=\"v5n2284\"> Our peach and apple trees are beginning to bear fruit, and we may just as well eat the fruit from them as not. But if we do not live our religion, we may have to go into the mountains and take it Indian fashion. <\/div><div class=\"paragraph jod\" id=\"v5n2285\"> The United States have robbed the Indians, and now they are trying to afflict us; and they will go to hell with all the nations that forget God.<span class=\"citation\" id=\"56356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56356)\">Ps. 9:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2286\"> Brethren and sisters, God bless you! May the Lord God Almighty bless you, every one; and you may consider the blessing just the same as though I had my hands upon your heads; for every one of you shall be blessed who will do right and uphold his servants. <\/div><div class=\"paragraph jod\" id=\"v5n2287\"> Now, let brother Brigham alone, will you not? I do not suppose there are any who want to annoy him. But let me say to all of you, if you have any difficulties that you cannot settle, go to your Bishops; and then, if the case is worthy of further notice, your Bishops can go to brother Brigham and get the proper information and settle the difficulty accordingly. You have no idea how he is troubled; for of all the trouble and perplexing things on the earth, the little complaints and <div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2098\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> murmurings of women are the most tedious. <\/div><div class=\"paragraph jod\" id=\"v5n2288\"> God Almighty bless you, brethren and sisters! And I bless you, and I bless the air, the earth, the mountains, and everything that is in these regions. I bless the elements in these mountains; and my prayer is that the fathers of these Lamanites&#x2014;the old prophets and old patriarchs&#x2014;will visit them by night and by day; and they will do it when the proper time comes, and they will visit this people when they are worthy and when it is necessary. God Almighty will arouse every tribe and every nation that exists in the East, West, North, and South, and they will be on hand for our relief. Now, mark it; for the day is nigh at hand, and it will be here sooner than you can lay up your corn, your barley, your wheat, and the comforts of life: yes, they will be here for our relief. <\/div><div class=\"paragraph jod\" id=\"v5n2289\"> I feel that I am pleading with this people to stop all bickerings and to be Saints in very deed. We give you the name of being the best people upon the earth. Brother Brigham says that this people are doing the best they can. I will admit that. But when a man steals, that man is not living righteously. When a woman steals, I do not believe that she is doing the best she knows. <\/div><div class=\"paragraph jod\" id=\"v5n2290\"> This people, as a community, with but here and there a solitary exception, are doing about as well as any other people could do upon the face of the earth. I believe and know that I do the best I can to please God and my brethren: I leave it to them if I do not. I did last week: I labored till I thought I should faint; and I would rather die than be in rebellion. Do I take a course to hurt brother Brigham, brother Spencer, brother Woodruff, brother Amasa, or any other Saint? No, I do not. <\/div><div class=\"paragraph jod\" id=\"v5n2291\"> God bless you! I want my brethren to live near me, so that I can see  <div class=\"break pagebreak\" id=\"279a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0279.pdf\" target=\"pdfwin\">p.&#xA0;279a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2097\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them. God bless you, brother Phineas, and brother Case, and the old Patriarch! And God bless you, John and William, and Betsy and Sally! Is not that manifesting good feelings? That is the way to be happy. Now let us go home and take a course to be industrious and happy and to secure a livelihood.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2293\"> There is considerable sickness from colds in our city: it is a kind of epidemic. It has been in the horses' and mules, and now it is turned upon us; and let us fast and pray that the sickness may erase, and it shall not continue upon the house of Israel; for I rebuke it in the name of Israel's God, and you shall rebuke it, and it shall be turned away from us, and it shall go to our enemies, and they shall see sorrow. They cannot come here. But if they will be peaceable and behave themselves, they shall live, and we will have compassion upon them, though they are in our hands <div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2097\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as much as any people ever were in the hands of another upon the face of the earth; but in the mercy of God they have been spared because they are ignorant. But would to God that they were composed of the priests of the day and the thousands that have caused Joseph and Hyrum and many others to lie down in the dust! Would not we have joy, if they were along here? [Voices: &#x201C;We would.&#x201D;] Yes, and so would I. But these troops are all foreigners&#x2014;almost all of them: they are what we call the low Dutch, the Irish, the English, and of almost all nations. They are ignorant of the wicked course and object of this movement against us; and so are many, if not all of the officers who lead them. But they must go where they are ordered by their superiors, or resign. However, they cannot get here to work their abominations, destruction, and death. Amen. <\/div>\n<\/div>\n<\/div>"}