{"ID":50040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Possession of the One Spirit&#x2014;Blessings Pertaining to the Righteous&#x2014;Trial of the Saints, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Bowery, Great Salt Lake City, Sunday morning, September 20, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Possession of the One Spirit, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 9\/20\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v5n2002\"> There is but one course for this people to take, in order to be Saints; and that is to do right, to be just, to be true, and to be honest. I will tell you, gentlemen, it is not the character of a Saint to lie, to deceive, and to take the advantage of one another: that is not the character of a Saint. It is to receive the truth from God, from his Son Jesus Christ, and from the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v5n2003\"> Just as sure as I abide in the vine,<span class=\"citation\" id=\"70128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70128)\">John 15:4<\/a><\/span> so sure am I to partake of that Spirit that is in the Father; and it comes down through the Son, continuing <div class=\"break columnbreak\" id=\"248b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0248.pdf\" target=\"pdfwin\">p.&#xA0;248b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2128\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> down through that vine till it comes to me. <\/div><div class=\"paragraph jod\" id=\"v5n2004\"> Well, I am standing very near the head of that vine; that is, the vine that is springing out of the Father, even in the latter days. Brother Brigham is the head of the vine, and I stand right by him, and every man that holds the Priesthood stands right by us, and should have the same Spirit that we have, and the same that was in Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v5n2005\"> Now, if I have got the Holy Ghost in me, I am dictated by the Father, and by the Son, and by the Holy  <div class=\"break pagebreak\" id=\"249a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0249.pdf\" target=\"pdfwin\">p.&#xA0;249a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2127\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Ghost; and everything is clean and right between me and the Father. Then what is there to hinder me asking the Father, in the name of Jesus, and receiving, if all is right and there is no obstruction? <\/div><div class=\"paragraph jod\" id=\"v5n2007\"> If there is an obstruction, that obstruction is not in the Father, it is not in Jesus, neither is it in the Holy Ghost; but if there is an obstruction, it is in me. I caused it, did I not? Yes, I did. But if we have the principles of this Gospel dwelling in us, that is by the Spirit of truth; and they are life. <\/div><div class=\"paragraph jod\" id=\"v5n2008\"> Every word of truth you receive and treasure up in your bosoms is light and life, for light is life;<span class=\"citation\" id=\"87889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87889)\">D&amp;C 84:85<\/a><\/span> and if these principles are in us, and we cultivate them, I tell you there is no spirit of death in us. But we abandon the principles of death, and there is no place in us for death; but it is light, and life, and intelligence; and if those principles continue to dwell in us, we will be like a well of water springing up into everlasting life.<span class=\"citation\" id=\"69025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69025)\">John 4:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2009\"> How can a man lie when there is not an untruth in him? How can he take the advantage of his brother? How can he act the hypocrite? How can he be dishonest, when there are none of these things in him? How can he do any of these evil things, when there is nothing but light and truth in him? <\/div><div class=\"paragraph jod\" id=\"v5n2010\"> I am aware that a great many people have not an idea that light is life, and truth is light:<span class=\"citation\" id=\"124783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124783)\">D&amp;C 84:45<\/a><\/span> they do not believe it nor comprehend it; but it is so. Have I a disposition to lie to my brother? If I had said anything, and brother Brigham was to say, &#x201C;Brother Heber, how is it? Is it so?&#x201D; I would not dare to lie to him; for he holds the keys of life, light, and intelligence to this whole nation: he holds the keys of light and truth; and you might as well lie to God as to lie to him; for the man that would lie to him would lie to God. <\/div> <div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2127\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n2011\"> Now, if any man follow the practice of lying, deceiving, or working any manner of iniquity, I do not care if he pretends to be a Saint today, his corruption will surely be made manifest; and although he may have a name to live and to dwell among this people, yet, if he continues that course, he will go to destruction, both body and spirit. <\/div><div class=\"paragraph jod\" id=\"v5n2012\"> Take a person that practices evil, and you will see that person uneasy: such individuals are never easy a minute. But you take a person who has got the Spirit of God, who is humble, meek, and of a childlike spirit, that is the man. I do not care if he is in a mudhole, neither do I care if he has forty mobocrats after him, or if he is astraddle of a cannon, he is happy. <\/div><div class=\"paragraph jod\" id=\"v5n2013\"> This makes me think of brother Amasa and brother McGinn: the mob took them and rode them on a cannon. Well, this is easier than it is to ride on a rail. <\/div><div class=\"paragraph jod\" id=\"v5n2014\"> They asked them to preach; so brother McGinn preached to them, showing the reverence of the animal creation towards their God, and said, &#x201C;The hen put down her head and took a drink of water, and then lifted up her head in thanks and adoration to her God. Well, you see, there is a good deal of thankfulness and reverence in a hen.&#x201D; &#x201C;Amen,&#x201D; says brother Amasa: &#x201C;Lord, make us all hens.&#x201D; That was about the winding up of the discourse; and by preaching these things they gained the affections of those mobbers, so that they let them go. <\/div><div class=\"paragraph jod\" id=\"v5n2015\"> Brethren, let us take the counsel that we received from brother Spencer; and let us be humble and be Saints; and let every man honor his calling and make it honorable; and by so doing, God will honor that man, and he will honour every man who honors that man and who honors his religion. If every man will live his religion, serve his God,  <div class=\"break pagebreak\" id=\"250a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0250.pdf\" target=\"pdfwin\">p.&#xA0;250a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2126\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and honor his Priesthood, we never will be troubled from this day henceforth and forever; no, never. <\/div><div class=\"paragraph jod\" id=\"v5n2017\"> Will our enemies come among us? They won't come this year; they may try as much as they please. <\/div><div class=\"paragraph jod\" id=\"v5n2018\"> [President B. Young: &#x201C;Except we let them in.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n2019\"> No, never can they come here, except we let them in. <\/div><div class=\"paragraph jod\" id=\"v5n2020\"> Well, as the evil is measurably turned away this year, if the Saints will be faithful, they will be foiled next year, and then more abundantly the year after that, and so on. But they will keep sending their troops and forces from year to year and from time to time, and you need not lay down your watch. The day has come when the Devil is coming with all his combined forces: he has laid a siege against the kingdom of God, and it never will cease till this kingdom triumphs. <\/div><div class=\"paragraph jod\" id=\"v5n2021\"> It is for you to be just as good judges of the truth as I am; and you will be, if the truth dwells in you. <\/div><div class=\"paragraph jod\" id=\"v5n2022\"> Brethren, let me tell you that I have no spirit in me to shed blood. I never had it in me but once in my life, except I have it in me when I am angry. Once I was inspired by the Almighty with that spirit, and that was in Nauvoo; and so was brother Brigham; and I felt to say that I was sorry that peace was declared. We had just got ready when the gap was shut up. <\/div><div class=\"paragraph jod\" id=\"v5n2023\"> Do I want to shed the blood of my brethren and sisters, or to see it shed? No: and neither do you, unless the Holy Ghost dictates for us to shed the blood of our enemies; then it is just as right as it is for us to partake of the sacrament. But I wish they would take the hint, and go the other way, and not attempt to come here. We do not want to hurt them; but if they come upon us, and we have to repel them by the force <div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2126\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of arms, God Almighty will give us the power to do it: now, mark it. <\/div><div class=\"paragraph jod\" id=\"v5n2024\"> You know, I said that I had wives enough to whip the United States; and why? Because they will whip themselves, and my wives would not have to resist them. <\/div><div class=\"paragraph jod\" id=\"v5n2025\"> This is a good day; and what is there for us to do? It is for us to take a course to lay up our grain, our corn, our barley, and oats. A great many of you have been brought up on oatmeal porridge. I have been in the old country, and seen you live on it, and have eaten it with you; and so has brother Hyde. <\/div><div class=\"paragraph jod\" id=\"v5n2026\"> There are thousands of people in England that would consider they were perfectly happy, if they could get one spoonful of oatmeal each day for life. I have heard brother Brigham state the same thing. Why, here are women, and men, too, who sing before us, with whom I have eaten oatmeal porridge; and I like it, for it is digested very quickly, and leaves people very comfortable. <\/div><div class=\"paragraph jod\" id=\"v5n2027\"> And now, take a course to lay up your stores and prepare for the worst. We are blest, this year, above all the blessings that have been since the earth was organized. <\/div><div class=\"paragraph jod\" id=\"v5n2028\"> Here is brother James Smithies: he is working some land on shares for me upon the Church farm. He has this year raised one-third more than any previous year, and on less ground. And this people are blest in proportion like that. Who has done it? God has done it, and has blest this people, because they have repented of and forsaken their sins, and confessed them, many of them. <\/div><div class=\"paragraph jod\" id=\"v5n2029\"> Well, if we take this course, he will continue to bless us and to multiply blessings upon us; but, let me tell you, brethren and sisters, if you persist in evil, in lying, and in your deceptions, the curse of God will be upon you, and you will be cursed. <\/div><div class=\"paragraph jod\" id=\"v5n2030\"> I do not allude to any, only those of  <div class=\"break pagebreak\" id=\"251a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0251.pdf\" target=\"pdfwin\">p.&#xA0;251a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2125\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that character; and if there are any of that character present, I will say to them, If you feel disposed to persist in your wickedness, you shall see sorrow, while the virtuous and the honest shall increase in blessings; their crops, their stock, and all that they have shall increase. There is no blessing that can be withheld from a righteous man or a righteous woman: the heavens cannot withhold its blessings; but all the blessings of the heavens and of the earth are theirs, because they are heirs. <\/div><div class=\"paragraph jod\" id=\"v5n2032\"> We are to become heirs of God and joint heirs with Jesus Christ.<span class=\"citation\" id=\"72554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72554)\">Rom. 8:17<\/a><\/span> What blessings are to be withheld from Jesus Christ? There is no blessing pertaining to this earth but what belongs to Jesus: then there is no blessing that will be withheld from the faithful. <\/div><div class=\"paragraph jod\" id=\"v5n2033\"> Brethren and sisters, we are heirs with him to the estate of his Father, just as much as two sons and one daughter and their faithful children are legal heirs to a father's estate. When a father dies and makes his will, he wills that property to them that are faithful to him; and so it is with us; and it is natural. <\/div><div class=\"paragraph jod\" id=\"v5n2034\"> I feel to ask the Father, in the name of Jesus, to help my brethren to live their religion, honor their Priesthood and calling; and I pray you, brethren, to live your religion and serve your God, that we may see the power and the magnitude of our God in the last days. I tell you there never were any people, since the world was organized, that have seen such mighty and romantic power of God as this people will see. <\/div><div class=\"paragraph jod\" id=\"v5n2035\"> Is there a collision between us and the United States? No; we have not collashed: that is the word that sounds nearest to what I mean. But now the thread is cut between them and us, and we never will gybe again; no, never, worlds without end. <\/div><div class=\"paragraph jod\" id=\"v5n2036\"> [Voices: &#x201C;Amen.&#x201D;] <\/div> <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2125\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n2037\"> You may think that I am not correct; but I am in the habit of telling the truth when in fun as well as in earnest; and men that cannot are not worth much. <\/div><div class=\"paragraph jod\" id=\"v5n2038\"> We have never been the aggressors, but they have raised the weapons of war to exterminate us as many as five times, and they have robbed us of all we had. I have but three little articles in this world that I obtained before I was a &#x201C;Mormon&#x201D;&#x2014;an earthen vessel, a tin tea canister, and a chest that brother Brigham made for me: he made me several, but that was the first one. <\/div><div class=\"paragraph jod\" id=\"v5n2039\"> I have been robbed, and plundered, and afflicted, if you call it affliction; but I do not call it affliction. I have heard many tell of what sorrowful times they have had; but they are as good times as ever I had in this life. I leave it to brother Brigham, if I have not been as happy in the mud as I have been anywhere. Some of you have seen these times in Iowa: I think some of you were there. I had happy days during those times; and I am happy and thankful that I live in the tops of these mountains, right on the backbone, where we have got on some good spurs. I tell you we boast that we are on the tops of the mountains; but let us boast in the Lord and in his strength. <\/div><div class=\"paragraph jod\" id=\"v5n2040\"> We have received the Gospel of repentance&#x2014;of baptism for the remission of sins; and we have received the Holy Ghost, and it has brought us here. Well, a great many tell what sorrowful times they have had. &#x201C;O dear, I think I have a perfect right to lie like the Devil; for I think what I have passed through ought to atone for all I have done.&#x201D; It is a poor coot, let me tell you, that will make such excuses. Let me tell you, that does not pay for one lie. <\/div><div class=\"paragraph jod\" id=\"v5n2041\"> Supposing you lie, or steal, or commit adultery, and so on&#x2014;what you have suffered is not going to pay for  <div class=\"break pagebreak\" id=\"252a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0252.pdf\" target=\"pdfwin\">p.&#xA0;252a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2124\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this debt. Independently of these things, what are trials for? To prove our integrity&#x2014;to try us, whether we will stand to God and to his kingdom. The Bible says that we are to come up through great tribulation;<span class=\"citation\" id=\"65759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65759)\">Matt. 24:21<\/a><\/span> that is, the hardest kind of trials. You know, the harder you put on the robes to the washboard, the better they are washed. <\/div><div class=\"paragraph jod\" id=\"v5n2043\"> I want to bring up a comparison. Brother Brigham is the head of the limb: and which has the hardest work to bear&#x2014;he that has to lug all that is attached to that vine, or you that are branches of that vine? Which is the hardest, and which has the most to carry&#x2014;the tree, or the one apple that clings to the tree? Which has the most suffering to pass through&#x2014;one individual apple, or the tree itself? <\/div><div class=\"paragraph jod\" id=\"v5n2044\"> Your troubles, and trials, and perplexities are nothing more than one apple, in comparison to brother Brigham's cares; and still I presume there are lots who think that they have more trouble than brother Brigham or brother Heber. But you do not appreciate your privileges and blessings: you are not thankful to the giver, or to the benefactor; and that makes you troublesome, and you feel as if you could not endure it: you feel that you are passing through more than all the rest of the Saints. <\/div><div class=\"paragraph jod\" id=\"v5n2045\"> Do you suppose that I calculate to get any pay for what I pass through? No; but I am thankful, and praise the Lord every day of my life that I was true to Joseph, and to Hyrum, and the brethren that have gone. What would those give that were not faithful, if they had been as true as brother Brigham and brother Heber? They would give all they have got; yes, they would sit down and be skinned from head to foot, and have every nail pulled out of their toes and fingers. I am thankful that I was faithful; but I am sorry for them: but that <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2124\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man that has murmured, and complained, and tried to make brother Joseph a dishonest and unhallowed man, has great need to mourn for himself. <\/div><div class=\"paragraph jod\" id=\"v5n2046\"> If I were in the position of some, instead of letting a week pass before I made an atonement to the satisfaction of those offended, I would go right off and do it at once. Some men come upon this stand who have acted unrighteously, and forsaken and betrayed us, and thereby brought death and destruction upon thousands of men, women, and children. They will get up and say, &#x201C;I have sinned against God and in his sight; and now, brethren, I want you to restore me to perfect fellowship and friendship.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2047\"> Do you not see that they want to be restored, every limb and joint, to the perfect embraces of this people? Well, we have to take them at their word and receive them into fellowship. Do I feel to say, Yes, receive them? Yes, I do. But are they in full fellowship when they have been out of the Church ten or twenty years? How can such a man be restored to full fellowship without a time for making restitution to the complete satisfaction of all the parties aggrieved&#x2014;until we can say, &#x201C;Well done, good and faithful servant, enter into our joys and partake of our blessings?&#x201D;<span class=\"citation\" id=\"66101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66101)\">Matt. 25:21<\/a><\/span> This is my faith. If a person takes a course to injure me, although he might not injure, yet it is the same as though he did: the will is taken for the deed. <\/div><div class=\"paragraph jod\" id=\"v5n2048\"> I look to my head and to my governor&#x2014;the man who holds the keys of the kingdom of heaven on the earth. I have thought, a great many times, of what the Lord has said, through his servant Joseph the Prophet, that not a hair falleth from the head of a righteous man without the notice of our heavenly Father.<span class=\"citation\" id=\"87866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87866)\">D&amp;C 84:80<\/a><\/span> Do you think that God does not notice  <div class=\"break pagebreak\" id=\"253a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0253.pdf\" target=\"pdfwin\">p.&#xA0;253a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2123\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>little lies and deceptions&#x2014;little this, that, and the other? <\/div><div class=\"paragraph jod\" id=\"v5n2050\"> Do you believe, brethren and sisters, that that man who does not appreciate the kindness of his benefactor that feeds him, and clothes him, and administers to his wants&#x2014;do you suppose that he will be thankful to God for his favors? No; the men or the women who do not appreciate the kindness of their benefactor, are not thankful to God. They are under condemnation;<span class=\"citation\" id=\"86327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86327)\">D&amp;C 59:21<\/a><\/span> they are in the gall of bitterness and in the bonds of iniquity;<span class=\"citation\" id=\"71650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71650)\">Acts 8:23<\/a><\/span><span class=\"citation\" id=\"83582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83582)\">Moro. 8:14<\/a><\/span> and I know it. <\/div><div class=\"paragraph jod\" id=\"v5n2051\"> Did I ever receive a kindness or a blessing from a person without being grateful for it? No, never; but, say I, &#x201C;Thank you for this, because it comes when I am in need of it.&#x201D; Well, supposing I mete out to a person from year to year, and he or she does not appreciate it, but says, &#x201C;It is nothing more than your reasonable service, Mr. Kimball, to give me a living.&#x201D; Well, we admit of that; and it is no more than reasonable that you should make some kind of acknowledgement and show kindness to me. <\/div><div class=\"paragraph jod\" id=\"v5n2052\"> I would not give a dime for you, except your love is manifested by your works&#x2014;by your faith and works. Love or hatred is manifested in this way. Do not I prove to that man that I return the compliment to him by my kindness? The man or woman that will not return the compliment is not of much account. <\/div><div class=\"paragraph jod\" id=\"v5n2053\"> I have said for years that never&#x2014;no, never again will I be subject to such cursed scoundrels as the United States Government have sent here as officers. I say, in the name of Israel's God, I will not. <\/div><div class=\"paragraph jod\" id=\"v5n2054\"> [Voices: &#x201C;Amen.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n2055\"> James Buchanan now occupies the chair of state. He and his counselors, his coadjutors, his cabinet, and Congress have met and planned the destruction of this people&#x2014;of brother <div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2123\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Brigham and his associates in particular; and the priests of the day say amen to it; and they exhort the people to say amen to it; and the whole people of the United States are under condemnation. They consented to the death of Joseph, Hyrum, David, Parley, and lots of men, women, and children. The ground is planted with men, women, and children, from Nauvoo to this place; and the world have consented to it, and they say it is just. <\/div><div class=\"paragraph jod\" id=\"v5n2056\"> The Government, the President, the heads of the military departments and of all the governmental affairs have consented to these things. <\/div><div class=\"paragraph jod\" id=\"v5n2057\"> When we were poor, and lived on cow-hides and cattle, skunks and thistle roots, brother Brigham and his brethren paddled this way and that way, and sought out this place. <\/div><div class=\"paragraph jod\" id=\"v5n2058\"> While we were in Winter Quarters, 500 men were demanded. They traveled over the Plains and gained a part of Mexico, which is this land. Then came grasshoppers and crickets, and eat up our crops; and our enemies have all the time been saying that it is just&#x2014;they deserve it. <\/div><div class=\"paragraph jod\" id=\"v5n2059\"> Now, brethren, if you can comprehend what I have said, they shall suffer all that we have, and it shall be doubled upon them,<span class=\"citation\" id=\"89314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89314)\">D&amp;C 98:26<\/a><\/span> and then it shall be pressed down.<span class=\"citation\" id=\"67271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67271)\">Luke 6:38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2060\"> I know that while you and I have no feelings of anger, we are right. Jesus says, &#x201C;With what measure ye mete, it shall be measured to you again.&#x201D;<span class=\"citation\" id=\"63690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63690)\">Matt. 7:2<\/a><\/span> The Scriptures say that Jesus said this; but if he did not, it is just as true as anything that is written: it is God Almighty's truth. Yes, they will meet it in the United States, beginning at the head. <\/div><div class=\"paragraph jod\" id=\"v5n2061\"> But we are free! They have laid a snare to entrap us and to kill brother Brigham; and they want to hang him between the heavens and the earth,<span class=\"citation\" id=\"55568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55568)\">2 Sam. 18:9<\/a><\/span> and every other man that will support him: but as the Lord God Almighty  <div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2122\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lives, they shall meet that also; and if I had the power, I would tell it to them so that they could hear it. Do I fear them? I do not fear anything that is upon this earth. <\/div><div class=\"paragraph jod\" id=\"v5n2063\"> Do I fear my God? No; but I love him, and I fear to offend him. He is my Father, and I sprang out of his loins, just as my son William Kimball's children sprang out of his loins; and every man and woman that has been upon this earth was once in our Father's loins, just as much as my children ever were in mine; and Jesus was the firstborn, and we are heirs of our Father and our God, and we will gain the prize through much tribulation.<span class=\"citation\" id=\"71888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71888)\">Acts 14:22<\/a><\/span><span class=\"citation\" id=\"86115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86115)\">D&amp;C 58:3-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2064\"> Let me tell you that ten years will not pass away before God will play with this nation as he did with Pharaoh, only worse. <\/div><div class=\"paragraph jod\" id=\"v5n2065\"> I tell you these things, that you may know that wherein you measure out you have got to receive back;<span class=\"citation\" id=\"63691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63691)\">Matt. 7:2<\/a><\/span> and where you lie, you have got to take that lie back; and where you offend your God and benefactor, as the Lord God liveth, you have to take that back, or you will get a scourging&#x2014;that is, where your benefactor is a man of truth and is walking in his calling. <\/div><div class=\"paragraph jod\" id=\"v5n2066\"> If I abuse brother Brigham, it is my business to make satisfaction to that man. Well, I would not offend him nor any good man in this congregation; no, I would not. If I offend him, I do it ignorantly; and if I did, I would repent of it. I did offend him once or twice in my life, and I repented in tears and in sorrow; and I wish to God there had never such things existed since I was born. Well, I was ignorant, and I was a child. Well, if I have got to make those recantations, you have, too, when you offend or do wrong to each other. <\/div><div class=\"paragraph jod\" id=\"v5n2067\"> I am teaching what you call strong doctrine; but I am teaching nothing <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2122\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but what is true. It was true to me, and it is equally true to you. It is the duty of every Elder, Teacher, High Priest, and Deacon to begin to live a new life. Why? Can you do any better than you are doing this day? Yes. <\/div><div class=\"paragraph jod\" id=\"v5n2068\"> This year I have built a barn 102 feet long. Well, then, the next year I may build two such barns. This proves that the more a man does the more he is capable of doing. But because I made ten rods of fence last week, does that prove that I can make twenty this week? If you, sisters, knit one stocking this week, must you knit two next week, and kill yourselves? Or, if you have put ten yards of cloth in your skirt this year, should you put in twenty next year? No; but put in six next year. But I want to show you the extremes. <\/div><div class=\"paragraph jod\" id=\"v5n2069\"> I was speaking here, last Sunday, by the permission of brother Brigham, of brother Eddington. He is an honest man; or, if he is not, we will prove him. <\/div><div class=\"paragraph jod\" id=\"v5n2070\"> [President B. Young: &#x201C;You will prove him to be an honest man.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n2071\"> Well, brother Eddington seemed to fall in with the idea. We want the ladies to bring in their surplus clothes for brother Eddington to sell for wheat and other grain. I speak of the females, because they have got the most clothes in their hands. If you have got five dresses, hand two over to him, and let him buy wheat, corn, barley, pork, mutton, tallow, &amp;c.; and then he will pay you in those articles for your coats, jackets, pantaloons, and bustles! Just put in your bustles there, and get them full of wheat instead of bran! <\/div><div class=\"paragraph jod\" id=\"v5n2072\"> I have foreseen the necessities of these things. <\/div><div class=\"paragraph jod\" id=\"v5n2073\"> Go and take your clothes, and do not be afraid that you will never get any more; for, let me tell you, if you will lay up these stores, you will have  <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2121\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>clothing till it shall be a drug and a trouble to you. <\/div><div class=\"paragraph jod\" id=\"v5n2075\"> You do not believe that, some of you; but I tell you, if you do not believe it, and if you do not know it, it is because you are not living your religion. But the day will be, and it is right at our doors, when thousands and millions in the United States and in the old countries will come to us and render to us all the rich things that this earth affords, in exchange for food. <\/div><div class=\"paragraph jod\" id=\"v5n2076\"> Brother Eddington says that where there is one person that brings clothing there are twenty that have wheat to dispose of. Go into the country north and south, and there is not one woman in ten that has got as much cloth as you have on your backs today. <\/div><div class=\"paragraph jod\" id=\"v5n2077\"> There are many before me that have got an abundance of as good clothes as ever were put on, while those who live in the country have scarcely any. <\/div><div class=\"paragraph jod\" id=\"v5n2078\"> Do not be afraid of brother Eddington, for he is an honorable man, and will pay you in wheat, corn, buckwheat, tallow, or anything else that he can command. Well, you take a course to sustain him and buy wheat; and if you do not want it, there are others that are ready to take it; and the day will come when you will hand over your rich clothing and jewelry for it. <\/div> <div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2121\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n2079\"> Do you not know that brother Brigham told you he would not deal it free again? <\/div><div class=\"paragraph jod\" id=\"v5n2080\"> [President B. Young: &#x201C;We will buy them too.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n2081\"> Brother Brigham Young does not lie, nor his brother Heber. <\/div><div class=\"paragraph jod\" id=\"v5n2082\"> Well, now, am I going to save men and women by lying. No; I will save myself by telling the truth; and I will take the truth all the time, and others may take lies, and see which get to heaven first. I tell you, you will find us as far apart as are heaven and hell. <\/div><div class=\"paragraph jod\" id=\"v5n2083\"> &#x201C;Well,&#x201D; says one, &#x201C;Are you going to do this?&#x201D; Yes, I am going to put one suit of clothes on and sell the rest, except a change; and see if the day does not come when I will have so many clothes that my wives will not have boxes to put them in. <\/div><div class=\"paragraph jod\" id=\"v5n2084\"> I realize that I am a poor man&#x2014;a worm of creation; but I just know that when I dwell in the truth&#x2014;in Jesus Christ&#x2014;when I dwell in his light and partake of his Spirit, I am right. I would give more for one hundred men of this character than I would give for this whole people, if they were not of that character. Can they whip the world? Yes; men of that character will whip everything that can be put on that road, from this place to Dan, and from there to Beersheba.<span class=\"citation\" id=\"55373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55373)\">Judg. 20:1<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}