{"ID":50047, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Ultimate Victory of the Saints.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, Sunday, October 4, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Ultimate Victory of the Saints.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/4\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d47\">\n<div class=\"paragraph jod\" id=\"v5n2396\"> I will say a few words before the congregation is dismissed. <\/div><div class=\"paragraph jod\" id=\"v5n2397\"> As but few can be in our offices to learn the news that is brought in, I will say that on the 2nd, Friday last, a messenger arrived with intelligence that the soldiers were going up Ham's Fork. <\/div><div class=\"paragraph jod\" id=\"v5n2398\"> Previous to that I had sent by Lieutenant-General Wells a copy of the Proclamation proclaiming martial law, and ordering the troops not to come here. They treated it as I presumed they would. They say that they are sent by the President, are subject to superior officers, and intend to abide their <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2084\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> instructions; and I expect that they will, until some other power checks their progress. <\/div><div class=\"paragraph jod\" id=\"v5n2399\"> The brethren are well, and the spirit of peace and contentment rests upon them. They are doing their duties&#x2014;living to and serving their God. <\/div><div class=\"paragraph jod\" id=\"v5n2400\"> Keep the &#x201C;&#x2018;Mormon&#x2019; creed,&#x201D; and especially just now in regard to the remarks made by brother Spencer. Some may think they will have to deviate in attending to digging their neighbors' potatoes; but this is now the very business for the brethren to do. This is now their duty, and what the brethren ought to do. <\/div> <div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2083\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n2402\"> I do not know that anybody's heart burns, except it is to get a little nearer to our enemies and for the troops to undertake to come in here. Well, we are in the hands of the Lord our God, and he will overrule things just as he pleases. <\/div><div class=\"paragraph jod\" id=\"v5n2403\"> Many want to know what the result will be; and they want the Lord to give them revelation. Get revelation, if you can. I have told you before, and I can tell you now, that the result will be that &#x201C;Mormonism&#x201D; will be higher and greater in power and influence than ever it was before. Our enemies will sink, while we will increase in power and strength, and enjoy an influence that we never enjoyed before; and the Lord will have his own way in bringing about these things. I know that all will be made right; and an allwise, overruling Providence will bring us off victorious. He has led us to victory and peace, and has given us power and influence that we can sustain ourselves; and <div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2083\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I believe that it is the calculation of all to sustain themselves against all that can come to annoy, destroy, desolate, and drive the Saints of God. God will fight our battles;<span class=\"citation\" id=\"89322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89322)\">D&amp;C 98:37<\/a><\/span><span class=\"citation\" id=\"89961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89961)\">D&amp;C 105:14<\/a><\/span> and he will do it just as he pleases. <\/div><div class=\"paragraph jod\" id=\"v5n2404\"> You know that it is one peculiarity of our faith and religion never to ask the Lord to do a thing without being willing to help him all that we are able; and then the Lord will do the rest. <\/div><div class=\"paragraph jod\" id=\"v5n2405\"> The main object I had in coming to meeting this morning was to let you know that my health is better. Last Sabbath I did not think it prudent to come out; but I am at my post, and God is at the helm. <\/div><div class=\"paragraph jod\" id=\"v5n2406\"> Let us walk in the precepts of our Savior&#x2014;those that he has marked out for us, and God will bless us; and I bless you, my brethren and sisters, in the name of the Lord Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v5n2407\"> I mean to save my brethren and sisters, God being my helper.<span class=\"citation\" id=\"56764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56764)\">Ps. 54:4<\/a><\/span> God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}