{"ID":50048, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Advantages of Trials and Experience&#x2014;Reformation of Conduct, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered at the Bowery, Great Salt Lake City, Tuesday Morning, October 6, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Advantages of Trials and Experience, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/6\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d48\">\n<div class=\"paragraph jod\" id=\"v5n2408\"> Quite a goodly number have assembled to our Conference to transact business in a Church capacity. We shall first present and attend to the business, and then to such instructions, teachings, exhortations, &amp;c., as may come before the Conference. <\/div><div class=\"paragraph jod\" id=\"v5n2409\"> I think there are quite a number of brethren present who have lately <div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2083\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> returned from their fields of labor. We would like to have them come to the stand, and we will give them the privilege of occupying a portion of the time. I think brother Jacob Hoffheins has not been on the stand since his return; and I see several others who have not. <\/div><div class=\"paragraph jod\" id=\"v5n2410\"> We shall first present the autho<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2082\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rities of the Church to the Conference this morning, though such has not been our general practice. I believe the brethren are pretty much in readiness, and have all got their guns ready for shooting. We will first attend to the business, so that if it is necessary to repair to the canyons we can do so. <\/div><div class=\"paragraph jod\" id=\"v5n2412\"> I do not know how long we shall hold this Conference, and therefore no one needs to ask me. There is a time for all things; and I never saw a better time than now to secure potatoes and other crops, and thus do our preaching in the season thereof and digging potatoes in the season thereof. And I could almost wish that our Conference would be dismissed this morning, and all hands go and secure the potatoes, squashes, corn, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v5n2413\"> We have heretofore spent a great deal of time in Conferences unmolested, and we shall again have a great deal of time to spend in this capacity undisturbed. We must have what is good for us&#x2014;that which puts us in mind and brings to us principles that are free. Should we live in peace, year after year, how long would it be before we were glued to the world? Our affections would be so fastened to the things of the world that it would be hard for us to spend a little time in Conference; it would be hard to go on missions; it would be contrary to our feelings to attend to anything but our own individual concerns to make ourselves rich. <\/div><div class=\"paragraph jod\" id=\"v5n2414\"> It seems to be necessary for the Lord to bring this people into circumstances to show them that the things of this world are mere nothingness in their present state&#x2014;are but a shadow. They are today, and tomorrow they are not. This shows to us that all things pertaining to this world are subject to change, and such changes as we cannot control. We find that kings are raised up and emperors placed in power, and then they are <div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2082\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hurled down. We see men who are popular, wealthy, and rich become poor. History and our own experience prove all this, and that riches take the wings of the morning and fly away. Today we are rich&#x2014;tomorrow we are poor. Next week we may be rich, and the week after poor again. It is the Lord that gives and the Lord that takes away;<span class=\"citation\" id=\"56017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56017)\">Job 1:21<\/a><\/span> and it is a blessing that we have the privilege of this experience in our present condition. <\/div><div class=\"paragraph jod\" id=\"v5n2415\"> Look at ourselves&#x2014;run over our own experience, and we shall discover that ourselves, our neighbors, our friends, our acquaintances, and all people do not always know when they are happy. In other words, if you could crowd an individual or a community into heaven without experience, it would be no enjoyment to them. They must know the opposite: they must know how to contrast, in order to prize and appreciate the comfort and happiness, the joy and the bliss they are actually in possession of.<span class=\"citation\" id=\"92739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92739)\">Moses 6:55<\/a><\/span> Can you realize this? How many there are who will exclaim, &#x201C;If I had but known it, I was happy in such a situation! How happy I might have been, if I had only known that I was happy.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2416\"> You will see individuals who are easy and comfortable, that would like to change their situations; and when they change, they find that they have changed for the worse. They then turn round and say, &#x201C;How happy I could have been, if I had known how to appreciate my own happiness! I had nothing to annoy me; I was in comfortable circumstances; I enjoyed good health, and had all that I could ask for to make life desirable; but I did not know at the time that I enjoyed one of the comforts of life.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2417\"> Is that the experience of any of you? I know that it is of a great many of you. Then learn to be happy when you have the privilege. For many years we have had the privilege  <div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2081\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of living in peace and making ourselves comfortable in these valleys of the mountains; and do you recollect that but a short time ago it seemed as though almost everyone had wandered his own way? The people had almost forgotten and lost sight of the principles of truth and righteousness, of the religion that we have embraced; and the whole plan of salvation. They had almost lost sight of the redemption of the nations of the earth, and each one had turned to his own way.<span class=\"citation\" id=\"59647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59647)\">Isa. 53:6<\/a><\/span> Can you recollect that situation of the people? <\/div><div class=\"paragraph jod\" id=\"v5n2419\"> We have reason to be thankful that we have forsaken backslidings and returned to the Lord in a great measure; but we are still far from being as we should be, taking every individual, though the great majority of the people are doing the best, or about as well as they know how. This I believe with all my heart; and they feel very anxious to live so that they can enjoy more and more of the knowledge of God: they are very anxious to know how to obtain more of the revelations of Jesus Christ; and some are fearful that the people are not doing right, and that they do not live up to their privileges. <\/div><div class=\"paragraph jod\" id=\"v5n2420\"> Some of the brethren were conversing in my office the other day, and I discovered that a part of them had a great anxiety for us to know more of godliness, and had a feeling that this people must do better&#x2014;must more strictly refrain from evil and walk more humbly before their God. I said to them, &#x201C;Brethren, I will take you for an example, with myself; and I tell you, for one, that I do not know how to do any better than I do; and if the Lord wants me to do any better, he must let me know it; for I cannot do any better of myself. Can you say the same?&#x201D; They said they could. So it is with the people: the most of them are doing the best they know how. There are a few who sin, <div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2081\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and a few who will do wrong&#x2014;do things that they ought to be ashamed of. They are scarce: but there is once in a while one of that class in this community; and we expect that there will be, just so long as the wheat and the tares grow together.<span class=\"citation\" id=\"64576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64576)\">Matt. 13:30<\/a><\/span> There is once in a while one that we would like to be rid of&#x2014;would love to have leave us and this community. <\/div><div class=\"paragraph jod\" id=\"v5n2421\"> It is astonishing that any should prefer to act wickedly, and yet there is a reason for all this. We expect it&#x2014;at least I do: I look for it. I do not look for anything else but that there will be tares in the field until the time of burning. I will just say, for your consolation and mine, that I think the field is now pretty well weeded out, though the roots are here, and they will spring up occasionally, and once in a while things are done that are disgraceful. Some will do things that the Devil would be ashamed of and would not think of doing. But I am thankful that there are but few of that class here; and I pray that the evils may be lessened and that the people may be purified before the Lord. <\/div><div class=\"paragraph jod\" id=\"v5n2422\"> It is truth&#x2014;it is God's truth&#x2014;it is eternal truth, if people did but know it, that it is much better to be honest, to live here uprightly, and forsake and shun evil, than it is to be dishonest. It is the easiest path in the world to be honest&#x2014;to be upright before God; and when people learn this, they will practice it. If they could only believe this, it does appear to me that they will forsake every evil practice, every evil thought, and banish them from their minds, and try to practice virtue and truth, and to live in that way that they will overcome every evil disposition, and live so that they can control their reflections, and that their reflections will tend to virtue, truth, and holiness; for this is our privilege, until we become pure in our hearts, and find that the prin<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2080\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciples of righteousness dwell within us. Then, as it was said by the Savior to his disciples, He will be in us a fountain of living water, springing up into everlasting life.<span class=\"citation\" id=\"60278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60278)\">Jer. 2:13<\/a><\/span><span class=\"citation\" id=\"69026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69026)\">John 4:14<\/a><\/span><span class=\"citation\" id=\"86425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86425)\">D&amp;C 63:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2424\"> That is the principle&#x2014;the fountain that Jesus our elder brother dwells in; and we can have the same privilege of overcoming sin in ourselves until we have no desire to do anything but right&#x2014;no desire only to build up His kingdom upon the earth, and have the Spirit of the Lord Jesus to be in us a fountain of living water.<span class=\"citation\" id=\"86424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86424)\">D&amp;C 63:23<\/a><\/span> Let us do so, and thereby be prepared for every emergency that shall come upon us. <\/div><div class=\"paragraph jod\" id=\"v5n2425\"> Let us secure our crops. I feel to exhort the brethren to secure their crops so as to be ready, if our enemies come upon us, to defend ourselves. Let us obey our officers, not loving the world nor the things of the world<span class=\"citation\" id=\"78551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78551)\">1 Jn. 2:15<\/a><\/span> above our duties. The Lord will prepare the way and provide all things <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2080\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> necessary for us; and if we suffer a little, it is good for us. If we suffer for food, for raiment, it gives us an experience that we will know how to appreciate the comforts of life when we have them in our possession. <\/div><div class=\"paragraph jod\" id=\"v5n2426\"> We will attend to the business of the Conference first, and then dismiss until afternoon. <\/div><div class=\"paragraph jod\" id=\"v5n2427\"> [After putting the motion for himself to be sustained as &#x201C;Prophet, Seer, and Revelator,&#x201D; the President remarked&#x2014;] <\/div><div class=\"paragraph jod\" id=\"v5n2428\"> I will say that I never dictated the latter part of that sentence. I make this remark, because those words in that connection always made me feel as though I am called more than I am deserving of. I am Brigham Young, an Apostle of Joseph Smith, and also of Jesus Christ. If I have been profitable to this people, I am glad of it. The brethren call me so; and if it be so, I am glad. <\/div>\n<\/div>\n<\/div>"}