{"ID":50042, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Education&#x2014;Revelation, Obedience, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by Elder John Taylor, Delivered in the Bowery, Great Salt Lake City, Sunday Afternoon, September 20, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Education, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 9\/20\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d42\">\n<div class=\"paragraph jod\" id=\"v5n2109\"> I listened with very great pleasure to the remarks made this morning both by President Young and President Kimball, and it always affords me pleasure to listen to anything that is associated with the kingdom of God and its interests; and, on the other hand, I feel as ready and willing to communicate anything that the Lord may have committed unto me. <\/div><div class=\"paragraph jod\" id=\"v5n2110\"> [Asked a blessing on the bread.] <\/div><div class=\"paragraph jod\" id=\"v5n2111\"> In relation to the Gospel of Jesus Christ, it is something that is full of importance and information, and is associated with our present and eternal welfare: it enters into all the ramifications of life where we can understand it. It is not a sing-song sort of a thing, such as we hear taught among the sectarians; but there is something tangible about it: it consists of eternal principles, unfolding light and intelligence, and is adapted to the nature of man as a mortal and immortal being&#x2014;principles that affect us in time and in eternity, in life, in health, in sickness, in death, and which lead to life everlasting. <\/div><div class=\"paragraph jod\" id=\"v5n2112\"> We heard some remarks made this morning upon education&#x2014;about words and language, and so forth. In relation to the education of the world generally, a great amount of it is of very little value, consisting more of words than ideas; and whilst men are verbose in their speaking or writing, you have to hunt for ideas or truth like hunting for a grain of wheat among piles of chaff or rubbish. It is true that a great amount of it is <div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2117\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> really valuable, and it is for us to select the good from the bad. <\/div><div class=\"paragraph jod\" id=\"v5n2114\"> The education of men ought to be adapted to their positions, both as temporal and eternal beings. It is well to understand the arts and sciences; it is well to understand language and history; it is well to understand agriculture, to be acquainted with mechanics, and to be instructed in everything that is calculated to promote the happiness, the well-being, and the comfort of the human family. <\/div><div class=\"paragraph jod\" id=\"v5n2115\"> That education which but amounts to a little outward appearance and applies only to a few conveniences of this life is very far short of that education and intelligence which immortal beings ought to be in possession of. The education of the present day is generally misapplied; indeed, men have misapplied the education which they have received for generations and generations. <\/div><div class=\"paragraph jod\" id=\"v5n2116\"> The priests in Egypt had mysteries immediately associated with themselves, and the calculation was to keep their people ignorant of those things which they knew, that they might govern them the more readily and that they might reign and tyrannize over them. Among the various nations in different ages, their sages and wise men held their intelligence as a secret mystery to be divulged almost or altogether to their disciples, who generally conveyed it in unknown characters, symbols, or hieroglyphics. The Egyptians had their priests, the  <div class=\"break pagebreak\" id=\"260a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0260.pdf\" target=\"pdfwin\">p.&#xA0;260a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2116\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Assyrians their magi and astrologers, the Greeks their philosophers, and the Jews their wise men, and all more or less mysterious or cabalistic. <\/div><div class=\"paragraph jod\" id=\"v5n2117\"> This was a misapplication of information, or that which they might possess; although, in many instances, the information amounted to nothing in reality. <\/div><div class=\"paragraph jod\" id=\"v5n2118\"> The same is applicable, in a great measure, to our lawyers, doctors, and priests: they make use of terms that nobody can understand but the initiated. If you study medicine, law, or botany, and many of the sciences, you must study Latin first, because the doctors and professors make use of that language to convey their ideas in; and the calculation is for all except men of science or linguists to be befogged and bewildered&#x2014;yes, all except the initiated few who have been able to bestow the same amount of time as they have in learning some of the dead languages. <\/div><div class=\"paragraph jod\" id=\"v5n2119\"> Whom does their learning benefit? Certainly not the multitude. I will tell you my idea of true intelligence and true eloquence. It is not as some people do&#x2014;to take a very small idea and use a great many grandiloquent words without meaning&#x2014;something to befog and mystify it with&#x2014;something to tickle the ear and please the imagination only: that is not true intelligence. But it is true intelligence for a man to take a subject that is mysterious and great in itself, and to unfold and simplify it so that a child can understand it. I do not care what words you make use of, if you have the principles and are enabled to convey those principles to the understandings of men. <\/div><div class=\"paragraph jod\" id=\"v5n2120\"> It is true, at the same time, that a man who has a good use of language can present his ideas to better advantage than one who has not, in some instances, and in some he cannot; for the Lord gives some men a natural talent and powers of description that <div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2116\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> others do not possess and cannot acquire. But the great principle that we have to come to is the knowledge of God, of the relationship that we sustain to each other, and of the various duties we have to attend to in the various spheres of life in which we are called to act as mortal and immortal, intelligent, eternal beings, in order that we may magnify our calling and approve ourselves before God and the holy angels: and if we obtain knowledge of this kind, we shall do well; for this is the greatest good of the whole: it embraces everything that we want. <\/div><div class=\"paragraph jod\" id=\"v5n2121\"> In relation to the principles of eternal life, we are told that these treasures we have in earthen vessels<span class=\"citation\" id=\"74077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74077)\">2 Cor. 4:7<\/a><\/span> were given of the Lord and retained in those vessels through our faithfulness. <\/div><div class=\"paragraph jod\" id=\"v5n2122\"> Now, then, if men, without much of the advantage of what is termed education in this world, are filled with the Spirit of God, the revelations of the Holy Ghost, and can comprehend the relationship of man to God, can know their duties, and can teach a people, a nation, or a world how they may be saved and obtain thrones, principalities, powers, and dominions in the eternal worlds&#x2014;if men can understand these principles by the gift of the Holy Ghost and the revelations of the Most High, and are enabled to place them before the people so that they can comprehend them, then, I say, these are the men of education&#x2014;the men of intellect&#x2014;the men who are calculated to bless and ennoble the human family. This is the kind of education that we want; and the more simple those principles can be conveyed the better: they are more adapted to the wants and intelligence of the human family. <\/div><div class=\"paragraph jod\" id=\"v5n2123\"> Here is the difference between us at the present time and the priestcraft and kingcraft and the craft of the various systems among the nations.  <div class=\"break pagebreak\" id=\"261a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0261.pdf\" target=\"pdfwin\">p.&#xA0;261a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2115\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>They have tended to befog, bewilder, bind down, and lead the masses into ignorance; but the principles of the Gospel are calculated to expand the mind, enlarge the heart, unfold the capacity, and make all men feel their relationship to God and to each other, that we may be all partakers of the same blessing, that we may all be intelligent, that we may all be learned in the things of the kingdom of God, and all be prepared for the celestial inheritance in the eternal worlds. This is the difference between the system that we have embraced and the systems of the world&#x2014;they are of men, this is of God. Among the Gentiles, they tread upon one another and ride into power and influence on the ruin of others; and they do not care who sinks, if they swim. The kingdom of God exalts the good, blesses all, enlightens all, expands the minds of all, and puts within the reach of all the blessings of eternity. <\/div><div class=\"paragraph jod\" id=\"v5n2125\"> Do you repudiate education, then? No&#x2014;not at all. I appreciate all true intelligence, whether moral, social, scientific, political, or philosophical; but I despise the folly that they hang on to it and the folly that they call education. <\/div><div class=\"paragraph jod\" id=\"v5n2126\"> What did any of us know as rational, eternal beings, until we were educated in this Church? <\/div><div class=\"paragraph jod\" id=\"v5n2127\"> It is true that we are eternal beings; but did we know or understand anything about the principles of eternal life? Nothing. Yet we have believed that we were going to live forever. But did we know anything about where we came from, or what was our origin, or what was the object of our creation? We did not know anything about where we were going. We had a dreamy idea of heaven&#x2014;of a God without body, parts, and passions&#x2014;of a heaven beyond the bounds of time and space; and the hell we believed in was a bottomless pit. We had a dreamy idea of these things; but what did we <div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2115\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> know? Was there any authority, religion, or philosophy that could unravel these mysteries? No, not any. <\/div><div class=\"paragraph jod\" id=\"v5n2128\"> Then of what practical use is their philosophy or religion to us? It did not unfold unto us our position; it did not show us how to obtain eternal life: it could not do it. Of what use was our intelligence as applied to our position? <\/div><div class=\"paragraph jod\" id=\"v5n2129\"> How many times have you listened to preaching from a speaker who was considered quite an eloquent man? He would study his sermons well, and perhaps write them. They were full of words&#x2014;the language was eloquent; but, after all, it was mere verbosity, empty sound, and barren in ideas. Then you would go away and say, &#x201C;What an eloquent sermon Mr. So-and-so preached! He preached the best today I ever heard him. It was such a treat&#x2014;so rich, so great, and so deep!&#x201D; &#x201C;What was it about?&#x201D; &#x201C;Oh, it was so deep that I could not understand a word of it,&#x201D; as brother Brigham says. <\/div><div class=\"paragraph jod\" id=\"v5n2130\"> &#x201C;Well, what was it about?&#x201D; &#x201C;I do not know; but I heard it, and it was so deep and so profound that I could not understand it.&#x201D; &#x201C;But how was it that you could not understand what he was preaching about, when he was so eloquent, so refined, and made use of such elegant language?&#x201D; Shall I tell you? The man did not know what he was preaching about himself; and as he could not understand it himself, he could not explain it to you. How could he lead others to comprehend that which he did not know himself? These are facts: this is the education of the world. If you examine the philosophy of France and Germany, and other parts of the earth, you will find them to be on a par with the religious world: they are going to ameliorate the condition of mankind and to perform wonders, according to their professions. If you attempt to reason with them about their philosophy, like the Paddy's flea, when you attempt to  <div class=\"break pagebreak\" id=\"262a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0262.pdf\" target=\"pdfwin\">p.&#xA0;262a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2114\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>put your finger on them, they are not there. <\/div><div class=\"paragraph jod\" id=\"v5n2132\"> [Voice: &#x201C;All the difference is, there is nothing there.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n2133\"> All their philosophy is mere chimeras of the brain. I met with so much of it in those countries that I was sickened with it. <\/div><div class=\"paragraph jod\" id=\"v5n2134\"> A gentleman came to me in Paris&#x2014;an Englishman, and, pointing to a species of very light cake, asked me what it was called. (It is a kind of bread that is so light that a man can eat all the time and not fill himself, and you could blow it away with a puff of your breath.) I told him I did not know what they called it, but I would give it a name; I will call it fried froth, or philosophy, just which you please&#x2014;fried bubbles, or the bubbles of learned men; for it reminded me of their philosophy. <\/div><div class=\"paragraph jod\" id=\"v5n2135\"> I believe in the solid bread, and I do not care if it comes in big chunks; for then it is better than when there is not enough to satisfy the appetite. Truth and intelligence have a tendency to enlarge the capacity, to expand the soul, and to show man his real position&#x2014;his relationship to himself and to his God, both in relation to the present and the future, that he may know how to live on the earth and be prepared to mingle with the Gods in the eternal worlds. <\/div><div class=\"paragraph jod\" id=\"v5n2136\"> Now, if men will teach me these principles, I do not care what words they use. If truth comes, tail or head foremost, I am not very particular. <\/div><div class=\"paragraph jod\" id=\"v5n2137\"> It is the principles of truth which cement us together and make us act in union and strength: it is those principles that buoy up our feelings, animate our souls, and make us feel joyous and jubilant under all circumstances. It is light, it is truth, it is intelligence, it comes from and leads to God, exaltation, and celestial glory. We feel joyous because we have the principles of eternal life within us. It is because we have partaken at the fountain of life, and know our rela<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2114\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tionship to the Lord, and have a position in his Church and kingdom. <\/div><div class=\"paragraph jod\" id=\"v5n2138\"> Being, then, in possession of the truth&#x2014;of a knowledge of those principles which develop the revelations of God, and knowing that he has given unto us the Holy Priesthood, restored Prophets, Apostles, and Revelators to give revelation unto his people, therefore have we confidence in our God and our religion. <\/div><div class=\"paragraph jod\" id=\"v5n2139\"> And what is that revelation, this order, and this organization for? They are to enlighten us, to enlarge our minds, to teach us all principles associated with our present and eternal welfare. This revelation is the word of God, the eternal truths of heaven, the everlasting Gospel, the word of life and salvation. <\/div><div class=\"paragraph jod\" id=\"v5n2140\"> No matter what words are used, it is the principles we are after, and our religion interests and affects us in all the ramifications of life: it does not set up God as some austere being that we cannot approach, but it tells us he is our Father, and that we are his children, and that he cherishes in his bosom a paternal regard for us; and we have experienced something of the feelings that exist between father and son, mother and daughter, parents and children; but we could not apply that unto our God and consider that he was our Father before we embraced the Gospel. <\/div><div class=\"paragraph jod\" id=\"v5n2141\"> We have been taught by the simple principles of the Gospel to go to our Father who is heaven, and that he will hear us. We have also been taught that if we, as earthly parents, will not give our children stones when they ask for bread, and that if we will not give them scorpions when they ask for fish, God, as our Father, will not give us one thing when we ask another, but that he feels as much concerned about our welfare as we possibly can do about that of our children.<span class=\"citation\" id=\"63772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63772)\">Matt. 7:9-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2142\"> This is the way that we now regard  <div class=\"break pagebreak\" id=\"263a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0263.pdf\" target=\"pdfwin\">p.&#xA0;263a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2113\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our God; but this is not the way we used to look at him: we used to be all the day long subject to bondage, through the fear of death. Do we feel anything of that now? No, we do not: that feeling is taken away. Now we feel that if it is required of us to die, it is well; if to live, it is well. We feel that we are eternal beings and have laid hold of eternal life,<span class=\"citation\" id=\"75993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75993)\">1 Tim. 6:12<\/a><\/span> and therefore all is well. We feel altogether different to what we did before we heard this Gospel: it teaches us our duty to each other; it teaches us to reverence God's name, and not blaspheme it as the Christians do. <\/div><div class=\"paragraph jod\" id=\"v5n2144\"> I will tell you how it is in the world. In the world the masses do not care what the devil they do, if men do not see them; and I am sorry to say that we also are cursed with a few such scoundrels. They do not care about God seeing them, for they have not the fear of God before them,<span class=\"citation\" id=\"56571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56571)\">Ps. 36:1<\/a><\/span> but they have fear of men. <\/div><div class=\"paragraph jod\" id=\"v5n2145\"> We never ought to do a thing that we would be afraid of God seeing us do; and if we are not afraid of God seeing us, we should not be afraid of man seeing us. <\/div><div class=\"paragraph jod\" id=\"v5n2146\"> Well, then, we are taught our duty to our God by our brethren. And who are our brethren? The officers and authorities of this Church&#x2014;the servants of the living God. Who is President Young? The mouthpiece of God to this Church and to the world. Has God any other? Yes, lots of them appointed by him, but he is the head. <\/div><div class=\"paragraph jod\" id=\"v5n2147\"> [Blessed the sacramental cup.] <\/div><div class=\"paragraph jod\" id=\"v5n2148\"> Formerly every man used to take his own way: we used to claim a great many rights, privileges, and immunities that belonged to us individually. Well, we enjoy many of them yet; but we did not acknowledge the authority of God, and we could not do it, for the simple reason that we knew nothing of it. <\/div><div class=\"paragraph jod\" id=\"v5n2149\"> There was no one to come with <div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2113\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;Thus saith the Lord&#x201D;&#x2014;<span class=\"citation\" id=\"53836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53836)\">Ex. 4:22<\/a><\/span>no man that could go forth and say he was commissioned of Jesus Christ;<span class=\"citation\" id=\"84396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84396)\">D&amp;C 20:73<\/a><\/span> therefore there was no authority. There was no umpire&#x2014;no standard of truth to go to, to decide any doctrine that you might have in your mind. But now we have, &#x201C;Thus saith the Lord God.&#x201D;<span class=\"citation\" id=\"53837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53837)\">Ex. 4:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2150\"> Is there any other place under heaven where there is anybody to say, &#x201C;Thus saith the Lord?&#x201D;<span class=\"citation\" id=\"53833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53833)\">Ex. 4:22<\/a><\/span> If there is, I have heard nothing about it; I have not read nor heard of it, and I am satisfied there is no such thing. <\/div><div class=\"paragraph jod\" id=\"v5n2151\"> I suppose there are in the neighborhood of from 1,000,000,000 to 1,200,000,000 of inhabitants upon the earth; and nowhere but in this place can there be found a man to say, &#x201C;Thus saith the Lord God&#x201D;&#x2014;<span class=\"citation\" id=\"53834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53834)\">Ex. 4:22<\/a><\/span>nowhere but here, or where those are who have been sent from here. <\/div><div class=\"paragraph jod\" id=\"v5n2152\"> Are there men of intelligence in the nations? Yes, as to the world's intelligence&#x2014;as to the intelligence associated with the arts and sciences, natural philosophy, and mechanism, they are as intelligent as any that can be found, without God. There are also many learned professional men, princes, statesmen, and potentates. The latter have the power to govern the nations over which they rule, and yet among the whole of them not a man can be found that can say, &#x201C;Thus saith the Lord God.&#x201D;<span class=\"citation\" id=\"53835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53835)\">Ex. 4:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2153\"> Well, if this is the case in relation to them, and if this is the position of the world, is it not time for the Almighty to interfere? I speak of them, for many of the thousands who are now before me are come from the different nations, and they comprehend what I say, and they know that this is true. <\/div><div class=\"paragraph jod\" id=\"v5n2154\"> What is our position? Are we not favored ten thousand times more than any other people under the heavens? Are we not put in a position to have communication with the Lord? Have we not the principles of life given unto  <div class=\"break pagebreak\" id=\"264a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0264.pdf\" target=\"pdfwin\">p.&#xA0;264a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2112\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>us from day to day and from week to week? Have we not the opportunity of hearing the word of the Lord from his chosen servant&#x2014;the only mouthpiece to lead the people that he has under the heavens? <\/div><div class=\"paragraph jod\" id=\"v5n2156\"> Can we appreciate this and realize our position? Can we really appreciate our blessings? Do we really feel as we ought to in relation to these matters? Why, we begin to experience, in part, the riches of eternity. They begin to be unfolded before we can fully appreciate them. <\/div><div class=\"paragraph jod\" id=\"v5n2157\"> We are favored at the present time, but we cannot comprehend our blessings fully: we can only see in part, comprehend in part,<span class=\"citation\" id=\"73713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73713)\">1 Cor. 13:12<\/a><\/span> and shall not fully comprehend until the fulness of the blessings of God shall be revealed; then we shall be able to appreciate our position, our relationship to God, and the great blessings we enjoy, as servants of the Most High. <\/div><div class=\"paragraph jod\" id=\"v5n2158\"> We are only little children now. This is the way I feel. I feel as a little child, and I pray to God, O God, expand my mind that I may understand and comprehend the things of God, and not act the fool, but be a wise man, and be able to comprehend the blessings that are around me. <\/div><div class=\"paragraph jod\" id=\"v5n2159\"> Why, the kingdom of God is established, the Prophet of God and his servants are among us, and we are now enjoying the very things that Prophets prophesied of as they looked through the dark vista of ages unborn and contemplated these blessings that we enjoy. <\/div><div class=\"paragraph jod\" id=\"v5n2160\"> They told about the time when the kingdom of God would be established upon the earth, when he would restore the ancient order of things, when his Spirit would be poured out,<span class=\"citation\" id=\"61829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61829)\">Joel 2:28<\/a><\/span> when light and revelation would be communicated, when his purposes would be developed, and when the little stone would be cut out of the mountain without hands.<span class=\"citation\" id=\"61380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61380)\">Dan. 2:45<\/a><\/span> They saw, in vision, that a little nucleus here in the moun<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2112\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tains would arise, and that the mountain of the Lord's house would be established above the hills,<span class=\"citation\" id=\"57698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57698)\">Isa. 2:2<\/a><\/span> and that all nations should flock to the standard, as doves to their windows.<span class=\"citation\" id=\"59959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59959)\">Isa. 60:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2161\"> They saw the things in visions that we are now doing; they sang and prophesied and rejoiced at what we have now commenced&#x2014;the building up of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v5n2162\"> Well, now, can we really appreciate these things? Do not we often feel as we did in the Gentile world? We used to say, &#x201C;I will be damned if I do not have my own way.&#x201D; I tell you that you will be damned if you do. <\/div><div class=\"paragraph jod\" id=\"v5n2163\"> But how much of that feeling exists? I could not but think of it when I heard the remarks of brother Kimball this morning. They led me to reflect upon this subject. Some of us think we are smart men; some of us think we know what is for our good as well as our leaders, and that our judgment is quite as good as theirs; and some feel like saying, &#x201C;We will be damned if we submit to them.&#x201D; But you will be damned if you do not. <\/div><div class=\"paragraph jod\" id=\"v5n2164\"> Now, I will suppose that you were God, and that you had inspired some men to go forth and preach the Gospel, to gather the people, to establish a kingdom upon the earth&#x2014;that you had got a few together, and they gathered others; finally, you issued your will and your law to the people: what would you think if they turned round and said they would do as they pleased? Says one, &#x201C;I do not know;&#x201D; and says another, &#x201C;I do not know.&#x201D; Supposing they should say, &#x201C;We think we understand better than you do,&#x201D; how would you, as God, regulate the affairs of the earth? What could you do with a people that would not be obedient to your law? Just the same as God did with the antediluvians, the people of Sodom and Gomorrah, or the Jews. If you could not do anything with them, how could God? <\/div><div class=\"paragraph jod\" id=\"v5n2165\"> The Presbyterians used to say that  <div class=\"break pagebreak\" id=\"265a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0265.pdf\" target=\"pdfwin\">p.&#xA0;265a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2111\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people ought to thank God for the privilege of being damned. But I would not thank anybody for being damned; but I think, however, that such men as would not submit to his authority and rule ought to be damned, whether they like it or not. Nothing but obedience to his law, obedience in families, obedience to Bishops and to the Priesthood in all its ramifications, and especially to President Brigham Young as the head, to carry out his law to the whole people, can accomplish the purposes of God or our salvation as a people. <\/div><div class=\"paragraph jod\" id=\"v5n2167\"> If the Lord can have a people to listen to his law, there may be a chance to establish his kingdom upon the earth: if not, the only way he can establish his kingdom is to remove them from the earth, or give up his kingdom until another time; for it is impossible to establish his kingdom without having a people obedient to him. <\/div><div class=\"paragraph jod\" id=\"v5n2168\"> What does that obedience imply? Obedience in all things&#x2014;that the Twelve should be obedient to the Presidency, the Seventies to the Twelve, and so on through all the ramifications of the Priesthood&#x2014;obedience of wives to husbands, children to parents&#x2014;<span class=\"citation\" id=\"75641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75641)\">Col. 3:18-20<\/a><\/span>and that a general order of this kind should be established in every neighborhood, in every house, and in every heart. <\/div><div class=\"paragraph jod\" id=\"v5n2169\"> Well, this is the feeling that ought to exist; and where this feeling does not exist the Spirit of God does not exist; and where there is not a feeling of obedience, the Spirit of God will be withdrawn: people cannot retain it and be in rebellion against the authorities and counsels of the church and kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v5n2170\"> When the kingdom of God is established and his word is listened to, the spirit of obedience extends through the ramifications of the body of Christ, even as the sap extends through the trunk of a tree till it reaches to the ex<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2111\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>treme branches and twigs, and to every part of it. It is just like some of those large streams issuing from the mountains and dividing into smaller streams until they reach to every field and garden throughout the city. <\/div><div class=\"paragraph jod\" id=\"v5n2171\"> Well, now, suppose some of you should say, or suppose a branch should say, &#x201C;I want to be independent, and I will not be dependent upon the larger branches.&#x201D; I ask, how will you help yourselves, except you take a course to be cut off? And then where will your sap come from? You will wither and wilt down. <\/div><div class=\"paragraph jod\" id=\"v5n2172\"> Suppose you undertake to water the garden, and you say that you will not be dependent upon that larger stream. &#x201C;It is true,&#x201D; say you, &#x201C;that I got my water from that stream; but I will not have anything to do with it now.&#x201D; Will your vegetation flourish, if you discard the larger stream from whence you get your water? It will not. So in regard to the water of life, and so in regard to a tree. Jesus said, &#x201C;A branch cannot bear fruit of itself, unless it abide in the vine;&#x201D;<span class=\"citation\" id=\"70129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70129)\">John 15:4<\/a><\/span> nor can you do anything without obedience, for the moment you rebel you are in this position. <\/div><div class=\"paragraph jod\" id=\"v5n2173\"> If we, as a little company gathered together on the tops of these mountains, in possession of the great and glorious privileges that we enjoy&#x2014;if we cannot magnify our calling and honor the Priesthood conferred upon us, how do we expect salvation to flow to the world? How can we expect men to do what we do not do? To listen to and obey us, if we do not obey our superior officers? <\/div><div class=\"paragraph jod\" id=\"v5n2174\"> Furthermore, as the servants of God here living in these mountains, the Lord is determined to try to prove us in every way; and we are, as it were, just broken loose from the old barren stalk. The old ship is about being launched, and we are thrown upon God and our own resources, both in a governmental and a mental capa<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"266a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0266.pdf\" target=\"pdfwin\">p.&#xA0;266a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2110\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>city. The Devil will be enraged&#x2014;the powers of hell let loose upon us. <\/div><div class=\"paragraph jod\" id=\"v5n2176\"> Now, let me ask how we are going to stand, except we are guided by the revelations of God? And let me further ask how you are going to get the revelations of God, except you live your religion and obey those set over you? Let me further ask, What is the use professing to be the people of God if we do not live our religion and magnify our calling? <\/div><div class=\"paragraph jod\" id=\"v5n2177\"> I speak of these things merely for argument's sake. I believe that, so far as I have seen, the general feeling among this people is to do right; but I merely speak of them, for it is necessary that we should have line upon line, precept upon precept:<span class=\"citation\" id=\"58545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58545)\">Isa. 28:10<\/a><\/span> it is necessary that we should understand our true relationship. <\/div><div class=\"paragraph jod\" id=\"v5n2178\"> For instance, there is an army coming up here. Can any of you tell what will be the result, except the proper authorities dictate? Do you know what will be the best? But suppose we get through with this, and I suppose that some of you may begin to guess for this year: but can you for next? Is there a man here that can tell how and where to hide his family and his grain? Are there any in this congregation who know anything about it and that give counsel to this people either for present or coming emergencies? This is bringing things to a focus. Now, you wise men, or men of education and literary attainments, or philosophers, speak and display your wisdom. If you cannot, and if we have not any knowledge in this matter, what next? Why, we have got to be dependent upon the authority that is over us; and if we cannot submit, how can we be governed by it? <\/div><div class=\"paragraph jod\" id=\"v5n2179\"> This principle pervades all, whether in a civil or military capacity or in any other capacity. We used to have a difference between Church and State, but it is all one now. Thank <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2110\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God, we have no more temporal and spiritual! We have got Church and State together, and we used to talk of baptism and repentance, and we used to whip out sectarian priests with their own Bible, and we thought that we were tremendous fellows. <\/div><div class=\"paragraph jod\" id=\"v5n2180\"> But in what part of the Bible do you find what we are to do this year or the next? This will be part of a new Bible, for when it takes place it will be written, and then that will be a Bible, and then the world will find that we shall have a &#x201C;Mormon Bible.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2181\"> Men have been opposed to the Book of Mormon because it was a new Bible. The poor fools did not know that wherever there was a true Church there was revelation, and that wherever there was revelation there was the word of God to man and materials to make Bibles of. We are all of us now in the harness, and the issue is fast rolling upon us: it is therefore necessary that we understand our position. We have all had the opportunity of going away from here; but I do not know that you can have that opportunity now, for I see a proclamation here, and you cannot go without permission. <\/div><div class=\"paragraph jod\" id=\"v5n2182\"> We have no vague theories: you have now to ask leave to go. The time has come for decisive action; and whether you are called to act in a religious, civil, or military capacity, it is all in the kingdom of God and the will of God is to be done upon the earth as angels do it in heaven.<span class=\"citation\" id=\"63360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63360)\">Matt. 6:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2183\"> We are not fit to occupy our places in the kingdom, either as High Priests, or as Seventies, or as Apostles, or as anything else, except we are willing and obedient: and the same thing applies to our families. Then let us seek to submit ourselves to the law of God and do it. <\/div><div class=\"paragraph jod\" id=\"v5n2184\"> I do not know but I have talked long enough. God bless you, in the name of Jesus! Amen. <\/div>\n<\/div>\n<\/div>"}