{"ID":50049, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Sufficiency of the Gospel&#x2014;Obedience to Truth&#x2014;Union&#x2014;Good Spirit Among the Saints&#x2014;The Lord Will Deliver His People.<\/div>\n<div class=\"subtitle\">Remarks by Elder Charles C. Rich, Delivered at the Bowery, Great Salt Lake City, Wednesday Afternoon, October 7, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Sufficiency of the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Charles C. Rich<\/div>\n<div class=\"date\">Date: 10\/7\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d49\">\n<div class=\"paragraph jod\" id=\"v5n2429\"> Brethren and sisters, I can truly say, as others have said, that I have been edified during the Conference and greatly benefited by the spirit that has been made manifest and the testimony that has been borne by the brethren. It has cheered my heart, and I have not had a better time for years. <\/div><div class=\"paragraph jod\" id=\"v5n2430\"> We have great reason to rejoice, notwithstanding some people might think that we have reason to mourn. <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2080\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> But I do not think so, neither do I think that you feel so. I think there is but one feeling, and that is peace and joy. Notwithstanding all the appearances that are around us, we have abundant reason to rejoice; for we have something to rejoice about and in, if we comprehend our position, which I have no doubt the great majority do. <\/div><div class=\"paragraph jod\" id=\"v5n2432\"> We have had the privilege of embracing the Gospel of salvation; and  <div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2079\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>inasmuch as we have embraced it with honest hearts, it has been salvation to us: and what is there besides this that we should rejoice in, or that should make us rejoice? For my part, I feel, as has been expressed by some of the brethren who have spoken from this stand, that this Gospel contains all that I desire; consequently, I have no feelings nor desires to go outside of it, simply because it bestows upon you and me everything that will do us good and that will save us. All that is outside of it will damn us in time and in eternity; consequently, we have no need of that which is outside of this kingdom. <\/div><div class=\"paragraph jod\" id=\"v5n2434\"> If we understand the principles of truth as we should, we shall have no desires to go after anything but what is right, simply because it would do us an injury; therefore, it will be well for us to examine ourselves, and know whether the principles that are in our bosoms are of God. If they are, they will bless us in time and exalt us in all eternity. If they are not, they will be an evil to us in time, and as long as we have them in our bosoms; consequently, it would be well for us to know something about ourselves, and what we have in our bosoms, and the principles that we practice from day to day continually. <\/div><div class=\"paragraph jod\" id=\"v5n2435\"> We profess to be Saints&#x2014;to have received the Gospel of salvation; and if we have embraced it with pure motives, it is salvation to us&#x2014;and that, too, at the present time. When we look at the world we find them talking about being saved; but all the salvation they are looking for is a long way from this, which I think will be the case. But we receive the Gospel for the purpose of being saved. It proposes salvation to us on the onset, at the commencement, and from that day to all eternity. <\/div><div class=\"paragraph jod\" id=\"v5n2436\"> If we do not embrace the principles of life and live by them, we do not partake of the principles of salvation <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2079\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> at the time we receive them; but if we live by them, they continue to save us from that time onward. <\/div><div class=\"paragraph jod\" id=\"v5n2437\"> For instance, when we heard the sound of the Gospel, it proposed to us that we should have the same Spirit that was poured out upon the ancient Saints&#x2014;upon Christ's disciples. This was the doctrine that his servants declared to us. When we received their testimony, we went forward and were baptized for the remission of sins; and what followed? I will tell you what followed: we were enabled to bear testimony that we had received the truth, and we obtained thereby a knowledge that our Father in heaven lived&#x2014;that his son Jesus Christ had been crucified for the sins of the world. <\/div><div class=\"paragraph jod\" id=\"v5n2438\"> But did we not discover that we were saved&#x2014;saved from ignorance that had beclouded our minds? We had received something that we did not before know. We could then rejoice in the truth when the whole world were in darkness on this subject; and what further? Why, there was one truth after another made manifest to us&#x2014;one truth after another revealed. Well, if we have embraced those truths that have been made manifest, we have received the blessings that are given from time to time&#x2014;yes, from the time that we embraced them up to the present; and they have saved us. <\/div><div class=\"paragraph jod\" id=\"v5n2439\"> The Gospel requires to be honest to our God, to ourselves, to our brethren. We should not steal, we should not commit adultery, and there are a great many things that we should not do and that the principles of eternal truth would forbid. If we had not among us any who commit any of these sins, those evils would not be in our midst. If the principles that dwell in the bosom of our God are in us, we will do nothing under any circumstances that we know to be wrong. <\/div><div class=\"paragraph jod\" id=\"v5n2440\"> When some men's evil deeds are discovered, they will say that they did  <div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2078\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not do the evil with which they are charged. They will deny it. This is a mark of the greatest degradation and infamy. <\/div><div class=\"paragraph jod\" id=\"v5n2442\"> Evils are of two classes; and what are they? First, people do wrong because they do not know how to do right: second, they do wrong because they are disposed to do wrong: and do you not see that in either case they are wrongs? We are not half as well saved as we should be; consequently, to be saved, we want to learn to know what right is. If we are dishonest and want to do wrong, we are wicked. Nevertheless, it is wrong both ways; and we are not saved by pursuing such a course. <\/div><div class=\"paragraph jod\" id=\"v5n2443\"> You know it is said that in the last days the knowledge of God shall cover the earth as the waters cover the great deep.<span class=\"citation\" id=\"58132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58132)\">Isa. 11:9<\/a><\/span> We can bear testimony that the Spirit of God is poured out upon his Saints. We see it day by day and from time to time, and we are increasing in the knowledge of the truth. <\/div><div class=\"paragraph jod\" id=\"v5n2444\"> Inasmuch as we are trying to be saved, we are all the time increasing in the principles of truth; we are continually treasuring them up, and we can use them for our benefit. <\/div><div class=\"paragraph jod\" id=\"v5n2445\"> We may easily discover that a person cannot use that which he has not got. He must first learn a principle before he can act upon it. Well, if we do not know the truth, the best way is to get somebody that does know to lead us; and perhaps, by diligence, we may arrive at the knowledge thereof. This has been a course of safety pointed out to the Saints from the beginning, and it is the same now. <\/div><div class=\"paragraph jod\" id=\"v5n2446\"> When we have learned one truth, we are prepared to learn another; for every truth seems to unfold some other truth. When a matter is presented to a person who has a knowledge of a great many truths, let him compare it with the many truths that <div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2078\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he knows, and they will agree; for all truth will agree. If it is not truth, it will come in contact; therefore, the more truths we are in possession of, the more keys we have to test other truths by; and the longer we live in this way, the more we know of our Father and the principles that pertain to his kingdom, and the less disposition we will have to do wrong: we will be more inclined to do right, and to carry out the principles of his government. We will do this because it is the safest and best course to pursue: hence, if we have a disposition to be blest and saved, we shall be disposed to take this course. <\/div><div class=\"paragraph jod\" id=\"v5n2447\"> I feel rejoiced in one principle that I see manifest among the Saints in these days, and that is, the principle of union. Of course we have, as a community, always been more united than any other people; but we still come short of that fulness of union which should exist among us. But I consider that we have done first-rate. <\/div><div class=\"paragraph jod\" id=\"v5n2448\"> It is an easy matter to do right, if we only pursue the right course: at least I have always found it so. I never had any difficulty to be agreed with those I was associated with. The way that I am united with my brethren is simply this: I calculate to adopt the same policy that the Lord manifests through his servants that have a right to dictate me. I do not calculate to have anything in my heart that is not right; then you see there will be no difficulty, if I pursue this course, to be united with my brethren that preside over me. <\/div><div class=\"paragraph jod\" id=\"v5n2449\"> I have been a member of the Church over twenty-five years, and I have been preaching all the time: at least, I have been a preacher, whether I have been preaching all the time or not. I have never seen the time but I have always found those who were leading me to be right; and I have never seen the time but I could bear  <div class=\"break pagebreak\" id=\"299a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0299.pdf\" target=\"pdfwin\">p.&#xA0;299a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2077\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>testimony that they were right; for I knew it by the Spirit of God that was in me. I knew it was the privilege of every Saint to have this knowledge. <\/div><div class=\"paragraph jod\" id=\"v5n2451\"> When we are agreed and live our religion, we are prepared to receive the blessings that are poured out upon us. We cannot claim the blessings that are in store for us, except we pursue a course that will put away all our sins and iniquities far from us. <\/div><div class=\"paragraph jod\" id=\"v5n2452\"> I do not say that I am perfect, but I can say this&#x2014;that I never intended to do a wrong thing. I have done the best I could. To be sure I have been away from this place most of the time among the wicked: at least I term them wicked. They say they seek after God and everything that pertains to godliness.<span class=\"citation\" id=\"78222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78222)\">2 Pet. 1:3<\/a><\/span> But if ever I was glad to get home among the Saints it was this summer. <\/div><div class=\"paragraph jod\" id=\"v5n2453\"> I have thought that the spirit that is among this people and the quiet feeling that seems to prevail when difficulties are approaching was most heavenly; and I have sometimes felt and queried as to whether I did not feel too well. But when the brethren have been pouring out their feelings from this stand, I have felt to rejoice. I feel that we have got further along than I thought we had before I came back here. <\/div><div class=\"paragraph jod\" id=\"v5n2454\"> I have been looking for the time of deliverance, but I did not expect it so soon. But I know it cannot come too soon to meet with a hearty welcome. I have been through some of the difficulties, as some others have said, and can tell you, in all that I have passed through from the beginning, I have felt paid as I have gone along. I have always felt that the course to do right was the best, and that there would be the most joy and happiness in doing right. <\/div><div class=\"paragraph jod\" id=\"v5n2455\"> So far as our enemies are con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2077\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cerned, I feel about them precisely as our brethren have expressed themselves. I do not fear them; but I feel that the Lord will take care of his Saints and of his kingdom. All we have to do is to do as we are directed, and all will be well. <\/div><div class=\"paragraph jod\" id=\"v5n2456\"> A great number of the Elders have been on missions, and we have been bearing testimony to the world of mankind that this is the kingdom of God&#x2014;that God has set his hand to recover the house of Israel. We have been bearing testimony of this, and we still continue to bear it, and the Spirit of God flows into our hearts when we testify to this. Have we any fears that the Lord is not able to deliver his Saints? We ought not to have any. <\/div><div class=\"paragraph jod\" id=\"v5n2457\"> I will tell you how I feel. It is best for us to do right; and there will be more salvation flowing to us through doing right than pursuing any other course. This is the course of salvation. Whatever our heavenly Father dictates, that is the thing for us to do, whether it is to fight or let it alone. I have been in difficulties where there actually was fighting, where the Saints had to defend themselves against their enemies; but the time had not come for us to take the stand that we have now taken. But the Lord directed matters then, and he is directing matters now. We have seen difficulties from the beginning, from the time that the Lord established his kingdom upon the earth until the present time. <\/div><div class=\"paragraph jod\" id=\"v5n2458\"> Every person that has a portion of the Spirit of God can see the manifestations of the power of God, from the time that the kingdom was established until the present. We have no need to fear for the kingdom; but it is for us to do our duty, and then all will be well with us. <\/div><div class=\"paragraph jod\" id=\"v5n2459\"> I do not wish to occupy time that should be occupied by my brethren. I say that I feel well: I never felt better, and never had less fears of our  <div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2076\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>enemies than I have at the present time. <\/div><div class=\"paragraph jod\" id=\"v5n2461\"> That we may live so as to be sanctified through the truth&#x2014;that we may <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2076\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> secure salvation in this world, and in that which is to come, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}