{"ID":50043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Blessings&#x2014;Trials&#x2014;Obedience to Counsel, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder Wilford Woodruff, Delivered in the Bowery, Great Salt Lake City, Sunday Morning, September 27, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Blessings, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 9\/27\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v5n2186\"> We are glad to see the brethren return home from their long missions or short ones. We are glad to greet them, to hear them talk, to see their faces, and to hear their testimony that the Lord has been with them. These things are a pleasure to us who remain here in Zion. There are a multiplicity of evidences that God is with this people, and that the Lord has been with his Elders, wherever they have been, from the beginning of this work. <\/div><div class=\"paragraph jod\" id=\"v5n2187\"> There has been something peculiar connected with the Elders of this Church from the beginning. You may take the rest of the world, politically, temporally, spiritually, or any other way; and there never has been such an example in the eyes of heaven, earth, or hell as has been in the Elders of this Church, in preaching this Gospel to the nations of the earth. The hand of God has been in the work from the beginning, and it is in it yet; and the hand of the Lord has been with them to succor them all the time. The revelations given from heaven, through Joseph, concerning the Elders, have been fulfilled to the very letter. <\/div><div class=\"paragraph jod\" id=\"v5n2188\"> There are many things that are consoling; and one is, to know that the Lord is with us&#x2014;that he does reveal his mind and will in the ordinances of the house of God,<span class=\"citation\" id=\"87587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87587)\">D&amp;C 84:20<\/a><\/span> and through the administration of blessings, whether by Patriarchs, or by the Twelve Apostles, or in the endow<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2109\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ments. We find those blessings are fulfilled to the very letter. <\/div><div class=\"paragraph jod\" id=\"v5n2189\"> The brethren today have spoken in reference to the blessings that are given to our brethren when they go out on their missions to the various nations of the earth. I remember the day very well when we blessed those missionaries that went to India and to Europe; and I must say that I never had such a variety of feelings as I had at that time. <\/div><div class=\"paragraph jod\" id=\"v5n2190\"> In blessing brother Luddington, I recollect that I was mouth, and I well remember that I could see nothing but seas, waves, and storms. The seas appeared to be heaped up, and I knew that he was going to see storms and be exposed to troubles and dangers. But there was one thing that we did bless those brethren with that I rejoice in, and that is that they should return home again. <\/div><div class=\"paragraph jod\" id=\"v5n2191\"> Well, our words have all been fulfilled to the very letter, and this gives us consolation. If we go forth, and have the Priesthood and Apostleship upon us, the Holy Spirit of God, though it may not be visible, does dictate to us; and it is so in ordaining: it is so in going to battle against the nations of the earth, who have given their consent to the shedding of the blood of the Prophets. <\/div><div class=\"paragraph jod\" id=\"v5n2192\"> Brother Brigham feels calm and serene as a summer's morning;<span class=\"citation\" id=\"92025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92025)\">D&amp;C 135:4<\/a><\/span> and in his desire to save Israel he wishes to save also the lives of our enemies, if possible. Why is he so calm and  <div class=\"break pagebreak\" id=\"268a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0268.pdf\" target=\"pdfwin\">p.&#xA0;268a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2108\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>steady? It is because God is with him; and though armies are approaching and ready, apparently, to swallow up this people, yet he and his brethren feel calm, and the Lord reveals unto them, by the Holy Spirit, how to govern and control this people. They have had a long experience in proving the Almighty God, who holds the destiny of the Saints and the sinner. And has he ever failed us? No, never. <\/div><div class=\"paragraph jod\" id=\"v5n2194\"> Some of our brethren have told their trials here today, and they have said that they have not done much; but the greatest work they have done has been in saving themselves. But this is not all they have done. They have done something else; they have accomplished the purposes of God in India&#x2014;as much so as though they had baptized every king and queen in those islands: they have literally fulfilled the revelations of Jesus Christ in carrying the Gospel unto them, because those nations could not have been left without excuse and the earth prepared for the judgments of God, if those Elders had not gone and preached to the people of those nations. No matter if they had not have baptized one, they are as much justified as we who first went to Herefordshire, England, and baptized twenty or thirty priests in a day. They have fulfilled the commandments in carrying the Gospel to the nations. <\/div><div class=\"paragraph jod\" id=\"v5n2195\"> It is no testimony to me that a man is not faithful, because he has not baptized numbers of princes, lords, governors, and kings; not at all. The Lord has sent them there: he has tried them and put them in strait places; but has he left them? No, he has not. Has he not brought them forth? We have had the testimony of brother Musser, who is here; and we see that it is the hand of God that has been over them, and we are glad of it; and we do not expect that <div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2108\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Lord will send the Elders out there again until they have other missionaries and messengers that they cannot stone, tar, or feather, but messengers that will come with their sharp sickles: then they will find that they have messengers that they cannot conquer nor overcome. <\/div><div class=\"paragraph jod\" id=\"v5n2196\"> I feel to rejoice in these things and to know that the Lord is at work with this people. We are living in a fast age&#x2014;an age fraught with great events, and every day is bringing to pass more of the predictions; and more revelation is being fulfilled in one year, now, than has been fulfilled in centuries before. We are living in a day when that flood of revelation is coming to a focus; and that focus we stand in, and we are seeing it fulfilled day by day. <\/div><div class=\"paragraph jod\" id=\"v5n2197\"> The wicked rage and the heathen imagine a vain thing;<span class=\"citation\" id=\"56294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56294)\">Ps. 2:1<\/a><\/span> and they say, &#x201C;Let us go and take a prey and a spoil;<span class=\"citation\" id=\"60606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60606)\">Jer. 30:16<\/a><\/span><span class=\"citation\" id=\"60919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60919)\">Ezek. 38:12<\/a><\/span> let our eye be upon Zion, and let her be defiled.&#x201D;<span class=\"citation\" id=\"62190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62190)\">Micah 4:11-12<\/a><\/span> But they know not the thoughts of the Lord, neither understand they his counsel. God will work for us and defend us, if we do our duty, and Zion will soon be free. We will not suffer the oppressions of our enemies as we have done. <\/div><div class=\"paragraph jod\" id=\"v5n2198\"> You need not fear: all we have to do is to be passive in the hands of the Lord, and follow the counsel of our leaders, and not be particularly anxious that the Lord should reveal to you or to me his mind and will and intentions concerning our present difficulties; but pray earnestly that the Spirit of the Lord may be upon those men who stand at the head. All we have to do is to live our religion; and when the Presidency say, &#x201C;Come here,&#x201D;, or &#x201C;Go there,&#x201D; let us be on hand to obey, and all will be right. <\/div><div class=\"paragraph jod\" id=\"v5n2199\"> Let the people be quiet and pray that God may reveal his mind and will to those at the head. We may have our ideas of what we should do in this  <div class=\"break pagebreak\" id=\"269a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0269.pdf\" target=\"pdfwin\">p.&#xA0;269a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2107\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or that case; but there is no man so well qualified to lead, govern, and direct for the salvation of the people as that man whom God has appointed. We have as good leaders as we need. There never was a better leader given to Israel, nor one more capable of leading this people to salvation, than Brigham Young: he is filled with the Spirit of God day by day. If the United States make war upon this people, the Lord will hold them responsible for it, and the measure they mete will be measured unto them again;<span class=\"citation\" id=\"63692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63692)\">Matt. 7:2<\/a><\/span> and if they are ripe and the cup of their iniquity full, they will be shattered to pieces&#x2014;their union broken up and destroyed. They will be visited with thunder and lightning and hail and the judgments of God; and every man that will not draw his sword against his neighbor will be obliged to flee to Zion.<span class=\"citation\" id=\"85758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85758)\">D&amp;C 45:68<\/a><\/span> They are sending their armies here to destroy us; but I ask none to weep for Utah or spend their sympathy for us&#x2014;not even my relatives or the priests, the doctors, lawyers, or editors; no, not even one soul&#x2014;from the President of the United States down through the whole nation, who have given consent to our death; for they will have plenty to bear themselves, and they may save their weeping for themselves and their children.<span class=\"citation\" id=\"68296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68296)\">Luke 23:28<\/a><\/span> The Lord will teach them that their proud looks and haughty feelings will be laid low. It is right to pray and it is right to keep our powder dry. Pray for the Presidency of this Church&#x2014;pray for them to have the Spirit of revelation. We have never seen a day when &#x201C;Mormonism&#x201D; was taking such a stride as it is at the present time. They may come over the Plains singing their songs about what they will do when they get to Utah; but many of them will find a place in hell before they get here. <\/div><div class=\"paragraph jod\" id=\"v5n2201\"> There have been many truths taught here today. Many who have been here for years do not know or realize <div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2107\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the great blessings we are enjoying in these valleys of mountains. Our granaries are filled with bread and we enjoy peace and the comforts of life. We come to the Tabernacle of God and associate with holy men, and we should be holy ourselves: if we are not, it is our own fault. <\/div><div class=\"paragraph jod\" id=\"v5n2202\"> You have all the blessings which the celestial kingdom and laws of God impart unto men on the earth, while the Gentile nations have suffered ruin, wickedness, and abominations of every kind to increase in their midst until they are ripe for destruction. Do they not thirst for the blood of the Saints and every man who is righteous? Do they not delight in wickedness? They are full of wrath and anger, and they are ripe for the damnation of hell. Yes, the nations of the earth are ripe today. <\/div><div class=\"paragraph jod\" id=\"v5n2203\"> Then we should be faithful and diligent in all things committed to our charge. Even though the Lord has suffered some of the brethren to go through strait places, in days which are past and gone, and he may still call us to go through strait places, yet he will sustain us when we trust in him. <\/div><div class=\"paragraph jod\" id=\"v5n2204\"> The Lord has suffered some of our Prophets and Apostles to be martyred; and what for? That the cup of the iniquity of the nations might be full and that his servants might be crowned heirs of God and joint heirs with Jesus Christ<span class=\"citation\" id=\"72555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72555)\">Rom. 8:17<\/a><\/span> to a martyr's crown. <\/div><div class=\"paragraph jod\" id=\"v5n2205\"> Through the persecutions of the enemies of truth, many of the Saints have been worn out; but, as a body, the kingdom and people have been led off as victorious conquerors. We stand now and hold the keys of the American continent; we stand in the strong chambers of the mountains; and can the Lord God give us the victory? He can and he will, and he has been preparing us for this by pouring out upon us his Holy Spirit, uniting the people who have been willing to repent and  <div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2106\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>forsake their sins; and I hope we shall continue faithful to the end. <\/div><div class=\"paragraph jod\" id=\"v5n2207\"> I am glad, and my soul rejoices in these things, and I believe that the people are ready to shoulder their guns and walk into these canyons and line them from here to Fort Bridger in defense of the Constitution of the United States and the rights which both the laws of God and man guarantee to us. <\/div><div class=\"paragraph jod\" id=\"v5n2208\"> We have had to stoop to our enemies heretofore and bear many things from them worse than death; but if there is anything that gives us joy and consolation&#x2014;at least, I can speak for myself&#x2014;it was when I heard the brethren say, &#x201C;You are free, brethren&#x2014;you are free; and you may prove yourselves before God and men that you are willing to defend yourselves against tyrants and oppressors.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2209\"> When I heard this, I was full of joy; and who would not be? Who would not rather die than bow down to the yoke of the enemy? It would sweeten death to a man to know that he should lay down his life in defense of freedom and the kingdom of God rather <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2106\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> than to longer bow to the cruelty of mobs, even if the mob have the name of being legalized by the nation. <\/div><div class=\"paragraph jod\" id=\"v5n2210\"> I thank God and I rejoice that this people are determined to be free from mobocracy and oppression, and that they are determined to have peace, if they have to fight for it; and if the yoke is ever put on again, it will be by ourselves: and I say, God bless this people and the missionaries that have gone to the nations&#x2014;no matter whether they have baptized one or a thousand, if they have done the will of God. <\/div><div class=\"paragraph jod\" id=\"v5n2211\"> Notwithstanding the lightnings may flash, thunders roll, and earthquakes bellow, the Lord will extend his hand over his servants and protect them as he has done those that have returned unto us. And the Lord will remember our brethren that are on the Plains; and let us remember them in our prayers, that the Lord may be on our side; and let us be on hand and be ready at any and every call, and the kingdom will spread abroad, and it will smite the image not only on the toes but on the head;<span class=\"citation\" id=\"61006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61006)\">Dan. 2:34<\/a><\/span> which may God grant for our sake. Amen. <\/div>\n<\/div>\n<\/div>"}