{"ID":50041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Superiority of Pure Motives&#x2014;Ascendancy of the Kingdom of God&#x2014;Obedience to Counsel.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Bowery, Great Salt Lake City, September 20, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Superiority of Pure Motives, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 9\/20\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v5n2086\"> Brother Heber wants to know whether he has said anything wrong. So far as I am concerned, and so far as the truth is concerned, he has not. He is very careless in the use of language; but I do not so much care how he or any of the brethren express their ideas, when their hearts are right before God. <\/div><div class=\"paragraph jod\" id=\"v5n2087\"> When we have only the one desire to promote the kingdom of God on the earth, the people will be right. <\/div><div class=\"paragraph jod\" id=\"v5n2088\"> Brother Heber is very full of comparisons; and I will liken brother Heber's language to the conduct of some of this people. He talks just as ideas happen to come into his mind; and some of the people act just as it happens at the moment, not thinking what they do. And yet their desire is to do right; and the greatest faults that most of them see in each other arise through weakness and ignorance, and not through an evil design. They desire to do right, just as brother Heber desires to talk as straight as a line; but he has so long been in the habit of making his own dictionary and using his words out of it, that it would be difficult for him to change his style now. <\/div><div class=\"paragraph jod\" id=\"v5n2089\"> No matter what the outward appearance is&#x2014;if I can know of a truth that the hearts of the people are fully set to do the will of their Father in heaven, though they may falter and do a great many things through the weaknesses of human nature, yet, they will be saved. You will hear among such persons observations that <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2120\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> appear very much out of the way; but, at the same time, they will say that &#x201C;it does seem that when I would try to do good, and to do my best, evil will come before me.&#x201D;<span class=\"citation\" id=\"72493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72493)\">Rom. 7:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2090\"> If there is an outward appearance of mistakes or evils, we ought to have the Spirit of the Lord to look at the designs of the actors, and know whether they act from impure or sinister motives. If their motives are pure&#x2014;no matter whether their outward appearance is particularly precise, their acts will be discerned by the Spirit of the Lord, and will be appreciated for what they were intended. If people act from pure motives, though their outward movements may not always be so pleasant as our traditions would prefer, yet God will make those acts result in the best good to the people. <\/div><div class=\"paragraph jod\" id=\"v5n2091\"> I wish the people to know that they have to come to the position that, in their feelings and affections, the kingdom of God must be all in all to us. If we are not in that position, you will find that we will be scourged and afflicted until we are. With us it must be the kingdom of God all the time: it must be that or nothing. The time has come in which that must be the common feeling with the Saints. <\/div><div class=\"paragraph jod\" id=\"v5n2092\"> As to the world's being in fellowship with us, it never was and it never can be. We cut off the Gentiles just before we left Nauvoo; and they have cut us off from their fellowship. The thread is cut that has hitherto connected us; and now we  <div class=\"break pagebreak\" id=\"257a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0257.pdf\" target=\"pdfwin\">p.&#xA0;257a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2119\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have to act for ourselves and build up the kingdom of God on the earth, which we will do, by the help of the Lord; for he has decreed that his kingdom shall take the ascendancy over all other kingdoms under heaven.<span class=\"citation\" id=\"61175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61175)\">Dan. 2:44<\/a><\/span><span class=\"citation\" id=\"79420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79420)\">Rev. 11:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2094\"> It was observed by brother Spencer that the time had come for this work to be making far more rapid strides than it has hitherto done. You will find that it has not been by any act of our own that this thread has been cut; but we will now have to sustain ourselves, or we will go under. We have not desired it&#x2014;we have not naturally wished for this crisis to come; but inasmuch as it has come, if the people, in the strength of Israel's God, sustain themselves, they will be sustained. <\/div><div class=\"paragraph jod\" id=\"v5n2095\"> If we are united, we are independent of the powers of hell and of the world, which terms are synonymous with me. We are now free and easy; and if we succumb to the wicked, our hearts sink within us and we sicken and die; but when my feelings are decided that we will defend ourselves against all who come here to destroy us or to oppose the establishment of truth on the earth, I feel perfectly free and light as the air. Does brother Spencer feel so? I presume that he does, and also that every Saint feels as free as the mountain breezes. <\/div><div class=\"paragraph jod\" id=\"v5n2096\"> I am free and easy, and I am not concerned about having too much rest; though, when my feelings are at rest, and I have not an hundred tons weight upon my shoulders, a feeling comes over me like this&#x2014;&#x201C;Are you not becoming slothful?&#x201D; As soon as I have a good sound reflection upon the matter, I feel to thank God that he will let me rest at times, and not always require me to bear a burden like carrying a hundred tons. <\/div><div class=\"paragraph jod\" id=\"v5n2097\"> Be faithful; and if you are attentive to your duties, God will take care of the rest. <\/div> <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2119\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n2098\"> We talk of enjoying, multiplying, and increasing in the things of God. All that we can do is to prepare to receive anything that God may see fit to give. I do not know but that I am just as well prepared to receive revelations this morning as I shall be millions of years hence. I do not know but that I shall be prepared to do the will of God, according to my capacity, as well today or tomorrow as I shall be when I have spent millions of years in his presence. <\/div><div class=\"paragraph jod\" id=\"v5n2099\"> You hear people in the sectarian world talk about preparing to die; but the religion that we have embraced teaches us to prepare to live. If we were now going to exchange this world for another, I do not know but that we are as well prepared as we shall be in years to come. I have felt that I never should be better prepared to receive the glory of the spirit world than I am now, according to my present capacity. While brother Heber was talking about our travels in 1834, I remember that brother Joseph said the camp should be cursed. We had some wicked men in the company, and Joseph discerned the spirits of those men, and said that the camp should be cursed and that they should feel the heavy hand of the Lord. Brother Heber came to me and said, &#x201C;I do not know that I could have done any better, even though it had been to save my natural life;&#x201D; and he did do well and continued to do so. And I will say that I do not know that I can do any better than I am doing. <\/div><div class=\"paragraph jod\" id=\"v5n2100\"> You and I may be ready to fight: we may be ready to plant seed, and, if called upon, to cache grain in the mountains, and to do whatever the Lord may require at our hands. Let us do whatever may be required. If we are called upon to take our women and children into the mountains, let us do that; if to burn, let us be on hand to burn; if to build more, let us  <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2118\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>do that; and whatever we are required to do, let us do. <\/div><div class=\"paragraph jod\" id=\"v5n2102\"> We called up a Bishop, the other night, to go on an express; and when he came to my office, I said to him, &#x201C;Brother Thomas, are you ready?&#x201D; He replied, &#x201C;Yes.&#x201D; Though he did not know what was wanted of him, yet he was ready. He asked, &#x201C;When do you want me?&#x201D; I replied, &#x201C;Early tomorrow morning&#x201D; (now, yesterday morning); and he was there at the time&#x2014;which is the way that men should feel and act. <\/div><div class=\"paragraph jod\" id=\"v5n2103\"> The main object of my present remarks has been to have the people know whether they are taught right&#x2014;to have them know whether they are receiving the word of the Lord from this stand&#x2014;to have them know whether they are led right. <\/div><div class=\"paragraph jod\" id=\"v5n2104\"> As to being afflicted, never fear that: only fear that you are not living as well as you might, and then there is no danger. You know how you have been led, and I can say that you try to walk in the path that leads to improvement and purity and to never do a known evil. When you know that an evil is before you, pass it by, and do that which tends to good, and all will be right. <\/div><div class=\"paragraph jod\" id=\"v5n2105\"> If you are not led right, or if you are afraid that you are not going to be led right, just find out a better way; for that is your privilege, if you are not already led right. And if you <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2118\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will live so as to know God better than any other man, or find someone that knows God better, and of whom you can learn more of God&#x2014;a man that knows better how to dictate the affairs of the Church, all will be right. <\/div><div class=\"paragraph jod\" id=\"v5n2106\"> I wish that every man would live so that he could have communion with angels&#x2014;so that Jesus would come to visit him. I wish I could see this people in such a position; but there is yet too much sin in our midst: our traditions cling to us so strongly, that we cannot yet break through into that liberty; but we will see the day, if faithful, in which we can converse with angels. There are persons in this congregation that will converse with angels just as freely as we converse with each other. <\/div><div class=\"paragraph jod\" id=\"v5n2107\"> Be faithful, and God will not only fight for us, but he will also lead us to victory. What has been said today is true. You know that brother Heber almost always testifies to the truth of what he says; but I do not care whether you think that what I say is true or not, for that does not concern me. You may judge of the truth you hear today and of that which you will hear in times to come; for we shall be judges of ourselves as well as of our enemies, and we shall also judge angels.<span class=\"citation\" id=\"73242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73242)\">1 Cor. 6:3<\/a><\/span> God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}