{"ID":50054, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Wisdom Gained By Experience&#x2014;The Trials and the Final Triumph of the Saints, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder Lorenzo Snow, Delivered in the Bowery, Great Salt Lake City, Wednesday Morning, October 7, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Wisdom Gained By Experience, Etc.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo Snow<\/div>\n<div class=\"date\">Date: 10\/7\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d54\">\n<div class=\"paragraph jod\" id=\"v5n2633\"> There is one thing, brethren, that I reflect upon, that pleases me very much; that is, to see, under our present circumstances, the feeling of calmness and serenity which manifests faith in the Lord. The calmness and serenity that is in the minds of the Saints in regard to the circumstances of war and threatenings that are around us at the present time is a principle that we, as the people of God and as wise men and wise women, need very much to inculcate within ourselves. We should be perfectly calm and serene, without excitement, otherwise we will be excited and consider that the circumstances around us are of a dangerous nature, and thus shall not be able to act prudently and in a way that would be pleasing in the sight of our Father in heaven. <\/div><div class=\"paragraph jod\" id=\"v5n2634\"> Sailors and mariners become wise, useful, and qualified for their stations only by experience. Storms, tempests, and hurricanes have to occur in order to give them that experience. If all was calm, and storms never arose at sea, where would the mariner get the experience that is necessary for him to have, that when storms do occur and difficulties arise, when the ship sails out upon the ocean, he shall be prepared to manage and guide his vessel safely into port. If there are individuals on board that have never experienced storms, or perhaps have never ventured away from land before, when storms arise, you see that trepidation of spirit that you do not <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2054\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> witness in those that have had experience. <\/div><div class=\"paragraph jod\" id=\"v5n2635\"> So it is with ourselves in the Gospel of Jesus Christ, we have to learn by the things that take place around us and act in the stations assigned us by the circumstances that transpire and the experience we gain. <\/div><div class=\"paragraph jod\" id=\"v5n2636\"> As a general thing, I presume to say that the people before me today feel that all is well&#x2014;that all is right, notwithstanding an armed force is only about 147 miles distant from us, full of their hellish designs for our destruction, and have formed their schemes for the purpose of entering into our settlement for the destruction of the principles of righteousness and to gratify their hellish lusts. The least idea never entered their hearts that the people would be found here that would dare to oppose them. I presume the Saints feel that all will be well as a general thing, and to see these feelings existing in the bosoms of the Saints this day is pleasing and gratifying to my feelings; and I feel assured that whatever shall take place&#x2014;whatever course shall be pursued by our enemies or be taken by ourselves, all will terminate for the glory and exaltation of the Saints of the living God. The kingdom of our God is bound to prosper and to go forward. <\/div><div class=\"paragraph jod\" id=\"v5n2637\"> While we are here studying the interests of Zion&#x2014;of the honest in heart among the nations of the earth&#x2014;how we can gather them together, that the  <div class=\"break pagebreak\" id=\"323a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0323.pdf\" target=\"pdfwin\">p.&#xA0;323a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2053\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fetters under which they are now laboring may be broken&#x2014;while we are doing this, on the other hand our enemies are scheming for the destruction of these righteous principles, for the purpose of binding the yoke more strongly upon our neck&#x2014;of destroying those pure and holy principles that have been revealed for the salvation of the honest in heart&#x2014;principles that are calculated to exalt, to happify, and glorify. <\/div><div class=\"paragraph jod\" id=\"v5n2639\"> Such principles have been revealed&#x2014;such principles have been restored&#x2014;such principles have been held forth by the Elders among the nations as you heard yesterday. For these principles this people have been driven several times; they have forsaken their homes; they have forsaken their enjoyments and the privileges they might have had among the nations; and they would now willingly burn up their dwellings, if they were so commanded. We understand, from the feelings of our bosoms, and we find, as a general thing, that the people are willing to continue their efforts for the promotion of these principles, that they may still remain upon the earth, and that the honest in heart may be delivered. For the dissemination and final triumph of these holy principles, all that is required on our part is to sustain and support them, so far as the God of heaven shall lead us by his Holy Spirit. Where the Lord plants us there we are to stand: when he requires us to exert ourselves for the support of these holy principles, that we are to do; that is all we need to trouble ourselves about; the rest our Heavenly Father will take care of. But it need not surprise us that difficulties and storms arise&#x2014;that we see hurricanes playing about us&#x2014;that we see war clouds gather thick and fast about us; this need not be surprising. Where there is no trial there can be no deliverance; where there is no temptation the power of <div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2053\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God cannot be made manifest to any great extent. <\/div><div class=\"paragraph jod\" id=\"v5n2640\"> You, brethren, that have been baptized for the remission of your sins, receive the laying on of hands for the gift of the Holy Ghost, and the Holy Ghost has been poured out upon you, did you not have to make your sacrifice? Did you not have to give up some things you had formerly held dear to you? Did you not have to come to this place that you might receive the blessings of God? And after you had done all this, did you not receive what you had anticipated and been promised? <\/div><div class=\"paragraph jod\" id=\"v5n2641\"> Take the children of Israel from the days when they were called from Egyptian bondage, and take ourselves from the day we were organized through brother Joseph as the kingdom of God upon the earth; you will see that in every instance his power and deliverance were manifest to a greater extent than we could have anticipated. Take it individually or take it collectively, we have suffered and we shall have to suffer again; and why? Because the Lord requires it at our hands for our sanctification. <\/div><div class=\"paragraph jod\" id=\"v5n2642\"> In the days of brother Joseph the mob came and took individuals: brother Joseph suffered them to take him; he suffered them to take possession of the brethren's houses&#x2014;to come in and shake hands with him, as traitors; and in every instance, they sacrificed every principle of virtue, of honor, and purity. <\/div><div class=\"paragraph jod\" id=\"v5n2643\"> This course of conduct continued year after year. We suffered them to come upon us in Jackson County, and they there sacrificed every principle of virtue and righteousness. In Nauvoo, also, the devils incarnate were there again laying their hellish plots for the destruction of every holy principle; and after the death of Joseph the Prophet, President B. Young and others of the servants of God swore that if their enemies laid their hands  <div class=\"break pagebreak\" id=\"324a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0324.pdf\" target=\"pdfwin\">p.&#xA0;324a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2052\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>upon them they should die. But the brethren never declared this until they had suffered from their enemies until forbearance was no longer a virtue. <\/div><div class=\"paragraph jod\" id=\"v5n2645\"> We suffered these things day after day and year after year; and why? Because the Lord suffered it and required it of us. Men may be good and righteous; yet the Lord causes them to undergo trials to a certain extent. And when the Lord gave us the privilege of giving away our lives and letting the enemy have power over us, our enemies never troubled us. <\/div><div class=\"paragraph jod\" id=\"v5n2646\"> When we kindly, generously, and with the utmost courtesy asked the President of the United States, if he could, possibly, to let us choose rulers out from amongst ourselves; and if that was not agreeable, to go so far as to let us have kind, decent sort of men&#x2014;men that have some interest here&#x2014;men that would themselves obey the laws which they came to administer; the Government were offended, and hence they are sending an army&#x2014;men that wear epaulettes. Probably these are the citizens which they consider will be interested in our welfare. <\/div><div class=\"paragraph jod\" id=\"v5n2647\"> The power of the Almighty bears record in every heart that the position for us to take is not to suffer them to come in here; and this is the universal feeling in this community; and it is the power of the Holy Ghost which testifies to every man and to every woman that this is our position. <\/div><div class=\"paragraph jod\" id=\"v5n2648\"> The Lord has preserved us in every position; and although we have suffered, he has been with us by the power of his Spirit. He has suffered us to give up our arms and to exhibit his mercy. He did this in Far West and in Nauvoo. He suffered brother Joseph to give himself up, and now we see what they have done. But now it is altogether different; we are in a different position from what we were then. The Lord has revealed to <div class=\"break columnbreak\" id=\"324b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0324.pdf\" target=\"pdfwin\">p.&#xA0;324b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2052\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> brother Brigham to take the stand which we are taking. <\/div><div class=\"paragraph jod\" id=\"v5n2649\"> I was speaking yesterday of the contrast between this people and the world. We are here in the capacity of a Conference; we are laboring, striving, and struggling for the deliverance of the honest in heart throughout the world; we are laboring for the establishment and continuance of holy principles. <\/div><div class=\"paragraph jod\" id=\"v5n2650\"> There are men on this stand whose testimony you have heard; and those very men would suffer themselves to be cut in pieces, inch by inch, before they would suffer those principles to be trampled upon. It is their business to make people happy&#x2014;to put them in possession of eternal life, so that sorrowing and crying may cease from the earth. <\/div><div class=\"paragraph jod\" id=\"v5n2651\"> Look 147 miles eastward; there our enemies are contemplating what they may do&#x2014;how they may come or send an armed mob here. They would hire and bribe a posse, if they could, to come and take President Young; and they are all the time plotting and scheming how they may subvert this people. When our brethren were amongst them, they were all the time singing their lustful songs and damning those holy principles which we have embraced. Look across the wild sage plains&#x2014;over the deserts to the United States, and the same spirit is there; they are studying how they may rid the United States of the principles of righteousness. Now, which will prevail? <\/div><div class=\"paragraph jod\" id=\"v5n2652\"> [President B. Young: &#x201C;Truth will prevail!&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n2653\"> Yes, the truth will; the Saints of the Most High will prevail. It is the Lord Almighty that has called his Saints; he has chosen his sons and daughters. <\/div><div class=\"paragraph jod\" id=\"v5n2654\"> It is not our work, but it is the work of our Heavenly Father, and we are called to be engaged in it. The storms must arise&#x2014;the oppressor must  <div class=\"break pagebreak\" id=\"325a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0325.pdf\" target=\"pdfwin\">p.&#xA0;325a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2051\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lay his hand upon the people, or it could not be taken off. And you, brethren and sisters, whose husbands are yonder in the canyons, who have gone forth to defend Israel, pray for them that they may be victorious, and pray that you may be united unto each other. <\/div><div class=\"paragraph jod\" id=\"v5n2656\"> I think, as Elder Hyde observed here the other day, that probably the greatest unpleasantness may be found in families. Now, you sisters, just unite your hearts together; and if there is dissension in your midst, get rid of it, and put away those hard feelings; then you can bow together as the children of God and as the wives of your husbands, united together in all things; you can then call upon the Lord, and he will give you power to obey your husbands; and then you pray that they may be able to execute the designs of the Almighty, and that the enemy may have no power over them. <\/div><div class=\"paragraph jod\" id=\"v5n2657\"> If you have difficulties, go and settle them, and do your duties as the Saints of God, and pray that the Holy Spirit may rest upon your husband; and that will nerve him up more than your flour&#x2014;more than your extra shirts. Just tell him that you are calling upon God in his behalf&#x2014;that you are praying that the enemy may have no power over him. Sisters, be united in these things, and the blessings of Israel's God will be upon you; your husbands will come home safely, they will be full of the Spirit of the Lord, and the wicked will fear and tremble to see the calmness and serenity that rests upon the people of God. <\/div><div class=\"paragraph jod\" id=\"v5n2658\"> May the Lord bless you, brethren and sisters. It is a time of rejoicing: never did I feel better than I do this day. Everything signifies that the day of our deliverance is at hand. If there should be a little difficulty in getting the child born, all will be perfectly right. I tell you the child is <div class=\"break columnbreak\" id=\"325b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0325.pdf\" target=\"pdfwin\">p.&#xA0;325b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2051\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bound to pass through its childhood, its boyhood; and whatever it may cost, the victory must be ours. A man or a woman is just as well on the other side of the veil as here; it does not matter a particle in relation to their going forward in the principles of exaltation. <\/div><div class=\"paragraph jod\" id=\"v5n2659\"> Our duty is to do right here and everywhere&#x2014;to keep right all the time with our God; then all is right with us, whether we are here or on the other side of the veil. <\/div><div class=\"paragraph jod\" id=\"v5n2660\"> Leave things in the hands of God, and I tell you the physical conquest is ours as well as the spiritual one. Remember those little striplings who went forth some twenty or twenty-five years ago, without first learning to preach the Gospel: they had not the wisdom of the colleges nor of the schools, but they went forth not having any natural hopes of an intellectual conquest; but they went forth and they stopped the mouths of the priests, and men of learning were in dead silence before them through the power of God which attended their preaching. <\/div><div class=\"paragraph jod\" id=\"v5n2661\"> The Lord said unto his servants, &#x201C;Ye are not to be taught, but to teach.&#x201D; (Doctrine and Covenants.)<span class=\"citation\" id=\"85489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85489)\">D&amp;C 43:15<\/a><\/span> He also said, Be valiant and be diligent in laying up wisdom; but take no thought for the morrow, but all things shall be brought seasonably to your minds in the very hour that you need them.<span class=\"citation\" id=\"87891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87891)\">D&amp;C 84:85<\/a><\/span> This is the work of the Lord, and it is the way the Lord works. <\/div><div class=\"paragraph jod\" id=\"v5n2662\"> Well, here comes another conquest to be gained: they have forced us into this, and the result will be precisely the same in the physical as in the spiritual. <\/div><div class=\"paragraph jod\" id=\"v5n2663\"> Are we studied in war? These fellows have been studying it from all the books that have been written from the days of Adam down to now, and they are full of military science as the priests were full of divinity. But remember that but a little stone from  <div class=\"break pagebreak\" id=\"326a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0326.pdf\" target=\"pdfwin\">p.&#xA0;326a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2050\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the sling of David put to death the Goliath of the Philistines;<span class=\"citation\" id=\"55498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55498)\">1 Sam. 17:49-51<\/a><\/span> and so it will be in the deliverance of Zion. If the brethren go forth depending upon their physical arms, they cannot do much; but if they go forth depending upon the Spirit of the Almighty, I can assure you that the conquest will be as glorious as in the day when we went forth to preach the Gospel under those circumstances which I have named. I just know it, for it is God's work. <\/div><div class=\"paragraph jod\" id=\"v5n2665\"> Women will find that they hold a good deal of power and influence in relation to blessing their husbands; therefore, let your faith and your hearts be united together, and pray for your husbands and for your children, whose fathers have gone forth to fight the battles of Zion. Children, pray for your fathers, and that will cheer them up. But if a man looks back and sees that there is nothing but confusion and disorder in his family, he is apt to slacken his efforts; his heart gives way; he has not the power nor the hardihood that he would otherwise have, providing that he knew that all was peace&#x2014;that all was right at his home. <\/div><div class=\"paragraph jod\" id=\"v5n2666\"> Think of this, you sisters. I tell you a great deal depends upon your conduct. I presume there are persons with families, who, if called to go out to fight, would pray God that they might never return again. This should not be. <\/div><div class=\"paragraph jod\" id=\"v5n2667\"> Brethren, be united; pray for brother Brigham, for brother Heber, for brother Daniel, and the brethren with him in the mountains; and the enemy can never&#x2014;no, never get possession of <div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2050\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them. It is for you and me&#x2014;yea, even if it costs our life's blood, to defend those men. If you or me saw a weapon presented at President Young, it is our business to step in and save his life, if it costs our own; and you will see the day when you will understand this; you will see the day when you will be ready to stand in the gap. <\/div><div class=\"paragraph jod\" id=\"v5n2668\"> Now, if I saw a sword drawn, would I not lift my hand to prevent its injuring the Prophet of God? Yes, if it was at the risk of taking off my hand. This is right; and if this people are willing to sacrifice all for the purpose of preventing our enemies coming in here, they never will come into our midst. We are willing and ready to burn everything, and then we are in a right position; and I believe this is the general feeling, and this indicates to me that the Lord is on our side. <\/div><div class=\"paragraph jod\" id=\"v5n2669\"> Some people are not sufficiently schooled to know how to make sacrifices. When we are satisfied of the course the enemy will take, that will be enough; we shall then know what to do. <\/div><div class=\"paragraph jod\" id=\"v5n2670\"> The Lord bless you, brethren and sisters! Be willing to follow counsel&#x2014;the counsel of President Young, also of your Bishops, and then all is well. Zion stands and prospers, and it will not be long before the enemy will melt away as before the morning sun.<span class=\"citation\" id=\"90809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90809)\">D&amp;C 121:11<\/a><\/span> Zion will spread and increase until she holds dominion over all the nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v5n2671\"> The Lord bless you all forever, is my prayer. Amen. <\/div>\n<\/div>\n<\/div>"}