{"ID":50055, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Testimony of the Spirit&#x2014;Revelation Given According to Requirements&#x2014;Spiritual Warfare and Conquest, Etc.<\/div>\n<div class=\"subtitle\">Observations by President Brigham Young, Delivered in the Bowery, Wednesday Afternoon, October 7, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Testimony of the Spirit, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/7\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d55\">\n<div class=\"paragraph jod\" id=\"v5n2673\"> I rise to bear my testimony with the rest of the brethren who have spoken. Several who have lately returned from foreign missions have addressed you during this Conference. As has been observed here, we are all missionaries; and when our mission will be ended I am not able to say. I expect that in all probability our bodies will have to rest for a time, by-and-by: when they fall back to their mother earth, they will have a rest. But as for the mission being at an end with a faithful person, I do not know anything about its closing merely because the body has been laid in the grave. In this Church I have always felt myself to be a missionary, and I always desire to be ready and willing to bear my testimony to the truth. That has been about the amount of my preaching for the last twenty-six years. As for sermonizing, I have but seldom attempted it, but I have borne my testimony of the truth to the people. <\/div><div class=\"paragraph jod\" id=\"v5n2674\"> I had only traveled a short time to testify to the people, before I learned this one fact, that you might prove doctrine from the Bible till doomsday, and it would merely convince a people, but would not convert them. You might read the Bible from Genesis to Revelation, and prove every iota that you advance, and that alone would have no converting influence upon the people. Nothing short of a testimony by the power of the Holy Ghost would bring light and know<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"327b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0327.pdf\" target=\"pdfwin\">p.&#xA0;327b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2049\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ledge to them&#x2014;bring them in their hearts to repentance. Nothing short of that would ever do. You have frequently heard me say that I would rather hear an Elder, either here or in the world, speak only five words accompanied by the power of God, and they would do more good than to hear long sermons without the Spirit. That is true, and we know it. <\/div><div class=\"paragraph jod\" id=\"v5n2675\"> My testimony is that this is the kingdom of God on the earth. The people that sit before me, in connection with the many thousands that are upon the earth, are the people of God. If we have become so taught that the Lord sees that we shall be capable of managing, governing, and controlling the kingdom of God upon the earth in a more perfect manner than it has been heretofore, you may rest assured that this people are bound to victory. Just as fast as we are capable of rightly dispensing the principles of power, of light, of knowledge, of intelligence, of wealth, of heaven, and of earth, just so fast will they be bestowed upon this people. Could we in wisdom ask to have things bestowed upon us, if they would be to our injury? Every honest heart would at once say, &#x201C;No.&#x201D; One of the Elders observed that he prayed the Lord not to reveal too much to him, lest it should prove a stumblingblock and cause him to deny the faith. Pray that the Lord will reveal nothing to this people for their injury,<span class=\"citation\" id=\"88588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88588)\">D&amp;C 88:65<\/a><\/span>  <div class=\"break pagebreak\" id=\"328a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0328.pdf\" target=\"pdfwin\">p.&#xA0;328a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2048\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and that he will only reveal that which will be for their good. <\/div><div class=\"paragraph jod\" id=\"v5n2677\"> Brother Lorenzo Snow, while he was speaking in the forenoon upon the principle of self-government&#x2014;victory over every besetting sin, spoke of the inward work required to be done, as every person in his experience knows that the spirit wars against the flesh, and the flesh against the spirit.<span class=\"citation\" id=\"74636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74636)\">Gal. 5:17<\/a><\/span> So far as our spirits by the power of God, by the Holy Ghost&#x2014;by the Spirit of the Lord Jesus, are assisted to overcome every seed of iniquity and sin within us, we may expect to gain the victory over our evil passions; and in that proportion this people will gain victory in a national capacity. That is as true logic as ever was introduced in this world. This people might have been independent&#x2014;might have been a kingdom, had they been capable of receiving, disposing, and controlling that kingdom to the Divine acceptance of our Father in heaven. As brother Amasa said, the Lord has a school upon the earth, and we are his scholars; and the Devil also has a school attended by a great number of scholars. While we have been learning how to sustain the kingdom of God upon the earth, the Devil and his pupils have been learning how to sustain the kingdom of darkness. From the very nature of the two kingdoms upon one planet, the crisis must come when there will be a literal open warfare, just as much as there now is a warfare within us against evil; and if we, as individuals and as a community, have gained the victory over our passions to such a degree that our Father knows that we are capable of actually sustaining the kingdom of God upon the earth, just so true we shall be a kingdom by ourselves. If we are not yet capable of maintaining and rightly managing that kingdom, it will not at present be given to us in the fulness thereof; <div class=\"break columnbreak\" id=\"328b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0328.pdf\" target=\"pdfwin\">p.&#xA0;328b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2048\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but the time will come when it will be given and established in its perfect organization on the earth. <\/div><div class=\"paragraph jod\" id=\"v5n2678\"> A great many&#x2014;yes, the most of this people have kept up a spiritual warfare until they have become almost masters of their passions; yet we still see some of them who do sin. Brother Rich has said that they sin ignorantly; but I say that some sin knowingly, and others sin that would know better if they had stopped to reflect. And you will see men and women commit acts which make them appear as though every particle of thought of the honor and true dignity of humanity had left them. Keep your spirits in subjection to the principles of truth and life, and do not let evil spirits control you. <\/div><div class=\"paragraph jod\" id=\"v5n2679\"> How often you hear men and women confess their sins and say, &#x201C;I committed this, that, and the other wrong.&#x201D; Why do they want the evil within and around them? Why do they suffer their spirits to be subject to evil influences, and their tabernacles thereby be disgraced by the commission of wicked acts? What would you give to have such acts obliterated, if there was a price set upon them and you could pay it with property? Can you keep your spirits in subjection to righteous principles all the time? Yes; but many do not. <\/div><div class=\"paragraph jod\" id=\"v5n2680\"> Keep your spirits under the sole control of good spirits, and they will make your tabernacles honorable in the presence of God, angels, and men. If you will always keep your spirits in right subjection, you will be watching all the time, and never suffer yourselves to commit an act that you will be sorry for, and if you can see that in all your life, you are clear. Do not do anything that you will be sorry for. <\/div><div class=\"paragraph jod\" id=\"v5n2680\"> You may take the Quorums in this Church&#x2014;the First Presidency, the Twelve, the Presidents of the High Priests, the High Councilors, and the Presidents of the Seventies; and a  <div class=\"break pagebreak\" id=\"329a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0329.pdf\" target=\"pdfwin\">p.&#xA0;329a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2047\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>person may go to each of those Quorums for counsel upon any subject, and he will invariably receive the same counsel. Why is this the case? Because they are all actuated by the same Spirit. Do you know why some men give counsel different one from another? Because they undertake to give counsel without the Spirit of the Lord to dictate them. But, when the Spirit dictates, then each one knows what to do, and their counsel will be the same. Adam, Seth, Enoch, Noah, all the Patriarchs and Prophets, Jesus and the Apostles, and every man that has ever written the word of the Lord, have written the same doctrine upon the same subject; and you never can find that Prophets and Apostles clashed in their doctrines in ancient days; neither will they now, if all would at all times be led by the Spirit of salvation. If men will so act as to order their lives aright and continually keep the commandments of God, they will be able to administer the blessings of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v5n2682\"> There is no clash in the principles revealed in the Bible, the Book of Mormon, and the Doctrine and Covenants; and there would be no clash between any of the doctrines taught by Joseph the Prophet and by the brethren now, if all would live in a way to be governed by the Spirit of the Lord. All do not live so as to have the Spirit of the Lord with them all the time, and the result is that some get out of the way. <\/div><div class=\"paragraph jod\" id=\"v5n2683\"> We want a people that will be pure and holy; and I wish that the principle that brother Lorenzo Snow spoke of this morning could be understood and practiced by all, you would then gain your spiritual conquest. If we have not gained that, we must labor until we do. And although we cannot tell the result of all the affairs that are in motion, yet we know that the kingdom of God will prosper, that his name will be revered, that <div class=\"break columnbreak\" id=\"329b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0329.pdf\" target=\"pdfwin\">p.&#xA0;329b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2047\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the spirits of darkness will have to give way to the kingdom of God, and that &#x201C;Mormonism&#x201D; will triumph, and that no power can hinder it. <\/div><div class=\"paragraph jod\" id=\"v5n2684\"> But there are still many things for us to learn pertaining to our salvation. <\/div><div class=\"paragraph jod\" id=\"v5n2685\"> The great stumblingblock in the midst of the people is, that their minds are not yet wholly weaned from the evil habits and practices of the world. With some, the end of strife and covetousness has not yet come. You can yet see one brother take another by the throat, figuratively speaking, and say, &#x201C;Pay me what thou owest.&#x201D;<span class=\"citation\" id=\"65096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65096)\">Matt. 18:28<\/a><\/span> You may see another come up and say, &#x201C;I owe you, but you need not ask me for the pay, for I will not pay you.&#x201D; Which is the worst? If there is any difference, the one who refuses to pay is the meanest. <\/div><div class=\"paragraph jod\" id=\"v5n2686\"> If a man is so mean as to say to you, &#x201C;I owe you, but I shall not pay you,&#x201D; it is best to say to him, &#x201C;All right&#x2014;I can live without it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2687\"> The Lord will rule; and if we continue steadfast to the kingdom of God, it will save us; but if we do not, we shall be left off, and the old ship Zion will sail right ahead and safely carry her passengers into port. If the people could understand, they would be able to discern that we must gain that spiritual victory I have already spoken about, before we can have the privilege of proclaiming the building up of the people of God in the mountains. <\/div><div class=\"paragraph jod\" id=\"v5n2688\"> We have a nation here in the mountains that will be a kingdom by-and-by, and be governed by pure laws and principles. What do you call yourselves? some may ask. Here are the people that constitute the kingdom of God. It may be sometime before that kingdom is fully developed, but the time will come when the kingdom of God will reign free and independent. <\/div><div class=\"paragraph jod\" id=\"v5n2689\"> There will be a kingdom on the  <div class=\"break pagebreak\" id=\"330a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0330.pdf\" target=\"pdfwin\">p.&#xA0;330a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2046\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth that will be controlled upon the same basis, in part, as that of the Government of the United States; and it will govern and protect in their rights the various classes of men, irrespective of their different modes of worship; for the law must go forth from Zion, and the word of the Lord from Jerusalem,<span class=\"citation\" id=\"57751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57751)\">Isa. 2:3<\/a><\/span> and the Lord Jesus will govern every nation and kingdom upon the earth. <\/div><div class=\"paragraph jod\" id=\"v5n2691\"> A great many have thought that every person will then be in the Church, but that will not be the case. There will then be as great a variety in religious belief as there is now; one will believe one thing, and another will believe something different, while the Devil rules among men. <\/div><div class=\"paragraph jod\" id=\"v5n2692\"> Will the kingdom of Jesus triumph? It will; and the legislators of that kingdom are in this congregation and will remain, and the laws of that kingdom will be made in accordance with the revelations from Jesus Christ.<span class=\"citation\" id=\"94500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94500)\">Gal. 1:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2693\"> Many have thought that all will believe in the revelations of the Lord Jesus Christ when the kingdom of God is fully established; but they will not; and if those characters were in heaven, they might believe, but would not obey the revelations of Jesus Christ. There are multitudes in this Church who have not yet learned these truths; and there are multitudes in the world who would not know Jesus, were he to pass before their eyes, and would not understand what he meant, if he were to speak to them. Such will be the case in the millennium. <\/div><div class=\"paragraph jod\" id=\"v5n2694\"> The kingdom of God will grow out of this Church, and the time appears to have been hastened faster than we anticipated. This is the best time we ever saw. We are happy, and we make a heaven of every place to which we go, which is the reason we are happy. How long it will be before the kingdom of God sends forth its laws, I do not know. Brother Erastus Snow remarked that no one can <div class=\"break columnbreak\" id=\"330b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0330.pdf\" target=\"pdfwin\">p.&#xA0;330b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2046\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> foretell all the events that may arise from our present difficulties; but I can tell you a part. God will reign and will bring forth victory to the humble and faithful; that I know, and so do you. <\/div><div class=\"paragraph jod\" id=\"v5n2695\"> I have never found any fault with the Lord for not bringing victory sooner; for I know that if our enemies intend to try to come here by way of Emigration Canyon, we shall be ready to meet them; and if they intend to come round by the Malad, we shall be ready to meet them; and if they undertake to come by Fort Hall, we shall also be ready to meet them. If they thought that we were or would be asleep, they might undertake to come here. <\/div><div class=\"paragraph jod\" id=\"v5n2696\"> I recollect a dream that my father had. He dreamed that he was traveling, and that during his journey he came to a tremendous mountain of snow and saw that his pathway was hedged up. But someone said, &#x201C;Take one more step.&#x201D; My father replied, &#x201C;But that will be the last.&#x201D; However, he took that step, and then his guide said, &#x201C;Do you not, see that there is room for you to take another?&#x201D; When he had taken another, his guide told him to take still another in advance; and there was a passage all the way through. So it will be with us. The Lord will not reveal all that we at times wish him to. If a schoolmaster were to undertake to teach a little child algebra, you would call him foolish, would you not? Just so with our Father: he reveals to us as we are prepared to receive, and I hope to continue to learn. There is no cessation, in time nor in eternity, to the progress and increase of the righteous. If we will but put away every selfish feeling, we can come in possession of all the blessings that are in store for us. <\/div><div class=\"paragraph jod\" id=\"v5n2697\"> Some of the speakers have been exhorting you to let your prayers ascend in behalf of the brethren who  <div class=\"break pagebreak\" id=\"331a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0331.pdf\" target=\"pdfwin\">p.&#xA0;331a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2045\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are in the mountains; but your prayers cannot prevail if there is disunion among you. <\/div><div class=\"paragraph jod\" id=\"v5n2699\"> The teachings given us from Sabbath to Sabbath must be learned and lived before we can enjoy the kingdom of God in its fulness. <\/div><div class=\"paragraph jod\" id=\"v5n2700\"> I am thankful that I do not hear, of late, since the Spirit has been generally diffused among the people, &#x201C;O Lord, give revelation through brother Brigham.&#x201D; I wish to fulfil what we have received before I ask for more. I said to brother Joseph, the spring before he was killed, &#x201C;You are laying out work for twenty years.&#x201D; He replied, &#x201C;You have as yet scarcely began to work; but I will set you enough to last you during your lives, for I am going to rest.&#x201D; All I can do or ask now is to do the work, so that it will be right and acceptable to him when he comes here again. And that is not all; for you have or should have the candle of the Lord continually burning within you.<span class=\"citation\" id=\"57462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57462)\">Prov. 20:27<\/a><\/span> Then I ask you if you still need revelation? You will say, &#x201C;Yes, just as much as we need a candle to enable us to see to walk in our streets at noonday.&#x201D;<span class=\"citation\" id=\"80841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80841)\">Rev. 22:5<\/a><\/span> A person that is filled with the Spirit knows just as much as he has occasion to know; for the Spirit of our God is a Spirit of revelation. <\/div><div class=\"paragraph jod\" id=\"v5n2701\"> The time has arrived when we have either to be trodden under foot by our enemies and die, or to defend ourselves and our rights; and which will it be? Every man and woman feel their hearts fail them when they think of submitting to the oppression and unlawful abominations practiced by our enemies, and sought by them to be introduced into our society; and we will not submit to such wicked and unlawful treatment, whether it comes from United States or united hell, for the terms are synonymous as the Government is now conducted. I tell you and I tell our enemies that we are here, and we intend to stay <div class=\"break columnbreak\" id=\"331b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0331.pdf\" target=\"pdfwin\">p.&#xA0;331b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2045\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> here. [The congregation responded, &#x201C;Amen.&#x201D;] They have a job on hand, if they persist in their efforts to deprive American citizens of their rights. I told Captain Van Vliet that I did not care how many troops they sent. &#x201C;Why,&#x201D; said he, &#x201C;The United States, with an overflowing treasury, can send out ten, twenty, or fifty thousand troops.&#x201D; I replied, &#x201C;I do not care anything about that.&#x201D; The Captain then asked whether I had counted the cost; and I said, &#x201C;Yes, for this people. I have; but I cannot estimate it for the United States; for if they actually persist in their present tyrannical course, before they get through they will want to let the job to subcontractors.&#x201D; They do not know the Captain of the armies of Israel; and although they profess to believe in him, they do not realize that he is about to hold a controversy with them for their iniquity.<span class=\"citation\" id=\"60571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60571)\">Jer. 25:31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2702\"> Their belief reminds me what brother Joseph B. Nobles once told a Methodist priest, after hearing him describe his god, that the god they worshipped was the &#x201C;Mormons'&#x201D; Devil&#x2014;a being without a body,<span class=\"citation\" id=\"75785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75785)\">2 Thes. 2:4<\/a><\/span> whereas our God has a body, parts, and passions.<span class=\"citation\" id=\"91359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91359)\">D&amp;C 130:22<\/a><\/span> The Devil was cursed and sent down from heaven.<span class=\"citation\" id=\"79582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79582)\">Rev. 12:8-9<\/a><\/span><span class=\"citation\" id=\"81253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81253)\">2 Ne. 2:17-18<\/a><\/span> He has no body of his own; therefore he is constantly endeavoring to obtain possession of the tabernacles belonging to others. Some have grumbled because I believe our God to be so near to us as Father Adam. There are many who know that doctrine to be true. Where was Michael in the creation of this earth? Did he have a mission to the earth? He did. Where was he? In the Grand Council, and performed the mission assigned him there. Now, if it should happen that we have to pay tribute to Father Adam, what a humiliating circumstance it would be! Just wait till you pass Joseph Smith; and after Joseph lets you pass him, you will find Peter; and after you pass  <div class=\"break pagebreak\" id=\"332a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0332.pdf\" target=\"pdfwin\">p.&#xA0;332a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2044\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Apostles and many of the Prophets, you will find Abraham, and he will say, &#x201C;I have the keys, and except you do thus and so, you cannot pass;&#x201D; and after a while you come to Jesus; and when you at length meet Father Adam, how strange it will appear to your present notions. If we can pass Joseph and have him say, &#x201C;Here; you have been faithful, good boys; I hold the keys of this dispensation; I will let you pass;&#x201D; then we shall be very glad to see the white locks of Father Adam. But those are ideas which do not concern us at present, although it is written in the Bible&#x2014;&#x201C;This is eternal life, to know thee, the only true God, and Jesus Christ whom thou hast sent.&#x201D;<span class=\"citation\" id=\"70554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70554)\">John 17:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2704\"> What is the nature and beauty of Joseph's mission? You know that I am one of his Apostles. When I first heard him preach, he brought heaven and earth together; and all the priests of the day could not tell me anything correct about heaven, hell, God, angels, or devils: they were as blind as Egyptian darkness. When I saw Joseph Smith, he took heaven, figuratively speaking, and brought it down to earth; and he took the earth, brought it up, and opened up, in plainness and simplicity, the things of God; and that is the beauty of his mission. I had a testimony, long before that, that he was a Prophet of the Lord, and that was consoling. Did not Joseph do the same to your understandings? Would he not take the Scriptures and make them so plain and simple that everybody could understand? Every person says, &#x201C;Yes, it is admirable; it unites the heavens and the earth together;&#x201D; and as for time, it is nothing, only to learn us how to live in eternity. <\/div><div class=\"paragraph jod\" id=\"v5n2705\"> I will prophesy a little, and I will say that my word shall be as true as any word ever spoken from the heavens. If this people, called Latter-day Saints, will live to the truth, the <div class=\"break columnbreak\" id=\"332b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0332.pdf\" target=\"pdfwin\">p.&#xA0;332b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2044\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thread of oppression which is cut will never be united again, and we shall have the privilege of saying, &#x201C;Here is the kingdom of God, and here are the people that God owns and blesses,&#x201D; and we shall reign triumphantly forever and ever. But if you do not live your religion, that period may be postponed a little longer. You know that cases sometimes rest in court for want of witnesses and documents. But if we live our religion, from this afternoon, this is the kingdom of God, and we are free and will live in it; at any rate, the kingdom will prosper. <\/div><div class=\"paragraph jod\" id=\"v5n2706\"> I feel to bless this people, and they are a God-blessed people. Look at them, and see the difference from their condition a few years ago! Brethren who have been on missions, can you see any difference in this people from the time you went away until your return? [Voices: &#x201C;Yes.&#x201D;] You can see men and women who are sixty or seventy years of age looking young and handsome; but let them apostatize, and they will become grayhaired, wrinkled, and black, just like the Devil. <\/div><div class=\"paragraph jod\" id=\"v5n2706\"> If we will stand up as men and women of God, the yoke shall never be placed upon our necks again; and all hell cannot overthrow us, even with the United States to help them. It is not pleasant to the natural feelings to be obliged to talk in this manner about fellowcitizens with whom we have been reared; but when they act like the Devil, it is impossible for us to bow to their unjust and illegal mandates without becoming as corrupt as they are. It is an honor to resist the wicked; and my name will be had in honor, and so will Joseph Smith's, and so will your names, for not bowing to their iniquitous doings. <\/div><div class=\"paragraph jod\" id=\"v5n2707\"> We are the happiest people when we have what are called trials; for then the Spirit of God is more abun<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"333a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0333.pdf\" target=\"pdfwin\">p.&#xA0;333a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2043\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dantly bestowed upon the faithful. If the Lord requires it, I would as soon consume all I have and go into the mountains with my family as to do a good many other things. The women and children might suffer a little; but, as I told you the other day, we are upon the backbone of the continent, and we intend to enjoy that freedom which is our right. If our enemies will behave themselves, all right; and if they do not, they may take what follows. We could have used up those now in our borders, and have taken their trains; but we do not wish to hurt one of them: but let them undertake to come in here, and they must abide the consequences. And in reality, instead of their speaking against my character, they ought to send in presents for having lived till now. <\/div><div class=\"paragraph jod\" id=\"v5n2709\"> The question now is, Shall we close Conference today? I know that many of you have much work to do. I do not know how soon you will be needed in the mountains. I deem it most <div class=\"break columnbreak\" id=\"333b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0333.pdf\" target=\"pdfwin\">p.&#xA0;333b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2043\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> prudent for all to go to their work and to be always prepared with five days' rations; and then, when the word comes, you are ready for the mountains, and the women and children will be safe here. <\/div><div class=\"paragraph jod\" id=\"v5n2710\"> If you now wish to close this Conference, all right; and if you want to continue it another day, you are at liberty to do so; and I am willing to do as I have a mind. The last missionary who spoke said that a captain could not please everybody; but I have tried to first please my Father in heaven, and have not cared so particularly about the will of the people. I have said, &#x201C;Father, let me know your will, and I will do it.&#x201D; And there is not a person in this congregation but will do my will, if he will do the will of his Father in heaven. If all would do so, they would be free from those little nasty sins that some are occasionally guilty of and that I am ashamed of. <\/div><div class=\"paragraph jod\" id=\"v5n2711\"> If you say, &#x201C;Adjourn this Conference now,&#x201D; all right. Amen. <\/div>\n<\/div>\n<\/div>"}