{"ID":50056, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Divine Communications to the People Through Their Leaders&#x2014;Peace the Result of Obedience&#x2014;Prosperity of The Saints.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, Sunday Morning, October 18, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Divine Communications, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 10\/18\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d56\">\n<div class=\"paragraph jod\" id=\"v5n2712\"> I feel first-rate. I can say one thing for a surety, and that is, that God is on our side, and that he does hear prayers. He hears mine; that is, I suppose I pray for the thing that others pray for, and it comes to pass; and I think he hears my prayers, and it is just as well as any other way, if it is answered. <\/div> <div class=\"break columnbreak\" id=\"333b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0333.pdf\" target=\"pdfwin\">p.&#xA0;333b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2043\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n2713\"> I just as well know that what brother Brigham has said to you today is ours and will be ours forever, just as well as you know that I am in this stand today before you. <\/div><div class=\"paragraph jod\" id=\"v5n2714\"> I will tell you how I pray. I ask my Father and my God, in the name of his Son Jesus Christ, Father, will you speak to brother Brigham&#x2014;will  <div class=\"break pagebreak\" id=\"334a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0334.pdf\" target=\"pdfwin\">p.&#xA0;334a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2042\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you speak to our leader&#x2014;will you speak to my President&#x2014;will you dictate him just as you would dictate matters if you were here in the flesh? That is my prayer, and that should be the prayer of this whole people; and I just know, from this time henceforth, if he lives a hundred years, he never will be led to do a thing except the very thing God would do himself, if he was here. I just know it, brethren. You all understand, naturally, that the food that you partake of goes into the head first, and then passes through to the extremity of every limb to every fiber and to every member of that body, does it not? Well, then, do you not see that everything must first be received by the head, and that there is where God will communicate? And when he communicates to the head, if you are all members of that body and connected with that head, like the limbs of a tree, how can you help partaking of that same Spirit, the same knowledge with the head? You cannot help it. He cannot be a person of much sense that cannot believe this. <\/div><div class=\"paragraph jod\" id=\"v5n2716\"> These are my feelings. I want to point your minds to it; and when our President&#x2014;our leader wants a man to do anything, God will go with that man, even as he is with brother Daniel H. Wells; he will attend to the business that pertains to the mountains, and he is almighty in the place in which he is authorized and appointed to act, and so is every other man. If he will go there and honor that calling, God will honor him, and he will honor every man who will honor him. God never will honor you except you honor the Priesthood and pay due respect to it and to every commanding officer in the Church and the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v5n2717\"> If this people will do as they are told from this day, I will eat peaches, apples, plums, and the products of <div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2042\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these valleys in Great Salt Lake City till we go to Jackson County, and I know it. [President Young, &#x201C;I believe it.&#x201D;] Brethren, I am telling the truth, and I am telling it as it is in the bosom of our God and of our leaders. It is the first time we ever eat peaches&#x2014;that is, of our own raising, since we came into this Church; and it is the first time we ever eat apples; and it is the first time we ever were a free people. <\/div><div class=\"paragraph jod\" id=\"v5n2718\"> Now we are living under the blessings the Prophets foretold. They said the time would come when we would sit under our own vine and fig trees,<span class=\"citation\" id=\"62173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62173)\">Micah 4:4<\/a><\/span> and our own peach trees and apple trees, and would eat; and that we should build, and another should not inhabit.<span class=\"citation\" id=\"60208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60208)\">Isa. 65:22<\/a><\/span><span class=\"citation\" id=\"89418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89418)\">D&amp;C 101:101<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2719\"> Brethren, our enemies never will inhabit these valleys if we do just as we are told from this time forth; and we will inhabit these valleys and will have power and victory over our enemies from this time henceforth and forever. Good heavens! I cannot live your religion: I can only live for myself. Every man, every woman, and every child must live the religion of Jesus Christ, and the religion you are taught by your leaders, according as you are dictated. Do you not see it? You have got to do it. <\/div><div class=\"paragraph jod\" id=\"v5n2720\"> Can I live the religion for my wife and my children? I cannot. But if they will take my counsel, I will lead them just as brother Brigham leads me, and as God leads him; and we will go right into heaven, just like taking the head of a vine and drawing it right into our Father's kingdom: every branch goes with it that sticks to the vine, with the fruit thereof that cleaves to the branches. <\/div><div class=\"paragraph jod\" id=\"v5n2721\"> Do I feel well? I never felt better in my life. I felt pretty well in Nauvoo, at the time brother Brigham was speaking of; though I did regret&#x2014;perhaps I did wrong&#x2014;but I did regret that peace was proclaimed so  <div class=\"break pagebreak\" id=\"335a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0335.pdf\" target=\"pdfwin\">p.&#xA0;335a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2041\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>quick; for I tell you there were about one or two score of men I wanted to see under the sod; then I was willing to make peace: but I had to, as it was. We have made peace a great many times, and the United States have taken a course to make us do as they wished us; but let me tell you that day is past and gone, and we will now proclaim the course they will have to take; and they will have to make peace with us, and we never shall make peace with them again. Brother Brigham will designate the course they have got to take; and if they come here, they have got to give up their arms: they cannot come in here with a gun on their shoulders, or a pistol in their belts. <\/div><div class=\"paragraph jod\" id=\"v5n2723\"> War has commenced, and the Devil will never cease his operations upon us; but if we live the religion of Jesus Christ, we are just as free today as we ever shall be; and when it comes tomorrow, we are free tomorrow; and we are free this year, and will be free next year, and will be just as free twenty years from now as we are now, only a little more so: we increase and advance as we live. <\/div><div class=\"paragraph jod\" id=\"v5n2724\"> Well, we shall prosper, and we shall not burn up our houses; we shall not cut down our orchards, nor throw <div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2041\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> down our walls, nor our barns; and I am not going to stop building, because I just want to secure my fruit; I want to secure it and take good care of it. <\/div><div class=\"paragraph jod\" id=\"v5n2725\"> Am I discouraged? If this people do right, you will live forever and prosper and aggrandize these valleys. Well, now, will you stop increasing? When you stop increasing, that is the end of you; when you stop multiplying, that is the end of you; when you stop improving, that is the end of your improvements. Many persons, if they had a peach pit or an apple seed, would not put them in now. I am going to put in more now than I ever did, and raise them; and I will give them to those that will take them and be choice of them and live their religion. Those that will live the religion of Christ will have orchards. <\/div><div class=\"paragraph jod\" id=\"v5n2726\"> Well, these are my feelings. God is with us and with brother Brigham, and he will lead him right from this time henceforth and forever. <\/div><div class=\"paragraph jod\" id=\"v5n2727\"> God bless you! God bless the boys in the mountains, for they shall live to let live; and the angel of life will be with them and with all those that do the will of God and the will of those that lead. Amen. <\/div>\n<\/div>\n<\/div>"}