{"ID":50053, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Peace, Confidence, and Ultimate Victory of the Saints, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder Amasa M. Lyman, Delivered in the Bowery, Great Salt Lake City, Wednesday Afternoon, October 7, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Peace, Confidence, Etc.<\/div>\n<div class=\"speaker\">Speaker: Amasa M. Lyman<\/div>\n<div class=\"date\">Date: 10\/7\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d53\">\n<div class=\"paragraph jod\" id=\"v5n2590\"> I can say that I have been gratified, edified, and blessed in various ways since the commencement of our Conference. I have not been anything but blessed, that I know of. So far as our meeting here is concerned, I have been highly gratified in hearing from our brethren who have just returned from abroad. The spirit with which they have expressed their feelings and delivered their testimony here is a living evidence that the cause of God and of truth is onward&#x2014;that it is progressive&#x2014;that it is increasing in the earth. <\/div><div class=\"paragraph jod\" id=\"v5n2591\"> When we were young and had but just commenced to testify of the Gospel, we could not hear the same testimony that we hear now: still the Spirit of God was always good, and the testimony of the servants of God that were inspired by it was always good, and the days that are past were very good days, and the times past were very good; but today is a better time than any other that I ever saw: the circumstances that surround us today are better than any with which we have ever been surrounded since we have been a people. <\/div><div class=\"paragraph jod\" id=\"v5n2592\"> Our prospects are brighter than <div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2059\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ever they were before; and the clouds that gather around us, if there are any, are hardly perceptible, from the increased amount of light that is shining: they vanish, they disappear in the increasing confidence, faith, intelligence, and knowledge that exist in the people. <\/div><div class=\"paragraph jod\" id=\"v5n2593\"> We need not question this, if we but for a moment contemplate the quietude, the harmony, and the peace that pervade the homes of the Saints&#x2014;the place where they dwell. There is no excitement such as is generally attendant upon an expected war; but it seems the time approaches nearer that was to effect the establishing a line of division between the kingdom of God and the kingdoms of this world&#x2014;that there has been a full and corresponding increase of confidence on the part of the people in relation to the truth they had embraced; so that I can hardly see or determine, from anything that has outwardly taken place, that there is anything that has happened, except it is their progress in the truth and their advancement in knowledge. <\/div><div class=\"paragraph jod\" id=\"v5n2594\"> Nobody seems to be alarmed; all seem to feel confident that the contest  <div class=\"break pagebreak\" id=\"318a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0318.pdf\" target=\"pdfwin\">p.&#xA0;318a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2058\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that is in prospect is to decide the question: it does not seem to be who will prevail; it does not seem to be asked at all who will conquer; but the matter is all settled, that Israel will prevail. <\/div><div class=\"paragraph jod\" id=\"v5n2596\"> This has been written a long time ago; and we are happy if we can see it and understand it&#x2014;if we can appreciate it so as to inspire within us that confidence that would be requisite to our salvation. <\/div><div class=\"paragraph jod\" id=\"v5n2597\"> Now, is it because we all understand&#x2014;is it because we all comprehend the truth, that we are in this position? What will be the sequel of our history? We may as well read it today as to wait for the future to reveal it. What will it be, if the confidence and quietude that we enjoy today, that pervades our souls today, is the result of our comprehension of the truth? It will be the same ever and always: the history of the future will never reveal that we have departed from the truth&#x2014;that we have professed to know, to understand, to comprehend, and feel the blessings of the truth, and then have at a subsequent period of our lives departed from it. <\/div><div class=\"paragraph jod\" id=\"v5n2598\"> I do not know altogether what may inspire your hearts or what may have an influence upon your minds; but I believe that I know&#x2014;I feel satisfied in my own mind that I know why it is that I have no fears as to the issue of matters that we are interested in. To sum it all up and tell what it is, in the shortest possible way, would be simply to say that I cannot see any place for a failure; I cannot see any place, nor conceive of the existence of a possibility of a failure. &#x201C;Why,&#x201D; says one, &#x201C;there is no room for a failure. The truth upon which is predicated&#x2014;upon which is based the declarations of the servants of God in ancient times, that when God should set his hand to build up his kingdom, that he would build it up, that it should be established, that it should triumph <div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2058\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> over every other kingdom and stand forever,<span class=\"citation\" id=\"61177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61177)\">Dan. 2:44<\/a><\/span> that truth is so broad, so extensive, that there is no room for a failure&#x2014;there is nothing on which to hang a doubt, or on which to ground a single exception.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2599\"> I am not preaching now of what may be my fate, but I am speaking about the fate of the work we are interested in, that we are engaged in, that has brought us together, that holds us together, and that at the present moment is influencing us. <\/div><div class=\"paragraph jod\" id=\"v5n2600\"> I may apostatize&#x2014;I may leave. What! Could I really leave the truth? It is generally implied that if we leave anything, we get away from it; but, for my part, I do not know where to go to get away from it. I might stand still, shut up my ears, harden my heart, and say that I would not have it; but I could not get away from it. <\/div><div class=\"paragraph jod\" id=\"v5n2601\"> I suppose there is no such fate for me: I hope not. But for the work of God there is nothing but victory&#x2014;the triumph that has been spoken of and written about by many of the ancients. <\/div><div class=\"paragraph jod\" id=\"v5n2602\"> Have we found the time when that triumph is to take place? I think we have good reason to believe that we have, if for no other reason than that we have searched for and found the place. <\/div><div class=\"paragraph jod\" id=\"v5n2603\"> If Abraham went to seek a country that he knew not of,<span class=\"citation\" id=\"93373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93373)\">Abr. 2:3<\/a><\/span> so have we been seeking a country. I do not care whether we were in the company of the pioneers who came to Salt Lake Valley first, or whether our pioneering has been in other places, preaching and calling upon the inhabitants of the earth to embrace the Gospel and trying to induce them to gather together. We have all been pioneering&#x2014;we have all been exploring under the direction of our Father&#x2014;for what? For a place on which to build up his kingdom upon the earth. What else have we been doing? Why, we have been doing some other things that are  <div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2057\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>equally necessary as the finding of a place. <\/div><div class=\"paragraph jod\" id=\"v5n2605\"> When the experience that we have gained is sufficient for the accomplishment of his work, if we have at the same time found the place at which the work could be accomplished, then two points are gained preparatory to building up his kingdom and carrying out his purposes. Without either of these, he could hardly be calculating to accomplish his work, unless he works differently from what we generally understand that he does. <\/div><div class=\"paragraph jod\" id=\"v5n2606\"> When we shall in a future day look back over our travels in connection with the history of this Church, we shall not set them down as awful persecutions, as we may have regarded them in days that are past. We shall look at them as we now look at the wanderings of Israel in the wilderness between the land of Egypt, where they were held in bondage, and from which they were led to the land of Canaan, which was given to them as a possession. <\/div><div class=\"paragraph jod\" id=\"v5n2607\"> Why did they not travel directly? We generally understood it was because they were rebellious;<span class=\"citation\" id=\"54828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54828)\">Num. 20:24<\/a><\/span><span class=\"citation\" id=\"60738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60738)\">Ezek. 2:3<\/a><\/span> it was because they would not learn so much of the truth as was necessary to qualify them for entering into the rest of God. This prolonged their travel in the wilderness, and they traveled and traveled, and continued to travel, till there was a people that could be led&#x2014;that could be controlled&#x2014;that could be managed and led to possess the land, and to do the thing that was designed to be done at that time. The Lord had it in his heart to accomplish a work with the people of this dispensation in the proclamation of the Gospel&#x2014;to call them to the knowledge of the truth; and then, by the revelation of his will from time to time, he taught them the things that they could believe and that they could receive, and he imparted those things that were suitable <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2057\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for them. The things that they could not and would not receive were withheld from their sight until other times and other circumstances surrounded them&#x2014;until there was a disposition developed in the people that they would receive them; and under this kind of guidance we have traveled west, even under the direction of God; then the Devil has kicked us east, and then we have traveled west again; and finally our journeying has led us to this place&#x2014;the first place that the Saints have ever occupied where the kingdom of God could be built up. <\/div><div class=\"paragraph jod\" id=\"v5n2608\"> This makes me calculate that the time has come when the kingdom of God should be built up&#x2014;when it should become a nation, a kingdom, a power upon the earth, whose increasing enlargement should be the diminution, the decline, the falling away of all other powers of the earth. <\/div><div class=\"paragraph jod\" id=\"v5n2609\"> Well, then, should we be driven away from here, or should we be trodden down here? To admit this is to admit that this is not the kingdom and work of God. This is the work of God, and this is his kingdom; and we are here&#x2014;not because the Devil would have us here, for he is very sorry that we are here; neither are we here because our enemies have desired to have us here, but because it was the design of our Father to bring us here. His own right hand has brought us here, and his Spirit has led us and dictated his people and servants until he has brought us here. <\/div><div class=\"paragraph jod\" id=\"v5n2610\"> However this may appear to us, it is the Lord's own doing. Why so? Because he could not accomplish his purposes without it. And if it is the Lord's work, then there is no failure&#x2014;then we are not to be destroyed, we are not to be driven away, we are not to be wasted anymore, we are not to be trodden down anymore by the iron heel of oppression; but we are  <div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2056\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>here to gather strength, to put on power and might, and to be in the midst of the nations that our Father has designed from the beginning of his kingdom upon the earth in these last times. <\/div><div class=\"paragraph jod\" id=\"v5n2612\"> What should we be driven away from here for? Has God any purpose to serve by our being annoyed&#x2014;by our being again driven away? If he has, it is something that I do not know of. He has brought us here through immense labor and toil. We thought it was awfully hard when we came here: we nearly had to waste away all that we had, all that was given to us&#x2014;not what we had of our own in reality, but what was given to us: we have had to lose nearly all that we had to get here, and now we are in the place where God designs we should be. <\/div><div class=\"paragraph jod\" id=\"v5n2613\"> Will he build up his kingdom on the earth? Yes, he will. Well, then, we shall not be driven away. Has he found the people&#x2014;the material out of which to build his kingdom? Yes, he has. We have been traveling and preaching backward and forward to prepare us for these things. Is there a people here that is capable of being governed, and not only that are capable of being governed, but capable of becoming governors? <\/div><div class=\"paragraph jod\" id=\"v5n2614\"> Where did these governors come from? Why, they have been manufacturing all the time from the time that we first heard the Gospel. We have been trying to be obedient to its behests and requirements. From the time that men began to learn obedience and gain knowledge, God has been preparing and manufacturing them out of the material of which he is going to build up his kingdom. <\/div><div class=\"paragraph jod\" id=\"v5n2615\"> In Nauvoo, when our enemies repealed the charter, we were better off than we were before; and I do not suppose that we have retrograded, but we have come out here and have made a Government&#x2014;a State Government; <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2056\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and then Uncle Sam thought he would have a finger in the pie, and he made us a Territory, and we have got along very well. <\/div><div class=\"paragraph jod\" id=\"v5n2617\"> I expect that the next time we are made anything, it will be the kingdom of God, and no amalgamation; and it will be made of the material that God has manufactured in the course of the training that we have had. This is what we are here for. <\/div><div class=\"paragraph jod\" id=\"v5n2618\"> We have found the place and the material of which to build the kingdom; and this leads me to think that we shall not be driven away; for I can see the hand of God in our coming here; and &#x201C;Why?&#x201D; one may ask. Because he said, in the beginning, that this was his work&#x2014;to build up his kingdom; and knowing that there must be a place to build it upon, and then seeing the Lord lead us to a place, and seeing his servants building it up through his guidance and counsel, cannot I see the hand of God in it? I can; for he told me this in the beginning. <\/div><div class=\"paragraph jod\" id=\"v5n2619\"> Then is it not his hand? It is. Can you see it? Many will answer, &#x201C;Yes.&#x201D; Then why not be contented? This is the reason that the peace of heaven pervades the land where we dwell, and why fear is banished from our hearts. <\/div><div class=\"paragraph jod\" id=\"v5n2620\"> The Spirit of truth, the Spirit of the Highest dwells in the Saints and inspires them with confidence, and victory is the song of every heart. The Saints do not sing any other song. The songs are made in prospect beforehand; but they all speak of victory&#x2014;they are all songs of triumph. <\/div><div class=\"paragraph jod\" id=\"v5n2621\"> Now, I do feel well: as the western man says, I reckon I do. Why do I feel so well? Because I cannot find anything to feel bad about. I have a great many things to think about; and what are they, and where are they? <\/div><div class=\"paragraph jod\" id=\"v5n2622\"> If I can only maintain my relationship unbroken with the cause of God,  <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2055\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and remain identified with it, why, then I am saved; and why? Because the kingdom of God will make me just as great as I can be, and greater than I know enough to speak of now. Why? Because I will know more then. It is all embraced in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v5n2624\"> Is not this a simple thing, that this is God's kingdom and that he has allowed our enemies to kick us till they have kicked us to this point? And when they reached at anything else they have always been restrained; but while the Devil was kicking us to this point, the Lord was well satisfied, and he kept his hand over him and said, &#x201C;Now, old fellow, do not kick too hard; these are my people: when you have kicked them so far, all well; but you must not kick any farther.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2625\"> Now the Lord has got us here, our enemies want to drive us off farther still. But now comes the declaration that meets with a hearty response&#x2014;ISRAEL IS FREE! <\/div><div class=\"paragraph jod\" id=\"v5n2626\"> Free from what? From labor, from toil, from watch? No, not at all. Then what are we free from? From the restraint that we have been under. Now, we are declaring boldly that we are the kingdom of God, and that in the strength of God we are determined to defend it and to defend the truth. <\/div><div class=\"paragraph jod\" id=\"v5n2627\"> Now, all these things considered are among the things that make me feel well. This is the reason that I <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2055\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> think we shall prevail&#x2014;that is, in the strength of our God. <\/div><div class=\"paragraph jod\" id=\"v5n2628\"> I do not feel any other way than that we are a part of the work of God, and that the decree of the Almighty has fixed it immutably and unchangeably that his kingdom shall be built up, and that as it rises in its greatness and grandeur he has fixed our exaltation and glory, if we are so happy as to maintain our relationship unchanged in harmony and beauty. <\/div><div class=\"paragraph jod\" id=\"v5n2629\"> Is it so with you all? This is the way I feel; and it is this that makes this day the best day that I ever saw. This is why I rejoice; this is why I have no fears but that our cause will be triumphant; and we will triumph so long as we live with it and do not separate ourselves from it by any sin. <\/div><div class=\"paragraph jod\" id=\"v5n2630\"> Brethren and sisters, this is a theme big enough to talk about a long time. There can be a great deal said about it; but I will not trespass upon the time, but conclude by saying, God bless Israel in every land and clime, that they may triumph, that God may remember our enemies, that they may not be forgotten, but that they may be remembered and have their reward in full; and if they can be taken care of without much trouble, let us be satisfied; and if the Lord requires us to take care of them, let us do as we have been doing while preaching the Gospel. This is my feeling. <\/div><div class=\"paragraph jod\" id=\"v5n2631\"> May God bless you all, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}