{"ID":50059, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Extent of the Latter-Day Work&#x2014;The Freedom of the Saints Dependent on Their Doing Right&#x2014;Satan's Revelations, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, October 25, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Extent of the Latter-Day Work, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/25\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d59\">\n<div class=\"paragraph jod\" id=\"v5n2839\"> We have heard considerable preaching this morning; and to me, what we have heard is full of pith and marrow. <\/div><div class=\"paragraph jod\" id=\"v5n2840\"> This people are to the world an object of derision and hatred; to God, of care and pity. There are but few of us, when we compare ourselves with the rest of the inhabitants of the earth. We now have a day of trial. It has been observed that the Saints feel well: they never felt better. <\/div><div class=\"paragraph jod\" id=\"v5n2841\"> Some present may not know that my oldest and my youngest brothers have been preaching today. There are but three boys between those two, and we are all here on hand. <\/div><div class=\"paragraph jod\" id=\"v5n2842\"> As has been observed by brother John, my eldest brother, this is the first time that we have ever had the privilege of doing anything, only submitting to our enemies. Now, for the first time since this Church was organized, we are in a position for defending those rights common to all American citizens; and our true and lawful course to abide by the Constitution of the United States in the defense of those rights will probably give the wicked a pretext for complaint; so that in measuring out oppression to us, our enemies will have a new set of pretexts, instead of feasting on infernal lies so much as they have hitherto done. <\/div><div class=\"paragraph jod\" id=\"v5n2843\"> Colonel Alexander accuses us of what he terms a very uncivilized method of warfare. If we are to do as they do, we shall have to get drunk, to swear, to quarrel, to lie, and believe <div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2026\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in lies, and indulge in many other like traits of civilization, in order to be prepared to act as they do. I do not know anything about those men that are now in the mountains, only in the capacity of a mob. I have no business to know them as anything else, neither shall I, until I have been officially notified that the Government of the United States wishes to send troops here and build stations. <\/div><div class=\"paragraph jod\" id=\"v5n2844\"> I suppose that the boys have annoyed them a good deal; but at the same time, I would much rather clothe them and feed them, if they would agree to go back in the spring and leave us in peace, as they found us. We are obliged to maintain our rights; for every blackleg, horse thief, counterfeiter, and abominable character are united with the hireling priests and lying editors and wicked leaders of our Government to falsely accuse the &#x201C;Mormons,&#x201D; with a view to our destruction. Can they now truly accuse them of anything? Yes&#x2014;of burning up a little grass, as brother Attwood told them, when they asked him why we burnt the grass&#x2014;&#x201C;That we may have a better crop next year,&#x201D; which you are aware is customary in prairie regions. We have done that; therefore our enemies can now concentrate their power to shoot at the target they have compelled us to raise in self-defense, whereas heretofore they have shot without an object to fire at. <\/div><div class=\"paragraph jod\" id=\"v5n2845\"> There is one thing in particular with regard to this people&#x2014;they prove  <div class=\"break pagebreak\" id=\"351a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0351.pdf\" target=\"pdfwin\">p.&#xA0;351a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2025\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their faith by their work;<span class=\"citation\" id=\"77554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77554)\">James 2:18<\/a><\/span> and there is no other way for us to prove it. While brother John was speaking of the labor of this people to preach and send the Gospel to the nations of the earth, I thought that, take us as a people in this day, in the situation we have been in, and then look over the history of the Church of the living God on the earth from the days of Adam until now, and I will ensure that you cannot find the equal to the excessive labor of the Elders of Israel in our day in spreading the truth through the world to save mankind. I have no idea that it was done in the days of Enoch; for the human family had then spread over the earth but little, and the Elders did not have to travel scores of thousands of miles without purse or scrip<span class=\"citation\" id=\"68114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68114)\">Luke 22:35<\/a><\/span> among the wicked. So also in the days of Noah: they had but a short distance to travel. In the days of the Israelites, of the Prophets, of Jesus Christ, and the Apostles, what was their labor in the extent of its field, compared with that of this people? Very small. You may trace the course of their travel, and you will find that it was far less than that of the Elders of Israel in our day. <\/div><div class=\"paragraph jod\" id=\"v5n2847\"> We have labored diligently, and suffered everything but death to preach the Gospel to our fellow beings; and thousands of our fathers, mothers, brothers, sisters, children, and connections have gone into their graves through their sufferings, from being robbed of everything we had, and scattered, to find shelter where we best could. Are we going to suffer it anymore? No, God being our helper.<span class=\"citation\" id=\"56765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56765)\">Ps. 54:4<\/a><\/span> We are perfectly free, on condition that we do right; and upon that condition we never will be in bondage again. <\/div><div class=\"paragraph jod\" id=\"v5n2848\"> You will recollect that this is the first time that this Church can say, &#x201C;We are free.&#x201D; Do we wish to be free from the United States Consti<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2025\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tution? No. There is not a word in it but what we can subscribe to with all our hearts. Do we wish to be free from the laws of the United States? No. They are as good laws as we can ask for. Neither do we wish for any better laws than are the most of those enacted in Missouri and Illinois. What, then, was the difficulty with this people? Magistrates, sheriffs, constables, military officers, &amp;c., walked those laws under their feet, and trampled upon them as a thing of naught, in order to get at this people and drive them from their hard-earned homes. I have said, and say it again, if those laws had been executed, they would have hung Governor Boggs and Governor Ford, with many others, between the heavens and the earth,<span class=\"citation\" id=\"81999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81999)\">Alma 1:15<\/a><\/span> or shot them as traitors to the Government. It is not the laws and the Constitution of our country that we wish to be free from, but it is from the power of those who profess to be lawmakers and law-executors, but who trample every wholesome law under their feet. <\/div><div class=\"paragraph jod\" id=\"v5n2849\"> We are now as free from them as is the mountain air we breathe; and we could wipe the few enemies now in our borders out of existence in a very short time, if I would give the word to do so. But they will judge themselves out of their own mouths<span class=\"citation\" id=\"67902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67902)\">Luke 19:22<\/a><\/span> and receive their just reward at the hands of him whom they have listed to obey.<span class=\"citation\" id=\"82006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82006)\">Alma 3:26<\/a><\/span><span class=\"citation\" id=\"124785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124785)\">D&amp;C 29:45<\/a><\/span> I believe the Lord has wisdom enough to make them destroy themselves&#x2014;though, if it were left to me solely, under the guidance of the spirit pertaining to man, probably I should have had them in eternity before now. But the Lord dictates, governs, and controls: I do not, neither do I wish to. <\/div><div class=\"paragraph jod\" id=\"v5n2850\"> It is said that if we do right we shall overcome. I will tell you one mark you have got to come to, in order to do right. If you can bring yourselves, in your affections, your feelings,  <div class=\"break pagebreak\" id=\"352a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0352.pdf\" target=\"pdfwin\">p.&#xA0;352a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2024\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>your passions, your desires, and all that you have in your organization, to submit to the hand of the Lord, to his providences, and acknowledge his hand in all things, and always be willing that he should dictate, though it should take your houses, your property, your wives and children, your parents, your lives, or anything else you have upon the earth, then you will be exactly right; and until you come to that point, you cannot be entirely right. That is what we have to come to; we have to learn to submit ourselves to the Lord with all our hearts, with all our affections, wishes, desires, passions, and let him reign and rule over us and within us, the God of every motion: then he will lead us to victory and glory; otherwise he will not. <\/div><div class=\"paragraph jod\" id=\"v5n2852\"> Brother John referred to some persons receiving revelations. I say to such persons, Go ahead, and get all the revelations you can. If brother Joseph visits you every night, go ahead, and tell him to bring brother Hyrum, father Smith, Don Carlos Smith, St. Paul, Peter, James, and John, and Jesus Christ, if you can induce him to do so. But I could almost lay my hand on that Bible and swear that the man or woman who gets such revelations has been guilty of adultery,<span class=\"citation\" id=\"64803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64803)\">Matt. 16:4<\/a><\/span> or of theft, or has been rebellious and apostatized in feelings, but has come back again, and now professes to have such revelations. Hell is full of such revelations; and I could almost testify that a man or woman who receives them has been guilty of some outrageous crime. I have had men come to me and tell the wonderful great dreams and visions which they have, when those very persons have apostatized heretofore, have denied their God and their religion; and I knew it. Many come to me and tell me what wonderful visions they have&#x2014;that their minds are open to eternal things&#x2014;that they <div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2024\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> can see visions of eternity open before them and understand all about this kingdom&#x2014;many of whom have at some time been guilty of betraying their brethren, or committing some atrocious crime. I never notice them much. I sit and hear them talk about their wonderful knowledge, but it passes in and out of my ears like the sound of the wind. It is for me to see to this kingdom, that it is built up, and to preserve the Saints from the grasp of the enemy. The visions of the class I have mentioned are nothing to me. They may exhibit their great knowledge before me; but when they have done, it is all gone from me. <\/div><div class=\"paragraph jod\" id=\"v5n2853\"> Some are very anxious that I should have visions. I have all that the Lord gives to me; and all that he keeps back he may; for that is no concern of mine. We are on the old ship Zion; and if God is not at the helm, the old ship will wreck and go to the Devil. As for my taking charge of the kingdom of God on the earth, exclusively and independently of direction from heaven, I shall not do any such thing. If the Lord does not direct the old ship and act as captain and pilot, it will go to destruction, and I care not how quick. <\/div><div class=\"paragraph jod\" id=\"v5n2854\"> He is at the helm, and will stay there. If you and I will bring our feelings to the point I have just spoken of, he will continue to guide the welfare of Zion and all its rights. <\/div><div class=\"paragraph jod\" id=\"v5n2855\"> All is right. Sing hallelujah; for the Lord is here. He dictates, guides, and directs. If the people will have implicit confidence in their God, never forsake their covenants nor their God, he will guide us right, and we are free as the air of these mountains. The yoke of the wicked is off, and I am determined it shall stay off. <\/div><div class=\"paragraph jod\" id=\"v5n2856\"> If any man or woman in Utah wants to leave this community, come to me, and I will treat you kindly, as I always have, and will assist you to  <div class=\"break pagebreak\" id=\"353a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0353.pdf\" target=\"pdfwin\">p.&#xA0;353a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2023\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>leave; but after you have left our settlements, you must not then depend upon me any longer, nor upon the God I serve; you must meet the doom you have labored for. If any wish to go away, come to me and I will assist you to go in peace and safety to the army or anywhere else; but if you come again with bitter feelings to this Territory, we shall meet you as we would a mob. <\/div><div class=\"paragraph jod\" id=\"v5n2858\"> After this season, when this ignorant army has passed off, I shall never again say to a man, &#x201C;Stay your rifle ball,&#x201D; when our enemies assail us; but shall say, &#x201C;Slay them where you find them.&#x201D; But the army that are now upon our borders are in ignorance, and know not what they are doing, nor the spirit that prompts them, or they would ere now have been visited with swift destruction. On account of their ignorance and their being sent by rotten demagogues and corrupt speculators, I feel like letting them alone, unless they turn to come here; which if they do, sleep will depart from their eyes and slumber from their eyelids<span class=\"citation\" id=\"57281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57281)\">Ps. 132:4<\/a><\/span> until they sleep the sleep of death<span class=\"citation\" id=\"57278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57278)\">Ps. 13:3<\/a><\/span> or beg quarters at our hands&#x2014;God being our helper.<span class=\"citation\" id=\"56766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56766)\">Ps. 54:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2859\"> I do not altogether know why I should not feel it right to slay them where they are. But I do not; consequently, I withhold; and if that course should be right, I believe it will be manifested to me; and if it is not so manifested to me, and anybody else can know of a surety and will take the responsibility, go ahead. <\/div><div class=\"paragraph jod\" id=\"v5n2860\"> I have joy and comfort in seeing this people trying to live up to the spirit of their religion&#x2014;to the spirit of the Gospel; and I should be glad to see the spirit of reformation continue among them. I would be pleased to have it within myself, and do better than I now do, or do more, or do something I do not do. But unless the Lord will reveal to me something more than he has, I cannot do <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2023\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> any better than I am doing; for I do not know how. I have done as well as I could since I have been in this kingdom. I can hardly refer to the time when I have not done the best I knew how, and I can hardly refer to the time when I put my hand to do a thing unless I knew it to be right. <\/div><div class=\"paragraph jod\" id=\"v5n2861\"> I am not a visionary character nor subject to excitement in my feelings. My life, you know, is an even continuation; and I hope it will be until I lay down this tabernacle. If we take this course and trust in the Lord, he may send armies here or not, call upon us to fight, or let us raise grain, build houses, &amp;c., or send us to the nations; it matters not. If we bring our feelings to this, we shall never be brought into bondage to the wicked again; but we will be free. <\/div><div class=\"paragraph jod\" id=\"v5n2862\"> Do you not know, brethren, that the day will come of which the Lord says, &#x201C;For brass I will bring gold, and for iron I will bring silver, and for wood brass, and for stones iron;&#x201D;<span class=\"citation\" id=\"60001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60001)\">Isa. 60:17<\/a><\/span> and yet if those things were now delivered into our hands, there would be selfishness. I have seen that spirit manifested, and I am afraid of it. I am more afraid of covetousness in our Elders than I am of the hordes of hell. Have we men out now of that class? I believe so. I am afraid of such spirits; for they are more powerful and injurious to this people than all hell outside of our borders. All our enemies in the United States or in the world, and all hell with them marshaled against us, could not do us the injury that covetousness in the hearts of this people could do us; for it is idolatry.<span class=\"citation\" id=\"75611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75611)\">Col. 3:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2863\"> As brother John observed, one devil can keep all Babylon in confusion continually, because they are already so wicked; but it takes armies of devils to take care of the Saints, lest they overcome the kingdoms of darkness. The Devil's forces are particularly marshaled against us. If I can  <div class=\"break pagebreak\" id=\"354a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0354.pdf\" target=\"pdfwin\">p.&#xA0;354a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2022\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>contend against the powers of darkness and get this people to control themselves so as to have no principle or feeling about them only to do the will of our Father in heaven, I do not fear all hell. Were all the United States arrayed against us in these mountains, I would rather have ten men who are Saints, and will do more with them to overcome all our out<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2022\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>side enemies than this whole people, with their affections not sanctified to the Lord. Do you understand that, ye Saints? Or is it to you like some visions that are told to me&#x2014;going in at one ear and out at the other? We, as a people, will be chastened until we can wholly submit ourselves to the Lord and be Saints indeed.<span class=\"citation\" id=\"89942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89942)\">D&amp;C 105:6<\/a><\/span> May God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}