{"ID":50051, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Benefit of Experience&#x2014;Patience Under Sufferings&#x2014;Recognition of the Hand of God in the Vicissitudes of His Saints, Etc.<\/div>\n<div class=\"subtitle\">A Sermon by Elder Amasa M. Lyman, Delivered in the Tabernacle, Great Salt Lake City, Sunday Morning, October 11, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Benefit of Experience, Etc.<\/div>\n<div class=\"speaker\">Speaker: Amasa M. Lyman<\/div>\n<div class=\"date\">Date: 10\/11\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d51\">\n<div class=\"paragraph jod\" id=\"v5n2477\"> The circumstances of our meeting this morning has brought me to this place to occupy a portion of the time allotted for the worship of today. I cannot say, as I have heard men say at times, that I have thought of nothing to say; for it has been my study and my labor, since my connection with the work of God in the last days, to learn what to say, in order that I might have something whereof to speak, in case that I should be required to say anything; and I would always wish to be able, through the blessing of God and the manifestation of his Holy Spirit, to say, at any time when it might be my duty to speak, something that will be calculated to benefit those to whom I may speak. I know of no other blessing, or glory, or wealth accruing from our living and our labors in the world, but that which we learn of the truth, that will bless us and make us free from the dominion and influence of error. <\/div><div class=\"paragraph jod\" id=\"v5n2478\"> We talk about experience, and we have had a great deal of experience, and we are constantly in the school of experience. But I am inclined to think that it may be the case with us in that school as in other schools. We sometimes improve by what we experience, adding to our store of knowledge; and then, again, we may experience very considerable from which we derive no particular benefit, like the scholar that attends school, <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2074\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but from inattention, a failure to apply himself properly to his lessons and to the acquirement of the knowledge that is imparted, he fails to comprehend the truth to the extent that he might otherwise have done; and hence he is not benefited to the extent that he might have been, although he has been in the school. <\/div><div class=\"paragraph jod\" id=\"v5n2479\"> Well, as Saints and as children of God, we are in the school; and if there is any higher purpose connected with our being in the school&#x2014;connected with living in the world, and connected with all our labors in the world, and what we are supposed to be here for&#x2014;if there is any higher object than the attainment of the knowledge that will save us, I do not know it. I never have heard of anything greater or more glorious, or more to be esteemed, than our being saved. It is simply for this that we are being taught and that we are learning: it is for this that we are required to be obedient: it is for this that we are obedient. <\/div><div class=\"paragraph jod\" id=\"v5n2480\"> When we have been obedient to every requirement&#x2014;made every possible attainment that can be made, what is our condition? We are saved from the bondage of sin and darkness, the consequences of ignorance. Well, then, it will be profitable for us to think of what we experienced&#x2014;to think of the experience through which we have passed. Has it been a varied scenery, embracing an almost count<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"303a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0303.pdf\" target=\"pdfwin\">p.&#xA0;303a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2073\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>less variety of changes and of circumstances, involving a good deal of comfort, pleasure, and happiness, with a corresponding amount of sorrow, affliction, and wretchedness? <\/div><div class=\"paragraph jod\" id=\"v5n2482\"> Have we profited from it all? When we have supposed that the hand of chastisement was upon us, and we have been afflicted, has that affliction been to us a source of knowledge to benefit and to perfect us in our sphere of action? We were passing through this as a necessary school of experience. And when we have passed through it, has it left with us an increase to the store of our knowledge? Has it profited us to an extent that we have comprehended more of the truth that influences our Father in the heavens? And have we learned more of the principles which constitute our happiness and that will be the bliss and the glory of the saved and the sanctified? Has this been the case with us, or have we done as many others have&#x2014;passed blindly through the school of experience, passed through the sufferings, endured the sorrow, and experienced the joy, the pleasure, and the happiness, and still are unenlightened&#x2014;still are ignorant? <\/div><div class=\"paragraph jod\" id=\"v5n2483\"> I believe we may, with profit to ourselves, look over our experience; and why? So long as we have been connected with the Church, if we have not been following, as Saints, in the path of our own making, in yielding obedience to the requirements of the work of God&#x2014;if we have been obedient to the counsel that has been given&#x2014;if we have acted up to the calls that have been made&#x2014;if we have done these things, we have done them for this purpose, for our salvation, our deliverance, and for our improvement, that it might tend to increase our happiness and our comfort. <\/div><div class=\"paragraph jod\" id=\"v5n2484\"> Under this view of the matter, should we today really conclude that <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2073\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we have really been made sufferers, and that we have in reality been afflicted, and that we have really been made to participate in some wretchedness and misery, we cannot conclude that we have passed through these things for any other purpose than that we should have been brought to a comprehension of the truth by them. <\/div><div class=\"paragraph jod\" id=\"v5n2485\"> If it was not our misery that prompted our Father in his dealings towards us&#x2014;that gave character to his operations with us, then he had an object in view. He commenced with us to accomplish his own purposes, to bring about an increase of his own glory in our salvation. Well, when that increase shall be accomplished, we shall know that it was not our sorrow or our affliction that he sought: it was because he wished our salvation, that we were made to partake of the cup of suffering, that we should partake of sorrow before we could reach happiness and bliss as a reward for it. <\/div><div class=\"paragraph jod\" id=\"v5n2486\"> Well, then, in what way should we look at what we have endured and at what we have suffered? Why, simply as lessons&#x2014;as admonitions imparted to us for our benefit, for our profit, and for our learning, and that we might increase in knowledge, and this might produce an increase of the legitimate principles of happiness: and it was simply a conscientiousness that we were free from sin that led us to persevere in the pursuit of further happiness, by endeavoring to obtain a more extensive knowledge of the truth. It is for this, then, that we have endured all that we have endured. Have we regarded this in this light, while we have been passing through those scenes that have marked our history from the commencement of the work of God to the present moment? <\/div><div class=\"paragraph jod\" id=\"v5n2487\"> It was said of the Saints anciently, that they took joyfully the spoiling of their goods;<span class=\"citation\" id=\"76945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76945)\">Heb. 10:34<\/a><\/span> and no doubt they did.  <div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2072\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>It has probably been the case in this dispensation, that the Saints have taken joyfully the spoiling of their goods.<span class=\"citation\" id=\"76946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76946)\">Heb. 10:34<\/a><\/span> But to how great an extent have we taken patiently the spoiling of our goods as trials that were calculated by our Father in heaven only for our good? <\/div><div class=\"paragraph jod\" id=\"v5n2489\"> We have been in the habit, in consequence of the feelings that pervaded our minds, of looking at the doings of our Father in a limited light; and we have been in the habit of looking at his operations in this way, and whatever was required of us today we regarded as being the fulness of his purposes and of his operations with us; and if we should comply perfectly or readily today with the requirements made of us, we have thought that we had attained all that was to be obtained. <\/div><div class=\"paragraph jod\" id=\"v5n2490\"> Well, is this so? No. He has been making requirements of us continually: requirement after requirement has been made of us. He has required us to accomplish a work today, and something else the next day; and each succeeding day, from the beginning to the present time, has brought some change in his requirements. He has required us to travel in one direction, for instance, today; and then the accomplishment of the same work which he has to do requires us to take a directly opposite course to what we were pursuing. Well, then, if taking up one course today and another tomorrow seems to be undoing the work of yesterday and to be diametrically opposed to the work of yesterday, can we recognize the hand of God in it? If we have recognized his hand in these things, we have had a profitable experience by them. <\/div><div class=\"paragraph jod\" id=\"v5n2491\"> &#x201C;But,&#x201D; says one, &#x201C;how can it be that God should require one thing today, and then something else tomorrow? We thought he was a straightforward dealing individual&#x2014;that there <div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2072\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was no variableness, nor shadow of turning<span class=\"citation\" id=\"77453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77453)\">James 1:17<\/a><\/span> in him.&#x201D; Well, this is the character of him; but, perhaps we have been in difficulty, and could not recognize the hand of God, and could not recognize the blessing in the present apparent suffering. We could not recognize the hand of God as on yesterday, when we thought we were in better circumstances than we are today. Where is the difficulty? It is simply that we have not recognized the hand of God so clearly as in the day that we have considered to be more rich with blessings and prosperity; and what is the reason? &#x201C;Why,&#x201D; says one, &#x201C;we could not see the design of these things.&#x201D; Well, if we could not see their ultimate design, there must have been a reason why we could not see; and we will consider that there was a purpose in this, as well as in the Lord sending the Gospel which has reached our ears. <\/div><div class=\"paragraph jod\" id=\"v5n2492\"> Suppose that we should have known that it was his purpose to bring us to this place; why, we never could have believed that we were following his counsel when we were traveling to every other place; for in our journeyings we traveled towards almost every other place before we came here; and, in fact, every other place that we have visited we visited before we came here; and still we were following the purposes of God every time and in all those windings. Well, if we could not know it then, it will be good to know it now&#x2014;to discover it and to look at it in a way and to an extent that will profit us. It will be well to look at the true position we have been in, now that we understand that all the scenes that we have passed through have been for the accomplishment of his purposes. <\/div><div class=\"paragraph jod\" id=\"v5n2493\"> If we did not understand his purpose at the beginning, we must at some time comprehend it, or we never can see his hand in it&#x2014;we never can be blessed with that freedom from  <div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2071\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ignorance, from error, and from darkness; but the chains that have hitherto held us in error and in bondage will continue to hold us until we reach that point. Then to see and to comprehend, by the light that dwells within us, that God is with us, and that he is round about us, and that he is fulfilling his purposes all the time, however varied our circumstances may be&#x2014;however they may change from time to time, if we can but know that God is in it, what will be the result? Why, contentment that will be unbroken; it will be a feast to our souls; it will be the banquet of happiness for our minds to feast upon; and then, however difficult our circumstances may be considered, we shall have an inward joy, a peace, a satisfaction, and resignation to the will of our Father, that we could not have while we were bound down by the chains of ignorance and error. <\/div><div class=\"paragraph jod\" id=\"v5n2495\"> Well, is there anything that we should know? Yes, if we would be happy, we should know that if the clouds of adversity lour around us&#x2014;if there are indications of a storm continually threatening us, then, if we have not assurance and a knowledge of the truth that will enable us to look through the clouds that have thickened around us to the triumph of the cause that we are engaged in, the scenery will become discouraging to us; and consequently, we shall become unhappy. The consequence will be that we shall be fearful; and it will be that fear that produces unpleasant feelings and which is the result of ignorance. It is required of us not so much to read and comprehend the future which is not revealed, but like the schoolboy that is rapidly passing over lessons given by his preceptor, and who glances over them without seeing their importance, but simply commits the words to memory and passes rapidly along to something <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2071\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> else. We should read and learn these lessons in our experience; and let us in all these windings see that there is an importance attached to every lesson of experience through which we are called to pass. <\/div><div class=\"paragraph jod\" id=\"v5n2496\"> Then, if we can see the hand of God in all these changes and trials, and if we can see to the extent that the relationship is perfect in our comprehension, between the purpose of God and its accomplishment, then we are settled upon a basis from which we cannot be moved, and we are then standing upon a rock which cannot be shaken; and while the Spirit of God is upon us, we will not become wretched; but so long as that Spirit can find a place in us, we cannot become alienated from the things of God. <\/div><div class=\"paragraph jod\" id=\"v5n2497\"> It was said in old times that when the Lord commenced his work in the latter times, he will actually accomplish it.<span class=\"citation\" id=\"81595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81595)\">2 Ne. 30:8-9<\/a><\/span> Well, now, we have actually come upon the stage of action to take our part when that work is about to be done, and we are to constitute a portion of his agents to accomplish that work. And when we have done that which is needful for the accomplishment of his work, then we shall see the consistency of God's hand dealing with us. <\/div><div class=\"paragraph jod\" id=\"v5n2498\"> For the last twenty-five years, and especially when the kingdom of God was first established, it became necessary with our Father, as with any other workman, to have the requisite material for the building, and then in the next place to have that material in a suitable condition to accomplish the work with. The same as when the Presidency of the Church designed to build a Temple&#x2014;a holy place to the name of the Most High, what is requisite? In the first place, it is requisite to prepare for a foundation; and then, in the next place, the material to lay that foundation is required, and the Temple commences to be  <div class=\"break pagebreak\" id=\"306a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0306.pdf\" target=\"pdfwin\">p.&#xA0;306a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2070\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>built; and as the material is prepared, the work of the building goes on, and the material is adjusted in the foundation of that Temple according to the plan of the architect. Well, so with our Father, to accomplish his work in the last days; his first move was to find men that would engage in it, and then to send men forth to attract the attention of others&#x2014;of those who would give heed to it. <\/div><div class=\"paragraph jod\" id=\"v5n2500\"> This called forth the preaching of the Gospel as it was first sounded in our ears. Did we understand anything of the work of God in the last days? I speak from my own experience, and answer, No. We believed the truth as it was first announced to us, but not in all its extent nor what it really amounted to; but what developments it would show we were ignorant of. But still being attracted by the sound that brought with it the Holy Spirit, we followed it; and what has been the result? We are here today; we have passed through all the varied scenes that have filled up the history of this people; we have been associated with all the changes and vicissitudes that fill up the work of God for the last twenty-five years, and we are here today, and our experience is what we have passed through in that length of time. <\/div><div class=\"paragraph jod\" id=\"v5n2501\"> And how have we profited by it? Is the great superstructure of the kingdom of God built up? Is the organization of the Saints complete? Are they perfect? No. Then what has been doing? Why, the people have been receiving instruction; they have been taught from year to year; lesson after lesson has been given; one field of experience has followed upon the track of another; we have been practicing upon those things revealed through the Priesthood upon the earth; and, by following this Priesthood, it has brought us to these times and to this place. Well, it has done how much of the work of God? How <div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2070\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> much of the foundation is laid? How much of the Temple is built ? <\/div><div class=\"paragraph jod\" id=\"v5n2502\"> Why, you can go out here and see the Temple that is being built on this ground, and you can see how much. Just as much has been built as there has been material brought on to the ground and adjusted in its place according to the design of the architect. Is this all that has been done towards the building of the Temple? No. Here has been a canal built, and there has been rock quarried and laid on the way in almost every place from here to Big Cottonwood Canyon. But is the Temple built? No: but just so much as is adjusted there today tells us that so far the Temple is built. Will it be any different when the top-stone is laid? Will it make any difference with the parts that are already adjusted? No: they will still maintain the position that was assigned them; but that was not given them until they were every whit prepared, according to the plan of the architect, to take their place in the building. <\/div><div class=\"paragraph jod\" id=\"v5n2503\"> Well, look at our place as Saints of the Most High God, and what is there developed in relation to the building of it? The Gospel has been preached, perhaps, to every nation under heaven, or they have heard the sound borne by our own report, either in Zion or in the nations abroad. But what has been done? Why, the people of the Saints have been wandering from State to State, from country to country, unsettled, having no abiding place, no permanent home. <\/div><div class=\"paragraph jod\" id=\"v5n2504\"> Was it necessary for us to wade through all these scenes? Yes; it was necessary that we should move and remove, until we gained the place we now occupy. It is necessary, before the kingdom of God can be built up in strength and in power, to stand forever, that there should be developed in the people a sufficiency of the knowledge of salvation to hold them to the truth just as firmly and as steadfastly  <div class=\"break pagebreak\" id=\"307a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0307.pdf\" target=\"pdfwin\">p.&#xA0;307a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2069\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as these rocks are held to their place in the foundation of the Temple, so that there will be no disposition to apostatize. And the people must be possessed of capacity, like the rock in the building; they must be possessed of strength to bear the weight upon them in the superstructure. <\/div><div class=\"paragraph jod\" id=\"v5n2506\"> This is the work that has been going on, and we have to learn, experience, and appreciate this; and until we do, we only learn as the brute beasts, who may experience, but know no reason. <\/div><div class=\"paragraph jod\" id=\"v5n2507\"> The Lord has been leading us for our profit and for our learning; he has been leading us in a course of experience, and we shall be continually subject to changes and vicissitudes until our experience becomes sufficiently fruitful in knowledge that we shall be bound to the work of God. &#x201C;How?&#x201D; says one. Why, by a knowledge of the truth; and when we know the truth in relation to the work of God, shall we cherish a desire to depart from it? Does a man ever apostatize when he knows the work is true and that God is working for his own glory, and when he all the time sees this? No, never. You never see a man apostatize that in the days of his apostasy ever knew this or appreciated it. Why, if he knew this, he would not apostatize. <\/div><div class=\"paragraph jod\" id=\"v5n2508\"> Apostates are found as we pass through the country, and they will say, &#x201C;I knew the work to be true, twenty years ago, when you, brother Lyman, or somebody else, came through our section of country and preached the Gospel; I knew that it was true then.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2509\"> Then, why did you apostatize and leave the Church? Have you found out that it was false? <\/div><div class=\"paragraph jod\" id=\"v5n2510\"> &#x201C;Well, I do not know that I have, but it was that &#x2018;Mormonism&#x2019; that was preached twenty years ago that I knew.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2511\"> Well, if you knew that which was <div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2069\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> preached twenty years ago, you would have recognized it today, because this is the first fruit of that which you were acquainted with; and if you had known it, you would not have departed from it. You did not know the Gospel; you did not understand it: you might have known or felt conscious that what some man told you was true. But what is the spirit of the Gospel to that man that comprehends it? It is that which comprehends all truth and all good; and there is no truth, neither is there any good outside of it; and there is, consequently, no chance for the individual that views the Gospel of Jesus Christ in this light to adopt those kinds of conclusions that lead men away from the truth and that cause them to apostatize. <\/div><div class=\"paragraph jod\" id=\"v5n2512\"> If we realize this, then we are secure, and we are prepared for any contingency that may arise; and if God does not build up his kingdom with us and with the people that are gathered together to the place that he has appointed, there is but one reason why he does not do it, and that is, they do not understand enough of the principles of salvation; therefore, his kingdom cannot be built up entirely and completely. <\/div><div class=\"paragraph jod\" id=\"v5n2513\"> Now, the fact of a man's being gathered with the Church and with the Saints does not constitute his salvation in the kingdom when the kingdom shall triumph; for men will apostatize and go away from the Church, until they know that it is worth everything else, that it is everything that is good, and that it is all that can bestow permanent happiness upon man. Until they understand this, they are in danger, because there are agencies in the world, throughout the world, and a train of corrupt influences that are in lively exercise among men and that have gained power in consequence of the ignorance of mankind; so that until there is as  <div class=\"break pagebreak\" id=\"308a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0308.pdf\" target=\"pdfwin\">p.&#xA0;308a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2068\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>much of the knowledge of the truth within the people that constitute the Church of Jesus Christ of Latter-day Saints as will sustain them till there is no disposition to look after anything else, until they consider nothing outside the kingdom of any value, they will be in danger of stepping aside and doing wrong. What is it that will save us? Why, simply knowing that the truth is so broad that it fills the infinitude of space and embraces all true happiness, glory, immortality, and eternal life&#x2014;all that man will possess when he is associated with the redeemed and sanctified. <\/div><div class=\"paragraph jod\" id=\"v5n2515\"> When we have this understanding and these views of the subject, will we ever go away from the truth? I say, No, we will not. What will we go away for? There is no money to be made; there is no blessing to be obtained; there is no power or riches that can be gained or acquired, or that can be hoped for; there is nothing outside of the truth. <\/div><div class=\"paragraph jod\" id=\"v5n2516\"> Does a man get away from the truth by apostasy? No; he simply revels in the darkness, with truth all around him: the truth pervades the whole country where he may dwell and where he may travel; he cannot get outside of it. Then what has he done? He has closed his eyes and said, &#x201C;I will not see;&#x201D; and by doing so, what has he effected? He has only run around the circle of truth, until he is worn out and comes back and finds that the truth is still there. When he opens his eyes, there is the truth; God is there, his influences are there, his Spirit is there, his work is there; and he finds that he has not gone away from God, neither has he gone away from the truth; but he has simply closed his eyes and refused to see that light and truth which were presented to him. <\/div><div class=\"paragraph jod\" id=\"v5n2517\"> What has he got to do? He has got to take up the truth where he thought he had left it, be obedient to <div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2068\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> its requirements, live to it, and put it on like a garment; he has got to shake off the shackles of darkness, and emerge into the light and liberty that the Gospel brings. <\/div><div class=\"paragraph jod\" id=\"v5n2518\"> &#x201C;Well,&#x201D; says one, &#x201C;Where?&#x201D; Why, in that very place where a long time ago you closed your eyes against the light and the truth. You may apostatize, go away, and stay as long as you please; but you must get a good deal of money, or you will not have enough to get through with. I have never seen an individual that could get enough that would last him through. <\/div><div class=\"paragraph jod\" id=\"v5n2519\"> Men may go round the world, and they cannot get away from the truth. It is simply because we do not understand the Gospel as a system of truth that we are subject to doubts and fears. If we did understand it in that light, we would not be carried away, for the best of all reasons, that we would not have any inclination to go away from the truth. If we love it, do you think we will apostatize, or become alienated from it? No, never. <\/div><div class=\"paragraph jod\" id=\"v5n2520\"> Do you see what is requisite to learn, to prepare for those dangers to which we are liable? Why, it is simply to comprehend the truth; and when we do this, what shall we see? We shall see that God has a hand in all things&#x2014;that he designs to build up his work and to establish it with us, but not until there is a sufficiency of the light and manifestations of the Spirit of truth in us that we could not be separated from it. <\/div><div class=\"paragraph jod\" id=\"v5n2521\"> All this scenery that we have been passing through has been preparing us, just as the laborer, in taking the rock from the mountain, has been preparing it for its proper place in the House of God. <\/div><div class=\"paragraph jod\" id=\"v5n2522\"> Well, what is necessary next? Why, you know, the stonemason, when he commenced on the rough ashlar that was in the quarry, commenced  <div class=\"break pagebreak\" id=\"309a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0309.pdf\" target=\"pdfwin\">p.&#xA0;309a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2067\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with heavy tools; and when he had knocked off some of the rough corners and smoothed down the exterior appearance of the stone, he then used lighter tools and continued to use lighter still, until the piece under his hand was prepared and polished and fit for its place. <\/div><div class=\"paragraph jod\" id=\"v5n2524\"> Well, what will we have to be when we are as smooth as some of the nicely polished pieces of stone that will be in the house of God? We will have to do a great deal more in &#x201C;Mormonism&#x201D; than to join the Church and make a journey of some ten thousand miles. Men have been journeying all the time, but very few have journeyed so as to be saved in the kingdom of God; and what is the reason? Why, in their traveling there has been something that has been neglected. Well, if nothing has been neglected with us, and we are to be removed no more, but to become abiding fixtures in the kingdom of God, why, then we can see that it has been necessary that every evil should be drawn out, and that the Spirit of truth in every part of our organization should become a living pulse that should vibrate and reach every individual action and that should purify every individual thought, and that the fountain of life and thought within us might become well purified by its sacred and lifegiving influence, that it might purge out from us all that unhallowed leaven within us and round about us, and in which we find ourselves involved as we pass through the journey of life. <\/div><div class=\"paragraph jod\" id=\"v5n2525\"> We get angry, we get out of humor, &#x201C;out of sorts,&#x201D; as the printers term it; hence we do not have that equanimity of thought which it is desirable that we should possess. Our passions rule us, and we do not rule them; the passions, the feelings that may be within us, overcome us, and we say we did not think anything about it. We do not think that we are to con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2067\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>trol ourselves, that this is our business upon the earth, that we came here to learn our Father and the principles which influence him&#x2014;to learn how he has put on power, and how he has surrounded himself with glory and strength, come off victorious, and never become subject to evil. <\/div><div class=\"paragraph jod\" id=\"v5n2526\"> Well, are we learning it when our passions are running away with us like a wild, untrained team with the carriages that they are attached to? &#x201C;Why,&#x201D; says one, &#x201C;we shall do as the Spirit dictates us.&#x201D; There is a saying that I have read somewhere, that says the spirit of the prophet should be subject to the prophet;<span class=\"citation\" id=\"73760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73760)\">1 Cor. 14:32<\/a><\/span> hence I infer that I should not always prophesy because the spirit of prophecy is in me; for the testimony of Jesus is the spirit of prophecy,<span class=\"citation\" id=\"80352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80352)\">Rev. 19:10<\/a><\/span> which we should have all the time. But although we should have the spirit all the time, we should only use it when it would be prudent and profitable to do so. It is so with all our conduct in life; it is so with all those duties that fill up our time and that occupy our attention in the domestic circle; for there is where we should begin to build up the kingdom of God&#x2014;first in ourselves, then with our wives, next with our children, and then all build up the kingdom of God together. <\/div><div class=\"paragraph jod\" id=\"v5n2527\"> Well, but we have been told that this was our sectarian traditions, to think of building up the kingdom of God in our hearts. But I want to tell you, not because you have not heard it before, but because it is a thing that you have been told again and again; and what is that? To live your religion; and to live your religion is to have every principle pertaining to the building up of the kingdom of God, to its perpetuity and perfection, developed in you; and what will be the result? Why, then, when you are adjusted in the Temple of God and assigned your position, you  <div class=\"break pagebreak\" id=\"310a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0310.pdf\" target=\"pdfwin\">p.&#xA0;310a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2066\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will not run away, but you will remain and become as a pillar here.<span class=\"citation\" id=\"79103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79103)\">Rev. 3:12<\/a><\/span> What is a pillar? It is a fixture. You know they are put in a building to remain there while the building stands. If the building is designed to be an eternal place&#x2014;a dwelling place for God, then they are to remain there forever. <\/div><div class=\"paragraph jod\" id=\"v5n2529\"> You want to live so that your minds will be filled with his Spirit; and to do this, you need not take a mission to the sun, to the moon, or to the stars, to find out their distances or how much they weigh? But are you acquainted with your homes? You answer, &#x201C;Yes.&#x201D; Well, then, do right at home, do not do wrong, do not quarrel at home, do not stir up disunion, do not, in a word, do anything to bring about a pandemonium instead of a paradise; but do that which brings peace&#x2014;that which produces the spirit of peace and of heaven. <\/div><div class=\"paragraph jod\" id=\"v5n2530\"> But where division of sentiment, diversity of feeling, and discord exist, the principles of heaven are not there; the principles of peace are not there. Study these principles, and for what purpose? Why, that it may stir up the spirit of peace within you, that the spirit of peace may be, not a casual visitor, but a constant attendant, that he may take up his abode with you; and when an individual takes up his abode with you, then you do not consider him a transient visitor, but there is his home&#x2014;there is where he lodges, where he stays, where he imparts blessings&#x2014;if he is a minister of blessings, where he imparts good, if he has any good to impart. And if you open a door that this Spirit will take up his abode with you, then that fountain which will be opened up will become very plenteous in its supplies; it will become so to you because you welcome the Holy Spirit there, and you study to cultivate within you such a feeling that the <div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2066\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Spirit will love to tarry with you day by day; and its book of instructions will be opened to you, so that each succeeding day will give you an increase of knowledge, and you will find yourselves able to comprehend one degree of light and knowledge after another, until your whole soul will be swallowed up in your love for the truth; your affections will be bound up in the truth, for which you will be willing to sacrifice all; and you will throw away all the old fogyism that was around you; and if you have acted as if you thought the world was yours, then you will think that it is your Father's, and that he only lent it. You will acknowledge his ownership to it, and you will give yourself to him and to his cause continually. <\/div><div class=\"paragraph jod\" id=\"v5n2531\"> What will this prepare you for? For any contingency that may arise; and you will be contented in the storm and confident of what the result will be. If the storm clouds lour around you, you will be comforted by the sunshine of the Spirit of God; and however dark the clouds that may lour around, you will find that Spirit to be your companion; you will see the sunshine that opens to you the prospect of happiness, of glory, and of eternal life when the clouds shall pass away. <\/div><div class=\"paragraph jod\" id=\"v5n2532\"> Why will this be the case? Because you have prepared yourselves that the Spirit might be in you, having cultivated it all through your lives. Then you have a devotion to the truth, and the Spirit of truth will tarry with you, and by-and-by you will become fully devoted to the truth; your affections will become pure and holy; and then when you are purified and made holy, you will not depart from the truth, nor go into darkness and apostasy, because the sunlight of truth is within you. <\/div><div class=\"paragraph jod\" id=\"v5n2533\"> This is what I want you to learn; and why? Because the days, the times that are around us require that  <div class=\"break pagebreak\" id=\"311a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0311.pdf\" target=\"pdfwin\">p.&#xA0;311a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2065\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we should be firm in our purpose, and not only that we should put up our hands or raise our voices to high heaven to sustain the kingdom, but that we should be prepared with every feeling that is within us to devote ourselves to the truth, knowing that it is all in all, and that there is nothing outside of it that is worth possessing. <\/div><div class=\"paragraph jod\" id=\"v5n2535\"> Knowing this, then, let us be devoted to the truth, not blindly, but because the affections that are within us are chained by a knowledge of its excellency above everything that can be possessed&#x2014;above every good that can be attained, and then we shall be secure. <\/div><div class=\"paragraph jod\" id=\"v5n2536\"> Brethren and sisters, if we will cultivate this principle and seek to subject ourselves to the truth, all things are right around us. There can be nothing wrong to the man who is swallowed up in the truth&#x2014;whose whole affections are swallowed up in the beauty and excellency of that truth which he has learned. There is no feeling in him to apostatize&#x2014;there is no room for such a feeling, and consequently he will not apostatize. <\/div><div class=\"paragraph jod\" id=\"v5n2537\"> Such a man would not apostatize at seeing the little plans our enemies are forming for our destruction. But when we have endured all the sufferings that our enemies can bring upon us, let us so live that we may come from the battlefield unscathed, unharmed, and be victorious; then we shall find that the least of the foes over which we have triumphed will be the enemies outside. <\/div><div class=\"paragraph jod\" id=\"v5n2538\"> If we can triumph over our feelings, our affections, so that our whole souls can become subject to the principles of heaven, then we shall easily conquer the other foes. These are the things to be conquered; and when these are conquered, the others are at our feet. <\/div><div class=\"paragraph jod\" id=\"v5n2539\"> What is continually declared to us <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2065\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> through the mouth of the Presidency of the Church? All will be right, if we do right. Well, now, how can you neglect these things and do right? You cannot. But if we do right, what does it do? It saves our backs from the rod&#x2014;it secures to us the protection of our Father; and if we fail to do right, he will do with us as he has been doing. He has led us through all the meanderings of our course; his hand has been over us all the time; and what has been his design? It has been his design to develop a people to do his own work&#x2014;to move them until they should find the place where his kingdom should be built up in strength and in power. <\/div><div class=\"paragraph jod\" id=\"v5n2540\"> Well, cannot we see it is idle for us to gather around us hopes that we can be saved and redeemed, or that God will redeem and save us any further than the principles of truth are developed within us? If we do see it, it leaves hope to us and an inducement to live better; and if there are lesser sins that find place and that still exist in the more narrow circles of our life, let the work of purification go on until there shall not be a faultfinding wife nor a husband that shall exact anything that is not right in the circle of his home. <\/div><div class=\"paragraph jod\" id=\"v5n2541\"> When this is the case, where will wickedness find a place to be nestled and nourished? Where there is no evil in the heart, there is no evil committed. Let us strive for this with all our energies, and let us take the word with us to our homes; for the way is for us to take this home to ourselves. Let this be the case in every home, and the work is begun. <\/div><div class=\"paragraph jod\" id=\"v5n2542\"> Brethren and sisters, may God bless you with wisdom, faith, prudence, humility, and every grace that is necessary to strengthen you, that you may take hold of this work and carry it home with you! The most of it is to be done at home, where you wash dishes and attend to the duties of  <div class=\"break pagebreak\" id=\"312a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0312.pdf\" target=\"pdfwin\">p.&#xA0;312a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2064\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>domestic life: this is the sanctuary that is to be made pure and holy. <\/div><div class=\"paragraph jod\" id=\"v5n2544\"> And that everything may go on right, that God may help you to <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2064\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> purify yourselves and to reach this point&#x2014;this consummation, is my prayer. Amen. <\/div>\n<\/div>\n<\/div>"}