{"ID":50057, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Present and Former Persecutions of the Saints, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, Sunday Morning, October 18, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Present and Former Persecutions, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/18\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d57\">\n<div class=\"paragraph jod\" id=\"v5n2729\"> I purpose to have read to you this morning some of the communications that have passed between our enemies and ourselves, for the people are anxious to know the feeling of the two parties; they are very anxious to learn the news. I am perfectly willing that they should know all, for my feelings and yours are very different from those of the world. You are aware that among the nations the soldiers are never permitted to know anything about the plans of the officers: statesmen withhold from their constituents every policy they possibly can, and the statement of one of them is verily true pertaining to their use of the English language&#x2014;that is, to secrete ideas instead of revealing them. Men study to talk a great deal, when at the same time they know but very little, and often even strive to conceal the little they do know. Among its other capabilities, the English language is better adapted than any other in existence to the using of thousands of words without conveying an idea. <\/div><div class=\"paragraph jod\" id=\"v5n2730\"> If the Government of the United States have sent soldiers to this Territory, I do not know it; for I have had no official notice of such a circumstance, and you will perceive that I treat them accordingly. If they are sent by Government, they are sent expressly to destroy this people; and if they are not sent by the Government, they have come expressly to destroy this people; therefore I shall treat them, as I have informed the officer in command, the same as though they were an avowed mob&#x2014; <div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2040\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not as I would those who have heretofore mobbed us, but as parties who have come to mob us now. <\/div><div class=\"paragraph jod\" id=\"v5n2731\"> I have informed Colonel Alexander that had his command been the men who have heretofore mobbed us, and the lying scribblers and the wicked rabble, who have all the day long been trying to incite mobs against us, they never would have seen the South Pass. <\/div><div class=\"paragraph jod\" id=\"v5n2732\"> You will perceive from the communications which brother John T. Caine will read, the feelings of the two parties&#x2014;myself representing the Latter-day Saints, and Colonel Alexander representing the officers of what he states to be a portion of the United States army. Whether it is or not, I have no business to know, and shall not know, until I am officially notified. <\/div><div class=\"paragraph jod\" id=\"v5n2733\"> Brother Caine will now read the principal letters in the order best adapted to your comprehending their purport. <\/div><div class=\"paragraph jod\" id=\"v5n2734\"> [Brother Caine read an unofficial letter from President Brigham Young to Colonel Alexander, dated Oct. 14; one from Lieut. General Wells to President Young, dated Oct. 15; one from Colonel Alexander to Governor Young, dated Oct. 12; and one from Governor Young to Colonel Alexander, dated Oct. 16.] <\/div><div class=\"paragraph jod\" id=\"v5n2735\"> There are a good many here who have not witnessed the scenes of persecution that some of us have. I was asking father Morley, this morning, whether he thought the enemy could now ride into our cornfields and through our gardens and shoot down  <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2039\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our cattle, and plunder and burn our houses, as they did in Missouri. <\/div><div class=\"paragraph jod\" id=\"v5n2737\"> When the mob in Missouri commenced burning our habitations, we frequently sent to the Governor, petitioning him to stop mobbings; but, instead of doing that, he rendered them assistance, by ordering about 3,500 men to go and lay waste the city of Far West, and destroy men, women, and children. Those orders General Clark had, though at their close the Governor said to him, &#x201C;I shall leave it discretionary with you whether you kill all the Mormons or not.&#x201D; We saw them coming, and some thought they were sent to disperse the mob, in answer to our petition; but the mob were expecting them and seemed to understand the movement. <\/div><div class=\"paragraph jod\" id=\"v5n2738\"> The first act that I saw General Clark's army perform was to throw down about half a mile of fence that opened into a six hundred acre field of corn. The mob mingled with the army, and they rode and drove their animals into and through that cornfield. At night, they took the rails and burned them for firewood, and let their horses run loose in the field. That I saw and knew; hence I was just asking father Morley whether he thought our enemies could now ride into the cornfields of the &#x201C;Mormons.&#x201D; He said that he thought they could not. This blessing makes me say, Hallelujah to God. <\/div><div class=\"paragraph jod\" id=\"v5n2739\"> It is pretty hard for us to come here with nothing; and we have come as near coming here with nothing as the Lord did to creating the heavens and the earth<span class=\"citation\" id=\"52385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52385)\">Gen. 2:4<\/a><\/span> out of nothing; and I have frequently thought a little higher. I do not think that he was under the necessity of borrowing; but I was. I believe that the Lord has material enough to build all he wants; but I had almost nothing. Some of us worked in the Temple in Nauvoo until about five days before we left, which gave us but little <div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2039\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> opportunity for outfitting, though many were crossing the river before that time. <\/div><div class=\"paragraph jod\" id=\"v5n2740\"> If I remembered rightly, I then owned one span of horses and a buggy that brother Daniel Spencer gave me. I traded for wagons, other things that I needed, and for an old horse. I then had three horses and three wagons. I bought, and borrowed, and traded, and got the brethren to help me out; and a good many others borrowed on my credit. Suffice it to say, we left our houses and lands and thousands and thousands of bushels of grain. <\/div><div class=\"paragraph jod\" id=\"v5n2741\"> This year has made me think of the season that we were obliged to leave Nauvoo. That was one of the most productive seasons ever known in the State of Illinois. It has been asked me by some of the brethren, &#x201C;Do you think we shall have to leave our fine crops? The earth seems to be loaded as well as it was in Nauvoo.&#x201D; We have not got to leave; we shall not be obliged to leave our crops and our houses to our enemies: we can sustain ourselves. It makes me rejoice that we are now in a situation that, if this people will live as they should live, they will no more have to be driven as we have been hitherto. Should we ever be obliged to leave our houses, the decree of my heart is that there shall naught be left for our enemies but the ashes of all that will burn. [The congregation responded, &#x201C;Amen.&#x201D;] They shall not have my house nor my furniture, as they have had hitherto. <\/div><div class=\"paragraph jod\" id=\"v5n2742\"> That privilege gives me joy and comfort; and I will now say to those who are not acquainted with such scenes (for many of you are not), that if you see the time that you are obliged to lay waste and leave your homes, you will say, right in the time, and afterwards, that you never felt so well in your lives; for the Spirit and power of God will rest upon you in proportion to the necessity of the case. I  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2038\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>know that those who have been in our past troubles&#x2014;those who have been in the midst of death and destitution can bear testimony that they never enjoyed so much of the Spirit of the Lord at any other time in their lives. I do not know that anybody complained in Nauvoo, except brother Kimball; and he was only sorry that the war closed so soon, for we had our eyes upon a good many of those infernal scoundrels, and we wanted to sod them. <\/div><div class=\"paragraph jod\" id=\"v5n2744\"> We have sought for peace all the day long; and I have sought for peace with the army now on our borders, and have warned them that we all most firmly believe that they are sent here solely with a view to destroy this people, though they may be ignorant of that fact. And though we may believe that they are sent by the Government of the United States, yet I, as Governor of this Territory, have no business to know any such thing until I am notified by proper authority at Washington. I have a right to treat them as a mob, just as though they had been raised and officered in Missouri and sent here expressly to destroy this people. We have been very merciful and very lenient to them. As I informed them in my unofficial letter, had they been those mobocrats who mobbed us in Missouri, they never would have seen the South Pass. We had plenty of boys on hand, and the mode of warfare they would have met with they are not acquainted with. <\/div><div class=\"paragraph jod\" id=\"v5n2745\"> I would just as soon tell them as to tell you my mode of warfare. As the Lord God lives, we will waste our enemies by millions, if they send them here to destroy us, and not a man of us be hurt. That is the method I intend to pursue. Do you want to know what is going to be done with the enemies now on our borders? If they come here, I will tell you what will be done. As soon as they start to come <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2038\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> into our settlements, let sleep depart from their eyes and slumber from their eyelids<span class=\"citation\" id=\"57280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57280)\">Ps. 132:4<\/a><\/span> until they sleep in death,<span class=\"citation\" id=\"57277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57277)\">Ps. 13:3<\/a><\/span> for they have been warned and forewarned that we will not tamely submit to being destroyed. Men shall be secreted here and there and shall waste away our enemies, in the name of Israel's God. <\/div><div class=\"paragraph jod\" id=\"v5n2746\"> I have thought that perhaps the Lord designs to furnish us a little clothing and ammunition; and if he does, he will permit our enemies to try to come in here; but if he sees that that would be an injury to us, he will turn them another way. <\/div><div class=\"paragraph jod\" id=\"v5n2747\"> I intend to publish the communications between the army and myself; for I wish the whole United States to understand it. <\/div><div class=\"paragraph jod\" id=\"v5n2748\"> Colonel Alexander complains of our mode of warfare. They have two or more field batteries of artillery with them, and they want us to form a line of battle in an open plain and give them a fair chance to shoot us. I did not tell the Colonel what I thought; but if he had a spark of sense, he must be a fool to think that we will ever do any such thing. I am going to observe the old maxim&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v5n2749\"> &#x201C;He that fights and runs away Lives to fight another day.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2750\"> Should our enemies venture upon violent measures, I design to so manage affairs that none of our boys will be killed; and in my answer to the Colonel, I have told him pretty plainly what we shall do under certain contingencies. <\/div><div class=\"paragraph jod\" id=\"v5n2751\"> Did he not granny it off admirably about the prisoners, when he wrote, &#x201C;I need not assure you that not a hair of their heads will be hurt?&#x201D; He dare not hurt them, neither has he the first particle of reason for hurting them. He has released and sent in the younger brother with an express, under the alleged consideration of his having a wife and three children  <div class=\"break pagebreak\" id=\"339a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0339.pdf\" target=\"pdfwin\">p.&#xA0;339a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2037\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>entirely dependent upon him. I wonder that the Colonel had not a young officer to send with him. <\/div><div class=\"paragraph jod\" id=\"v5n2753\"> The boys report their order of march to be the 10th Infantry in front, the baggage in the center, the 5th Infantry in the rear, and several flanking companies traveling through the brush as best they can. Don't you think they would look well coming from the United States in that way? That is the way in which they were traveling at our last advices, and it was said that their picket guard declared they would not watch. <\/div><div class=\"paragraph jod\" id=\"v5n2754\"> If the soldiers knew the facts in the case as do their officers, they would probably nearly all leave the army; but the officers keep the soldiers in the dark. The last report is that the officers had been telling the men that I had written a very favorable letter to Colonel Alexander, and that they were intending to come in. <\/div><div class=\"paragraph jod\" id=\"v5n2755\"> When I think, Are they in your houses? Are they in your fields? I can answer, No: they are in the mountains; they are in the cold and snow; and if they continue, as those officers appear to intend to, upon the side of despotism and mobocracy, they justly ought to be served as we would serve all mobocrats. But we are here and we are free, as brother Kimball has said&#x2014;just as free, in one sense, as we ever shall be. We need not think that we are always going to be unmolested by the efforts of mobs, until wickedness is swept from this earth.<span class=\"citation\" id=\"84734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84734)\">D&amp;C 29:9<\/a><\/span> If we live, we shall see the nations of the earth arrayed against this people;<span class=\"citation\" id=\"58699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58699)\">Isa. 29:8<\/a><\/span><span class=\"citation\" id=\"81179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81179)\">1 Ne. 22:14<\/a><\/span> for that time must come, in fulfillment of prophecy. Tell about war commencing! Bitter and relentless war was waged against Joseph Smith before he had received the plates of the Book of Mormon;<span class=\"citation\" id=\"93752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93752)\">JS&mdash;H 1:22,27<\/a><\/span> and from that time till now the wicked have only fallen back at times to gain <div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2037\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> strength and learn how to attack the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v5n2756\"> Colonel Alexander preached to me a little, stating in his letter, &#x201C;I warn you that the bloodshed in this contest will be upon your head.&#x201D; But that warning gave me no thought. But if the blood of those soldiers is shed, it will be upon the heads of their officers. <\/div><div class=\"paragraph jod\" id=\"v5n2757\"> What they will do I neither know nor care; for it will be just as the Lord God wills it. If he sees that we need their substance, he will turn things to that end; and if he designs them to be wiped out, he will either cause them to undertake to come here or will overrule some other plan to accomplish that end. <\/div><div class=\"paragraph jod\" id=\"v5n2758\"> Another year I am going to prepare for the worst, and I want you to prepare to cache our grain and lay waste this Territory; for I am determined, if driven to that extremity, that our enemies shall find nothing but heaps of ashes and ruins. We will be so prepared that in a few days all can be consumed. I shall request the Bishops to see that the people in their wards are provided with two or three years' provisions. There is already enough raised in many places this season to supply the people from two to three years, and I wish them to take care of it; though I expect that in all probability we will raise a great many crops before our enemies again attempt to come here to disturb us; and I expect that we are fully able to defend ourselves, and that our enemies will not be able to come within a hundred miles of us. I know that ten men, such as I could name and select, could stop them before they got to Laramie.<span class=\"citation\" id=\"91933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91933)\">D&amp;C 133:58<\/a><\/span> And if we had seen fit to have sent such men this season, they alone could very easily have so stopped our enemies that they never would have got through the Black Hills. I count five such men equal to twenty-five thousand, and believe  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2036\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that two of them could put ten thousand to flight. I believe we are now where that could be done. I will take five or ten such as I can name; and if two can put ten thousand to flight,<span class=\"citation\" id=\"55237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55237)\">Deut. 32:30<\/a><\/span><span class=\"citation\" id=\"91934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91934)\">D&amp;C 133:58<\/a><\/span> I am sure that ten are perfectly able to do it. <\/div><div class=\"paragraph jod\" id=\"v5n2760\"> Who has sought for war? Have we? No. We have preached the Gospel to Saints and strangers, when strangers would come and tarry long enough to hear it. We do not want to stand here and talk about war. There is nothing so repugnant to my feelings as to injure or destroy. But what is upon us? Nothing, only another manifestation of the opposition of the Devil to the kingdom of God. War has been declared against the Saints over twenty-seven years, and our enemies have only fallen back so as to gain strength and pretexts for making another attack. Will that spirit increase? If it does, and we love our religion, let me tell you that we will increase faster than our enemies will. This Territory and people are perfectly able to defend themselves, with the help of our God. They are perfectly able to set apart men of the right stripe and maintain a standing army that can keep off the armies of our enemies. And if the world combine against us, so we are but one, then all will go on well and work together for our good. <\/div><div class=\"paragraph jod\" id=\"v5n2761\"> Our enemies, in the last treaty they made with us, should have stipulated that we should have gone only a short distance, so that we would not be out of their reach. They had better have made that stipulation; but they did not have wisdom, or they would have stopped us from going so far away. They drove us away from their society and allowed us to travel so far over the sage plains, that it is impossible for an army to bring provisions enough to last them here. <\/div><div class=\"paragraph jod\" id=\"v5n2762\"> I have been told that the first artillery company, upon its arrival at La<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2036\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ramie, loaded up all the grain they could haul to feed their mule teams; and when they reached the Devil's Gate they sent forward after their grain from their freight trains, and then they had not enough to last them to Ham's Fork. It is impossible for them to load up teams with sufficient forage to last them to Green River; and the more men they send the more there are to eat up what the mule and ox-trains haul; and the consequence is that the more men they send the worse it is all the time. <\/div><div class=\"paragraph jod\" id=\"v5n2763\"> If they undertake to send fifty thousand men to Utah, I will venture to say that they cannot raise so large a company in the United States but what would cut each other's throats before they traveled a thousand miles across the Plains, to say nothing about any other persons molesting them. They would be cursing, damning, and howling all the way. I know that the comparatively few scattered here and there over the country and in the mountains can spoil their march before they could get here. <\/div><div class=\"paragraph jod\" id=\"v5n2764\"> If the Lord sees that we need to be afflicted, he can apply the rod. I do not say this to urge you to your duty; for if you will not live your religion for the blessings that God bestows upon it, you will not live it anyhow; and the man who will not live his religion ought to be damned. Never serve God because you are afraid of hell; but live your religion, because it is calculated to give you eternal life. It points to that existence that never ends, while the other course leads to destruction, to dissolution, where they will be destroyed from the earth and from the eternities, and return back to the native elements. <\/div><div class=\"paragraph jod\" id=\"v5n2765\"> What blessing can be bestowed upon man equal to that of eternal life? The greatest blessing that can be bestowed is that of eternal existence&#x2014;to place mortal beings where they can endure forever&#x2014;where they are free  <div class=\"break pagebreak\" id=\"341a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0341.pdf\" target=\"pdfwin\">p.&#xA0;341a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2035\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from sorrow and pain, and possessed of keys, thrones, and dominions&#x2014;where they can be perfectly swallowed up in happiness and bliss. What greater gift can be bestowed upon beings? None. Therefore, if we will not live up to our religion, according to our ability, we ought to be damned. <\/div><div class=\"paragraph jod\" id=\"v5n2767\"> We have the privilege of honoring the stations we are in; we have the privilege, in the Lord's hands, of preparing for exaltation. We are compared to the making of pottery upon the wheel;<span class=\"citation\" id=\"60499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60499)\">Jer. 18:1-6<\/a><\/span> but the Lord never intended to show in that comparison that we were helpless beings and had no agency. Clay has so little intelligence that it is often so full of lumps that it will mar; but it is not to blame for that: but the Lord says, &#x201C;You, intelligent Israel, are to blame, if you do not obey my voice; and if you are disobedient, I will serve you as the potter serves the clay that has very little intelligence. You, Israel, are capable of choosing, you are capable of refusing, you are capable of performing, you are capable of hearing counsel from my mouth and of carrying out those principles that I tell you; but the clay upon the wheel has no such intelligence; and if you do not obey my voice, it will prove that you are not worthy of intelligence, any more than the clay upon the potter's wheel: consequently, the intelligence that you are endowed with will be taken from you, and you will have to go into the mill and be ground over again.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2768\"> I wish the people to hasten and gather together and secure all that they have raised in the fields; and when this little skirmish is over, I am going to instruct the people to begin to prepare for going into the mountains, also to raise their grain another year, and to secure that which we now have by putting it where our enemies cannot find it. <\/div> <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2035\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n2769\"> You want to know where you can go. I know of places enough where I can hide this people and a thousand times more, and our enemies may hunt till doomsday and not be able to find us. <\/div><div class=\"paragraph jod\" id=\"v5n2770\"> I do not know but we shall call upon the sisters to go into the fields and raise potatoes while their husbands go out to war; and if they can do that, then perhaps we will see whether they can go into the fields and raise wheat while their husbands are defending Zion. In such an operation we shall call for volunteers; we shall have no compulsion about it. So soon as I learn that a woman would sooner go to the enemy's camp, just so soon I will send her; and you may mark it. I shall not warrant such a one safe, only until she reaches the enemy's camp. I told a man yesterday&#x2014;one that I understood wanted to go away, &#x201C;If that is your feeling and faith, I want you immediately conveyed to those troops.&#x201D; I want to forthwith send to our enemies every man and every woman that does not wish to do right, but wishes to join them in their crusade against this people. You may enquire why I take that course. I answer, So as to send them to hell as quickly as possible. <\/div><div class=\"paragraph jod\" id=\"v5n2771\"> That reminds me of a circumstance that transpired here some years ago. A man from Boston, on his way to the gold diggings, stopped a few days in this city and heard me preach. Soon afterwards I met him in the street, and he asked me if I knew where hell was. I told him I thought that he was on the road to that very place; and when he crossed over the Sierra Nevada mountains into the gold diggings in California, if he discovered that he had not found hell, to come back and let me know. As I have not since heard from him, I presume he found it, which I now think a person will who goes East as well as West. <\/div> <div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2034\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n2773\"> The President of the United States, his Cabinet, the Senate, the House of Representatives, the priests of the various religious sects and their followers have joined in a crusade to waste away the last vestige of truth and righteousness from this earth, and especially from this part of it. Yes, they have joined together; and we have to maintain truth and righteousness, virtue and holiness, or they will be driven from the earth. With us, it is the kingdom of God, or nothing; and we will maintain it, or die in trying&#x2014;though we shall not die in trying. It is comforting to many to be assured that we shall not die in trying, but we shall live in trying. We will maintain the kingdom of God, living; and if we do not maintain it, we shall be found dying not only a temporal, but also an eternal death. Then take a course to live. <\/div><div class=\"paragraph jod\" id=\"v5n2774\"> Read the history of the world from the time that Cain killed Abel<span class=\"citation\" id=\"52714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52714)\">Gen. 4:8<\/a><\/span> to this day, and see whether you can find an instance when, in a mountain country, fifty resolute, united men have been overcome by five hundred. If brother Joseph Smith had taken a company and come to this country, as he intended to do, he could have been living here now, in spite of earth and hell. Yes, he could have done this, if he could have brought only fifty men with him; for, with them, he could have defied the whole world; and you know that he would have had thousands of the upright gathered with him before now; though, if he had been here with only fifty good men, he could have bid defiance to all his enemies. <\/div><div class=\"paragraph jod\" id=\"v5n2775\"> Did their enemies ever overcome the small band of Waldenses in the mountains in Piedmont? No. They slaughtered army after army sent against them and maintained their position, notwithstanding to reach them was only like sending an army here from San Pete, or from here to <div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2034\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> San Pete. They were within easy reach of their enemies. <\/div><div class=\"paragraph jod\" id=\"v5n2776\"> Would Scotland ever have been so far overcome by England as to unite with that power, if her chiefs had not indulged in petty feuds with each other? No, it never would. But the chiefs were like our Indians: some were in favor of this one, and others of that one being crowned chief; and by contending with each other they lost the advantage of their position, or to this day Scotland might have been an independent nation, even though surrounded by water on all sides except the one joining England. <\/div><div class=\"paragraph jod\" id=\"v5n2777\"> I instance those examples to show you that, if you will give me the right kind of men, I will take a few hundred of them and be at the defiance of the armies of the world; and that, too, upon natural principles. If God is for us, that of course makes us still stronger; but if he is against us, let us not strive to do anything in opposition to his will: let righteousness triumph. But I know that we are right. <\/div><div class=\"paragraph jod\" id=\"v5n2778\"> When I used to be preaching in the world, priests would come to me and enquire about my doctrine. I would tell them my principles&#x2014;every principle that I could get plainly before them that would be for their good; and after giving them my doctrine, I would ask, What do you Methodists believe? They would tell me. I would reply, I know all about that. Next would come the Baptists, and I knew all about them. Then came along the Presbyterians, and I would say, I know all about your doctrine. And I would have the Quakers and the Shakers; and when I talked to them, I knew all they believed. I understood the whole concern, and my religion embraced all the truth they all had and a great deal more. I could put on paper all the knowledge of salvation that all the religious sects possess, and put that  <div class=\"break pagebreak\" id=\"343a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0343.pdf\" target=\"pdfwin\">p.&#xA0;343a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2033\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>paper into a snuff box, and never miss the room it occupied. I would say, I know how much truth you have embraced; you have bounds to your religion, but I have no bounds to mine: the faith I have embraced is broad as eternity. <\/div><div class=\"paragraph jod\" id=\"v5n2780\"> I would say, Brother Methodist, have you a truth? If you have, let us hear it: that is the Bible; that is my doctrine: I believe it. &#x201C;I read in the Bible that the Savior was crucified,&#x201D;<span class=\"citation\" id=\"66359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66359)\">Matt. 27:35<\/a><\/span> say the Methodists. I reply, I have embraced that in my faith: that is true; and every particle of truth that you believe I have incorporated in my faith; therefore you perceive that you must take the stand that you will defend error and falsehood, or there is no chance for a discussion or contention; for I believe all the truth that you believe. Now, all the truth I have I want you to embrace, and then go ahead; and then there is no chance for an argument. <\/div><div class=\"paragraph jod\" id=\"v5n2781\"> We wish for all the truth and all the righteousness we can get hold of; and every heart that loves this religion, called &#x201C;Mormonism,&#x201D; exclaims, from the center and circumference of his soul and feelings, &#x201C;Let the Lord be God.&#x201D;<span class=\"citation\" id=\"55341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55341)\">Josh. 24:18<\/a><\/span> Without that, all will be worthless; with that is everything. Without that we are nothing; we cannot endure; and all our prospects are blasted and scattered to the four winds. In reality, we are nothing, only what the Lord makes us. In a short time, if the Lord is for us, all will be right. <\/div><div class=\"paragraph jod\" id=\"v5n2782\"> Take things upon natural principles, and I will organize this community so as to be prepared for any and every emergency. And the truth compels me to say, about our enemies, that all hell are crying to come here; and I must either say, Come in here and practice your principles of death and destruction, or I must say, I will contend against you, though I have prayed most fervently for the Lord to <div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2033\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> keep that event off. But the Lord says, &#x201C;Will you be for me, or will you take upon you their cause?&#x201D; I will say, &#x201C;We will be for the Lord; for he is the God we serve.&#x201D;<span class=\"citation\" id=\"55343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55343)\">Josh. 24:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2783\"> We are free. There is no yoke upon us now, and we will never put it on again. [The congregation responded, &#x201C;Amen.&#x201D;] That is the way for every man and woman to feel. When it is necessary, and the Lord calls me to do so, I would just as soon preach about war as anything else, or go and fight a battle as to do anything else. <\/div><div class=\"paragraph jod\" id=\"v5n2784\"> You hear a great many people talk about a virtuous life. If you could know what an honorable, manly, upright, virtuous life is, you might reduce it to this&#x2014;Learn the will of the Lord and do it; for he has the keys of life and death, and his mandates should be obeyed, and that is eternal life. <\/div><div class=\"paragraph jod\" id=\"v5n2785\"> I pray God to bless you all the time; and I bless you in the name of Jesus Christ! Let us be of one heart and mind;<span class=\"citation\" id=\"92852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92852)\">Moses 7:18<\/a><\/span> and do you not see that the Lord is going to make us of one heart and mind, or we will be suffered to be scourged? <\/div><div class=\"paragraph jod\" id=\"v5n2786\"> In Missouri most of the brethren signed what they called &#x201C;a deed of trust.&#x201D; The brethren were forced to sign away their houses, lands, and property; for they were going to make us bear the expense of the war. When the brethren had done this, they would kick up their heels; and old Judge Camron saw it, and swore, and ripped out an oath and said, &#x201C;They are whipped, but they are not conquered.&#x201D; One fellow said, &#x201C;I will swear we can make them consecrate: old Joe has been trying, but he could not do it.&#x201D; I suppose a few have urged it upon the brethren to consecrate. But do you not see that we are coming to where the Lord will make us consecrate? <\/div><div class=\"paragraph jod\" id=\"v5n2787\"> God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}