{"ID":50058, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Saints' Blessings&#x2014;Divine Protection, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Amasa M. Lyman, Delivered in the Tabernacle, Great Salt Lake City, October 18, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: The Saints' Blessings&#x2014;Divine Protection, Etc.<\/div>\n<div class=\"speaker\">Speaker: Amasa M. Lyman<\/div>\n<div class=\"date\">Date: 10\/18\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d58\">\n<div class=\"paragraph jod\" id=\"v5n2789\"> I have been highly gratified today and edified in what I have heard and in what has been expressed, not only here by the Presidency who addressed us this morning; but the greatest or highest source of gratification in all this matter to myself is that I feel as they feel and as they have expressed themselves; I feel the spirit that is in them, and I feel that it imparts to me the same blessing that it imparts to them. If it is in them a source of light, eternal life, it is the same to me; if it is a source of comfort to them, it is to me. I feel this in relation to our position at the present time and the circumstances that at present surround us, which are different from those that have surrounded us in days that have gone by. <\/div><div class=\"paragraph jod\" id=\"v5n2790\"> As was remarked by President Young this morning, in his correspondence with our enemies outside, the time has been when we were at the mercy of those that were around us&#x2014;those that wished us no good&#x2014;that never have done us aught but evil. But our circumstances have so changed, and the work in which we are engaged has so far progressed, that it has brought us to the circumstances in which we are placed even now. It has not only brought us to know the truth, but we have the privilege, the ability, and the capacity, through the blessings of heaven, to take care of and defend ourselves. <\/div><div class=\"paragraph jod\" id=\"v5n2791\"> What are the honest convictions that are within us? They are that <div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2032\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we can defend ourselves; for we are where we dare speak in favor of the truth; and I thank God that we are today so far removed from the seat and power of our enemies, that they are unable to reach us in the summary way in which they have done heretofore. This to me is a gratification and a comfort: it enables me to look upon those things around me with feelings different from those in which I have been in the habit of contemplating them. <\/div><div class=\"paragraph jod\" id=\"v5n2792\"> In times that are past we have been forced by the surrounding influence to look upon things around us as though they were only to be enjoyed for a short time&#x2014;that though we had something one day, there was but little assurance that we would have them the next. If blessed with home, with our firesides, and habitations, and those things that rendered us happy, we had but little assurance that tomorrow would not sweep them all away. But here, in this place in which we are at present located, we have our homes, through the blessing of God, we have our associations, and we have all that we have in our possession to happify our situation and cause hope to live within us for that which is still better; and we are so far removed from the land of our enemies, that we can hope consistently that they may be continued unto us for many days. <\/div><div class=\"paragraph jod\" id=\"v5n2793\"> As has been remarked today, look at it naturally, as men not connected with the work of God in which we are  <div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2031\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>engaged, and we are blessed; we are in a place that is blessed, and the very place of which we have almost, at times, been inclined to complain and to feel that we were sharing in a hard lot&#x2014;that we were forced to live and to dwell in such a place as we now occupy. But the things that we have thus regarded as hardships are blessings to us. <\/div><div class=\"paragraph jod\" id=\"v5n2795\"> If you never had been able to appreciate them at all in their truthful character until now, just now open your eyes, and do not keep your eyes closed against the truth; but open them and look upon our situation&#x2014;the circumstances that surround us, and you will feel, if you feel as I do, to thank God&#x2014;for what? For the rugged mountains that are around us&#x2014;for the barren and desert country that lies between us and the land of our enemies. You will feel, in the spirit of the persecuted of other days and other climes and dispensations, to bless God for the strength of the hills,<span class=\"citation\" id=\"57023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57023)\">Ps. 95:4<\/a><\/span> and that the Plains that lie between us and our enemies are sterile and barren; for in these things are our protection. <\/div><div class=\"paragraph jod\" id=\"v5n2796\"> &#x201C;But,&#x201D; says one, &#x201C;would not God protect us?&#x201D; Certainly; and how has God protected us? He has protected us by bringing us to the land where we now dwell&#x2014;a land where, if there had been great labor bestowed upon it, it could not have been better prepared to constitute a home for the naked, the driven, the afflicted, and the despised people of God. It is every way calculated to give security to the people of God. For this reason I feel well. <\/div><div class=\"paragraph jod\" id=\"v5n2797\"> If I have ever seen the hand of God&#x2014;if I have ever seen or known his dealings with his people, or have ever seen a manifestation of his wisdom, it is more than ever manifest in his bringing us to this land, where the distance is so great from the land of our enemies. The character of the country intervening between us and them is <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2031\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> better to us than millions of millions of armed men to protect us: it affords us a protection that cannot be found in the armies of the earth, were they all marshaled in our behalf. <\/div><div class=\"paragraph jod\" id=\"v5n2798\"> Well, then, I feel to thank God that we are here; I feel to bless him for every foot of desert country that intervenes between this and our enemies. There is not a foot of barren soil between us and them but for it I feel to thank God. I regard it as a bulwark of strength to protect the infant kingdom of God while it should gather to itself strength, that it might exist in the midst of the nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v5n2799\"> For all these things I feel well today; I feel happy, and I would that all the Saints could feel happy. &#x201C;Well,&#x201D; says one, &#x201C;I would feel happy, if I could.&#x201D; What is the reason you cannot be happy? Where is the evidence of the truth that the people are not happy in this country? Where are those who are not satisfied in this country? I do not believe that there is a dissatisfied soul in the whole length and breadth of the land where the Saints dwell that enjoys the Spirit of God. Why? Because here is the only place that man can live and enjoy the Spirit of God without restraint: here is the place where the peace, the bliss, the prospect of happiness can be cherished in the mind of man, free from restraint. <\/div><div class=\"paragraph jod\" id=\"v5n2800\"> Well, then, this is the place in which to be happy. But shall we be protected? Shall we be preserved? Shall we be upheld? Shall we be sustained? I say, shall we continue to enjoy these blessings? This is a question that we may answer for ourselves. <\/div><div class=\"paragraph jod\" id=\"v5n2801\"> &#x201C;But,&#x201D; says one, &#x201C;has not President Kimball said that we should be victorious?&#x201D; Yes, he has said it again and again, that we should, if we would but do right. This is why I say it is a question for us to answer for our<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"346a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0346.pdf\" target=\"pdfwin\">p.&#xA0;346a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2030\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>selves. Now, will we do right? What do we say within ourselves? What is the feeling that lives within us in relation to this matter? Will we do right? I have no doubt but what we may all think that we will do right. <\/div><div class=\"paragraph jod\" id=\"v5n2804\"> If we conclude that we will all do right, let us make up our minds for the struggle; for it will require all our power. We are not going to do right without an effort; we will not attain to that which is right without an effort; neither will we retain the blessings when we have them without an effort, and one that is constant and unremitting&#x2014;as constant as the life that we seek and the blessings that we calculate to secure to ourselves. <\/div><div class=\"paragraph jod\" id=\"v5n2805\"> When we engage in this struggle, it should not be with half a purpose, nor with our affections divided; a part of our regards running out to the things that are around us, and that are but of little moment, without regard for God and his work and the consummation and perfection of our own salvation; but we should commence this struggle with all the energies of our souls concentrated upon this one point &#x2014;that we will do right, and as fast as we learn the right, do it. <\/div><div class=\"paragraph jod\" id=\"v5n2806\"> We have been told what it is to do right, and that is to learn the will of God and do it. We knew the will of God in relation to a great many things, and you would think you were abused and underrated in relation to your knowledge, if you were told that you did not know how to do better than you sometimes do. <\/div><div class=\"paragraph jod\" id=\"v5n2807\"> We know the will of God in relation to a great many things, because it has been sounded in our ears ever since we commenced in the work of God: it has been told us from day to day and from time to time. <\/div><div class=\"paragraph jod\" id=\"v5n2808\"> You know that it is peace that we want. Our President has told us that he has sought for peace with our enemies. We have all desired peace with <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2030\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our enemies outside; but we shall not have peace in the complete sense of the term till we make it at home. <\/div><div class=\"paragraph jod\" id=\"v5n2809\"> Have we made peace within ourselves and in our homes? Have we made peace in that territory over which we preside? Is the same unanimity of feeling, the same union, the same singleness of purpose developed within us, as individuals and families, that marks the action and the conduct of this great people when the public safety and the interests of the people require effort? When labor is to be performed or sacrifice to be made, and it is called for, is it made? Yes; the experience of the past few weeks shows this is the case. If you ask for men, they are on hand; if you ask for means, they are rendered without a grudge; they come freely, and then more than you have asked for. <\/div><div class=\"paragraph jod\" id=\"v5n2810\"> What does this prove? Why, it proves that the feelings of unanimity exist in the body of this people. If this feeling exists to this extent in the mass of the people, one would suppose that it certainly would exist to a corresponding extent in individuals. Is this the case? Are we as ready to turn out, to make exertion, to lose sleep, to watch by night and by day, to weary ourselves again and again, that we may live acceptably before God&#x2014;that we may bring ourselves into perfect subjection to the spirit of the Gospel that we have embraced&#x2014;are we, I say, as ready to do these things as we would be to respond to the call to shoulder our guns and go into the mountains, as our brethren are doing and have done? <\/div><div class=\"paragraph jod\" id=\"v5n2811\"> Are we willing, with the same hearty good feeling, with the same perseverance, to subject ourselves to the spirit of the Gospel and cultivate it within us with just as much industry, with as much indefatigable zeal as that with which we go into the mountains and labor by day, sleep  <div class=\"break pagebreak\" id=\"347a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0347.pdf\" target=\"pdfwin\">p.&#xA0;347a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2029\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>out at night, and endure the weather, fair or foul, without grumbling, without faultfinding; so that our whole soul and our whole affections are in the cause? If we leave our homes for the love of God, and if we live our religion at home and honor the Gospel that we have embraced, what would it secure to us? It would secure to us a reward for all the difficulties, for all the losses that we have sustained. Would it save us from burning our dwellings and leaving the land covered with piles of smoking ruins? Yes; for this is the condition upon which we are promised these things. <\/div><div class=\"paragraph jod\" id=\"v5n2813\"> I want to see the people go to work, as his servants have said, individually, throughout the length and breadth of this nation and kingdom of Israel, here in the valleys of the mountains. I want every man and every woman to say, &#x201C;As for me and my house, we will serve the Lord,&#x201D;<span class=\"citation\" id=\"55327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55327)\">Josh. 24:15<\/a><\/span> and when we learn his will, then go to work and do it. I want you to commence a war of extermination on the evils that are between you and your God in claiming this promise. <\/div><div class=\"paragraph jod\" id=\"v5n2814\"> I do not in my heart desire to see men, women, and children flee into the mountains. But we should be willing to go, remain here, or do whatever is required, and feel that in so doing we were doing the will of God. <\/div><div class=\"paragraph jod\" id=\"v5n2815\"> How do you feel, brethren and sisters? Do you feel as though we would do right and keep the commandments of God, and claim the promises that have been made us today, that, if we would do as we have been counseled, we should come and go, confront our enemies, and conquer them, and not many fall in the struggle. <\/div><div class=\"paragraph jod\" id=\"v5n2816\"> [Blessed the sacramental cup.] <\/div><div class=\"paragraph jod\" id=\"v5n2817\"> I presume that there is not a soul that belongs to the Church of the Saints, here or elsewhere, that feels a living interest in the prosperity of <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2029\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Zion, but what would wish that they might be enabled to pursue a course of life that would secure to them this blessing&#x2014;that our brethren, a part of ourselves, those that are united to us by the ties of the Gospel, are called to go abroad to face our enemies, to be exposed as they may be to the chances of death, can secure this blessing and get the blessing and protection of our Heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v5n2818\"> Be perfect in your sphere; be constant, and you shall be preserved while in dangers that are around you, until you shall accomplish the object of your mission, return to us unscathed and unharmed, and rejoice in the blessings accruing from the victory gained. <\/div><div class=\"paragraph jod\" id=\"v5n2819\"> Do you want this, mothers? Fathers, do you want this blessing? If you do, do as I have exhorted you this afternoon&#x2014;put away everything from you that is evil, and cultivate the Spirit of truth within you, that your prayers may ascend up before God, and that they may be acceptable. Call down his protection upon the absent ones, as well as upon yourselves. Do not be careless&#x2014;do not settle down in thoughtless indifference, thinking that because the servants of God have promised victory, that it must come, independently of your exertions. It is only upon this condition that safety is secured to you and to me, and that is, that we DO RIGHT. <\/div><div class=\"paragraph jod\" id=\"v5n2820\"> It is only as the conditions are complied with, that the blessing is obtained; it is only as we live for them; it is only as we render ourselves worthy to receive, by the course of conduct that we pursue. This is the nature of the blessing that will come home to us; this is the blessing that our Father will bestow; and beyond this will we receive blessings? No. Well, then, have we not every reason to be faithful? Yes; and why? Because everything depends upon it. <\/div><div class=\"paragraph jod\" id=\"v5n2821\"> Then, brethren and sisters, let us  <div class=\"break pagebreak\" id=\"348a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0348.pdf\" target=\"pdfwin\">p.&#xA0;348a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2028\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>remember this brief lesson, and let us take it home with us when we go. &#x201C;Well, then,&#x201D; says one, &#x201C;if we take it home with us, and do a requisite amount of praying, it will be right, will it not?&#x201D; It will depend upon the way you pray. I want you to go home and pray acceptably; and, lest your prayers be hindered, be careful not to allow any spirit to live around you or in you that would not be pleasing in the sight of God. <\/div><div class=\"paragraph jod\" id=\"v5n2823\"> Do not quarrel at home, because it will not do you any good. Now, that is reason enough. Do not cherish any bad feelings. &#x201C;Why?&#x201D; says one. Because they will not do you any good; and that should be reason enough. Do not allow yourself to do any wrong. <\/div><div class=\"paragraph jod\" id=\"v5n2824\"> I want you to go home and do all the right that is required of you. You are only required to do right as far as you know what is right. You are not required to do right in the President's place, nor for anybody but yourself. And the wrongs done by individuals, should they all be piled up until they made a pile that would reach the gates of the celestial city, would not justify you in a single wrong. <\/div><div class=\"paragraph jod\" id=\"v5n2825\"> Then let us go home and turn aside this other calamity and this other chastisement that will come upon us if we do not do right. If we do not do right, the result will be that we shall have to suffer that which we are told: but we shall not suffer, if we will do right. If we do suffer, it will be because we have not done right; and we shall know in a few years whether we have done right or whether we have not. <\/div><div class=\"paragraph jod\" id=\"v5n2826\"> If I could live for all the Saints or for anybody else besides myself&#x2014;if I had any time that did not need to be occupied for myself, I would not mind doing right for others; but I cannot, for I have only time enough to do the good that I am required to do myself, in order to do my share in this work: therefore I want you to do your share. <\/div> <div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2028\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n2827\"> You, each one, do your piece of work; carry it to your firesides, to your fields; keep it with you, so that it may be in you all the time. Keep your face Zionward every day and every night and all the time that shall be allotted to you; and when you will all do this, what will be done? Why, we shall secure an insurance against the destruction of the comforts that are around us and desolating our country. If we are not forced to desolate our country, there is one thing that is certain&#x2014;our enemies will not occupy it; they will not dwell in it, and it will not be cursed by their running over it. <\/div><div class=\"paragraph jod\" id=\"v5n2828\"> If these are not inducements for us to live our religion, I do not know what are. It appears to me that they should be sufficient to secure the interest and the affections of every man and woman that has a knowledge of the truth. <\/div><div class=\"paragraph jod\" id=\"v5n2829\"> This is a point that I feel particularly and specially interested about: I care but little about big things or mysterious things. If we can only, as a people, take hold of these small matters that affect us at our home, which, if not attended to, will roll obstacles between us and our God, and then ask God our Heavenly Father to do for us as we would do for each other&#x2014;<span class=\"citation\" id=\"63795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63795)\">Matt. 7:12<\/a><\/span>to bless us as we want to be blessed&#x2014;to be charitable to us as we are charitable to each other&#x2014;merciful to us as we are merciful to one another, what will be the result? If we always do these things, there will never be anything in the way of our prayers. <\/div><div class=\"paragraph jod\" id=\"v5n2830\"> But if we withhold our hand, and do not bless our brethren and sisters as we should, will God hear us when we pray to him? I tell you he will not. We might pray until we were so hoarse that we could not speak; we might pray in thundertones, till our prayers could be heard from one end of the continent to the other, and still he would not listen to us. <\/div> <div class=\"break pagebreak\" id=\"349a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0349.pdf\" target=\"pdfwin\">p.&#xA0;349a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2027\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n2832\"> He has told us what spirit we should pray in and how we should act towards those around us. Then let us go and cultivate these things in our homes, in our family circles; for this is the most effectual way to carry out these principles. <\/div><div class=\"paragraph jod\" id=\"v5n2833\"> If all the men in the Territory or three-fourths of them are called away, do they quarrel? No. Some of them write home to me and say they have been for ten days assembled together in a motley crowd of four or five hundred men, in circumstances not near so comfortable as those by which we are surrounded here at home; and there has not been a sign of difference or of contention or quarrelling in their midst. <\/div><div class=\"paragraph jod\" id=\"v5n2834\"> Well, is this a sign that everything is all right in Zion? I do not know. I wish that the same feeling pervaded the circle of every family in the mountains that pervades those brethren in the mountains. Well, sisters, cannot you help to make it so? You can. You have been told how to make it so. Be charitable to one another's faults, just as you would be charitable to your children, or as you would wish God to be charitable to you. When <div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2027\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you pray, ask God to do as you would have others do. And, as you think it would be good for God and angels to do, and as you would have others do, even so do yourself.<span class=\"citation\" id=\"94501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94501)\">Matt. 7:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2835\"> If you go home and do that way, whether it is in the domestic circle, or whether it is in the more extended circles of your associations in life, there will be a peaceable, happifying influence around and within you, and that influence will extend from you to others. <\/div><div class=\"paragraph jod\" id=\"v5n2836\"> You come to the Tabernacle and enjoy the Spirit of peace and of truth that is here&#x2014;the Spirit of God. Well, now, you ought to enjoy that Spirit, the Spirit of peace, just as much at home as anywhere else: you should have it there all the time. There is a fruitful field for the cultivation of practical purity and virtue, that is as imperishable as truth itself, that will render you secure in that victory that is anticipated in the conquest before us. Let us not be found delinquent in the duties that are enjoined upon us. <\/div><div class=\"paragraph jod\" id=\"v5n2837\"> That you and I may be enabled to attend faithfully to our duties is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}