{"ID":50050, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Testimonies of Returned Missionaries&#x2014;Trials Lead to Exaltation&#x2014;Faith in God.<\/div>\n<div class=\"subtitle\">Remarks by Elder Erastus Snow, Delivered in the Bowery, Great Salt Lake City, Wednesday Afternoon, October 7, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Testimonies of Returned Missionaries, Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 10\/7\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d50\">\n<div class=\"paragraph jod\" id=\"v5n2462\"> I have listened during the progress of this Conference with very great satisfaction. Everyone that speaks bears testimony to us that our God has not forsaken us, and that the prayers of this people are still acceptable before him, and, notwithstanding our weaknesses and our sins, that we are a blessed and a happy people, and that our God is near at hand to multiply his blessings upon us. <\/div><div class=\"paragraph jod\" id=\"v5n2463\"> I have rejoiced in listening to my brethren who have recently returned from their missions. I feel that I am one of them, and I thank my heavenly Father for that good Spirit which has so bountifully attended their labors and returned with them. <\/div><div class=\"paragraph jod\" id=\"v5n2464\"> I do not believe that it has ever fallen to my lot, since we have been a people, to hear, at any one time, so large a number of our returned missionaries stand forth before the people to give in their testimony and speak of the dealings of God with them, as we have heard during this Conference. They universally bear the same testimony, rejoicing in their labors, manifest the goodness of our God upon them and upon the people where they have labored; and it is evidence to my mind of the increased favor of God upon this people, and <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2076\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that it is the faithful prayers of this people that sustain our sons and our brethren who are sent forth by the voice of this people as their representatives to preach the Gospel to the nations. <\/div><div class=\"paragraph jod\" id=\"v5n2465\"> It appears that there is no one who lifts up his voice to speak in the midst of this people but is constrained to speak good for Israel. There seems to be no doubt upon the minds of the people&#x2014;no forebodings of distress in the hearts of the Elders of Israel. What there may be lying in our path&#x2014;I was going to say, we neither know nor care; but we do know that the straightforward path is strewed with blessings, glory, honor, exaltation, and eternal lives. Let us not, therefore, turn either to the right or the left from the path our God has marked out,<span class=\"citation\" id=\"55282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55282)\">Josh. 1:7<\/a><\/span> whatever there may be of trial alongside of the path. <\/div><div class=\"paragraph jod\" id=\"v5n2466\"> I feel firmly convinced of this, whatever may be by some accounted trials, that when we reach them, if the light of the Lord is in us, we shall pass them without stopping to consider whether they are trials; and we shall look back upon them and count it all joy. To us it will be glory, honor, and exaltation, and steppingstones to that which we are  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2075\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>seeking for&#x2014;the very means, in the hands of God, of preparing us to receive all that he has in store for us. <\/div><div class=\"paragraph jod\" id=\"v5n2468\"> Is it not enough for us to know that our Father in Heaven will suffer nothing to come upon us, only that which is to prepare us to receive the good he has in store for us? Ask this people, Are the soldiers coming in here? Are we going to have a fight this fall? Are they coming in on our Emigration Road, or going round by Fort Hall? What will the United States do? Will they raise 50,000 volunteers next spring? Shall we burn up what we have got and take it Indian fashion? What is to be the result of all these things? <\/div><div class=\"paragraph jod\" id=\"v5n2469\"> Ask anybody to tell you; and who is there that will describe the course God will mark out before this people and the course our enemies will take towards us, or the precise details of the program that is before us. Who is there that can tell us? <\/div><div class=\"paragraph jod\" id=\"v5n2470\"> Ask this or that Elder if he has any revelation on the subject, or appeal to the congregation of the Saints; and who is there that can answer it? I confess I cannot answer it, nor have I ever heard it answered by anybody else in detail; and I conclude the Lord will take his own course; and doubtless he will show us the program as fast as we are prepared to act it, and that will be fast enough. <\/div><div class=\"paragraph jod\" id=\"v5n2471\"> The Lord hath shown us both ends of the drama. As to the particular scenery of the different parts of the drama, it will be made manifest from time to time. When the curtain is raised, we shall see it, if we are on hand to play our part. I am fully persuaded we have a good manager, and he is our God: it is he that is moving upon the checkerboard of nations, and he understands the game and will make the right moves. <\/div><div class=\"paragraph jod\" id=\"v5n2472\"> Go back and take a retrospective <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2075\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> view of this people and the dealings of God with us from the time of the organization of this Church, the persecutions through which this people have passed in Ohio, Missouri, Illinois, and the various places where we have been located; and when has the Lord beforehand made known all the particulars of the scenery through which we were destined to pass? He has always given us general items and sufficient to encourage every faithful man to do his duty and trust in him for the result. But if all the details were made known unto us&#x2014;if we could see every minutia portrayed, would there be a chance for the exercise of our faith in the same degree as now? Would there be a chance for the faith of this people to be shown in the same degree? <\/div><div class=\"paragraph jod\" id=\"v5n2473\"> For my own part, I feel perfectly satisfied to leave it in the hands of our God, where it is, and where it should be, to make manifest unto us just as much from time to time as he sees is necessary to bear up and sustain this people. <\/div><div class=\"paragraph jod\" id=\"v5n2474\"> It is through faith that the Lord performs his wonders among his people; and in enduring that trial of their faith he gives a blessing; and often the Lord shapes trials in a manner different from our expectations. We, in our limited capacity, may mark out in our minds a program; and when he moves upon the checkerboard, he does not move the men we have in our minds, but he shapes and moves in another way; and we should be satisfied with the result. He will get the game, and in the end will move into the king row and be able to move both ways, <\/div><div class=\"paragraph jod\" id=\"v5n2475\"> I feel first-rate. All is right with the Lord; all is right with his kingdom, and with everybody that is right. And may the Lord help us to keep his commandments forever! Amen. <\/div>\n<\/div>\n<\/div>"}