{"ID":50061, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Religious Worship a Natural and Universal Principle&#x2014;Sincerity No Test of Truth&#x2014;Priestly Authority, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by Elder George A. Smith, Delivered in the Tabernacle, Great Salt Lake City, November 1, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Religious Worship, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 11\/1\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d61\">\n<div class=\"paragraph jod\" id=\"v5n2894\"> Our Father who is in heaven has placed us in this world in the present generation, and has placed before us laws and principles by which we may obtain exaltation and celestial glory. <\/div><div class=\"paragraph jod\" id=\"v5n2895\"> In the acquisition of any department of science, the laws thereof must be ascertained and the application properly made, or it is not in our power to become acquainted with its branches, so as to master it and realize the benefit of its effects. So, also, in entering into the kingdom of the Most High God, we enter by a door preparatory; and, to all those who have been traditioned in the false religions of the present age, this door seems to be but little understood. <\/div><div class=\"paragraph jod\" id=\"v5n2896\"> I have watched the movements of persons coming into the Church of Christ from sectarian churches for many years, and I discover that they are almost entirely enveloped in a kind of cast-iron shell; and it is with the greatest of difficulty that they divest themselves of it&#x2014;of their prejudices and traditions. It is the work of years; and although many come into this Church while young, without an extensive knowledge of sectarian principles, yet such is the force of tradition, even in them, that they have to stop, consider, and question whether principles are really true and received from a proper source, or whether they are false. <\/div><div class=\"paragraph jod\" id=\"v5n2897\"> There is a feeling in the human breast to reverence something. We find it among the untutored savages; we find it among what are denominated <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2017\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the heathen nations&#x2014;among those who are considered pagans, bowing down to worship images, the workmanship of their own hands. <\/div><div class=\"paragraph jod\" id=\"v5n2898\"> I had the pleasure, while in the States, of being subject to the Sabbath-keeping rules of the railroad company. I wished very devoutly to have the privilege of spending my time with the Saints in Saint Louis: but, to avoid traveling on the Sabbath, the railroad decree had gone forth that we should not leave Chicago; so, on the Sabbath, I went to Saint Mary's Cathedral for the purpose of hearing a Catholic discourse. <\/div><div class=\"paragraph jod\" id=\"v5n2899\"> I was there gratified by hearing a very eloquent gentleman explain the reason why the paintings, crucifixion, and emblems of this kind are used in the Catholic churches. He said that it was not understood with them that a person bowing before a likeness or a picture of a saint did so with the intention of worshipping that saint or picture; but that the design was to inspire in the heart of the worshipper a disposition to emulate the virtuous deeds and good actions of that saint. Hence, said the orator, a portrait of the Virgin Mary, placed in a proper position where females, especially the young, can come before it and offer their adorations, inspires in their minds chaste and virtuous ideas, holy thoughts, pure principles, and ardent desires to live as perfectly, to be as humble, and to observe the laws of righteousness as fully as did the virgin whose picture they stand before. <\/div> <div class=\"break pagebreak\" id=\"360a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0360.pdf\" target=\"pdfwin\">p.&#xA0;360a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2016\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n2901\"> I bring this up simply to illustrate the principle upon which the Catholics answer the objections raised by the Protestant world against the use of images, &amp;c., in their churches, thus accusing them of idolatry. <\/div><div class=\"paragraph jod\" id=\"v5n2902\"> There are reasons well known to every reader of history why pictures were introduced into the Catholic churches. Although they assign for this the reasons given by the eloquent gentleman in St. Mary's Cathedral, Chicago; yet they were not originally used in the Catholic churches nor in any of the Christian churches previous to their becoming mixed with Romanism. <\/div><div class=\"paragraph jod\" id=\"v5n2903\"> When it took its origin, the empire of Rome was both a religious and a political institution: its emperors and senators had attached to them sacred authority; and their religion embodied within it the power, perfection, and consolidated union of the pagan institutions of that age, which consisted in a series of systems of idolatry. <\/div><div class=\"paragraph jod\" id=\"v5n2904\"> Hence, by order of the government, temples were dedicated particularly to their god of peace, to be opened in the time of peace and to be shut in the time of war; temples were also dedicated to the god of war, to be opened in time of war and closed in time of peace; for at certain times the gods of peace and plenty were to be invoked; at other times the god of war was to be courted. <\/div><div class=\"paragraph jod\" id=\"v5n2905\"> The Christian religion silently advanced until it became a power to be courted by men who thirsted for dominion. When Constantine got possession of the throne, the empire had become to a considerable extent Christianized, and it became necessary to do something to consolidate the feelings of the whole. To destroy idols entirely would be taken with a bad grace by the higher order of the Roman people. In order to meet this difficulty, Constantine substituted pictures instead of idols. Instead of the <div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2016\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> statue of Minerva, he had the picture of the Virgin; instead of a temple dedicated to Jupiter, a church dedicated to St. Peter; instead of a statue of Apollo, a likeness of some of the Apostles, or of some saint or personage, imaginary or real; thus completely co-mingling the Christian religion with idolatry. Then men started up to assign reasons for this, and these reasons were presented in the eloquent style of the address I heard in St. Mary's Cathedral. <\/div><div class=\"paragraph jod\" id=\"v5n2906\"> Heathen and pagan idols are built for the same purpose. You ask the priest of a heathen temple if the real intent is to worship that stone or that image of gold, silver, brass, or iron, and he would tell you that it was only a representative of something&#x2014;that you could not see the real god, and the image was introduced as a substitute. <\/div><div class=\"paragraph jod\" id=\"v5n2907\"> Among the early inhabitants of the world who rejected the true religion, many began to pay their adoration to the sun, moon, stars, &amp;c. These soon adopted personages that they considered would represent the objects of the adoration. Hence, we find Jupiter is represented as the king of gods, or as the god of thunder, more particularly&#x2014;the thunder, representing his weapon, being the most powerful agent they had any idea of; and his image or statue was worshipped by the early inhabitants of the earth as the representative of that power. There was generally attached to these deities an idea of terror. <\/div><div class=\"paragraph jod\" id=\"v5n2908\"> In studying the principles of mythology held by the Greeks, who are considered the most classical people of early ages, we discover that to almost everything they associated the idea of terror; hence, when a man passed from this world to the next, they considered it necessary to place a little change in his coffin to pay his passage across the river Styx. They  <div class=\"break pagebreak\" id=\"361a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0361.pdf\" target=\"pdfwin\">p.&#xA0;361a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2015\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>had a personage named Charon, who, in their mythology, operated as ferryman; and the very moment the spirit of the dead crossed the river, it came in contact with a dog, Cerberus, with three heads, and, instead of hair, covered with snakes: that dog answered as watchman to keep the departed spirit from returning to the abodes of men. <\/div><div class=\"paragraph jod\" id=\"v5n2910\"> The human imagination was tortured to bring up the most hideous pictures. In following these imaginations, they had a variety of detail; and in these we find that scarcely any two writers agree. The Greeks were about as united in the worship of their gods as the Christians are who profess to worship Jesus. They went in, however, for worshipping all the deities, and some of them to a great extreme. <\/div><div class=\"paragraph jod\" id=\"v5n2911\"> For instance, go to Athens, in the day of its glory, as did the Apostle Paul, and you might see the statues of all the gods of the ancients; and, among the rest, an altar to the &#x201C;unknown God.&#x201D;<span class=\"citation\" id=\"71934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71934)\">Acts 17:23<\/a><\/span> There was a God they did not know; but they were determined to hit every case and be prepared to worship everybody, like the man in a storm at sea&#x2014;it was good Lord and good Devil with him, for he knew not in whose hands he should fall: therefore, to be sure that they worshipped all, they set up an altar to the unknown God, that, if they should fall into his hands, they could claim that they had worshipped him; and that is about the sum and substance of the so-called Christian worship of the present age. <\/div><div class=\"paragraph jod\" id=\"v5n2912\"> You may go into any society of people, almost, and ask them what they worship, and they would as soon tell you they worship the unknown God as not. You may take up their creeds, and they give it out that they worship a God that has neither body, parts, nor passions, and yet has three persons. Their ideas are so perfectly confused, and their knowledge so <div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2015\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> supremely ridiculous on this subject, as to make it clear to those enlightened by the Holy Ghost that they are entirely ignorant and totally in the dark on this matter. They must have made their creeds without thinking whether the words composing them had meaning or not. <\/div><div class=\"paragraph jod\" id=\"v5n2913\"> When I was 18 years of age, I was sent on a mission preaching the Gospel. I called one Sabbath to see a friend of the Baptist persuasion. The old gentleman wanted I should go to the Baptist meeting with him. As I had no appointment until evening, I went with him. I had not been there a great while before he made an effort to have them let me preach. They, however, did not feel disposed. Their minister was gone, and one of the deacons got up and read an old-fashioned, close-communion, dry chip-and-porridge sermon; and besides the deacon being a miserable, poor reader, I was not very much interested. <\/div><div class=\"paragraph jod\" id=\"v5n2914\"> When the meeting was dismissed, the deacon came up to me, and asked me where I lived. I told him; and I in return enquired of him what church that was. He said it was the Church of Christ. Said I, &#x201C;What Apostle built it?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2915\"> &#x201C;The Apostle Paul,&#x201D; he replied. <\/div><div class=\"paragraph jod\" id=\"v5n2916\"> I said I was not aware that Paul had been in this country preaching and building up churches. <\/div><div class=\"paragraph jod\" id=\"v5n2917\"> &#x201C;Well,&#x201D; said he, &#x201C;it was built up upon his doctrine.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2918\"> &#x201C;Indeed,&#x201D; said I: &#x201C;what Apostle presides over it?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2919\"> &#x201C;We don't have any in these days.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2920\"> &#x201C;Then it is not the Church of God.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2921\"> &#x201C;Yes, it is,&#x201D; said he; &#x201C;Apostles and Prophets are done away.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2922\"> &#x201C;Not so,&#x201D; said I; and I drew out the New Testament and read, &#x201C;God hath set in his church first Apostles,&#x201D;<span class=\"citation\" id=\"73589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73589)\">1 Cor. 12:28<\/a><\/span> &amp;c. &#x201C;Now,&#x201D; said I, &#x201C;the very fact  <div class=\"break pagebreak\" id=\"362a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0362.pdf\" target=\"pdfwin\">p.&#xA0;362a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2014\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of there not being Apostles and Prophets in your Church proves that it is not the Church of God; and I don't want anything to do with it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2924\"> Says he, &#x201C;You are a strange fellow: I never thought of that before.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2925\"> I told him to read the Scriptures, and said, &#x201C;You may forever read such sermons as you have been reading today, and they will keep you blind. Unless there is a principle in the organization of the Church inspired from the Almighty&#x2014;unless there is an authority that is governed by the power of God and his Spirit, men might just as well worship dumb idols, the fancy gods of the ancient heathen, or the pictures of the Catholics, as to go to meeting or perform any other kind of worship. If you undertake to go to any place, you have got to take the right road: you must start right. If you start wrong, you are sure to come out wrong; and the further you go in a wrong direction, the further you are off the starting point.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2926\"> I have heard it said, in the course of my travels, that if persons think they are right, they are right&#x2014;that if persons are only sincere, all will come out well. That may answer for people to talk about who know they are wrong, and are trying to carry themselves into the idea that it is just as well to be wrong as right. But if we wish to enter the kingdom of heaven, we have to enter by the door; for, says the Savior, &#x201C;I am the door: by me, if any man enter in, he shall have life.&#x201D;<span class=\"citation\" id=\"69649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69649)\">John 10:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2927\"> But suppose you enter through somebody else; where has the idea originated that there is the least possible prospect of coming out right from starting wrong? Suppose a man should start to the States, but instead of that he makes his way into the Western desert, saying, &#x201C;It don't make any difference which way I go;&#x201D; what would be the result? He would wander in the desert and perish. <div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2014\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Suppose a man, in attempting to serve the Lord, by mistake should serve the Devil; is the Lord going to reward him for serving the Devil? Not at all. <\/div><div class=\"paragraph jod\" id=\"v5n2928\"> When Joseph Smith commenced to proclaim to the world the truth, the way of life and salvation, in the manner he was inspired of the Lord to do, every religious denomination, Protestant, idolater, or what not, the moment they heard of it, commenced a dismal howl of, &#x201C;False prophet! False teacher! Imposture! Deception!&#x201D; &amp;c. Why? Because there was a light directly from the Almighty; a man had come forth that taught in the name of the Lord; a personage bore testimony of the plan of salvation, that would actually overthrow, dissolve, use up, annihilate, and destroy everything that did not come from God.<span class=\"citation\" id=\"93769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93769)\">JS&mdash;H 1:30-49<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2929\"> &#x201C;Well,&#x201D; says the old priest, &#x201C;if this goes abroad, what will be the result? The people will see the light, the true doctrine, and they will quit coming to my meeting and paying me for preaching; and I cannot grunt and groan over them and play the hypocrite with them any longer; and I shall have to go and get an honest living: I will therefore stir up the people to kill and destroy the man.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2930\"> This was the spirit and design of every one over whom the spirit of the Devil had dominion. The very instant the first message of truth began to be proclaimed to the children of men, all the devils in hell and all the devils on earth and the spirits of demons were stirred up, and went to work at once to frustrate, destroy, and overthrow this work. <\/div><div class=\"paragraph jod\" id=\"v5n2931\"> &#x201C;Where did you get your authority?&#x201D; say they. <\/div><div class=\"paragraph jod\" id=\"v5n2932\"> By the inspiration of the Almighty the holy Priesthood was conferred, and we were ordained to the Apostleship and Priesthood to go forth and preach to you the plan of salvation. Where did you get <span class=\"italic\">your<\/span> authority? <\/div> <div class=\"break pagebreak\" id=\"363a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0363.pdf\" target=\"pdfwin\">p.&#xA0;363a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2013\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n2934\"> &#x201C;It came down from the ancient Apostles, through the Church of Rome, and by the way of the Waldenses,&#x201D; says the Baptist, or by the way of the Reformers. <\/div><div class=\"paragraph jod\" id=\"v5n2935\"> But were not those reformers expelled by the Church of Rome? <\/div><div class=\"paragraph jod\" id=\"v5n2936\"> &#x201C;Yes.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2937\"> If they, then, had their authority from the Church of Rome, that Church must have had the power also to divest them of that authority. If we admit that the Romish Church had this power and authority, we must go back there to find it; and if we take that testimony, it proves that all the reformers have no authority. <\/div><div class=\"paragraph jod\" id=\"v5n2938\"> The Baptists attempt to show that their authority came through Waldo. Who was this Waldo? He was a merchant, and hired a man to translate for him the four books of the Gospel. He went to preaching without any inspiration, revelation, or light from heaven: he had only the light which he could discern from the translation made by an excommunicated monk. He was zealous and doubtless honest in his intentions, but without the inspiration of the Holy Ghost, Priesthood, or authority from God. <\/div><div class=\"paragraph jod\" id=\"v5n2939\"> Now, as I said before, if you start wrong, you will be wrong all the way. Without a messenger from God, without the revelation of the Most High, it is all folly and useless to attempt to follow the Savior. It is written, &#x201C;If any man lack wisdom, let him ask of God, who giveth liberally and upbraideth not; and it shall be given him.&#x201D;<span class=\"citation\" id=\"77411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77411)\">James 1:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2940\"> The Savior said, &#x201C;If any man will be my disciple, let him take up his cross, and follow me.&#x201D;<span class=\"citation\" id=\"64936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64936)\">Matt. 16:24<\/a><\/span> You may follow all the men and devils in the world; but, unless you follow Christ, you cannot be his disciple; and the more men and devils you follow, the worse you are off. <\/div><div class=\"paragraph jod\" id=\"v5n2941\"> When we talk about following Christ, we hear it said that we should believe <div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2013\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in him with all our hearts, repent of our sins, and be baptized for the remission of them. Before the Savior commenced his mission on the earth, he went to Jordan to be baptized,<span class=\"citation\" id=\"62734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62734)\">Matt. 3:13<\/a><\/span> that he might set an example for us to follow. Take any other track, and you go wrong. The right track is the only plan, the only design, and the only intention that can bring us to the enjoyment of salvation; and it is not only in starting right that salvation depends, but when we start it is necessary to continue to the end. <\/div><div class=\"paragraph jod\" id=\"v5n2942\"> Now, it is plain and reasonable to me why it is that the nations of the earth seek to destroy the Saints. They pretend that the Bible is their platform, and it condemns them on every page, both their doctrines and practices. In order to maintain their false systems, they have created a kind of aristocracy, called Priesthood, who are hired to explain away the sayings of the sacred book. By this means, having itching ears, they have heaped to themselves teachers to turn away their ears from the truth unto fables.<span class=\"citation\" id=\"76240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76240)\">2 Tim. 4:3-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2943\"> These false teachers have a strong hold on the minds of the people; the rulers bear rule by their means, and most of the people love to have it so. If anybody comes to change this order of things, almost every man is up in arms against him. They are so perfectly organized that it takes but a few devils to keep them in subjection. <\/div><div class=\"paragraph jod\" id=\"v5n2944\"> This makes me think of an old Chinese fable. A man traveling through the country came to a large city, very rich and splendid; he looked at it and said to his guide, &#x201C;This must be a very righteous people, for I can only see but one little devil in this great city.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2945\"> The guide replied, &#x201C;You do not understand, sir. This city is so perfectly given up to wickedness, corruption, degradation, and abomination  <div class=\"break pagebreak\" id=\"364a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0364.pdf\" target=\"pdfwin\">p.&#xA0;364a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2012\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of every kind, that it requires but one devil to keep them all in subjection.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2947\"> Traveling on a little further, he came to a rugged path and saw an old man trying to get up the hillside, surrounded by seven great, big, coarse-looking devils. <\/div><div class=\"paragraph jod\" id=\"v5n2948\"> &#x201C;Why,&#x201D; says the traveler, &#x201C;this must be a tremendously wicked old man! Only see how many devils there are around him!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2949\"> &#x201C;This,&#x201D; replied the guide, &#x201C;is the only righteous man in the country; and there are seven of the biggest devils trying to turn him out of his path, and they all cannot do it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2950\"> The Devil has these Christian Priests and the whole world with them so perfectly at his disposal, that it only takes a very few devils to keep them all in subjection; and the whole legion of devils have nothing to do but look after the &#x201C;Mormons&#x201D; and stir up the hearts of the children of men to destroy them&#x2014;to put them out of existence. <\/div><div class=\"paragraph jod\" id=\"v5n2951\"> If you will examine the public prints of the United States for the last two years, you will find in them the most bloodthirsty articles, cruel declamations, and awful imprecations, originating from the pens of religious priests and their dupes. Say they, &#x201C;If we talk with the Mormons on principles of religion, the Bible, of course, sustains them; if we talk with them on human rights, those principles sustain them; if we talk with them on the Constitution and laws of our country, these sustain them; if we talk with them on the dealings of God with man, they get the better of us; and our only way is to try and destroy them from the earth.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2952\"> This is the spirit that is being stirred up in the hearts of the children of men. There have never been in reality but two kingdoms on this earth&#x2014;<span class=\"citation\" id=\"81077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81077)\">1 Ne. 14:10<\/a><\/span>the kingdom of God and that of the Devil; or, I will say, those who are willing to observe the prin<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2012\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciples of truth and those who are not. The latter array themselves against the Saints. <\/div><div class=\"paragraph jod\" id=\"v5n2953\"> A gentleman, with whom I came in contact while at Washington, made this objection against &#x201C;Mormonism.&#x201D; Talking about the institution of plurality of wives, said he, &#x201C;It never will answer; it will break up all the whorehouses in the country; for women would not abide in such establishments and sustain them, if they could only have respectable and comfortable houses. This polygamy system will smash up that (Christian) institution altogether.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2954\"> The spirit of opposition to &#x201C;Mormonism&#x201D; takes hold of the king on his throne, the president in his chair, and all those would-be sacred priests&#x2014;those holy hypocrites who stir up the hearts of the people to seek to overthrow the work of God. High and low, great and small are united in one grand union for the destruction of the Saints of God, though they be deadly foes on all other questions. <\/div><div class=\"paragraph jod\" id=\"v5n2955\"> To endure this hatred&#x2014;to be cursed, despised by his friends, jeered at by his neighbors and all who ever knew him, and to be set down as a poor, cursed, worthless, good-for-nothing &#x201C;Mormon&#x201D; fool, requires a courage in any man or woman who will step forward to receive the pure principles of this Gospel, that is a stranger in the heart of the greatest warrior that ever faced an enemy on the battlefield. <\/div><div class=\"paragraph jod\" id=\"v5n2956\"> It is the animosity of the Adversary that fills the hearts of the children of men to overflowing, so that they desire to destroy the Saints&#x2014;so that they are filled with anger, violent wrath, and indignation. But they know not the reason of these things. <\/div><div class=\"paragraph jod\" id=\"v5n2957\"> Go and ask a Christian priest why he wants to put down &#x201C;Mormonism;&#x201D; and if he would honestly acknowledge the truth, he would say, &#x201C;It will upset our trade, and,&#x201D; as the gentleman said in Washington, &#x201C;it will  <div class=\"break pagebreak\" id=\"365a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0365.pdf\" target=\"pdfwin\">p.&#xA0;365a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2011\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>destroy our peculiar institutions.&#x201D; The politicians say, &#x201C;If the Mormons adopt the principle that honest men are to come into power, and they succeed with that principle, we shall be rooted up and our means of gain be taken from us.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2959\"> You understand that a petition was sent from the Legislature of this Territory, begging of the President of the United States to send no more damned scoundrels here, but to send good men. Then, it went on to tell him, if he did not send good men, we were not going to have them. It was considered by Congress and the great men of this Government as one of the greatest outrages, and equivalent to treason, because we said we would not receive the cursedest scoundrels that could be scraped from the very scum of the earth, and bow down to them and lick the dust of their feet. <\/div><div class=\"paragraph jod\" id=\"v5n2960\"> We are right in this matter, whether we act as Saints of the Most High God or as citizens of the Republic of the United States. There could not be a greater outrage committed on any community than to place over them, contrary to their choice, corrupt demagogues to rule their destiny. The idea of forcing these corrupt dogs on a community to rule it is what I call dogmatism. <\/div><div class=\"paragraph jod\" id=\"v5n2961\"> I am not very familiar with the dictionary, but I will tell a story that will illustrate my meaning. A fine fellow, who considered himself smart, had married a learned lady, and he felt very proud of her learning and education; and in order to be on a par with her, he used many very pretty words, and, now-and-then, one he did not understand the meaning of himself. On one occasion he used the word dogmatism improperly. Says she, &#x201C;My dear, what is the meaning of that word?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2962\"> He drew down a hard face and said, &#x201C;Dogmatism, dogmatism, my dear&#x2014;why, it is full-grown puppyism.&#x201D; <\/div> <div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2011\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n2963\"> I do consider that to undertake this kind of measure is full-grown puppyism, whether it is to exterminate men for their religion or to annihilate them from the earth for political motives. <\/div><div class=\"paragraph jod\" id=\"v5n2964\"> Every human being has rights; and it is a true principle, in all governments upon the earth, that governors should rule by the consent of the governed. But there is not a people on the face of the earth that I know anything about, except the Latter-day Saints, that are actually governed in this way. In our government, all our movements are by the unanimous consent of the governed; and we are the only people on the earth that observe this constitutional principle. Other people may try to do it to some limited extent. <\/div><div class=\"paragraph jod\" id=\"v5n2965\"> When men are placed as rulers and governors to control the destinies of any people, they must do it by the consent of that people, or it is unlawful, unconstitutional, unjust, unholy. God himself does not rule the children of men upon any other principle. &#x201C;You can serve me, live under my dominion, observe my laws, if you choose,&#x201D; says the Lord: &#x201C;if not, you may serve the Devil and reap the reward that follows.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2966\"> I forgot, however, that I was preaching a religious sermon when I ran off into politics; but I have had my head a little charged with politics of late; and consequently, when I undertake to preach, it is natural for me to shoot off in that direction. <\/div><div class=\"paragraph jod\" id=\"v5n2967\"> We, as a people, have to depend, to a great extent, upon the policy we adopt. We have got to respect ourselves, at least, if the world will not respect us. It will not be many years until the world will understand that when they speak of us we are to be respected. They will realize, feel, and understand this more and more. <\/div><div class=\"paragraph jod\" id=\"v5n2967\"> To be sure, we have submitted to  <div class=\"break pagebreak\" id=\"366a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0366.pdf\" target=\"pdfwin\">p.&#xA0;366a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2010\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them, suffered our houses to be burned, and ourselves to be driven from our homes; we suffered our friends to be murdered, and we have fled into the wilderness: for 20 years we have fled before our enemies. But it is a long road that never has a turn. The day will come when our enemies will flee before us. There must be a change. Although they may despise us, let them remember&#x2014;an old adage has it&#x2014;that despised enemies are dangerous. <\/div><div class=\"paragraph jod\" id=\"v5n2969\"> The time will shortly come when it will be considered better policy for men to stay at home and mind their business than to be marching a thousand miles to murder the &#x201C;Mormons.&#x201D; The day will come when it will be considered more for the health and happiness of the human family to let the &#x201C;Mormons&#x201D; alone. <\/div><div class=\"paragraph jod\" id=\"v5n2970\"> Brother Hyde, in addressing us this morning, spoke very strongly about cutting out an ulcer. When any man goes to cutting off a member of his body, he mars it. If he only chops off his big toe, he cannot hop quite so good as he could before. So, when the Government of the United States&#x2014;our dear uncle, whom I have always been so afraid of, chops off one member of the great confederacy, the work of dismembering begins. <\/div><div class=\"paragraph jod\" id=\"v5n2971\"> Peace has been taken from the earth,<span class=\"citation\" id=\"83729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83729)\">D&amp;C 1:35<\/a><\/span> and there is little or no confidence among the children of men; and while all the devils in hell and all the priests upon the earth are at work to unite for the extinction of the kingdom, it is in the mountains, pursuing the even tenor of its way, every man minding his own business. But, confusion will increase in the midst of the wicked&#x2014;those who are our enemies, and, as says the revelation, &#x201C;the wicked will slay the wicked.&#x201D;<span class=\"citation\" id=\"86455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86455)\">D&amp;C 63:33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2972\"> The Lord says it is his business to take care of his Saints.<span class=\"citation\" id=\"89844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89844)\">D&amp;C 104:15<\/a><\/span> The safest place on the earth is in Zion. If you <div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2010\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> were in the city of New York, San Francisco, St. Louis, or in any of those great cities, and had 10 dollars in your pocket, a valuable penknife, or a gold watch, and should happen to be walking in the streets at night, you would be under the necessity of keeping a constant guard, peradventure your life should be taken for the property in your pocket. Policemen are not of much use. If you place two policemen in a street, there will be four robberies; if you place four, there will be eight robberies: they nearly all colleague together, and no man that is decently dressed can lie down or walk the streets in safety or quiet in any of those cities without risking his life almost as much as he would in facing an enemy on the battlefield. <\/div><div class=\"paragraph jod\" id=\"v5n2973\"> These are solemn truths: they are what I have seen. Somebody is after a stranger every moment he is in the streets, to rob him. Is it so here? No. This is the safest place on this earth; and as we learn more righteousness, divest ourselves more and more of selfishness, and become more and more instructed in the intrinsic value of earthly substance, compared with eternal riches, the principle of safety will increase and the Millennium will actually commence with this people. <\/div><div class=\"paragraph jod\" id=\"v5n2974\"> There is yet in the hearts of our people, although the reformation has done a great work, a spirit of selfishness. We have got to divest ourselves of this principle; we have got to become so perfectly stripped of it that we will love the Lord our God with all our hearts and our neighbors as ourselves,<span class=\"citation\" id=\"65448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65448)\">Matt. 22:37-39<\/a><\/span> that our hearts will not be set upon our own property or upon the property of others, so as to covet the things that pertain to this world, and that, with our whole soul, mind, and strength,<span class=\"citation\" id=\"81450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81450)\">2 Ne. 25:29<\/a><\/span> we will desire to serve the Lord our God&#x2014;that we would just as soon set fire to our own dwellings, sacrifice our property, and flee into the  <div class=\"break pagebreak\" id=\"367a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0367.pdf\" target=\"pdfwin\">p.&#xA0;367a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2009\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mountains, to dwell there in dens, caves, and holes, as did the ancients,<span class=\"citation\" id=\"77101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77101)\">Heb. 11:38<\/a><\/span> as dwell in palaces and enjoy the soft raiment of kings.<span class=\"citation\" id=\"94502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94502)\">Matt. 11:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2976\"> Every man and woman should cultivate in their hearts a desire to love the Lord, keep his commandments, and appreciate the spirit and the freedom of the Gospel and the privilege and blessing of the fulness of the holy Priesthood more than all the treasures upon the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v5n2977\"> Do you recollect that when the children of Israel were invading the land of Canaan, to drive out the Canaanites and inherit the land, in some instances they coveted the property of their enemies?<span class=\"citation\" id=\"55309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55309)\">Josh. 7:21<\/a><\/span> In one instance, an individual stole a wedge of gold and a Babylonish garment. Because of this, God was offended and suffered Israel to be driven before their enemies.<span class=\"citation\" id=\"55308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55308)\">Josh. 7:19-26<\/a><\/span> Let us not be caught in this snare, but cast out from our hearts every principle of covetousness, and let our desires be to serve the Lord. <\/div><div class=\"paragraph jod\" id=\"v5n2978\"> If our enemies will let us alone, we are rich enough, and can enjoy all the comforts of life that we need to make us healthy and happy, and we will spring forth a mighty people. If they do not let us alone, God will preserve us and reward us for all the sacrifices we have to make. Covet not anything that is theirs; let not our spirits desire it, but in all things do as we are counseled, and pray God for wisdom, knowledge, and intelligence to live righteously, soberly, and be devoid of idolatry, to be prepared to dwell as Gods and reign and have dominion in our time and season. <\/div><div class=\"paragraph jod\" id=\"v5n2979\"> Had it not been for the faith and works, the union and exertions of the Saints, we might this day have had our streets paraded with the martial forces of our enemies. But God has blessed us for our faith and exertions&#x2014;for our willingness to listen to the <div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2009\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> counsel of him whom he has appointed to direct us, to be our father and counselor in Israel. Because they have to spend their time in the mountains, some men may feel as though it is a waste of both time and labor to no good. Others say, &#x201C;We have been robbed so many times of our homes, and so many of our friends murdered, we would now like to draw the sword and slay our enemies.&#x201D; If it had not been for this principle in the breasts of many, I do not believe our enemies would ever have crossed the South Pass. <\/div><div class=\"paragraph jod\" id=\"v5n2980\"> I believe, if we, as a people, were of one heart and mind,<span class=\"citation\" id=\"92853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92853)\">Moses 7:18<\/a><\/span> and would place ourselves in the right position before the Lord, and ask him for what we need, that we never would have any serious annoyance from our enemies. But it is a great labor to place the whole people in this position. <\/div><div class=\"paragraph jod\" id=\"v5n2981\"> I believe, for the time the work has been progressing, that the people of Enoch's city were not more united than are the inhabitants of these valleys. I believe the greatest work has been performed towards bringing the children of men back into the presence of God, since Joseph Smith commenced to preach the Gospel to this generation, than ever was since the creation. It requires all our faith and watchfulness to continue the work and roll it on fast enough to keep out of the way of our enemies. <\/div><div class=\"paragraph jod\" id=\"v5n2982\"> If there are any among us who have not obeyed the Gospel, now is a good time for them to repent of their sins: or, if there are any who have not renewed their covenants, now is a good time for you to repent of your sins and be rebaptized for the remission of them; and let it be our whole intent and only desire to serve the Lord our God all the days of our lives. May the blessings of Israel's God rest upon us, is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}