{"ID":50060, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Privileges of the Saints&#x2014;Trials, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Orson Hyde, Delivered in the Tabernacle, Great Salt Lake City, Sunday Afternoon, October 25, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Privileges of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 10\/25\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d60\">\n<div class=\"paragraph jod\" id=\"v5n2865\"> I arise to make a few remarks to you, and I do it with a great deal of pleasure and satisfaction. <\/div><div class=\"paragraph jod\" id=\"v5n2866\"> I feel, in the first place, to express my gratitude to God for the privileges that we enjoy, that we are permitted to meet together and hear instructions from time to time, by which our minds may be fortified against evil, that we may receive strength to resist the powers of darkness and every evil principle that may suggest itself to our minds. I trust that our hearts have become so softened by the power of truth and so opened by its blessed influence, that we are prepared to receive any impression which the truth may be calculated to make upon us, that it may affect us to the glory of our Heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v5n2867\"> I feel thankful that we are blessed with gifts and qualifications in our midst that can set right and give a proper tone to all things that go forth from us, so that we are not left to spell out our own course by the limited light and intelligence that we possess. <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2022\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> We have not only the Spirit of God in our own hearts to guide us in the path of duty, of principle, and of doctrine, if we live our religion; but we have the Spirit of God also in our President to set us right when wrong. I feel thankful that we are looked after with such an anxious and watchful eye&#x2014;with an eye to our happiness and well-being and to our future exaltation. <\/div><div class=\"paragraph jod\" id=\"v5n2869\"> I hope that we shall appreciate these gifts while we have them&#x2014;that we shall profit by them, and do all in our power to preserve them unimpaired in our midst, that we may long derive benefit from such sources. To be sure, it is a day of trial to the Saints; and yet it is a matter of gratification to see that the Saints, as a general thing, take their trials so calmly, and to see that they are willing to pass through the fiery ordeal; for we know that the final issue will be glorious, and we shall see the desire of our souls and be satisfied.<span class=\"citation\" id=\"59669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59669)\">Isa. 53:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2870\"> This proves that we are satisfied with our lot and that we are living  <div class=\"break pagebreak\" id=\"355a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0355.pdf\" target=\"pdfwin\">p.&#xA0;355a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2021\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our religion in a goodly degree; and I hope and trust that the good Spirit that seems to prevail in our midst will be cultivated and its dictates carried out, that we may do nothing to grieve it away from us, but be ready to follow its suggestions&#x2014;to fulfil its requirements and the requirements of those that preside over us. It is a day of trial to us; but our trials are light, and the test that we are subjected to is but light, compared with the final test to which we shall be subjected when the Son of Man shall be revealed from heaven, taking vengeance upon them that know not God and obey not the Gospel of Jesus Christ.<span class=\"citation\" id=\"75763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75763)\">2 Thes. 1:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2872\"> I have mentioned once or twice concerning the trials that await the Saints at that time. We look forward to the day when the Son of Man shall come in his glory<span class=\"citation\" id=\"64961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64961)\">Matt. 16:27<\/a><\/span> as the greatest event and most sublime display of power and glory that were ever beheld by mortal eye; and it is requisite that we should be prepared for that scene. We shall be prepared, if we listen to the Spirit of the Lord as it is manifesting itself, and so continue to do during our probation here; for the Son of Man shall be revealed in flaming fire, taking vengeance on them that know not God and obey not the Gospel.<span class=\"citation\" id=\"75764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75764)\">2 Thes. 1:8<\/a><\/span> The Prophet asks the question, &#x201C;Who can dwell with devouring fire or with everlasting burnings?&#x201D;<span class=\"citation\" id=\"59023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59023)\">Isa. 33:14<\/a><\/span> He answers and says, He that has clean hands and a pure heart;<span class=\"citation\" id=\"124786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124786)\">Ps. 24:4<\/a><\/span> he can dwell with devouring fire. <\/div><div class=\"paragraph jod\" id=\"v5n2873\"> We are to be operated upon by the Holy Ghost, and undergo such a material change by its power that we can abide the day of burning in which the Son of God will be revealed with the same comfort that Shadrach, Meshach, and Abednego did in the fiery furnace.<span class=\"citation\" id=\"61438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61438)\">Dan. 3:25<\/a><\/span> They were cast into that devouring element and moved as pleasantly and as agreeably as the fish moves in the sea, its native element.<span class=\"citation\" id=\"61434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61434)\">Dan. 3:20-28<\/a><\/span> When that <div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2021\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> day comes, it will be made to appear who is pure; for it will bear upon every individual; and those who are not right and pure will be devoured and destroyed. If we are faithful, we can abide that day and feel that we are wrapped in nothing more than in a blaze of glory, because we shall be prepared for it. But if we do not live our religion, we shall be consumed in that day; and it will be a day that no creature can dodge. Hypocrisy and deceit will then be no shield. Pure and unadulterated goodness alone will enable us to stand in that day. We shall then know who possesses the qualifications of Saints, and who does not; and we shall have to be tested, and that strongly, compared with that to which we are now subjected. The two will be so different, so widely apart from each other, that we cannot now imagine the difference. <\/div><div class=\"paragraph jod\" id=\"v5n2874\"> But I do not know that it is profitable to go on so far ahead and picture out the tests or trials that we may be subjected to; yet still it may be necessary to show what we shall have to possess and guard against, that we may be ready for the day of exaltation. <\/div><div class=\"paragraph jod\" id=\"v5n2875\"> At that time, we are informed that the wicked will call for the rocks to fall on them and hide them<span class=\"citation\" id=\"61810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61810)\">Hosea 10:8<\/a><\/span><span class=\"citation\" id=\"68298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68298)\">Luke 23:30<\/a><\/span> from the presence<span class=\"citation\" id=\"82121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82121)\">Alma 12:14<\/a><\/span> of him that sitteth upon the throne and from the wrath of the Lamb.<span class=\"citation\" id=\"79313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79313)\">Rev. 6:15-17<\/a><\/span> Why will they do this? If the flaming fire has the same effect as we may suppose it will have, it will be very natural for them to call upon the rocks to hide them from the face of the Lord. They will prefer this to standing the test. This will be the cry, &#x201C;Fall upon us, ye rocks, and hide us from this terrible test.&#x201D; But the rocks and mountains hear them not! The ungodly must be consumed by the devouring fire.<span class=\"citation\" id=\"78434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78434)\">2 Pet. 3:7<\/a><\/span> There are steppingstones to this test; and when we get to that point, that will be no greater trial than the present is now.  <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2020\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>It will not be any greater stumblingblock to us; it will be no more terrible than our present trial, if we live our religion; for we shall be prepared. <\/div><div class=\"paragraph jod\" id=\"v5n2877\"> Brethren and sisters, we not only have the evidence that I spoke of this forenoon, but we have more. I desired, in my remarks this morning, to point out to the sinner and to the ungodly,<span class=\"citation\" id=\"56293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56293)\">Ps. 1:5<\/a><\/span><span class=\"citation\" id=\"75825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75825)\">1 Tim. 1:9<\/a><\/span> if you please, or to those that do not belong to the Church; I wanted to show that they possess evidence in themselves&#x2014;that they have it in their own hearts and in their own feelings, that this is the work of God; I wished to convince them that God had given them a testimony, that they might know for themselves. He has so ordered things that hypocrites and false-hearted individuals might know for themselves that this is the work of God and that he would accomplish it in his own way. For this reason he said that &#x201C;sinners in Zion should be afraid, and fearfulness surprise the hypocrite,&#x201D;<span class=\"citation\" id=\"59024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59024)\">Isa. 33:14<\/a><\/span> and that they should go away; they should leave because they are afraid for their own persons; they are afraid for their property; they are afraid because the atmosphere that surrounds the servants of God is not congenial with their unhallowed natures, and they are fearful. This evidence is in their own hearts, and when they go, they carry the lighted candle of evidence with them. <\/div><div class=\"paragraph jod\" id=\"v5n2878\"> There are some who have been acquainted with the Church from place to place and from time to time. There are some that have followed all the time, and they can neither take hold of it nor throw it away. Have they not had testimony that this is the work of God&#x2014;that this is the truth of heaven? Has not the Holy Spirit raised convictions in their minds that this is the truth of God? Have they not been convicted of its truth? I will venture to say that they have been pungently convicted, and they have had all the lies that the Devil <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2020\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> could put them in possession of and help them to, in order to resist the force of truth. Why have they not yielded obedience to the laws of the kingdom of God and taken upon them the yoke of Christ?<span class=\"citation\" id=\"64281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64281)\">Matt. 11:29<\/a><\/span> It does seem to me that persons holding that position are ready to turn to the enemy or to any other quarter as may best suit their interests and circumstances. They are on the top of the fence, and rather leaning over to our enemies' side. &#x201C;He that is not for us is against us.&#x201D;<span class=\"citation\" id=\"67573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67573)\">Luke 11:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2879\"> It does sometimes appear that unwise persons not guided by the Spirit of God should take a course, with some such hangers-on, to make them take sides, one way or the other&#x2014;to compel them to take to their own convictions before God, or else go away. <\/div><div class=\"paragraph jod\" id=\"v5n2880\"> We find that God will overrule all actions that are performed, even injudiciously, to the best good and to the perfection of his people who trust in him, and to the best good of those also who would hang on, yet neither enter themselves nor let anybody else enter.<span class=\"citation\" id=\"65506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65506)\">Matt. 23:13<\/a><\/span> Now, there are individuals that will not come into the Church themselves; and if they can lay a stumblingblock in the way of their friends, they will do it. They will say to a Gentile, or to a person who may be favorably impressed with the truth, &#x201C;We have never joined the Church, and there is no particular need of it. We may appear friendly to the society, but not join it. Then we are under no rules or restrictions, and may do as we please.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n2881\"> We read a man's character and feelings by his actions. You have been acquainted so long, and the truth has made so small an impression that it shows there is no real love there for it. Such individuals are even ready to talk to those who come in here and to bias their minds, and then they come to the conclusion that  <div class=\"break pagebreak\" id=\"357a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0357.pdf\" target=\"pdfwin\">p.&#xA0;357a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this is not the work of God; for they conclude that those persons who have talked to them, having had such opportunities, must know. <\/div><div class=\"paragraph jod\" id=\"v5n2883\"> If such individuals should have a jog that would knock their sensibilities into them, I do not know but God would work it for their good. I believe it is said that all things shall work together for good to those that love God<span class=\"citation\" id=\"72624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72624)\">Rom. 8:28<\/a><\/span> and keep his commandments. We have convictions of those things; we are confident that all shall work for our good, not only in our hearts, but when we can see wisdom manifested that is evidently manifested by the hand of a superior being; but we cannot but acknowledge the hand of God. We have the testimony in our hearts of the truth, and what we feel and see all the time should stimulate us to cling to the Lord with all our hearts, might, mind, and strength.<span class=\"citation\" id=\"86282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86282)\">D&amp;C 59:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2884\"> The Saints in former days had a great deal to overcome; they had not only their weaknesses, but they had armies to overcome; and we find they put to flight the armies of the aliens. They had many trials. They were clad in sheepskins, and goatskins. Inasmuch as we believe that the cattle upon a thousand hills belong to the Lord,<span class=\"citation\" id=\"56711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56711)\">Ps. 50:10<\/a><\/span> I do not know but that their very hides may be dressed, and we wear them instead of broadcloth. Well, now, those skins properly dressed, as I have seen some specimens in this town, may be our clothing when we get into the hills, and they will last some time to go through the mountains. Necessity, we say, is the mother of invention. The sisters may ask what they shall do for petticoats? I can tell you. (Voice: Let the women wear pantaloons.) Necessity being the mother of invention, we will seek them out something suitable; we have got common sense, and a good deal more too, if we will live our religion. Our father went to work and made <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> coats of skins;<span class=\"citation\" id=\"52643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52643)\">Gen. 3:21<\/a><\/span> and I suppose that mother Eve had a coat of skins as well as father Adam. But whether hers was a petticoat, we are not told. <\/div><div class=\"paragraph jod\" id=\"v5n2885\"> We have been talking about the ancient order being restored; and if we live to return to that order, we shall live to be dressed in the skins of animals. I do not know how these things may be, but yet we judge, if we are driven to such necessity, we may have to adopt that style. <\/div><div class=\"paragraph jod\" id=\"v5n2886\"> Let us prepare our minds for all things and to live where and when others may perish and die. We have got to learn that when the day of burning<span class=\"citation\" id=\"90618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90618)\">D&amp;C 112:24<\/a><\/span> comes to be ready to live upon the barren rocks, where others would starve to death. If we get wisdom to live where they would perish, then we shall be the more completely independent. Thank God, we are beyond their reach. The Almighty God in his wisdom and kindness has given us understanding, and I have every reason to believe that he will deliver us and provide for us, if we live our religion and cleave unto him; for I tell you that some of the most simple things will be for our deliverance, and at the same time for the destruction of our enemies; and we can do all that is required, by his hand helping us. We are nothing of ourselves; but when we are inspired by the Almighty and take such a course as will give us confidence in God, we cannot perish. Then we have reason to rejoice and be glad. <\/div><div class=\"paragraph jod\" id=\"v5n2887\"> Here is the evidence that this is the work of God. I remarked to brother Hardy, today, that last winter we preached some strong things in his ward (12th ward). Myself, brother Hardy, the Bishop, and brother Joseph A. Young doubled teams; and I then said, Where will these things lead us? I did not stop long to reflect; but, said I, we have the Spirit of God, and it will be all right; and I feel more satisfied now that his arm will bear us  <div class=\"break pagebreak\" id=\"358a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0358.pdf\" target=\"pdfwin\">p.&#xA0;358a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2018\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>off triumphant. At that time fearfulness began to take hold upon the hypocrite, and we saw that sinners began to tremble and fearfulness to surprise the hypocrite.<span class=\"citation\" id=\"59025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59025)\">Isa. 33:14<\/a><\/span> I tell you, perfect love casteth out all fear,<span class=\"citation\" id=\"78772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78772)\">1 Jn. 4:18<\/a><\/span> if fear has no place in us; for our love for the truth casteth out all fear. <\/div><div class=\"paragraph jod\" id=\"v5n2889\"> &#x201C;Fear not, little flock,&#x201D; says Jesus, &#x201C;for it is your Father's good pleasure to give you the kingdom.&#x201D;<span class=\"citation\" id=\"67626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67626)\">Luke 12:32<\/a><\/span><span class=\"citation\" id=\"84715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84715)\">D&amp;C 29:5<\/a><\/span> I believe it is said in one revelation, &#x201C;Unto you the kingdom has been given, and power to overcome all things that are not ordained of God.&#x201D;<span class=\"citation\" id=\"85974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85974)\">D&amp;C 50:35<\/a><\/span> I believe it is said so, in so many words, that you shall have power to overcome all that has not been ordained of God. What more can we ask for? Power has been given us, that that power may be in us, that it may be as a flaming fire; and I tell you the Almighty will be in us by his Spirit; he will go before us and clear the track. He does not require us to do anything without his first clearing the track, preparing the way for us to accomplish it. <\/div><div class=\"paragraph jod\" id=\"v5n2890\"> That Zion is free is a satisfaction to the sons of light and causes joy in their hearts. In fact, we have lived so long under the Priesthood, that I, for one, do not want to live under any other government. If it is necessary, however, to take some other along, as the man did who made the stone soup, <div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2018\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by putting in everything necessary to make the soup rich, palatable, and nutritious, before he put in the stone, concluding that the stone might give a favorite name to the soup, without imparting to it any injurious flavor or quality, I shall not object. <\/div><div class=\"paragraph jod\" id=\"v5n2891\"> However, I will tell you that the government of God is the only legitimate government upon the earth; and when he reckons with nations, rulers, and privates, he will pronounce all guilty of &#x201C;high treason&#x201D; who have opposed his kingdom, fought against his Saints, or in any manner interrupted them in the execution of his mandates. Then let us contend for the rights of our Sovereign, the God of heaven and earth, and for the rights of his kingdom. And may God in his mercy shield us by his all-powerful arm, and may we live so that his angels won't be far off; but that we may have their aid and their cooperation! <\/div><div class=\"paragraph jod\" id=\"v5n2892\"> Brethren and sisters, may God bless you! And I feel in my soul to bless you and to bless all that bless Zion. But let the wrath of God be upon the Mother of Harlots,<span class=\"citation\" id=\"80158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80158)\">Rev. 17:5<\/a><\/span><span class=\"citation\" id=\"81109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81109)\">1 Ne. 14:16-17<\/a><\/span> and upon all that wish evil to Zion;<span class=\"citation\" id=\"62186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62186)\">Micah 4:11<\/a><\/span> and may the Lord God be round about his Saints, and his wisdom be manifested conspicuously in all their movements, is my prayer. Amen. <\/div>\n<\/div>\n<\/div>"}