{"ID":50062, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Present Crisis&#x2014;The Prospects of Zion and the Fall of Babylon.<\/div>\n<div class=\"subtitle\">A Discourse by Patriarch John Young, Delivered in the Tabernacle, Great Salt Lake City, Sunday Morning, October 25, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt, J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: The Present Crisis, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Young<\/div>\n<div class=\"date\">Date: 10\/25\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d62\">\n<div class=\"paragraph jod\" id=\"v5n2984\"> I am glad to be here and to bear my testimony of the truth. I shall speak such things as may be presented to my mind by the Holy Ghost. I know that I have the prayers of the Saints and of the faithful servants of the Lord. I realize that their prayers are always in behalf of those that are mouthpieces for the Lord. <\/div><div class=\"paragraph jod\" id=\"v5n2985\"> I realize for myself that this is a time when it is necessary that every man and every woman should enjoy the Spirit of the Lord. The time has been when men and women in this Church and kingdom could pass along without a great deal of the Spirit of the heavens to rest upon them; but I want to observe to my brethren and sisters, that that time has gone by; and no man or woman that professes to be a Saint of the Most High can stand any longer in this Church and kingdom unless they have faith in the Son of God. <\/div><div class=\"paragraph jod\" id=\"v5n2986\"> Our Prophets and Apostles have long been teaching to the people that the time was near at hand when everything that could be shaken should be shaken&#x2014;that that which could not be shaken should remain.<span class=\"citation\" id=\"77330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77330)\">Heb. 12:27<\/a><\/span><span class=\"citation\" id=\"91513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91513)\">D&amp;C 132:14<\/a><\/span> You have often heard it proclaimed from the stand that the time was near at hand when the line would be drawn. The time has come that was spoken of by the Prophet Micah, when we should discern betwixt him that serveth God and him that serveth him not.<span class=\"citation\" id=\"62480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62480)\">Mal. 3:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2987\"> I realize, my brethren and sisters, that this is the day when we need to <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2008\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have communion with the heavens&#x2014;the day when we want the Holy Comforter to abide with us continually; for I know it is a trying time with the Saints; it is a turning point; and I know that none but the pure in heart can stand.<span class=\"citation\" id=\"89436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89436)\">D&amp;C 101:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2988\"> There never was a time since the Church was organized, that I have any knowledge of, when there was more necessity for the people being united than there is at this time; for we are told that &#x201C;union is strength;&#x201D; and this is what we want at this time. We all very well know and understand that we have no friends abroad in the world out of this Church. <\/div><div class=\"paragraph jod\" id=\"v5n2989\"> When I consider this, I am glad that I can say today and bear testimony that there is now more union among the Saints than ever there was before, since I have been in the Church. <\/div><div class=\"paragraph jod\" id=\"v5n2990\"> Can I speak good concerning Israel today? I can. I have no misgivings in my feelings; for I tell you, my brethren and sisters, the Lord God Almighty is on our side. He is for us; and who can be against us?<span class=\"citation\" id=\"72649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72649)\">Rom. 8:31<\/a><\/span> I know there are persons who are against us in their feelings. A few such are now before me who have their misgivings: their faith is not concentrated. Sometimes they look on one side of the picture, and sometimes on the other; and sometimes, perhaps, the devils make them believe that we are all going to be blown to the four winds by our enemies. <\/div> <div class=\"break pagebreak\" id=\"369a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0369.pdf\" target=\"pdfwin\">p.&#xA0;369a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2007\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n2992\"> I can tell you the Devil does not sleep in these times; and I do not believe that he has slept any for a long time; but he works powerfully with the children of disobedience:<span class=\"citation\" id=\"75316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75316)\">Eph. 5:6<\/a><\/span> therefore I exhort you to be obedient. <\/div><div class=\"paragraph jod\" id=\"v5n2993\"> &#x201C;Well,&#x201D; says one, &#x201C;I thought we were obedient.&#x201D; It is true there is a very large majority that are; but this does not prove that they are all so; and I know they are not. <\/div><div class=\"paragraph jod\" id=\"v5n2994\"> I am thankful that things are as well with us as they are. I am thankful that we have got Prophets and Apostles; and I know that the Spirit of the Gods has rested upon them, and it is resting upon them; and as long as the people will be obedient and do as they are told, they have nothing to fear; for nothing can harm them. But I can tell you what the Devil is doing. It is as the Apostle said&#x2014;&#x201C;We are not altogether ignorant of the devices of Satan.&#x201D;<span class=\"citation\" id=\"74021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74021)\">2 Cor. 2:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2995\"> Now, Satan is hard at work, and the Lord is at work, the angels of heaven are at work, the fallen angels of heaven are at work; and I tell you, in the name of the Lord, there is a mighty war. &#x201C;Well,&#x201D; says one, &#x201C;who will conquer and overcome?&#x201D; The Lord Almighty will overcome; his Saints and his servants will overcome. <\/div><div class=\"paragraph jod\" id=\"v5n2996\"> I believe that the Scripture would apply very well to this people which Jesus used to his disciples&#x2014;&#x201C;Fear not, little flock; for it is your Father's good pleasure to give you the kingdom.&#x201D;<span class=\"citation\" id=\"67627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67627)\">Luke 12:32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n2997\"> You perceive that they were small in numbers, for he called them little. I can say to my brethren and sisters, &#x201C;Fear not, for it is your Father's good pleasure to give you the kingdom.&#x201D;<span class=\"citation\" id=\"67628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67628)\">Luke 12:32<\/a><\/span> Zion is free, and I rejoice in it. Talk about revelation; if there has not been some of the greatest revelations given within one year to the Saints of God, then I know nothing about it. Says one, &#x201C;I wish you would tell of one of them.&#x201D; Well, I will; for nothing short of the Spirit of the living God, <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2007\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> right from the Gods of eternity, could have brought our military into the organization that they are in now. I want to know how the Prophets of God could have done that without revelation? They could not have done it. Was there ever such an organization before? No, never since the days of Moses. Then they had their captains of hundreds, of fifties, and of tens;<span class=\"citation\" id=\"54926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54926)\">Deut. 1:15<\/a><\/span> and no Prophets have gone into the organization since that time; and I contend that this is by revelation; and it was by the revelations of Jesus Christ that these things were made manifest. <\/div><div class=\"paragraph jod\" id=\"v5n2998\"> I feel thankful that we are where we are at the present time. We have been driven; and sometimes I look at the present prospects of the Church and compare it with the days of its infancy, and I am perfectly astonished at the marvelous strides the work has taken. We have been driven from one place to another and afflicted, until, last of all, we have been driven into the mountains, to fulfil the words of the Prophets; for it could not have been done in any other way. The language of the poet will apply very well here&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v5n2999\"> &#x201C;God moves in a mysterious way, His wonders to perform.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n3000\"> I thank my heavenly Father today that there is so goodly a number of the Saints in the valleys of the mountains; and I know that God will work all things together for our good.<span class=\"citation\" id=\"72625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72625)\">Rom. 8:28<\/a><\/span> Our enemies gave the kingdom one more jog than they intended to have done. Before this we had always been in a place where they could pick up a rock and throw it, and it would fall on to us; but now they have to pick it up a good many times before it will reach us. <\/div><div class=\"paragraph jod\" id=\"v5n3001\"> [Voice: &#x201C;And it will fall on to them.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v5n3002\"> The time has come when this Church and kingdom can no more be amalgamated with any other kingdom. What was the reason that the Lord could not destroy Sodom? It was because  <div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2006\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Lot was there, and the Lord told him to go out; and when he had gone out, the city and people of Sodom were destroyed.<span class=\"citation\" id=\"53249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53249)\">Gen. 19:14-29<\/a><\/span> The Lord has destroyed wicked nations at various times; and he has declared that he would destroy the nations of the earth, and that Babylon should fall; but that cannot be the case so long as this Church is amalgamated, in any sense of the word, with it; therefore the Lord has designed to cut the thread, and our independence was declared the 24th of last July; and I was glad of it, and I feel glad of it today. There is a good deal for us to do; and we are required to straighten up and live our religion, so that we may be enabled to sustain ourselves through the mighty struggle that is to come. <\/div><div class=\"paragraph jod\" id=\"v5n3004\"> I realize that it is time for the Saints to look about themselves; and every man and every woman should be on the watchtower, wide awake, and have almighty faith in the Son of God, and call mightily upon his name. Although brother Brigham said here at Conference that there was not time to pray much, he meant that we should not spend too much of our time in praying; I suppose the war was uppermost in his mind, as it is in everybody else's; but, in speaking to some brethren about it, I told them that it was all &#x201C;Mormonism.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v5n3005\"> You know there are some who neglect to pray, and there are others who pray too much&#x2014;or, in other words, they do nothing else. But I think some of our sisters might be a little more diligent in their faith, prayers, and good works, while the brethren are in the mountains to stand in the defense of Zion. <\/div><div class=\"paragraph jod\" id=\"v5n3006\"> I understand that some of the sisters have a great many things to attend to. I have understood that, since our brethren have gone, the sisters have undertaken to set things in order in the family. But I think they had better let that alone. I know the <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2006\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Devil will try every stratagem; and if he cannot make an inroad in one place, he will in another; if he cannot get into the brethren, he will try to get into their families, and he will work there and set them at variance with each other. <\/div><div class=\"paragraph jod\" id=\"v5n3007\"> I tell you it is time for us to cease quarrelling with each other. We should be united in our families, in our neighborhoods, and in the kingdom of God. If we are united, we shall stand and overcome: there is no mistake about that at all. And if there should one-half of the people apostatize and go away, the other half are pretty sure to stand. I heard brother Brigham say that, if there are not more than fifty that keep the faith and are united, the kingdom will be sure to stand. <\/div><div class=\"paragraph jod\" id=\"v5n3008\"> It is a great thing for the brethren and sisters to be united in the cause of truth. I have traveled a great deal among the brethren, especially in the southern settlements, and I never saw half the union, the strength, the faith that is in the people at this time; and as long as you will continue humble and faithful to the Gospel, and keep the power of God in you, then our enemies cannot have any power over us. <\/div><div class=\"paragraph jod\" id=\"v5n3009\"> In every place where I have been and heard the Saints pray, they have prayed for the Lord to confuse our enemies, to clothe them with darkness, and to cause fear to come upon them;<span class=\"citation\" id=\"57410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57410)\">Prov. 10:24<\/a><\/span> Has the Lord heard our prayers? Yes, he has; for I have noticed dark clouds to be traveling along the eastern mountains, and they move up and down as the troops move; and my prayer is, that they may be clothed with snow. That has been my prayer for some time; and I still continue to pray for darkness to cover them. <\/div><div class=\"paragraph jod\" id=\"v5n3010\"> Says one, &#x201C;You are a hardhearted man.&#x201D; I cannot help that. I love to pray for my enemies;<span class=\"citation\" id=\"63204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63204)\">Matt. 5:44<\/a><\/span> and in doing so I have fulfilled the word of the Lord  <div class=\"break pagebreak\" id=\"371a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0371.pdf\" target=\"pdfwin\">p.&#xA0;371a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2005\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in that thing. I do not pray so much for our enemies that are out here; but it is for the whole world. You know all mankind&#x2014;every class and society of mankind have got their artillery pointed against this people. <\/div><div class=\"paragraph jod\" id=\"v5n3012\"> The Devil and his emissaries are out against us. They want to destroy our Prophet and to glut themselves with the blood of innocence.<span class=\"citation\" id=\"92083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92083)\">D&amp;C 136:36<\/a><\/span> There is not a spot where the Lord can tarry overnight outside of these valleys of the mountains; the rest of the world is Babylon, in the strictest sense of the word. <\/div><div class=\"paragraph jod\" id=\"v5n3013\"> Oh, how the Devil does labor to diffuse the spirit of Babylon among the people. To do this he has sent his emissaries across the Plains a thousand miles to bring destruction upon the Saints of God; but the Lord Almighty has defeated them in their plans. The angel of the Lord has stood in the way as much so as in the days of the Prophets;<span class=\"citation\" id=\"124787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124787)\">Num. 22:22-27<\/a><\/span> and if our asses have not spoken,<span class=\"citation\" id=\"54838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54838)\">Num. 22:28<\/a><\/span> our boys have, and the way of our enemies is hedged up<span class=\"citation\" id=\"81327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81327)\">2 Ne. 4:33<\/a><\/span> so that they cannot get here; and they never will, so long as the people will do as they are told. This is a comfort to my heart. How I have longed to see this day when the kingdom of God should be free&#x2014;when the Saints should enjoy their rights and privileges as Saints of the Lord. This is what we have been laboring for. It is what Joseph and all the Apostles have labored for day and night, unwaveringly. <\/div><div class=\"paragraph jod\" id=\"v5n3014\"> When I look back upon the exertions which have been made to spread the truth among the nations, to gather up Israel, I see that it is beyond all that can be imagined. I am not master of language enough to tell the thing as I see it; but suffice it to say that this is the Zion of the Lord&#x2014;this is the only place where the Lord has a people. He has no place only with the Latter-day Saints, because the Lord will not dwell in unholy temples.<span class=\"citation\" id=\"81808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81808)\">Mosiah 2:37<\/a><\/span> <div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2005\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> He loves the pure in heart, and he dwells with them.<span class=\"citation\" id=\"89163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89163)\">D&amp;C 97:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n3015\"> Brethren and sisters, let us be encouraged; for the day is ours, the kingdom is ours, all is ours; for the Lord is on our side,<span class=\"citation\" id=\"54487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54487)\">Ex. 32:26<\/a><\/span> and we have nothing to be afraid of from our enemies. We have more to be afraid of from ourselves than anything else; and as long as men and women will do as they are told and keep it in their hearts to do good continually, they are safe. <\/div><div class=\"paragraph jod\" id=\"v5n3016\"> There is no need to fear about anything. Some of the brethren and sisters feel fearful; sometimes they are weak: they do not feel to do wrong&#x2014;they have no wish to violate any law, but they are subject to temptations and weaknesses. <\/div><div class=\"paragraph jod\" id=\"v5n3017\"> There are some who know what it is to be driven from their homes, and that in the dead of winter, cold and barefooted; and many of those persons are here, and have survived and come up to this place with the Church. There may be trials equally as severe as those already past; but if we do right, all will be well with us. There never was a truer thing said, than that if this people have to leave here, it will be for our good, for our salvation, temporal and spiritual, and they will be better off than ever. But still, if the people will keep humble and do as they are told, they will stay here as long as they have a mind to, and then go back and build the Temple in the Center Stake of Zion. <\/div><div class=\"paragraph jod\" id=\"v5n3018\"> Perhaps I do not feel right, but this is my feeling all the time&#x2014;that the Lord Almighty will deliver us, and we shall find everything to work together for our salvation, for our good and welfare, and for the welfare of Zion. I never heard nor read of any people under heaven, when they were obedient to the Prophets of God&#x2014;to those that led them&#x2014;I say I never heard of such a people being given into the hands of their enemies. <\/div> <div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2004\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n3020\"> When the Nephites were given up to their enemies, it was when they became wicked and disobedient, and made derision of the Prophets and Apostles that were sent unto them;<span class=\"citation\" id=\"82439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82439)\">Hel. 6:2<\/a><\/span> but when they were obedient to their Apostles and Prophets and to the servants of God, then their enemies had no power over them.<span class=\"citation\" id=\"80926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80926)\">1 Ne. 2:23-24<\/a><\/span><span class=\"citation\" id=\"81806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81806)\">Mosiah 2:31<\/a><\/span> So it is and will be with this people. <\/div><div class=\"paragraph jod\" id=\"v5n3021\"> I can speak good of Zion, for I know the people are obedient. I have really thought in some places that the people would be willing to sacrifice everything, if called upon to do it, and also to lay down their lives for the cause of God and to carry out the counsel of the servants of the Lord. <\/div><div class=\"paragraph jod\" id=\"v5n3022\"> Every man and every woman seem determined to put forth their hands to sustain the servants of God in the cause in which we are engaged. It is generally said that actions speak louder than words, and with us it is as brother Grant used to say, &#x201C;Yankee doodle, do it;&#x201D; and as long as this people do this, all will prosper with Israel. <\/div><div class=\"paragraph jod\" id=\"v5n3023\"> The Saints who are filled with the Spirit of the living God like to go and hear the servants of the Lord proclaim the words of life and salvation. <\/div><div class=\"paragraph jod\" id=\"v5n3024\"> I feel thankful, my brethren, that things are as well as they are with us; and I feel thankful every day and every moment of my life, and I see and realize a great deal more than I can express; but I can truly say that I am not discouraged in the holy warfare. I have always believed, from the first moment that I heard this Gospel, that it is the work of God, and that it will stand when all other kingdoms will go to ruin and sink into oblivion. <\/div><div class=\"paragraph jod\" id=\"v5n3025\"> We know that the kingdoms of Babylon must fall, and that this kingdom must rise; for we know it is the kingdom of God; and I have <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2004\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> always known it ever since I embraced the work. I have had no doubts in relation to its authenticity and truthfulness; but all the ground I have gained and all the advancement I have made has been at the point of the sword. To be sure I have been slow, but the matter seems to be rooted and grounded in me; and my prayer is that the Lord Almighty will preserve me in the faith, and that he will keep me as in the hollow of his hand.<span class=\"citation\" id=\"59327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59327)\">Isa. 40:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n3026\"> Everything goes to prove that this is the kingdom of God. I remember that in the rise of this Church I used to argue with the priests; and when they would contend that this was the kingdom of the Devil, I would remark that it must fall; for a kingdom divided against itself must fall to pieces.<span class=\"citation\" id=\"64362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64362)\">Matt. 12:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n3027\"> This is the kingdom which Daniel spoke of,<span class=\"citation\" id=\"61178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61178)\">Dan. 2:44<\/a><\/span> and I know it; and I know that there are hundreds and thousands in these valleys of the mountains that would lay down their lives before they would deny one word of the principles of the Gospel to please anybody. There are many who would suffer themselves to be massacred sooner than deny the word of the Lord; but under all circumstances they will testify to the truth. <\/div><div class=\"paragraph jod\" id=\"v5n3028\"> I want my brethren and sisters to do right&#x2014;to live by faith, that they may be strong and powerful, and have mighty faith in the Son of God, and power over our enemies, and strength to overcome them; and we shall, ere long, become strong and terrible in the sight of our enemies,<span class=\"citation\" id=\"85807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85807)\">D&amp;C 45:70<\/a><\/span> when the children of Zion shall return to the land that the Lord has designed for the building up of a temple in the last days. <\/div><div class=\"paragraph jod\" id=\"v5n3029\"> I do not wish to take up a great deal of time; but I do wish to let the people know that I feel everything is right with us as a people. I do not say it is so with every individual; but I know that there are a  <div class=\"break pagebreak\" id=\"373a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0373.pdf\" target=\"pdfwin\">p.&#xA0;373a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2003\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>very large majority who are right, and they show their faith by their works.<span class=\"citation\" id=\"77555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77555)\">James 2:18<\/a><\/span> This pleases me, and it pleases all the servants of God. I rejoice in these things continually; and, brethren, let us be faithful, and we shall be immoveable; for they that trust in the Lord are to be as Mount Zion, that cannot be moved.<span class=\"citation\" id=\"94503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94503)\">D&amp;C 97:19<\/a><\/span><span class=\"citation\" id=\"94504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94504)\">D&amp;C 101:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n3031\"> When I am abroad, I try to do what I can to strengthen the Saints, to build them up in the most holy faith,<span class=\"citation\" id=\"78909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78909)\">Jude 1:20<\/a><\/span><span class=\"citation\" id=\"84425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84425)\">D&amp;C 21:2<\/a><\/span> and to bless them, that they may prosper and become a sanctified people, that we may all be prepared for the kingdom of the Lord Jesus Christ; for he has declared that he would come to those that look for his coming without sin unto salvation.<span class=\"citation\" id=\"76929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76929)\">Heb. 9:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n3032\"> I believe that the time is not far distant when the servants of God will commune more visibly with the heavens than they now do: the time will come when they will commune with the angels; and I believe there is a right place for it to begin. <\/div><div class=\"paragraph jod\" id=\"v5n3033\"> I have understood, of late, that some of our brethren and sisters have got a little ahead in this respect; but they had better let such things alone, and be humble and faithful, and remember that we cannot get higher than the head; for the fountain is as high as we can go. If there are any who have a disposition to go ahead of their leaders, I think they will find themselves in difficulty. Brother Brigham says, &#x201C;Tell them to go ahead.&#x201D; But I can tell you they will go till their heads go against the dunce block, and that will bring them up all standing. <\/div><div class=\"paragraph jod\" id=\"v5n3034\"> I do not like to see men and women that want to be a little ahead of anybody else&#x2014;a little ahead of Prophets of God. The Spirit of the Lord is liberally enjoyed by the Saints generally; and if they continue, they will hold converse with the servants of God who are behind the veil. But that time is not yet. <\/div> <div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2003\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n3035\"> Some of the brethren and sisters tell of their receiving visits from Joseph, Hyrum, brother Grant, and others. Such persons must look out for their ship; for, if they do not watch, just as sure as you are born, they will run under and be overcome. When a man or woman comes and tells me that he or she is visited by the Prophets and Apostles that are gone beyond the veil, and that they have these communications day and night, and all the time&#x2014;that they have the opportunity of conversing with the spirits of just men made perfect&#x2014;<span class=\"citation\" id=\"77258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77258)\">Heb. 12:23<\/a><\/span>I will just say that the Devil is in them, and not the Lord. I wonder if the Lord loves them so much better than the Prophets that he would send to them all the heavenly hosts? <\/div><div class=\"paragraph jod\" id=\"v5n3036\"> I do not know that it is my business to say anything about this; but brother Kimball told me I might say what I pleased. I can tell you the Devil has left the great chair in hell; for his emissaries could not accomplish what he desired they should; therefore he has come to see to it himself. Why, bless you, Lucifer has nothing to do in the world; for one of his imps can keep all Babylon going and keep them in eternal night. But let a man go through the world, having the principles of salvation in him, and I tell you the Devil and his hosts will growl. But here, in the Territory of Utah, it is different: we can stand forth and boldly declare our views and religious opinions. <\/div><div class=\"paragraph jod\" id=\"v5n3037\"> Still, brethren, you need not think that you have yet got rid of them; for the devils will be after the Saints of God: therefore be careful and keep them out of your tabernacles. <\/div><div class=\"paragraph jod\" id=\"v5n3038\"> &#x201C;What shall I do?&#x201D; says one. Why, keep your mouth shut when you have no need to open it, and the devils won't get in at your ears. James, the Apostle, said that the tongue was an unruly member, and  <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2002\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that it set all the rest on fire;<span class=\"citation\" id=\"77651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77651)\">James 3:6<\/a><\/span> and there is considerable truth in the saying. If you cannot keep your tongue still, put it between your teeth and hold it there until you can control it; and I will promise that, if you will do that, the Devil cannot do much with you; but I can assure you that he will play upon the tongue. And you know when he gets the women going, their tongues are as limber as a bird's wing. <\/div><div class=\"paragraph jod\" id=\"v5n3040\"> I am not in the habit of saying much about the women. But they are said to be the weaker vessel;<span class=\"citation\" id=\"94505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94505)\">1 Pet. 3:7<\/a><\/span> but I tell you some of them carry mighty heavy sail. I advise you, sisters, to take in your extra sail. Talk of being the weaker vessel, and carrying such a superabundance of sail! Sisters, live in peace with each other, and do not allow yourselves to be faultfinding, but peaceable and happy together. <\/div><div class=\"paragraph jod\" id=\"v5n3041\"> Some may enquire, &#x201C;Do you not mean your own family?&#x201D; Yes, I do exactly; for I expect they need it as much as any other. <\/div><div class=\"paragraph jod\" id=\"v5n3042\"> I saw the Devil's looking-glass once. In it the faults of others are written in capital letters, but our own are all kept in the dark. When the Devil presents his magnifying-glass, do not allow him to overcome you. I have told you to shut your mouths; and now, when the Devil's looking-glass is brought before you, I tell you to shut your eyes. You have no occasion to read; for if you do, you will read the faults of every creature but your own, especially of those that you are most intimately associated with. <\/div><div class=\"paragraph jod\" id=\"v5n3043\"> The Devil does not care how he cheats a man or a woman out of their souls, so that he is able to accomplish that. He desires to torture us all that he can. Let us get the Spirit of the Lord, and retain it; for the work of our common adversary is to overcome the kingdom of our Father, and he works in various ways and tries every <div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2002\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stratagem in his power whereby he can afflict the Saints of God. <\/div><div class=\"paragraph jod\" id=\"v5n3044\"> One of the Apostles has told us that if we would resist the Devil, being steadfast in the faith, he would leave us;<span class=\"citation\" id=\"77689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77689)\">James 4:7<\/a><\/span> and I know that he won't have any power over us if we are faithful. I desire to be delivered from his grasp and power; for I know he is a powerful foe. He has spread his veil of darkness over the whole world, and he is acknowledged to be the prince and power of the air:<span class=\"citation\" id=\"74895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74895)\">Eph. 2:2<\/a><\/span> in a greater or less degree he controls the elements, and endeavors to do it to the destruction of the Saints; but the Lord Almighty controls him and listens to the voice of his servants who trust in him, and he holds them as in the hollow of his hand<span class=\"citation\" id=\"59328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59328)\">Isa. 40:12<\/a><\/span> and under the pavilion of his wings. <\/div><div class=\"paragraph jod\" id=\"v5n3045\"> The reason that the people are now so much united is because they are living better than ever they were before; and the time is near at hand when there will be a highway cast up for the people of God,<span class=\"citation\" id=\"59219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59219)\">Isa. 35:8 (JST)<\/a><\/span><span class=\"citation\" id=\"91888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91888)\">D&amp;C 133:27<\/a><\/span> and their deliverance will be wrought out. The principles of salvation are portrayed from this stand; and if we deviate from that way, Satan will have power over us. <\/div><div class=\"paragraph jod\" id=\"v5n3046\"> Many of you who are acquainted with the works of John Bunyan will doubtless recollect the place where he talks about the trials of Christian, and his description of the lions and the tigers in the way, so placed and stationed on each side of Christian that, if he should deviate from the narrow path, he is in the power of the lions and tigers; but if he keeps in that path, he is safe. <\/div><div class=\"paragraph jod\" id=\"v5n3047\"> Now, the Almighty has laws by which he works, and he has pointed out the path, which is so plain that it has been said that a fool may see to walk therein.<span class=\"citation\" id=\"94506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94506)\">Isa. 35:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n3048\"> Let us be careful and do our duty, for we have got the game to play. Let us be faithful and honorable and  <div class=\"break pagebreak\" id=\"375a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0375.pdf\" target=\"pdfwin\">p.&#xA0;375a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2001\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>keep the Spirit of God. Let us so conduct ourselves and so order our lives before our heavenly Father, that we will feel the approbation of heaven, so that we shall have the testimony of Jesus,<span class=\"citation\" id=\"80353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80353)\">Rev. 19:10<\/a><\/span> the Spirit of the Lord, in us day after day. <\/div><div class=\"paragraph jod\" id=\"v5n3050\"> When we have this spirit in us we can say, All is well. Then, when I meet a man or a woman and ask them how they are, I can feel well, for I can see the Spirit of truth in them. I have met a number of the Saints of late, and enquired, &#x201C;How is it with you?&#x201D; &#x201C;Oh, all is right; the truth triumphs.&#x201D; There never was a time, since the kingdom was organized in the last days, when the Saints felt so well as they do now. It is so in every place. The Saints feel this same Spirit on the other side of the planet and upon the remotest island of the seas. They feel better, and why? Because ZION IS FREE! The Saints know this, feel it, and bear testimony of it. <\/div><div class=\"paragraph jod\" id=\"v5n3051\"> We hear of wars and rumors of wars;<span class=\"citation\" id=\"65654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65654)\">Matt. 24:6<\/a><\/span> and these are some of the signs which Jesus spoke of when he said, &#x201C;And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.&#x201D; (Matt. xxiv. 14.)<span class=\"citation\" id=\"65692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65692)\">Matt. 24:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n3052\"> The messengers of salvation<span class=\"citation\" id=\"89026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89026)\">D&amp;C 93:8<\/a><\/span> have been sent from this place&#x2014;scores and hundreds of them: they have traveled thousands of miles over deserts and mountains to go to hell, if you please, to bear testimony of the truth. I have a testimony in my heart that the servants of God who have been out for the few years past have been faithful, and they have been to almost every nation upon earth. <\/div><div class=\"paragraph jod\" id=\"v5n3053\"> What will come next? Why, they will be warned by thunderings, by lightnings, by pestilence, and by fearful sights&#x2014;men's hearts failing them for fear of those things that are coming upon the earth.<span class=\"citation\" id=\"88680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88680)\">D&amp;C 88:90-91<\/a><\/span> After their testimony, these things will come; and I know <div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2001\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that the time is near at hand when Babylon will fall.<span class=\"citation\" id=\"124788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124788)\">Isa. 21:9<\/a><\/span><span class=\"citation\" id=\"124789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124789)\">D&amp;C 1:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v5n3054\"> Let us be a sanctified people, and keep out everything that is calculated to drive us asunder; for &#x201C;union is strength;&#x201D; and the Lord has said that except we are one we are not his.<span class=\"citation\" id=\"85117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85117)\">D&amp;C 38:27<\/a><\/span> I desire to see this people united in one. <\/div><div class=\"paragraph jod\" id=\"v5n3055\"> The Lord saw that it was necessary that there should be a reformation; and he inspired his servants to call upon the people and to wake them up out of their sleep; and if this had not been done, how would it have been? How good the Lord was to wake us up by his servants who stand upon the watchtower of Zion! They have called upon the people to wake up, and the people have complied; and I thank my heavenly Father for it. There is now a good feeling throughout the Territory where I have been; there is union among the people; but still there are some things that I could wish were otherwise. <\/div><div class=\"paragraph jod\" id=\"v5n3056\"> If you will be humble and faithful to the counsel of the servants of God, not a hair of your heads shall fall.<span class=\"citation\" id=\"87867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87867)\">D&amp;C 84:80<\/a><\/span> I have felt to say to the brethren whom I have blessed, &#x201C;If you will trust in the Lord, there is no weapon formed against you that shall prosper.&#x201D;<span class=\"citation\" id=\"59727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59727)\">Isa. 54:17<\/a><\/span> I see now the reason that I was so led; and I feel to assure them that the Lord is able to preserve them by the Priesthood, and I do not think nor feel that the brethren will have any fighting this season, but am rather of the opinion that the Lord intends to fight the battles himself,<span class=\"citation\" id=\"89323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89323)\">D&amp;C 98:37<\/a><\/span> and to send them down to hell. <\/div><div class=\"paragraph jod\" id=\"v5n3057\"> I am not a man of blood;<span class=\"citation\" id=\"55894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55894)\">1 Chr. 28:3<\/a><\/span> but I want to see the cause of Zion flourish. I know the feelings of my brethren who have been driven by the poor, miserable devils from Kirtland to Missouri, and from there to Illinois, then across to Mississippi, and over the Plains to the valleys of the mountains; and yet the poor curses cannot let us alone. <\/div> <div class=\"break pagebreak\" id=\"376a\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0376.pdf\" target=\"pdfwin\">p.&#xA0;376a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2000\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v5n3059\"> I can tell you that the time is near when He will reign whose right it is to reign;<span class=\"citation\" id=\"86162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86162)\">D&amp;C 58:22<\/a><\/span> and when the Son of Man comes again, we intend that he shall have a place where to lay his head,<span class=\"citation\" id=\"64036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64036)\">Matt. 8:20<\/a><\/span> and not be as he was when he came before. We are but few, but we are able to do mighty things in the strength of Israel's God. Our enemies have got the arm of Jehovah to fight against, and he will work for the salvation of Zion; for the cause of the Lord hangs upon his arm; and inasmuch as we do right, he will make this a sifting machine, and the hypocrites will be found out, Satan's kingdom will be overthrown, the Saints of God will possess the land, and it will not be a great while before the Church will go back and take possession of their inheritances. <\/div><div class=\"paragraph jod\" id=\"v5n3060\"> I can say, for the benefit of our brethren that are out in the mountains, that there are hosts of angels with them all the time. I have prayed that the Lord would be a strong <div class=\"break columnbreak\" id=\"376b\">[<a href=\"\/jod\/pdf\/JoD05\/JoD05_0376.pdf\" target=\"pdfwin\">p.&#xA0;376b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2000\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> tower,<span class=\"citation\" id=\"56417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56417)\">Ps. 18:2<\/a><\/span><span class=\"citation\" id=\"56831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56831)\">Ps. 61:3<\/a><\/span> a hiding place, a buckler,<span class=\"citation\" id=\"55600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55600)\">2 Sam. 22:31<\/a><\/span> and a shield to his people; and I know he will be. <\/div><div class=\"paragraph jod\" id=\"v5n3061\"> I see that the Saints are going to be free: they are no more going to be bound with the cursed yoke of the Gentiles. You will never feel it from this time henceforth and forever. We have worn it long enough, as long as he wants us to wear it. <\/div><div class=\"paragraph jod\" id=\"v5n3062\"> The servants of God want the chaff and bran to be sifted out. There is no danger of the pure wheat being hurt; for it will stand through all the processes. The pure gold will endure the burnings, and troubles, and drivings. <\/div><div class=\"paragraph jod\" id=\"v5n3063\"> Jesus had enemies when he was upon the earth. He has them now, and always will have until he subdues the kingdom of Satan and reigns as King of kings and Lord of lords.<span class=\"citation\" id=\"76013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76013)\">1 Tim. 6:15<\/a><\/span><span class=\"citation\" id=\"80187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80187)\">Rev. 17:14<\/a><\/span><span class=\"citation\" id=\"129383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129383)\">Rev. 19:16<\/a><\/span> And that this time may be hastened is my constant prayer. <\/div><div class=\"paragraph jod\" id=\"v5n3064\"> May the Lord bless us all. Amen. <\/div>\n<\/div>\n<\/div>"}