{"ID":60002, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Work of Reformation&#x2014;The United States' Army&#x2014;Labors of &#x201C;Mormon&#x201D; Missionaries&#x2014;Judgments of God, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Orson Hyde.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: The Work of Reformation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: None<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d02\">\n<div class=\"paragraph jod\" id=\"v6n72\"> Dear Brethren and Sisters&#x2014;I am highly pleased with the privilege I now enjoy of speaking to you. I wish to call your attention to a subject which, to me, is of vast importance, and no less so to you. <\/div><div class=\"paragraph jod\" id=\"v6n73\"> The commencement of what has been termed our reformation was more than a year ago; and first attended with the desire only of correcting some irregularities among us and of awakening the Saints to righteousness, to purity of life, to sanctification, and holiness before the Lord. Our efforts were attended with results highly satisfactory to the upright and the <div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2749\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> good. We were led on by this spirit of reformation to expose and rebuke the evils of those among us who did not belong to the Latter-day Saints. This kind of preaching made them angry; yet their anger did not cause us to soften our speech or to modify the tone of high moral sentiment which we wished and were determined should be enforced. &#x201C;Rebuke a wise man, and he will love you; but rebuke a wicked man, and he will hate you.&#x201D;<span class=\"citation\" id=\"57406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57406)\">Prov. 9:7-8<\/a><\/span> This truth we saw abundantly exemplified. Their pens were then set in operation against us, and many false accusations were sent to the States  <div class=\"break pagebreak\" id=\"12a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0012.pdf\" target=\"pdfwin\">p.&#xA0;12a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2748\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by them, over fictitious names, no names at all, and also over their own real names. But the latter class, not being fortified with truth and honesty, felt unable to endure the just frowns of a community so belied. They had recourse to flight; and then told the awful and pitiful tale in the States, that they barely escaped with their lives&#x2014;a fine cover for their unrighteous deeds. They hoped by this feint and hypocritical pretension to excite public sympathy in their favor, and to arouse indignation against the Saints. Jesus spoke plainly of just such persons, saying: &#x201C;Ye are they who justify yourselves before men; but God knoweth your hearts: for that which is highly esteemed among men is an abomination in the sight of God.&#x201D;<span class=\"citation\" id=\"67775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67775)\">Luke 16:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n75\"> For this very plain preaching, which they were compelled to hear or hear of, they threatened us with troops of the United States; and they left no stone unturned to excite the Government to send troops. This idea was a momentary damper upon some spirits; but sober second thought asked the question&#x2014;&#x201C;Shall I, through fear of an army being sent here, be guilty of collusion with sin and of failure to expose and rebuke it?&#x201D; The noble-minded and fearless servants of God said, &#x201C;No! No!! No!!!&#x201D; The work of reformation and purification went gloriously on; and by-and-by the word of assurance and comfort came to us through our Prophet and Seer&#x2014;the fearless Brigham, who dares to do right&#x2014;&#x201C;Sanctify yourselves before me; put iniquity far from you; assert your rights, and stand up to them; and behold, and lo! I will fight your battles, and the children of Zion shall be victorious; and the name of your God shall be magnified in the eyes of your enemies. Trust in me; be valiant and fear not, and the kingdom is yours.&#x201D; I may not repeat the word of the Lord through his <div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2748\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> servant verbatim, but give it according to memory. I am not, however, far wrong. <\/div><div class=\"paragraph jod\" id=\"v6n76\"> On the 24th day of July last, rumor came to us that United States' troops were actually being fitted out to come here to chastise us. Just ten years ago that very day, when the pioneers first entered the valley, brother Brigham said, in view of the injustice and cruelty inflicted upon us by our enemies, &#x201C;If the United States will now let this people alone for ten years to come, we will ask no odds of them or anyone else but God.&#x201D; The saying passed out of his mind and out of the minds of the pioneers who heard it, until ten years from the very time, when he and some thousands of others were in Big Cottonwood Canyon, celebrating the tenth anniversary of the Saints' entrance into this valley. <\/div><div class=\"paragraph jod\" id=\"v6n77\"> This announcement of troops by the express brought the saying vividly to many of the minds of the old pioneers. No heart appeared sad&#x2014;no countenance gloomy; but the lamp of joy was evidently lit in every heart and blazed in every countenance. We regarded it as an omen of deliverance by the arm of the Almighty. From that very hour the prayers of this entire people, old and young, male and female, by day and by night, have been and still are offered up unto the God of heaven, in the name of his son, Jesus Christ, that the army sent here by the United States may never be able to accomplish their design; for the design of the Government in sending them, and that, too, upon evidence known to be incorrect, proved to us that iniquity was to be sustained and righteousness suppressed. Will our prayers be heard and answered? I believe they will. I do believe that God is about to come out of his hiding place and to vex the nation according to his word through the martyred Joseph.<span class=\"citation\" id=\"89642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89642)\">D&amp;C 101:89<\/a><\/span> (See Book of Covenants, second European  <div class=\"break pagebreak\" id=\"13a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0013.pdf\" target=\"pdfwin\">p.&#xA0;13a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2747\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>edition, page 282.) Do I believe that the United States will be divided? Yes, I do; and the prayers of all the Saints throughout the world should be to that effect; for they wage war against the kingdom of God, and have fallen upon that stone with an army; and let them be broken, even according to the words of Jesus.<span class=\"citation\" id=\"65352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65352)\">Matt. 21:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n79\"> &#x201C;If the army now invading Utah should be overthrown,&#x201D; says an unbeliever, &#x201C;are you not fearful that a much larger one will be sent to chastise you?&#x201D; No, sir; I am not. If we honor our God by keeping his law, no army of this world can ever prevail against us; and the greater its numbers, the greater and more complete its overthrow. If the Red Sea be not the trap in which the enemy will be caught, there will be a snow or hailstorm, a whirlwind, an earthquake, fire from above or from beneath, or the sword of the Lord and of Brigham. I only fear that we may not live so that God will hear and answer our prayers. If we get any important petition granted by any legislative body, we must have some influence enlisted in its favor; and if we expect God to grant our petitions, we must so live before him as to have influence with him. To have influence with the king is next to being king ourselves. <\/div><div class=\"paragraph jod\" id=\"v6n80\"> We do not desire to shed the blood of our enemies. We have never desired it. But our prayers should be, that the power and strength arrayed against us may be broken by the providence of God, or by the arm of his power; that they may be smitten with confusion and darkness; that the means they may adopt for their success may be providentially overruled for their overthrow; that they may be wasted away like the early frosts, and be scattered about like chaff before the wind, until, as the martyred Joseph said, just before he was murdered by Governor Ford's <div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2747\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mob, there shall not be a potsherd of them left. This prayer should not be confined to our enemies on our immediate borders; for they are only the blind tools of a power that has decreed our overthrow; but should extend, with increased faith and zeal, to that very power that handles these tools. <\/div><div class=\"paragraph jod\" id=\"v6n81\"> Brethren, the army sent to operate against us has been stopped in the vicinity of the ruins of Forts Bridger and Supply. By what power or agency were they stopped? Col. Alexander assured Governor Young that he had abundant means or power at his command to come into Salt Lake Valley. Add to this the fact that one Mormon was taken prisoner by the Colonel's order, and it is said that orders were found on his person to annoy the enemy in every way he could, but not to kill any or fire a gun. I know nothing of any such orders. Still the enemy claim that they found such orders upon the person of their &#x201C;Mormon&#x201D; prisoner. Now, if Colonel Alexander really believed his own statement to Governor Young, that he had abundant means at his command to force his way into the city, and if he believed the pretended orders said to be found with his &#x201C;Mormon&#x201D; prisoner to be genuine&#x2014;that nobody was to be killed nor a gun fired, why did he not march in with his army? He had plenty of force to do it, and the assurance, according to his showing, that the &#x201C;Mormons&#x201D; were not to kill any nor fire a gun. What kind of reason or apology can he make to the Department for not marching directly into the city? That is his business, however, not ours. <\/div><div class=\"paragraph jod\" id=\"v6n82\"> It was not &#x201C;Mormon&#x201D; numbers, according to his views, neither &#x201C;Mormon&#x201D; bullets that arrested the progress of the army; but it really was the united faith and prayers of the Saints of God that set bounds to their progress. Having, therefore, this evidence that God hears and answers our prayers,  <div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2746\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it should inspire us with redoubled zeal, union, faith, and energy, to continue to call upon the Lord until every power that lifts an arm against his kingdom crumbles and fails like the mighty image that the Babylonish monarch beheld in the visions of the night.<span class=\"citation\" id=\"61179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61179)\">Dan. 2:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n84\"> Our enemies have eyes, but they cannot see. They may say that the tardy movements of the forces in concentrating, together with an unexpected snowstorm, in which many of their animals perished, were the causes of their hindrance on Ham's Fork; but who caused the tardy movements of the collecting forces? And who sent the snowstorm? The same invisible hand that forced off the wheels from Pharaoh's chariots that caused them to drag heavily.<span class=\"citation\" id=\"54017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54017)\">Ex. 14:25<\/a><\/span> The prayers of the Saints by day and by night are more potent than the multitude of soldiers, armed with Sharp's and the Minie rifle. Yet the Saints should be liberally endowed with both. <\/div><div class=\"paragraph jod\" id=\"v6n85\"> If we continue in all humility before the Lord, full of faith and diligent in prayer, with hearts full of integrity, and honor the words of our Prophets and leaders, and the United States continue their hostile movements against the Saints, it shall be with them as it was with the man upon the scaffold lifting at the granite rock, when the scaffolding gave way and fell, and with it the man; and the stone, falling on the top of him, ground him to atoms. <\/div><div class=\"paragraph jod\" id=\"v6n86\"> The United States' army is sent by the President. He is the highest power which they know or recognize. Did they know any higher, they would never have come here. Has that army a chaplain Prophet that can obtain the word of the Lord for them, or one whose prayers the Lord hears? We say no, and they cannot say yes; neither dare they. The policy of the Government will not allow of a chaplain Prophet to lead its armies; and a man <div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2746\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> inspired of the Lord&#x2014;one who can say, &#x201C;Thus saith the Lord&#x201D;&#x2014;<span class=\"citation\" id=\"53838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53838)\">Ex. 4:22<\/a><\/span>would not lead them under their present policy. <\/div><div class=\"paragraph jod\" id=\"v6n87\"> The whole army and nation are blind enough to be led by mere men who lay no claim to the inspiration of the Almighty, and not one among them that can receive the word of the Lord. The man whose prayers the Lord hears can obtain his word touching the duties of the sphere in which he is legitimately called to act. Yet the nation despise the &#x201C;Mormons&#x201D; because they are led by a man who can receive the word of the Lord for them, and whose prayers the Lord hears and answers. The evidence of this is before us, day by day, and year by year. A fashionable chaplain, who is master of much flowery language, may formally tell the Almighty how great and glorious he is&#x2014;how high is his throne, and how vast are his dominions; and yet the God of Israel will never thank him for the information, neither praise him for his sweet rhetorical sentences. But the man that is chosen of God, and armed with the power of revelation and the visions of heaven, is the man to lead the Latter-day Saints. No less will satisfy them. To the rule of no other will they willingly submit. Govern Utah who will, Brigham Young or his duly chosen successor can alone govern the &#x201C;Mormons.&#x201D; Freemen have the right to choose their own rulers. The world often kill the men whom God appoints; but the Saints choose them. Here is the difference. The Saints may be killed&#x2014;that is, their bodies; but their spirits can never yield to the powers of this world. And our God says that, if we will be valiant, pure, and faithful, we never shall, worlds without end. <\/div><div class=\"paragraph jod\" id=\"v6n88\"> What is the real design of the Government in sending troops to Utah? This winter, or during this session of Congress, special legislation  <div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2745\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is contemplated; a stringent law against polygamy to be enacted; and the troops are sent here in advance of the passage of such an act to make themselves comfortable and strongly establish themselves in these valleys and hold themselves in readiness to enforce that law when enacted. Then they would say, &#x201C;Now, Mr. Mormon, we have got you!&#x201D; Anything for a lawful pretence to raise a fuss with the &#x201C;Mormons,&#x201D; to destroy them from the earth! But everlasting thanks to Zion's God! He has said, &#x201C;Sanctify yourselves before me, assert your rights, and I will back you up and fight your battles. You have long pleaded with the Government and people of this nation, and they would not hear you; and now, verily, saith the Lord, I will plead with the nation for you.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n90\"> According to our faith in God is our boldness to meet whatever may come. Brethren, let us be valiant. A mighty host may gather against us; but if God be with us, we may have a seven months' job in burying their dead; and their weapons of war may furnish us fuel for years,<span class=\"citation\" id=\"60926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60926)\">Ezek. 39:9-12<\/a><\/span> so that we shall not have to go to the canyons for this indispensable auxiliary to our domestic comfort and happiness. A mighty slaughter is to occur in the armies of the Saints' enemies in some country where firewood is scarce, and a high value placed upon their weapons of war for that purpose. <\/div><div class=\"paragraph jod\" id=\"v6n91\"> It is said that a new Governor has been appointed for Utah, judges, secretary, &amp;c. I do not pretend to know much about governmental usages or etiquette; but, to my coarse understanding, it would seem no more than proper for some department at Washington to have notified Governor Young of such appointments direct, and also of the object in sending an armed force with them, if, indeed, such force be really sent by the order of Government. The fact of our mail <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2745\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> being unanimously taken away from us, in connection with the silence on the matters before spoken of, left us to conclude that death and destruction were determined on as the lot and portion of the &#x201C;Mormons&#x201D; in Utah. The public papers that happened to reach us seemed also to breathe this kind of spirit, which were our main index to the real intentions of the Government. If, therefore, persecution and death must come, we concluded that we might better make the job cost our enemies all in our power, by selling our lives and liberties as dearly as possible. These were and are the feelings of the masses. Our leaders speak for themselves. In this position we have been greatly encouraged from a source that we deem infallible, provided we live in obedience to the commands of Him who holds all power both on earth and in heaven. I deem it unnecessary, however, to argue the merits of the case, but patiently await its issue&#x2014;at the same time to be active in the vigorous discharge of every known duty to God and man. <\/div><div class=\"paragraph jod\" id=\"v6n92\"> Our Elders and missionaries have labored throughout the nations of the earth incessantly for the last twenty-seven years. We have endured and suffered shame. The great ones of the earth have generally spurned us from their presence. The holy and sanctified clergy have been most bitter against us. We have been very often like our Master, without a place to lay our head.<span class=\"citation\" id=\"64037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64037)\">Matt. 8:20<\/a><\/span> We have slept by the wayside, under the trees of the forest, in sheds, and in barns, without money, and often without food; yet we have been cheerful, and in reality have lacked nothing. Our feet have bled with walking, and our hearts with sorrow over the blindness of the people: yet we have been joyful in our God. The four quarters of the globe and the islands of the sea have heard our voice and testimony. We have labored and have not fainted.  <div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2744\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Though weak, combating the world, the flesh, and the Devil, and though our enemies have reproached us with being a set of ignoramuses, dupes, villains, impostors, and fools, we have cried aloud and spared not.<span class=\"citation\" id=\"59826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59826)\">Isa. 58:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n94\"> In the midst of all this, our Prophets have been murdered, our brethren and sisters, friends, and families mobbed and driven from place to place, and from time to time living in tents, wagons, and in the open air. They have been maimed, crippled, and slain without mercy; and none have laid it to heart. &#x201C;Your cause is just, but we can do nothing for you,&#x201D; is the heartless sentiment of an unbelieving and persecuting world. These are some of the circumstances under which the &#x201C;Mormons&#x201D; and &#x201C;Mormon&#x201D; missionaries have carried the Gospel to the nations of the earth. But those few that have ministered to the wants and necessities of these laborers and of these persecuted people shall in nowise lose their reward.<span class=\"citation\" id=\"64239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64239)\">Matt. 10:42<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n95\"> These missionaries and laborers are now called home. The Lord says, &#x201C;It is enough.&#x201D; &#x201C;Come out of her, my people,&#x201D;<span class=\"citation\" id=\"80209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80209)\">Rev. 18:4<\/a><\/span> is now the voice of God to his servants in every land and nation. The vials of his wrath cannot be poured out<span class=\"citation\" id=\"80102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80102)\">Rev. 16:1<\/a><\/span> until you, like Lot, flee from the countries doomed to feel the vengeance of God.<span class=\"citation\" id=\"53250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53250)\">Gen. 19:15<\/a><\/span> To you, my faithful brethren abroad, the Spirit of Christ has often whispered, during the last six months, &#x201C;Go home&#x2014;go home.&#x201D; Your guardian angels have said it to you in dreams and in visions, and we expect to see you come. Scores have already arrived. God bless them and you too, if you listen to the whisperings of that voice that speaks truth to the heart. <\/div><div class=\"paragraph jod\" id=\"v6n96\"> What now remains to be done? Your testimony is borne&#x2014;your words have gone into all the earth. Read in the Book of Covenants, page 102, and you will find the answer in part&#x2014;&#x201C;After your testimony cometh wrath <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2744\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and indignation upon the people. For after your testimony cometh the testimony of earthquakes, that shall cause groanings in the midst of her, and men shall fall upon the ground and shall not be able to stand. And also cometh the testimony of the voice of thunderings, and the voice of lightnings, and the voice of tempests, and the voice of the waves of the sea heaving themselves beyond their bounds. And all things shall be in commotion; and surely men's hearts shall fail them; for fear shall come upon all people,&#x201D; &amp;c.<span class=\"citation\" id=\"88673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88673)\">D&amp;C 88:88-91<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n97\"> Again, the sign given in the Book of Mormon, showing when the times of the Gentiles shall be fulfilled and they abandoned to the judgments and wrath of Almighty God, and showing also when the covenants of the Father with the house of Israel shall be fulfilled, is this important declaration&#x2014;&#x201C;I will take the fulness of my Gospel from among the Gentiles,&#x201D;<span class=\"citation\" id=\"82729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82729)\">3 Ne. 16:10<\/a><\/span> &amp;c. It might be considered treason to quote further. With our Elders and missionaries comes the fulness of the Gospel from among the Gentiles, who, like the leaky ship, are abandoned to the mercy of the winds and the waves. <\/div><div class=\"paragraph jod\" id=\"v6n98\"> I, for one, care but little about the stoppage of the mails; yet it would afford me some satisfaction to have the current news of the day. There is, however, an <span class=\"italic\">upper<\/span> telegraph which the powers of this world cannot cut, neither suspend in any way. By that we can know all the news that are really essential to us as a people, if we strive to be in communication with it. This upper telegraph is the revelation of God. All things that are really essential for us to know will be made manifest unto us by the Lord; &#x201C;for he doeth nothing, but he revealeth his secrets to his servants and Prophets.&#x201D;<span class=\"citation\" id=\"61912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61912)\">Amos 3:7<\/a><\/span> This is the sort of mail that we should patronize. It is conveyed with dispatch and with safety. It goes at all times of day and of  <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2743\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>night, and is sure to bring an answer to our communications. The Government would think it strange to read from our records, made and penned more than twenty years ago, the very things which it is now doing in relation to us. But to read the issue, it would think stranger still. I read both more than twenty years since; and when I see things fulfilling every day and every year, it inspires me with assurance and joy. Have light in yourselves, says Jesus; and if our eye be single, our whole bodies will be full of light.<span class=\"citation\" id=\"63527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63527)\">Matt. 6:22<\/a><\/span> God knows all things that are going on in the universe; and if we possess his mind, his Spirit, and his will, we may know at least some things that are going on in the world, even without a mail. <\/div><div class=\"paragraph jod\" id=\"v6n100\"> Brethren, the Lord is hearing and answering our prayers. The time to favor Zion is come. And now, I beseech you, let there be no contentions or disputations in your midst; for Jesus says, &#x201C;Blessed are ye, if there be no disputations among you.&#x201D;<span class=\"citation\" id=\"82797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82797)\">3 Ne. 18:34<\/a><\/span> Dishonesty, covetousness, nonsense, and folly should all be purged from our hearts and purged from our wards; and if the guilty will not cast away such principles, let him go to the army, to the States or wherever he likes, so that he does not abide in our midst. &#x201C;He shall gather out of his kingdom all things that offend and that do iniquity.&#x201D;<span class=\"citation\" id=\"64642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64642)\">Matt. 13:41<\/a><\/span> Cleanse the inside of the platter<span class=\"citation\" id=\"65546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65546)\">Matt. 23:26<\/a><\/span> or territory, so that God and angels may dwell with us for our defense. Bishops, High Priests, and Seventies, arise in the majesty of Jehovah's strength, and cause the moral atmosphere that surrounds you to be pure and healthful, if you have to raise a storm of thunder and lightning to effect it. Fear not! Only hurt not the oil or the wine.<span class=\"citation\" id=\"79247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79247)\">Rev. 6:6<\/a><\/span> Be wise, and yet be strong. Remember that a good man does not steal, neither lie. He is not an idler, suffering his family to want. He does not take the advantage <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2743\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of his neighbor. He does not absent himself from your ward meetings, neither decline bearing his part of the burdens that are laid upon you. You will generally find a good man right where you want him, in person, in spirit, and in the means that he controls. He never has many excuses to make, but is on hand. He is always ready. A good man pays his Tithing, pays his devotions to God in all sincerity and faith, pays his just debts so far as he is able, is careful about contracting debts, lives well, yet prudently, and generally has something to bestow for charitable purposes. He never has much difficulty with his neighbors, readily yields to the counsel of his Bishop or other superior officer, worships no horse, ox, mule, ass, farm, or house, but worships the true God of heaven. Remember that all victory and glory that God is well pleased with are obtained by our diligence and prayers of faith. <\/div><div class=\"paragraph jod\" id=\"v6n101\"> Remember your fasts, your solemn assemblies, sacraments, and charities. Mark those in your wards that do not attend your meetings. Thieves and iniquitous persons do not, as a general thing, like to attend the house of worship. Slothful, prayerless, and worldly-minded persons often calculate to go to or return from the canyons on the Sabbath, or go visiting on that day, or manage to hunt cattle on the range, or transact some business by which they can have a plausible excuse for not attending the house of worship. The flaming truths which they would be compelled to hear&#x2014;the rebukes and chastisements there dealt out to such characters are not agreeable to their ears. <\/div><div class=\"paragraph jod\" id=\"v6n102\"> The persons that cannot profit by merited rebukes and chastisements cannot profit by blessings and communion with the Saints. Priests, Teachers, and Deacons, be active in the discharge of your duties. You  <div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2742\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are watchmen in your wards, and stand in a similar relation to your Bishops that the Apostles do to the Presidency. Great responsibility rests upon you. Every person in your wards should be known to you, and his business or occupation also. You should not only know the man or the woman and his business, but should likewise know his spirit and be able to weigh it in the balance of truth. <\/div><div class=\"paragraph jod\" id=\"v6n104\"> Shepherds of Israel, watch well your flocks. Keep them healthy and vigorous. Encourage good with kind and generous words, and fear not to deal with offenders or rebuke sin in a manner that corresponds with the nature thereof and also with the dignity of your high and holy calling. The great object is to be alive and awake to every duty, and to be &#x201C;armed with righteousness and the power of God in great glory.&#x201D;<span class=\"citation\" id=\"81102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81102)\">1 Ne. 14:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n105\"> Our enemies are trying to come here to teach this people civilization and pure Christianity by killing our men and sleeping with our women. <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2742\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> It seems that we have been prejudged and condemned to death. The halters are prepared by the wagonload, and knots already tied (so says report). If they had the chance, they would probably go through the forms of law trials with us, with great kindness and moderation affectedly; but death is in the pot, and we must eat it. As we have been foreordained in Washington to be hung or shot, we must suffer it, guilty or not guilty. If we repent, we must be damned; and if we do not repent, we must be damned. The ropes are all prepared! But if we do our duty, that proud Haman will yet see the despised Jew in a position which he will have cause to envy.<span class=\"citation\" id=\"55984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55984)\">Esth. 8:1-2<\/a><\/span> Though the course of our enemies stands in their power and not in their justice, yet they shall come to an inglorious end, and none shall help them; and let all Israel say, Amen. <\/div><div class=\"paragraph jod\" id=\"v6n106\"> May the blessings of the Highest be and abide with the upright in heart, now and forever! Amen. <\/div>\n<\/div>\n<\/div>"}