{"ID":60006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Injustice of the United States Government Towards the Saints, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder Orson Hyde, Delivered in the Tabernacle, Great Salt Lake City, November 1, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Injustice of the United States Government, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 11\/1\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v6n317\"> Dear brethren and sisters&#x2014;I arise to address you for a short time this day. I shall be as brief as possible and detain you but a very short time. <\/div><div class=\"paragraph jod\" id=\"v6n318\"> The last Eastern mail, I think, brought me a pamphlet or tract written by Elder Orson Pratt, of Liverpool, England. Subject&#x2014;&#x201C;Gathering of the Saints and building up the kingdom of God.&#x201D; The whole matter is handled in a masterly way, free from blind obscurity, unchecked and unrestrained by fear, and untrammaled by the religious or political dogmas of the age. It is the product of a clear head, of a strong heart, and <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2713\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of an unflinching hand. In short, it is <span class=\"italic\">Heaven's eternal truth<\/span>. I do exceedingly regret having mislaid it, for I would like to send it to Senator Douglas, with a request that he read it faithfully before he applies the knife to &#x201C;<span class=\"italic\">cut out the loathsome ulcer<\/span>.&#x201D; Having read it, then, if he shall be disposed and able to cut, cut away and carve up to suit his own peculiar appetite and that also of his friends. Will some person having said tract or pamphlet be kind enough to mail it to Honorable Stephen A. Douglas, Washington City, D.C.? <\/div><div class=\"paragraph jod\" id=\"v6n319\"> But, let all men, however, know,  <div class=\"break pagebreak\" id=\"48a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0048.pdf\" target=\"pdfwin\">p.&#xA0;48a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2712\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that if what the honorable gentleman calls the &#x201C;loathsome ulcer&#x201D; be cut out according to his views and suggestions, the United States will be cut off from being a nation, and her star of empire set, and set in blood! <\/div><div class=\"paragraph jod\" id=\"v6n321\"> The &#x201C;Mormons&#x201D; can hardly be made to believe that the United States intend to set in good faith towards them until they hang the murderers of Joseph and Hyrum Smith, and punish the murderous incendiaries that killed our men and burned our grain and houses on Green Plains, Illinois. Nor yet, until they punish Missouri and cause the wrongs of the Saints in that State to be redressed. Whenever the United States Government shall begin its work of justice, at that end of the &#x201C;Mormon&#x201D; question it will find it not so vexed nor yet so knotty as many complain of its being. And moreover, such a course pursued by the Government would tend to convert the &#x201C;Mormons&#x201D; to the belief that sincerity, good faith, and evenhanded justice towards them were the paramount considerations and rules of action of the Federal Government. <\/div><div class=\"paragraph jod\" id=\"v6n322\"> A few officials, so notoriously corrupt that they became frightened at their own shadow, ran away, having greatly feared that what they justly merited might come upon them. An army is raised at their instigation to force them back upon us again, or some others, not the men of our choice, and to aid them to punish us for alleged crimes which they have trumped up. But it will be hard for the &#x201C;Mormons&#x201D; to bring their feelings to accept any federal officers at the point of the bayonet or at the cannon's mouth, nor yet while troops are about them or on their borders. The contest appears very unequal, it is true; yet a wasp may worry a bear; and God, by his providences, has sometimes overthrown the strong by the agency of the weak. In that God do we hope <div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2712\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for succor and trust for strength and deliverance. <\/div><div class=\"paragraph jod\" id=\"v6n323\"> When we were driven from Missouri and Illinois, leaving all our property, except what little we could take in the hurry, there was no army sent to reinstate us, neither to punish our persecutors. Then thousands of our men, women, and children were forced away from their homes at the point of the bayonet, at midday and at midnight, in the burning rays of a scorching sun, and in the gloomy shades of a wintry night. Our judges, magistrates, and civil and military officers were all forced to go, and no army was sent to reinstate them or to punish the persecutor and the oppressor. Oh, ye rulers of the land, look at your injustice! When the innocent cried to you for help&#x2014;when the persecuted for conscience sake implored your fatherly interference, and, with tears of blood, said to you, &#x201C;Help us, lest we perish,&#x201D; you then said that our cause was just, but you had no power. But now that the wicked and guilty profligate cries to you to protect him in his corruption and force him upon us contrary to our wishes, you find yourselves invested with all the power necessary to urge an unhallowed warfare against the very people whom you refused to protect. O Lord God Almighty, in the name of thy Son, Jesus Christ, I ask thee to let the arm and sword of thy justice interpose, and decide this matter according to thy righteousness, and get to thyself honor and a name that shall never be forgotten. <\/div><div class=\"paragraph jod\" id=\"v6n324\"> It may be said that sovereign, independent States are different from a dependent Territory. This is a door through which many specious technicalities are sought to be introduced in justification of the present action and former neglect of the General Government. But &#x201C;Mormons&#x201D; care nothing about such technicalities. They hold the Government responsible, and so  <div class=\"break pagebreak\" id=\"49a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0049.pdf\" target=\"pdfwin\">p.&#xA0;49a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2711\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>also does the God of nations and of armies. Therefore, however strongly it may be urged that the General Government's intentions are good towards us, this singular people will not believe a word of it until said Government shall redress their wrongs in Missouri and Illinois. Whatever explanation may be given to the present movement of troops for Utah is immaterial. It will stick to the present Administration, in its true light and character, like the mark of Cain, Nero, and Herod&#x2014;a religious persecution against an innocent patriotic people who know their rights and dare assert them! Though every &#x201C;Mormon&#x201D; in America should be slain, it will only add to the enormity of the present Administration. <\/div><div class=\"paragraph jod\" id=\"v6n326\"> As well might we be made to believe that the student could solve every problem of Euclid, who had never learned simple addition, as to believe the Government our impartial friends while they decline to redress our wrong. The conduct of the &#x201C;unjust judge&#x201D; towards the &#x201C;poor widow&#x201D;<span class=\"citation\" id=\"67851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67851)\">Luke 18:1-8<\/a><\/span> might raise the blush of shame upon our national cheek, if the nation possessed as fine sensibilities and as much discernment as that &#x201C;unjust judge.&#x201D; He saw that his own peace, ease, and happiness depended upon his avenging the &#x201C;poor widow.&#x201D; And if the peace, ease, and happiness of these United States, in future, do not depend upon their redressing &#x201C;Mormon&#x201D; wrongs (though they may not fear God, neither regard man), then the Lord does not speak by me. The nation will soon find out whether &#x201C;wrath and indignation come upon the people in the shape of earthquakes, thunderings, and lightnings, tempests&#x2014;the waves of the sea heaving themselves beyond their bounds; and all things being in commotion, while fear comes upon all people.&#x201D;<span class=\"citation\" id=\"88674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88674)\">D&amp;C 88:89-91<\/a><\/span> The nations may have occasion to consider the treasures of hail and snow<span class=\"citation\" id=\"56285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56285)\">Job 38:22<\/a><\/span> reserved for the last days&#x2014;even the day of battle for the contro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2711\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>versy of Zion.<span class=\"citation\" id=\"59101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59101)\">Isa. 34:8<\/a><\/span> They may yet learn that the nation and kingdom that will not serve Zion shall perish; yea, that such nations shall be utterly wasted. <\/div><div class=\"paragraph jod\" id=\"v6n327\"> The prophetic glass before the eyes of the ancient Seers brings the rays of Jehovah's power to a focus on this earth, in these our days. For kings and rulers to manage their responsibilities in these critical times is an affair which no servant of God, truly enlightened, covets or desires. It will soon be known who are guilty of treason and rebellion against the only true Sovereign of earth and heaven. It may be necessary for the alien enemies to establish a precedent in relation to treason. Then the judgment with which they judge may be dealt out to them in equal measure, pressed down, &amp;c.<span class=\"citation\" id=\"67272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67272)\">Luke 6:38<\/a><\/span> Woe unto the world because of offenses!<span class=\"citation\" id=\"65034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65034)\">Matt. 18:7<\/a><\/span> They must come to try the Saints and to establish a rule by which the Saints, in turn, may judge the ungodly. <\/div><div class=\"paragraph jod\" id=\"v6n328\"> The kingdom and government of God are the only legitimate jurisdiction that ever did exist. And other kingdoms and jurisdictions stand before God in the same light that many divorces stood in the days of Moses, &#x201C;For the hardness of your hearts, Moses wrote you this precept; but from the beginning it was not so.&#x201D;<span class=\"citation\" id=\"65135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65135)\">Matt. 19:8<\/a><\/span> For the hardness of men's hearts, God has suffered them to exercise temporary jurisdiction. But does this temporary jurisdiction authorize them to oppose him when he begins to take to himself his great power and to reign? No. The little stone cut out of the mountain without hands will roll and fill the whole earth, while the great image will be broken and fall,<span class=\"citation\" id=\"61023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61023)\">Dan. 2:34-35<\/a><\/span> and the kingdoms of this world become the kingdoms of our God.<span class=\"citation\" id=\"79423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79423)\">Rev. 11:15<\/a><\/span> Now, therefore, O ye kingdoms of this world, resist the decree of Jehovah, if you can and if you will. Fall upon this little stone cut out of  <div class=\"break pagebreak\" id=\"50a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0050.pdf\" target=\"pdfwin\">p.&#xA0;50a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2710\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the mountain without hands,<span class=\"citation\" id=\"124797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124797)\">Dan. 2:34<\/a><\/span> and be broken,<span class=\"citation\" id=\"65353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65353)\">Matt. 21:44<\/a><\/span> if you wish. But know ye that the way of the transgressor is <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2710\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hard,<span class=\"citation\" id=\"57413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57413)\">Prov. 13:15<\/a><\/span> and his final cup is bitter.<span class=\"citation\" id=\"82356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82356)\">Alma 40:26<\/a><\/span> God bless the meek and pure! Amen. <\/div>\n<\/div>\n<\/div>"}