{"ID":60001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Character and Being of God&#x2014;Creation&#x2014;Salvation of the Dead&#x2014;The Unpardonable Sin&#x2014;Resurrection&#x2014;Baptism of the Spirit, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Joseph Smith, Delivered at the Conference held near the Temple, in Nauvoo, April 6, 1844.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: W. Richards, W. Woodruff, and W. Clayton.<\/div>\n<div class=\"pageHeader\">Page Header: Character and Being of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Joseph Smith<\/div>\n<div class=\"date\">Date: 4\/6\/1844<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v6n1\"> Beloved Saints&#x2014;I will call the attention of this congregation while I address you on the subject of the dead. The decease of our beloved brother, Elder King Follett, who was crushed in a well by the falling of a tub of rock, has more immediately led me to that subject. I have been requested to speak by his friends and relatives; but inasmuch as there are a great many in this congregation who live in this city, as well as elsewhere, who have lost friends, I feel disposed to speak on the subject in general, and offer you my ideas so far as I have ability and so far as I shall be inspired by the Holy Spirit to dwell on this subject. <\/div><div class=\"paragraph jod\" id=\"v6n2\"> I want your prayers and faith that I may have the instruction of Almighty God and the gift of the Holy Ghost, so that I may set forth things that are true and which can be easily comprehended by you, and that the testimony may carry conviction to your hearts <div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2759\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and minds of the truth of what I shall say. Pray that the Lord may strengthen my lungs, stay the winds, and let the prayers of the Saints to heaven appear, that they may enter into the ears of the Lord of Sabaoth;<span class=\"citation\" id=\"77703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77703)\">James 5:4<\/a><\/span> for the effectual prayers of the righteous avail much.<span class=\"citation\" id=\"77734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77734)\">James 5:16<\/a><\/span> There is strength here; and I verily believe that your prayers will be heard. <\/div><div class=\"paragraph jod\" id=\"v6n3\"> Before I enter fully into the investigation of the subject which is lying before me, I wish to pave the way and bring up the subject from the beginning, that you may understand it. I will make a few preliminaries, in order that you may understand the subject when I come to it. I do not calculate or intend to please your ears with superfluity of words, or oratory, or with much learning; but I calculate to edify you with the simple truths from heaven. <\/div><div class=\"paragraph jod\" id=\"v6n4\"> In the first place, I wish to go back to the beginning&#x2014;to the morn of  <div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2758\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>creation. There is the starting point for us to look to, in order to understand and be fully acquainted with the mind, purposes, and decrees of the great Eloheim, who sits in yonder heavens as he did at the creation of this world. It is necessary for us to have an understanding of God himself in the beginning. If we start right, it is easy to go right all the time; but if we start wrong, we may go wrong, and it will be a hard matter to get right. <\/div><div class=\"paragraph jod\" id=\"v6n6\"> There are but a very few beings in the world who understand rightly the character of God. The great majority of mankind do not comprehend anything, either that which is past or that which is to come, as respects their relationship to God. They do not know, neither do they understand the nature of that relationship; and, consequently, they know but little above the brute beast, or more than to eat, drink, and sleep. This is all man knows about God or his existence, unless it is given by the inspiration of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v6n7\"> If a man learns nothing more than to eat, drink, and sleep, and does not comprehend any of the designs of God, the beast comprehends the same thing. It eats, drinks, sleeps, and knows nothing more about God: yet it knows as much as we, unless we are able to comprehend by the inspiration of Almighty God. If men do not comprehend the character of God, they do not comprehend themselves. I want to go back to the beginning, and so lift your minds into a more lofty sphere and a more exalted understanding than what the human mind generally aspires to. <\/div><div class=\"paragraph jod\" id=\"v6n8\"> I want to ask this congregation&#x2014;every man, woman, and child, to answer the question in their own heart, what kind of a being God is? Ask yourselves; turn your thoughts into your hearts, and say if any of you have seen, heard, or communed with him. This is a question that <div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2758\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may occupy your attention for a long time. I again repeat the question&#x2014;What kind of a being is God? Does any man or woman know? Have any of you seen him, heard him, or communed with him? Here is the question that will peradventure from this time henceforth occupy your attention. The Scriptures inform us that, &#x201C;This is life eternal, that they might know thee the only true God and Jesus Christ whom thou hast sent.&#x201D;<span class=\"citation\" id=\"70555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70555)\">John 17:3<\/a><\/span><span class=\"citation\" id=\"91649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91649)\">D&amp;C 132:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n9\"> If any man does not know God, and inquires what kind of a being he is&#x2014;if he will search diligently his own heart&#x2014;if the declarations of Jesus and the Apostles be true&#x2014;he will realize that he has not eternal life; for there can be eternal life on no other principle. <\/div><div class=\"paragraph jod\" id=\"v6n10\"> My first object is to find out the character of the only wise and true God, and what kind of a being he is; and if I am so fortunate as to be the man to comprehend God, and explain or convey the principles to your hearts, so that the Spirit seals them upon you, then let every man and woman henceforth sit in silence, put their hands on their mouths, and never lift their hands or voices or say anything against the man of God or the servants of God again. But if I fail to do it, it becomes my duty to renounce all further pretensions to revelations, inspirations, or to be a Prophet; and I should be like the rest of the world&#x2014;a false teacher, be hailed as a friend, and no man would seek my life. But if all religious teachers were honest enough to renounce their pretensions to godliness, when their ignorance of the knowledge of God is made manifest, they will all be as badly off as I am, at any rate; and you might just as well take the lives of other false teachers as that of mine, if I am false. If any man is authorized to take away my life because he thinks and says I am a  <div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2757\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>false teacher, then, upon the same principle, we should be justified in taking away the life of every false teacher; and where would be the end of blood? And who would not be the sufferer? <\/div><div class=\"paragraph jod\" id=\"v6n12\"> But meddle not with any man for his religion; and all governments ought to permit every man to enjoy his religion unmolested. No man is authorized to take away life in consequence of difference of religion, which all laws and governments ought to tolerate and protect, right or wrong. Every man has a natural and, in our country, a constitutional right to be a false prophet as well as a true prophet. If I show, verily, that I have the truth of God, and show that ninety-nine out of every hundred professing religious ministers are false teachers, having no authority, while they pretend to hold the keys of God's kingdom on earth, and was to kill them because they are false teachers, it would deluge the whole world with blood. <\/div><div class=\"paragraph jod\" id=\"v6n13\"> I will prove that the world is wrong, by showing what God is. I am going to inquire after God; for I want you all to know him and to be familiar with him; and if I can bring you to a knowledge of him, all persecutions against me ought to cease. You will then know that I am his servant; for I speak as one having authority.<span class=\"citation\" id=\"63998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63998)\">Matt. 7:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n14\"> I will go back to the beginning, before the world was, to show what kind of a being God is. What sort of a being was God in the beginning? Open your ears and hear, all ye ends of the earth; for I am going to prove it to you by the Bible, and to tell you the designs of God in relation to the human race, and why he interferes with the affairs of man. <\/div><div class=\"paragraph jod\" id=\"v6n15\"> God himself was once as we are now, and is an exalted Man, and sits enthroned in yonder heavens. That is the great secret. If the veil was rent today, and the great God who holds this world in its orbit, and who <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2757\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upholds all worlds and all things by his power, was to make himself visible&#x2014;I say, if you were to see him today, you would see him like a man in form&#x2014;like yourselves, in all the person, image, and very form as a man; for Adam was created in the very fashion, image, and likeness of God,<span class=\"citation\" id=\"52253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52253)\">Gen. 1:27<\/a><\/span> and received instruction from, and walked, talked, and conversed with him, as one man talks and communes with another.<span class=\"citation\" id=\"124790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124790)\">Moses 7:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n16\"> In order to understand the subject of the dead, for the consolation of those who mourn for the loss of their friends, it is necessary that we should understand the character and being of God, and how he came to be so; for I am going to tell you how God came to be God. We have imagined and supposed that God was God from all eternity, I will refute that idea, and will take away and do away the veil, so that you may see. <\/div><div class=\"paragraph jod\" id=\"v6n17\"> These are incomprehensible ideas to some; but they are simple. It is the first principle of the Gospel to know for a certainty the character of God and to know that we may converse with him as one man converses with another, and that he was once a man like us; yea, that God himself, the Father of us all, dwelt on an earth, the same as Jesus Christ himself did; and I will show it from the Bible. I wish I was in a suitable place to tell it, and that I had the trump of an archangel, so that I could tell the story in such a manner that persecution would cease forever. What did Jesus say? (Mark it, Elder Rigdon.) The Scriptures inform us that Jesus said, &#x201C;As the Father hath power in himself, even so hath the Son power&#x201D;&#x2014;<span class=\"citation\" id=\"69137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69137)\">John 5:26<\/a><\/span>to do what? Why, what the Father did.<span class=\"citation\" id=\"69115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69115)\">John 5:19<\/a><\/span> The answer is obvious&#x2014;in a manner, to lay down his body and take it up again. Jesus, what are you going to do? To lay down my life, as my Father did, and take it up again.<span class=\"citation\" id=\"124791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124791)\">John 10:17-18<\/a><\/span> Do you believe it? If you  <div class=\"break pagebreak\" id=\"4a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0004.pdf\" target=\"pdfwin\">p.&#xA0;4a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2756\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>do not believe it, you do not believe the Bible. The Scriptures say it, and I defy all the learning and wisdom and all the combined powers of earth and hell together to refute it. <\/div><div class=\"paragraph jod\" id=\"v6n19\"> Here, then, is eternal life&#x2014;to know the only wise and true God;<span class=\"citation\" id=\"70556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70556)\">John 17:3<\/a><\/span><span class=\"citation\" id=\"124792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124792)\">D&amp;C 132:24<\/a><\/span> and you have got to learn how to be Gods yourselves, and to be kings and priests to God,<span class=\"citation\" id=\"78946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78946)\">Rev. 1:6<\/a><\/span> the same as all Gods have done before you&#x2014;namely, by going from one small degree to another, and from a small capacity to a great one&#x2014;from grace to grace, from exaltation to exaltation, until you attain to the resurrection of the dead, and are able to dwell in everlasting burnings<span class=\"citation\" id=\"59026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59026)\">Isa. 33:14<\/a><\/span> and to sit in glory, as do those who sit enthroned in everlasting power. And I want you to know that God, in the last days, while certain individuals are proclaiming his name, is not trifling with you or me. <\/div><div class=\"paragraph jod\" id=\"v6n20\"> These are the first principles of consolation. How consoling to the mourners, when they are called to part with a husband, wife, father, mother, child, or dear relative, to know that, although the earthly tabernacle is laid down and dissolved, they shall rise again, to dwell in everlasting burnings<span class=\"citation\" id=\"59027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59027)\">Isa. 33:14<\/a><\/span> in immortal glory, not to sorrow, suffer, or die anymore; but they shall be heirs of God and joint heirs with Jesus Christ.<span class=\"citation\" id=\"72556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72556)\">Rom. 8:17<\/a><\/span> What is it? To inherit the same power, the same glory, and the same exaltation, until you arrive at the station of a God and ascend the throne of eternal power, the same as those who have gone before. What did Jesus do? Why, I do the things I saw my Father do when worlds come rolling into existence. My Father worked out his kingdom with fear and trembling,<span class=\"citation\" id=\"75477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75477)\">Philip. 2:12<\/a><\/span> and I must do the same; and when I get my kingdom, I shall present it to my Father, so that he may obtain kingdom upon kingdom, and it will exalt him in glory. He will then take a higher exaltation, and I will <div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2756\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> take his place, and thereby become exalted myself. So that Jesus treads in the track of his Father, and inherits what God did before; and God is thus glorified and exalted in the salvation and exaltation of all his children. It is plain beyond disputation; and you thus learn some of the first principles of the Gospel, about which so much hath been said. <\/div><div class=\"paragraph jod\" id=\"v6n21\"> When you climb a ladder, you must begin at the bottom, and ascend step by step until you arrive at the top; and so it is with the principles of the Gospel: you must begin with the first, and go on until you learn all the principles of exaltation. But it will be a great while after you have passed through the veil before you will have learned them. It is not all to be comprehended in this world: it will be a great work to learn our salvation and exaltation even beyond the grave. I suppose I am not allowed to go into an investigation of anything that is not contained in the Bible. If I did, I think there are so many <span class=\"italic\">overwise<\/span> men here, that they would cry &#x201C;treason&#x201D; and put me to death. So I will go to the old Bible and turn commentator today. <\/div><div class=\"paragraph jod\" id=\"v6n22\"> I shall comment on the very first Hebrew word in the Bible.<span class=\"citation\" id=\"52022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52022)\">Gen. 1:1<\/a><\/span> I will make a comment on the very first sentence of the history of creation in the Bible&#x2014;<span class=\"italic\">Berosheit<\/span>. I want to analyze the word. <span class=\"italic\">Baith<\/span>&#x2014;in, by, through, and everything else. <span class=\"italic\">Rosh<\/span>&#x2014;the head. <span class=\"italic\">Sheit<\/span>&#x2014;grammatical termination. When the inspired man wrote it, he did not put the <span class=\"italic\">Baith<\/span> there. An old Jew, without any authority, added the word. He thought it too bad to begin to talk about the <span class=\"italic\">head!<\/span> It read first, &#x201C;The head one of the Gods brought forth the Gods.&#x201D; That is the true meaning of the words. <span class=\"italic\">Baurau<\/span> signifies to bring forth. If you do not believe it, you do not believe the learned man of God. Learned men can teach you no more  <div class=\"break pagebreak\" id=\"5a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0005.pdf\" target=\"pdfwin\">p.&#xA0;5a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2755\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>than what I have told you. Thus, the head God brought forth the Gods in the grand council. <\/div><div class=\"paragraph jod\" id=\"v6n24\"> I will transpose and simplify it in the English language. Oh, ye lawyers, ye doctors, and ye priests, who have persecuted me, I want to let you know that the Holy Ghost knows something as well as you do. The head God called together the Gods and sat in grand council to bring forth the world. The grand counselors sat at the head in yonder heavens, and contemplated the creation of the worlds which were created at that time. When I say doctors and lawyers, I mean the doctors and lawyers of the Scriptures. I have done so hitherto without explanation, to let the lawyers flutter, and everybody laugh at them. Some learned doctor might take a notion to say the Scriptures say thus and so; and we must believe the Scriptures; they are not to be altered. But I am going to show you an error in them. <\/div><div class=\"paragraph jod\" id=\"v6n25\"> I have an old edition of the New Testament in the Hebrew, Latin, German, and Greek languages. I have been reading the German, and find it to be the most correct translation, and to correspond nearest to the revelations which God has given to me for the last fourteen years. It tells about Jachoboy, the son of Zebedee. It means Jacob. In the English New Testament it is translated James. Now, if Jacob had the keys, you might talk about James through all eternity, and never get the keys. In the 21st verse of the fourth chapter of Matthew, my old German edition gives the word Jacob instead of James.<span class=\"citation\" id=\"62883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62883)\">Matt. 4:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n26\"> The doctors (I mean doctors of law, not of physic), say, &#x201C;If you preach anything not according to the Bible, we will cry treason.&#x201D; How can we escape the damnation of hell,<span class=\"citation\" id=\"65580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65580)\">Matt. 23:33<\/a><\/span> except God be with us and reveal to us? Men bind us with chains. The Latin says Jachabod, which means Jacob; <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2755\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Hebrew says Jacob, the Greek says Jacob, and the German says Jacob. Here we have the testimony of four against one. I thank God I have got this old book; but I thank him more for the gift of the Holy Ghost. I have got the oldest book in the world; but I have got the oldest book in my heart, even the gift of the Holy Ghost. I have all the four Testaments. Come here, ye learned men, and read, if you can. I should not have introduced this testimony, were it not to back up the word <span class=\"italic\">Rosh<\/span>&#x2014;the head, the father of the Gods. I should not have brought it up, only to show that I am right. <\/div><div class=\"paragraph jod\" id=\"v6n27\"> In the beginning, the head of the Gods called a council of the Gods; and they came together and concocted a plan to create the world and people it. When we begin to learn in this way, we begin to learn the only true God<span class=\"citation\" id=\"70557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70557)\">John 17:3<\/a><\/span> and what kind of a being we have got to worship. Having a knowledge of God, we begin to know how to approach him and how to ask so as to receive an answer. <\/div><div class=\"paragraph jod\" id=\"v6n28\"> When we understand the character of God and know how to come to him, he begins to unfold the heavens to us and to tell us all about it. When we are ready to come to him, he is ready to come to us. <\/div><div class=\"paragraph jod\" id=\"v6n29\"> Now, I ask all who hear me, why the learned men who are preaching salvation say that God created the heavens and the earth out of nothing? The reason is, that they are unlearned in the things of God and have not the gift of the Holy Ghost. They account it blasphemy in anyone to contradict their idea. If you tell them that God made the world out of something, they will call you a fool. But I am learned, and know more than all the world put together. The Holy Ghost does, anyhow; and he is within me, and comprehends more than all the world; and I will associate myself with him. <\/div> <div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2754\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n31\"> You ask the learned doctors why they say the world was made out of nothing; and they will answer, &#x201C;Don't the Bible say he <span class=\"italic\">created<\/span> the world?&#x201D;<span class=\"citation\" id=\"52023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52023)\">Gen. 1:1<\/a><\/span> And they infer, from the word <span class=\"italic\">create<\/span>, that it must have been made out of nothing. Now, the word <span class=\"italic\">create<\/span> came from the word <span class=\"italic\">baurau<\/span>, which does not mean to <span class=\"italic\">create out of nothing<\/span>; it means to <span class=\"italic\">organize<\/span>&#x2014;the same as a man would organize materials and build a ship. Hence we infer that God had materials to organize the world out of chaos&#x2014;chaotic matter, which is element, and in which dwells all the glory. Element had an existence from the time He had. The pure principles of element are principles which can never be destroyed: they may be organized and reorganized, but not destroyed. They had no beginning, and can have no end. <\/div><div class=\"paragraph jod\" id=\"v6n32\"> I have another subject to dwell upon, which is calculated to exalt man. But it is impossible for me to say much on this subject. I shall, therefore, just touch upon it; for time will not permit me to say all. It is associated with the subject of the resurrection of the dead&#x2014;namely, the soul, the mind of man, the immortal spirit. Where did it come from? All learned men and doctors of divinity say that God created it in the beginning. But it is not so. The very idea lessens man in my estimation. I do not believe the doctrine. I know better. Hear it, all ye ends of the world; for God has told me so; and if you don't believe me, it will not make the truth without effect.<span class=\"citation\" id=\"72300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72300)\">Rom. 3:3<\/a><\/span> I will make a man appear a fool before I get through, if he does not believe it. I am going to tell of things more noble. <\/div><div class=\"paragraph jod\" id=\"v6n33\"> We say that God himself is a self-existent being. Who told you so? It is correct enough; but how did it get into your heads? Who told you that man did not exist in like manner upon the same principle? Man <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2754\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> does exist upon the same principles. God made a tabernacle and put a spirit into it, and it became a living soul.<span class=\"citation\" id=\"52399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52399)\">Gen. 2:7<\/a><\/span> [Referred to the old Bible.] How does it read in the Hebrew? It does not say in the Hebrew that God created the spirit of man. It says, &#x201C;God made man out of the earth, and put into him Adam's spirit, and so became a living body.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n34\"> The mind or the intelligence which man possesses is coequal with God himself. I know that my testimony is true; hence, when I talk to these mourners, what have they lost? Their relatives and friends are only separated from their bodies for a short season: their spirits which existed with God have left the tabernacle of clay only for a little moment, as it were; and they now exist in a place where they converse together the same as we do on the earth. <\/div><div class=\"paragraph jod\" id=\"v6n35\"> I am dwelling on the immortality of the spirit of man. Is it logical to say that the intelligence of spirits is immortal, and yet that it had a beginning? The intelligence of spirits had no beginning, neither will it have an end. That is good logic. That which has a beginning may have an end. There never was a time when there were not spirits; for they are co-equal with our Father in heaven. <\/div><div class=\"paragraph jod\" id=\"v6n36\"> I want to reason more on the spirit of man; for I am dwelling on the body and spirit of man&#x2014;on the subject of the dead. I take my ring from my finger and liken it unto the mind of man&#x2014;the immortal part, because it has no beginning. Suppose you cut it in two, then it has a beginning and an end; but join it again, and it continues one eternal round. So with the spirit of man. As the Lord liveth, if it had a beginning it will have an end. All the fools and learned and wise men from the beginning of creation, who say that the spirit of man had a beginning,  <div class=\"break pagebreak\" id=\"7a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0007.pdf\" target=\"pdfwin\">p.&#xA0;7a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2753\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prove that it must have an end; and if that doctrine is true, then the doctrine of annihilation would be true. But if I am right, I might with boldness proclaim from the housetops that God never had the power to create the spirit of man at all. God himself could not create himself. <\/div><div class=\"paragraph jod\" id=\"v6n38\"> Intelligence is eternal and exists upon a self-existent principle. It is a spirit from age to age, and there is no creation about it. All the minds and spirits that God ever sent into the world are susceptible of enlargement. <\/div><div class=\"paragraph jod\" id=\"v6n39\"> The first principles of man are self-existent with God. God himself, finding he was in the midst of spirits and glory, because he was more intelligent, saw proper to institute laws whereby the rest could have a privilege to advance like himself. The relationship we have with God places us in a situation to advance in knowledge. He has power to institute laws to instruct the weaker intelligences, that they may be exalted with himself, so that they might have one glory upon another, and all that knowledge, power, glory, and intelligence which is requisite in order to save them in the world of spirits. <\/div><div class=\"paragraph jod\" id=\"v6n40\"> This is good doctrine. It tastes good. I can taste the principles of eternal life, and so can you. They are given to me by the revelations of Jesus Christ; and I know that when I tell you these words of eternal life as they are given to me, you taste them, and I know you believe them. You say honey is sweet, and so do I. I can also taste the spirit of eternal life. I know it is good; and when I tell you of these things which were given me by inspiration of the Holy Spirit, you are bound to receive them as sweet, and I rejoice more and more. <\/div><div class=\"paragraph jod\" id=\"v6n41\"> I want to talk more of the relation of man to God. I will open your eyes in relation to your dead. All things whatsoever God of his infinite wisdom has seen fit and proper to <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2753\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> reveal to us, while we are dwelling in mortality, in regard to our mortal bodies, are revealed to us in the abstract and independent of affinity of this mortal tabernacle; but are revealed to our spirits precisely as though we had no bodies at all; and those revelations which will save our spirits will save our bodies.<span class=\"citation\" id=\"84813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84813)\">D&amp;C 29:34-35<\/a><\/span> God reveals them to us in view of no eternal dissolution of the body, or tabernacle. Hence the responsibility&#x2014;the awful responsibility that rests upon us in relation to our dead; for all the spirits who have not obeyed the Gospel in the flesh must either obey it in the spirit or be damned.<span class=\"citation\" id=\"78101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78101)\">1 Pet. 4:6<\/a><\/span> Solemn thought!&#x2014;Dreadful thought! Is there nothing to be done? No preparation&#x2014;no salvation for our fathers and friends who have died without having had the opportunity to obey the decrees of the Son of Man? Would to God that I had forty days and nights in which to tell you all! I would let you know that I am not a &#x201C;fallen prophet.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n42\"> What promises are made in relation to the subject of the salvation of the dead? And what kind of characters are those who can be saved, although their bodies are moldering and decaying in the grave? When his commandments teach us, it is in view of eternity; for we are looked upon by God as though we were in eternity. God dwells in eternity, and does not view things as we do. <\/div><div class=\"paragraph jod\" id=\"v6n43\"> The greatest responsibility in this world that God has laid upon us is to seek after our dead. The Apostle says, &#x201C;They without us cannot be made perfect;&#x201D;<span class=\"citation\" id=\"77111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77111)\">Heb. 11:40<\/a><\/span> for it is necessary that the sealing power should be in our hands to seal our children and our dead for the fulness of the dispensation of times&#x2014;a dispensation to meet the promises made by Jesus Christ before the foundation of the world for the salvation of man. <\/div><div class=\"paragraph jod\" id=\"v6n44\"> Now, I will speak of them. I will  <div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2752\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>meet Paul half-way. I say to you, Paul, you cannot be perfect without us. It is necessary that those who are gone before and those who come after us should have salvation in common<span class=\"citation\" id=\"78841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78841)\">Jude 1:3<\/a><\/span> with us; and thus hath God made it obligatory upon man. Hence God said, &#x201C;I will send Elijah the prophet before the coming of the great and dreadful day of the Lord: And he shall turn the hearts of the fathers to the children and the hearts of the children to their fathers, lest I come and smite the earth with a curse.&#x201D;<span class=\"citation\" id=\"62551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62551)\">Mal. 4:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n46\"> I have a declaration to make as to the provisions which God hath made to suit the conditions of man, made from before the foundation of the world. What has Jesus said? All sins, and all blasphemies, and every transgression, except one, that man can be guilty of, may be forgiven;<span class=\"citation\" id=\"64401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64401)\">Matt. 12:31-32<\/a><\/span> and there is a salvation for all men, either in this world or the world to come, who have not committed the unpardonable sin, there being a provision, either in this world or the world of spirits. Hence God hath made a provision that every spirit in the eternal world can be ferreted out and saved, unless he has committed that unpardonable sin which cannot be remitted to him either in this world or the world of spirits. God has wrought out a salvation for all men, unless they have committed a certain sin; and every man who has a friend in the eternal world can save him, unless he has committed the unpardonable sin. And so you can see how far you can be a savior. <\/div><div class=\"paragraph jod\" id=\"v6n47\"> A man cannot commit the unpardonable sin after the dissolution of the body, and there is a way possible for escape. Knowledge saves a man; and in the world of spirits no man can be exalted but by knowledge. So long as a man will not give heed to the commandments, he must abide without salvation. If a man has <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2752\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> knowledge, he can be saved; although, if he has been guilty of great sins, he will be punished for them. But when he consents to obey the Gospel, whether here or in the world of spirits, he is saved. <\/div><div class=\"paragraph jod\" id=\"v6n48\"> A man is his own tormentor and his own condemner. Hence the saying, They shall go into the lake that burns with fire and brimstone.<span class=\"citation\" id=\"80758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80758)\">Rev. 21:8<\/a><\/span> The torment of disappointment in the mind of man is as exquisite as a lake burning with fire and brimstone. I say, so is the torment of man. <\/div><div class=\"paragraph jod\" id=\"v6n49\"> I know the Scriptures and understand them. I said no man can commit the unpardonable sin after the dissolution of the body, nor in this life until he receives the Holy Ghost; but they must do it in this world. Hence the salvation of Jesus Christ was wrought out for all men in order to triumph over the Devil; for if it did not catch him in one place, it would in another; for he stood up as a Savior. All will suffer until they obey Christ himself. <\/div><div class=\"paragraph jod\" id=\"v6n50\"> The contention in heaven was&#x2014;Jesus said there would be certain souls that would not be saved; and the Devil said he could save them all, and laid his plans before the grand council, who gave their vote in favor of Jesus Christ. So the Devil rose up in rebellion against God, and was cast down, with all who put up their heads for him. <\/div><div class=\"paragraph jod\" id=\"v6n51\"> All sins shall be forgiven except the sin against the Holy Ghost;<span class=\"citation\" id=\"64402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64402)\">Matt. 12:31-32<\/a><\/span> for Jesus will save all except the sons of perdition.<span class=\"citation\" id=\"124793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124793)\">D&amp;C 76:43<\/a><\/span> What must a man do to commit the unpardonable sin? He must receive the Holy Ghost, have the heavens opened unto him, and know God,<span class=\"citation\" id=\"70558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70558)\">John 17:3<\/a><\/span><span class=\"citation\" id=\"91650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91650)\">D&amp;C 132:24<\/a><\/span> and then sin against him. After a man has sinned against the Holy Ghost, there is no repentance for him. He has got to say that the sun does not shine while he sees it; he has got to deny Jesus Christ when the heavens have been opened unto him,  <div class=\"break pagebreak\" id=\"9a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0009.pdf\" target=\"pdfwin\">p.&#xA0;9a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2751\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and to deny the plan of salvation with his eyes open to the truth of it; and from that time he begins to be an enemy. This is the case with many apostates of the Church of Jesus Christ of Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v6n53\"> When a man begins to be an enemy to this work, he hunts me; he seeks to kill me, and never ceases to thirst for my blood. He gets the spirit of the Devil&#x2014;the same spirit that they had who crucified the Lord of Life&#x2014;the same spirit that sins against the Holy Ghost. You cannot save such persons; you cannot bring them to repentance: they make open war like the Devil, and awful is the consequence. <\/div><div class=\"paragraph jod\" id=\"v6n54\"> I advise all of you to be careful what you do, or you may by-and-by find out that you have been deceived. Stay yourselves; do not give way; don't make any hasty moves: you may be be saved. If a spirit of bitterness <span class=\"italic\">is<\/span> in you, don't be in haste. You may say that man is a sinner. Well, if he repents, he shall be forgiven. Be cautious: await! When you find a spirit that wants bloodshed&#x2014;<span class=\"italic\">murder<\/span>, the same is not of God, but is of the Devil. Out of the abundance of the heart of man the mouth speaketh.<span class=\"citation\" id=\"64426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64426)\">Matt. 12:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n55\"> The best men bring forth the best works. The man who tells you words of life is the man who can save you. I warn you against all evil characters who sin against the Holy Ghost; for there is no redemption for them in this world nor in the world to come. <\/div><div class=\"paragraph jod\" id=\"v6n56\"> I could go back and trace every subject of interest concerning the relationship of man to God, if I had time. I can enter into the mysteries; I can enter largely into the eternal worlds; for Jesus said, &#x201C;In my Father's house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.&#x201D; (John 14th chap., 2nd v.)<span class=\"citation\" id=\"69867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69867)\">John 14:2<\/a><\/span> Paul says, &#x201C;There is one glory of the sun, and another glory of the moon, and ano<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2751\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ther glory of the stars: for one star differeth from another star in glory. So also is the resurrection of the dead.&#x201D; (1st Cor. 15th chap., 41st v.)<span class=\"citation\" id=\"73935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73935)\">1 Cor. 15:41-42<\/a><\/span> What have we to console us in relation to the dead? We have reason to have the greatest hope and consolations for our dead of any people on the earth; for we have seen them walk worthily in our midst, and seen them sink asleep in the arms of Jesus; and those who have died in the faith are now in the celestial kingdom of God. And hence is the glory of the sun. <\/div><div class=\"paragraph jod\" id=\"v6n57\"> You mourners have occasion to rejoice (speaking of the death of Elder King Follett); for your husband and father is gone to wait until the resurrection of the dead&#x2014;until the perfection of the remainder; for at the resurrection your friend will rise in perfect felicity and go to celestial glory, while many must wait myriads of years before they can receive the like blessings; and your expectations and hopes are far above what man can conceive; for why has God revealed it to us? <\/div><div class=\"paragraph jod\" id=\"v6n58\"> I AM AUTHORIZED to say, by the authority of the Holy Ghost, that you have no occasion to fear; for he is gone to the home of the just. Don't mourn; don't weep. I know it by the testimony of the Holy Ghost that is within me; and you may wait for your friends to come forth to meet you in the morn of the celestial world. <\/div><div class=\"paragraph jod\" id=\"v6n59\"> Rejoice, O Israel! Your friends who have been murdered for the truth's sake in the persecution shall <span class=\"italic\">triumph<\/span> gloriously in the celestial world, while their murderers shall welter for ages in torment, even until they shall have paid the uttermost farthing.<span class=\"citation\" id=\"63162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63162)\">Matt. 5:26<\/a><\/span> I say this for the benefit of strangers. <\/div><div class=\"paragraph jod\" id=\"v6n60\"> I have a father, brothers, children, and friends who have gone to a world of spirits. They are only absent for a moment. They are in the spirit, and we shall soon meet again. The time will soon arrive when the trumpet  <div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2750\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>shall sound. When we depart, we shall hail our mothers, fathers, friends, and all whom we love who have fallen asleep in Jesus. There will be no fear of mobs, persecutions, or malicious lawsuits and arrests; but it will be an eternity of felicity. <\/div><div class=\"paragraph jod\" id=\"v6n62\"> A question may be asked&#x2014;&#x201C;Will mothers have their children in eternity?&#x201D; Yes! Yes! Mothers, you shall have your children; for they shall have eternal life; for their debt is paid. There is no damnation awaits them, for they are in the spirit. But as the child dies, so shall it rise from the dead, and be forever living in the learning of God. It will never grow: it will still be the child, in the same precise form as it appeared before it died out of its mother's arms, but possessing all the intelligence of a God. Children dwell in the mansions of glory and exercise power, but appear in the same form as when on earth. Eternity is full of thrones, upon which dwell thousands of children reigning on thrones of glory, with not one cubit added to their stature.<span class=\"citation\" id=\"63589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63589)\">Matt. 6:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n63\"> I will leave this subject here, and make a few remarks on the subject of baptism. The baptism of water, without the baptism of fire and the Holy Ghost attending it, is of no use: they are necessary and inseparably connected. An individual must be born of water and the spirit in order to get into the kingdom of God.<span class=\"citation\" id=\"68771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68771)\">John 3:5<\/a><\/span> In the German, the text bears me out the same as the revelations which I have given and taught for the last fourteen years on that subject. I have the testimony to put in their teeth. My testimony has been true all the time. You will find it in the declaration of John the Baptist. [Reads from the German.] John says, &#x201C;I baptize you with water; but when Jesus comes, who has the power (or keys), he shall administer the baptism of fire and the Holy Ghost.&#x201D;<span class=\"citation\" id=\"62707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62707)\">Matt. 3:11<\/a><\/span> Great God! Where is now all the sectarian world? And if <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2750\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this testimony is true, they are all damned as clearly as anathema can do it. <span class=\"italic\">I know the text is true<\/span>. I call upon all you Germans who know that it is true to say aye. (Loud shouts of aye.) <\/div><div class=\"paragraph jod\" id=\"v6n64\"> Alexander Campbell, how are you going to save people with water alone? For John said his baptism was good for nothing without the baptism of Jesus Christ. &#x201C;Therefore, not leaving the principles of the doctrine of Christ, let us go on unto perfection; not laying again the foundation of repentance from dead works, and of faith toward God, Of the doctrine of baptisms, and of laying on of hands, and of resurrection of the dead, and of eternal judgment. And this will we do, if God permit.&#x201D; (Heb. 6th chap., 1st to 3rd v.),<span class=\"citation\" id=\"76694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76694)\">Heb. 6:1-3 (JST)<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n65\"> There is one God, one Father, one Jesus, one hope of our calling, one baptism.<span class=\"citation\" id=\"74957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74957)\">Eph. 4:4-6<\/a><\/span> All these three baptisms only make one. Many talk of baptism not being essential to salvation: but this kind of teaching would lay the foundation of their damnation. I have the truth, and am at the defiance of the world to contradict me if they can. <\/div><div class=\"paragraph jod\" id=\"v6n66\"> I have now preached a little Latin, a little Hebrew, Greek, and German; and I have fulfilled all. I am not so big a fool as many have taken me to be. The Germans know that I read the German correctly. <\/div><div class=\"paragraph jod\" id=\"v6n67\"> Hear it, all ye ends of the earth&#x2014;all ye priests, all ye sinners, and all men. Repent! Repent! Obey the Gospel. Turn to God; for your religion won't save you, and you will be damned. I do not say how long. There have been remarks made concerning all men being redeemed from hell; but I say that those who sin against the Holy Ghost cannot be forgiven in this world or in the world to come:<span class=\"citation\" id=\"64403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64403)\">Matt. 12:31-32<\/a><\/span> they shall die the second death.<span class=\"citation\" id=\"80667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80667)\">Rev. 20:14<\/a><\/span><span class=\"citation\" id=\"80759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80759)\">Rev. 21:8<\/a><\/span> Those who commit the unpardonable sin are doomed to Gnolom,<span class=\"citation\" id=\"124794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124794)\">Abr. 3:18<\/a><\/span> to dwell in hell, worlds without end.  <div class=\"break pagebreak\" id=\"11a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0011.pdf\" target=\"pdfwin\">p.&#xA0;11a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2749\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>As they concoct scenes of bloodshed in this world, so they shall rise to that resurrection which is as the lake of fire and brimstone. Some shall rise to the everlasting burning of God; for God dwells in everlasting burnings;<span class=\"citation\" id=\"59028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59028)\">Isa. 33:14<\/a><\/span> and some shall rise to the damnation of their own filthiness, which is as exquisite a torment as the lake of fire and brimstone.<span class=\"citation\" id=\"80760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80760)\">Rev. 21:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n69\"> I have intended my remarks for all, both rich and poor, bond and free, great and small, I have no enmity against any man. I love you all; but I hate some of your deeds. I am your best friend; and if persons miss their mark, it is their own fault. If I reprove a man and he hates me, he is a fool; for I love all men, especially these my brethren and sisters. <\/div> <div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2749\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n70\"> I rejoice in hearing the testimony of my aged friends. You don't know me: you never knew my heart. No man knows my history. I cannot tell it: I shall never undertake it. I don't blame anyone for not believing my history. If I had not experienced what I have, I could not have believed it myself. I never did harm any man since I was born into the world. My voice is always for peace. <\/div><div class=\"paragraph jod\" id=\"v6n71\"> I cannot lie down until all my work is finished. I never think any evil,<span class=\"citation\" id=\"64052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64052)\">Matt. 9:4<\/a><\/span> nor do anything to the harm of my fellow man. When I am called by the trump of the archangel and weighed in the balance, you will all know me then. I add no more. God bless you all. Amen. <\/div>\n<\/div>\n<\/div>"}