{"ID":60008, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Opposition to the Gospel and the Work of God&#x2014;Honesty, Etc.<\/div>\n<div class=\"subtitle\">A Sermon by Elder Orson Hyde, Delivered in the Tabernacle, Great Salt Lake City, November 15, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Opposition to the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 11\/15\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d08\">\n<div class=\"paragraph jod\" id=\"v6n351\"> A question arises in the minds of some few, and perhaps in the minds of a great many&#x2014;&#x201C;How will our present difficulties terminate? I would like to know the sequel. We have been kept in suspense for a length of time, and I would like to know the final issue.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n352\"> In my opinion, there is no person that can know the final result of the present movements until it is seen. We have faith in relation to it, and the assurance of the Almighty that all will be well; but the exact how and manner in which it will be brought about we cannot tell; for it is by faith that we move, and not by sight.<span class=\"citation\" id=\"74110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74110)\">2 Cor. 5:7<\/a><\/span> But in the course of some remarks which I may make, you may, perhaps, be led to a satisfactory conclusion as to what the final issue may be, and not only the final issue, for we are already satisfied about that, but with regard to the progressive stages leading to it. <\/div><div class=\"paragraph jod\" id=\"v6n353\"> It is said in the good Book that &#x201C;Not many wise, not many mighty, not many learned are called;<span class=\"citation\" id=\"72906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72906)\">1 Cor. 1:26<\/a><\/span> but God hath chosen the poor of this world and rich in faith to be the heirs of his kingdom.&#x201D;<span class=\"citation\" id=\"77516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77516)\">James 2:5<\/a><\/span> We are furthermore told that he has &#x201C;chosen the weak things of this world,<span class=\"citation\" id=\"83684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83684)\">D&amp;C 1:19<\/a><\/span> and things that are not, to bring to naught the things that are, that no flesh should glory in his presence.&#x201D;<span class=\"citation\" id=\"72936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72936)\">1 Cor. 1:27-29<\/a><\/span> Now I will quote from a modern writer&#x2014; <div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2707\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;Say first of God above, then man below, How can we reason but from what we know?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n354\"> I will go back to the days of the commencement of this Church, when a young man of no particular literary qualifications was called upon to bring to light truths that have been hid for ages&#x2014;truths in themselves grand and sublime; yet, when brought forth, they were clothed in language not so eloquent as might please the ears of many of the learned. They were not dressed up in the style of modern oratory; and because of this, they were rejected by the fashionable and religious world. The religious world had been taught and completely molded after the fashion and learning of this world, so that a man could not be considered a qualified orthodox preacher, unless he had been through college and acquired the learning of the age. <\/div><div class=\"paragraph jod\" id=\"v6n355\"> Here, then, an illiterate youth rises up with a system of true religion, that lays the axe at the root<span class=\"citation\" id=\"62688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62688)\">Matt. 3:10<\/a><\/span> of every other system in Christendom. Look at the odds that were apparently against this young man, even Joseph Smith, the martyr, the Prophet of the Most High&#x2014;without learning&#x2014;without resources or friends to back him up&#x2014;with the whole tide of popular sentiment arrayed against him, backed up by all the learning of the world. If we look at him through a worldly eye, the odds were materially against him. <\/div> <div class=\"break pagebreak\" id=\"54a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0054.pdf\" target=\"pdfwin\">p.&#xA0;54a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2706\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n357\"> You are acquainted with the history of the Church, and well know how matters went on. You know the many trials to which Joseph the Prophet and his friends were subjected, and the difficulties with which they had to contend. But was there ever an instance when the enemy gained an advantage over the truth of heaven or thwarted the purposes of this illiterate young man? No. Did they not call to their aid all the learning and craftiness of the world in proportion as the cause he advocated increased? And did they succeed any better? When the cause became more extensive among men, did opposition succeed any better than at the commencement? Not at all. <\/div><div class=\"paragraph jod\" id=\"v6n358\"> In process of time, the Elders went forth preaching this Gospel; and remember, there were not many learned&#x2014;not many mighty that were called,<span class=\"citation\" id=\"72907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72907)\">1 Cor. 1:26<\/a><\/span> and I may say, none at all. With the limited abilities they possessed, they went forth to proclaim a system of truth that laid the axe at the root<span class=\"citation\" id=\"62689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62689)\">Matt. 3:10<\/a><\/span> of the false religions and false philosophy of the world; while the learning, popularity, and resources of the world were arrayed against us, which we had to meet; poor and limited in abilities, in learning, and worldly qualifications, we were despised and regarded as a set of outcasts. <\/div><div class=\"paragraph jod\" id=\"v6n359\"> With all the powerful odds against us, the truth greatly gained ground. Let me appeal to the experience of all present, while I ask you if you have ever known an instance where a faithful Elder, who has kept his garments clean and unspotted from the world,<span class=\"citation\" id=\"77499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77499)\">James 1:27<\/a><\/span> has ever been confounded while administering the word of life as proclaimed through that illiterate young man, Joseph Smith? To be sure, a few who may have got the &#x201C;big head,&#x201D; or been puffed up in their own imaginations, have been foiled, or those who have been in transgression. God despises a victory gained by such <div class=\"break columnbreak\" id=\"54b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0054.pdf\" target=\"pdfwin\">p.&#xA0;54b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2706\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> characters. He will not acknowledge or own a victory gained in this cause by a corrupt and wicked member of his Church. I do not know positively how that is, however, and I will not stop to investigate it. Suffice it to say, it is the pure in heart that God delights to work with. Just like any good mechanic, when he wishes to make a nice piece of work, he wants tools that are sharp and clean to do it with. He will not work with dull and rusty tools to execute a nice job of work. <\/div><div class=\"paragraph jod\" id=\"v6n360\"> So it is with our heavenly Father: although he may use seemingly awkward instruments, yet they are polished after his mind and will; and he, being the master builder, knows what pleases him best. <\/div><div class=\"paragraph jod\" id=\"v6n361\"> Has the greatest champion against &#x201C;Mormonism&#x201D; ever been confident enough in his own success and triumph in any debate with the Elders of this Church to publish his own arguments with those of his opponent? I do not know but there have been such instances, but not one now occurs to my mind; while, on the other hand, our faithful Elders have not been afraid or ashamed to publish both sides of the question for all eyes to look upon. <\/div><div class=\"paragraph jod\" id=\"v6n362\"> Often we have seen pieces in public journals, and also books published against us in burning zeal, and flaming with vengeance against us, and seemingly calculated to overthrow us, exposing what they called the wickedness of the &#x201C;Mormons,&#x201D; beguiling and duping their hearers with cunningly devised falsehoods.<span class=\"citation\" id=\"94514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94514)\">2 Pet. 1:16<\/a><\/span> Very many cases of this kind we have seen, and have also seen their end. The Almighty has put his hand over them, and they have sunk so low that the strongest prejudiced hand against us will not now reach down to bring them up. Their power has become weakness, and their influence is blasted forever by the breath of the Almighty. <\/div> <div class=\"break pagebreak\" id=\"55a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0055.pdf\" target=\"pdfwin\">p.&#xA0;55a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2705\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n364\"> Does the everlasting Gospel lose its influence with the good and pure of mankind? Upon those who are not disposed to work righteousness alone is its influence lost&#x2014;upon those who shout, &#x201C;Great is Diana of the Ephesians;&#x201D;<span class=\"citation\" id=\"72061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72061)\">Acts 19:28<\/a><\/span> but with the honest, simple-hearted sons of men it is just as sweet now as ever it was; and to them its charms increase, notwithstanding all the trials and difficulties they endure for its sake. <\/div><div class=\"paragraph jod\" id=\"v6n365\"> &#x201C;This Gospel of the kingdom shall be preached for a witness unto all nations, and then shall the end come.&#x201D;<span class=\"citation\" id=\"65694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65694)\">Matt. 24:14<\/a><\/span> Was it the Gospel of the kingdom that was preached in ancient days&#x2014;in the days of the Apostles, that went into all the earth, and their words unto the ends of the world? It was the Gospel, but I conclude that it was not the Gospel of the kingdom; for that was to be revealed at the time when the kingdom of God should be established on the earth, to stand forever. &#x201C;And this Gospel of the kingdom shall be preached as a witness unto all nations, and then shall the end come.&#x201D;<span class=\"citation\" id=\"65693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65693)\">Matt. 24:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n366\"> Where has this Gospel been preached? Through the United States of America, in Europe, Asia, and Africa. I do not say that it has been sounded distinctly in the ears of everybody living; but I do say that the sound has gone into all the earth, and their words to the ends of the world. <\/div><div class=\"paragraph jod\" id=\"v6n367\"> I recollect a certain saying in a revelation that was given to the Saints in the early days of this Church. The Lord said, through Joseph Smith, that it became every man, after being warned, to warn his neighbor,<span class=\"citation\" id=\"88625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88625)\">D&amp;C 88:81<\/a><\/span> that all may be without excuse. If all the people who have heard the word had been as faithful in warning their neighbors as the few Elders who are now under the sound of my voice have been in warning those with whom they have been associated, and to whom they have been sent, and among whom <div class=\"break columnbreak\" id=\"55b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0055.pdf\" target=\"pdfwin\">p.&#xA0;55b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2705\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they have labored, would not the whole world have been fully warned at this time? Yes. <\/div><div class=\"paragraph jod\" id=\"v6n368\"> In another revelation to the first Elders of this Church, who had been forth preaching in their weakness (being called in at Kirtland, Ohio), the Lord told them to wash their feet in testimony that they were clean from the blood of this generation,<span class=\"citation\" id=\"88825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88825)\">D&amp;C 88:138-139<\/a><\/span> and goes on to say, &#x201C;Let those who are not of the first Elders of my Church remain in the vineyard, for their garments are not yet clean.&#x201D;<span class=\"citation\" id=\"88648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88648)\">D&amp;C 88:85<\/a><\/span> Those first Elders had labored but a short time in the vineyard&#x2014;perhaps one or two years, when it was said, &#x201C;Your garments are clean.&#x201D;<span class=\"citation\" id=\"90489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90489)\">D&amp;C 110:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n369\"> There are Elders who have labored from sea to sea, from island to island, from country to country, and have spent the vigor and strength of their days in the work of proclaiming the Gospel. May we not say, upon the same principle, that their garments are clean from the blood of this generation?<span class=\"citation\" id=\"88612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88612)\">D&amp;C 88:75,85,138<\/a><\/span> If so, what does it imply? That we shall not be held under condemnation if we never preach to them again. And there is another thing implied in this: If this generation shall rise against you to slay you for your religion, and because you are righteous, your garments being clear of their blood, and you slay them, their blood is upon their own heads. This is what I understand by being clear from the blood of this generation. It is an important saying. In my opinion, it means more than a casual observer would attach to it. It is a deep saying. If you have warned them&#x2014;have called upon them to repent&#x2014;offered them the blessing of eternal life through the Gospel, and they thrust it from them, let what will happen to them, your garments are clean from their blood. <\/div><div class=\"paragraph jod\" id=\"v6n370\"> Now we see that the Gospel has gone into all nations, countries, and kingdoms; for the man that has been  <div class=\"break pagebreak\" id=\"56a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0056.pdf\" target=\"pdfwin\">p.&#xA0;56a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2704\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>warned should have warned his neighbor,<span class=\"citation\" id=\"88626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88626)\">D&amp;C 88:81<\/a><\/span> and the nation that has been warned should have warned its neighboring nation, &amp;c.; so they are without excuse before God, whatever excuse they may plead before man. <\/div><div class=\"paragraph jod\" id=\"v6n372\"> We can see the unabating success of the Gospel from the time Joseph got the plates until now, and the defeat and downfall of every opponent that has risen up to oppose its progress. If there had been any purpose in God that this work should be overthrown, would he not have suffered it to be done before this? For all means that could possibly be invented by the powers of earth and hell have been brought to bear against it, and every man who has risen up against it has gone down, and his published works have become a stink in the nostrils of even this wicked generation, to say nothing of the Saints. The wicked themselves are even ashamed of their sayings and of their writings against the cause of truth. Their expositions of &#x201C;Mormonism,&#x201D; as they call them, are hardly cold from the press until they are dead, their influence killed, and there is no sale for their books. The words of the Apocalypse very appropriately apply to their case&#x2014;&#x201C;No man buyeth their merchandise any more.&#x201D;<span class=\"citation\" id=\"80308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80308)\">Rev. 18:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n373\"> I will venture to say that no publication has ever been issued against this work, only for the purpose of getting gain. Men have not been inspired to oppose it for the sake of the souls of men, but to save their craft, their salary, their party, their honor, and their credit in the sight of men. <\/div><div class=\"paragraph jod\" id=\"v6n374\"> The system of truth revealed through Joseph Smith is not clothed in language so eloquent as this literary generation would desire. As a general thing, you know, a real polished scoundrel wears the finest cloth&#x2014;the most fashionable garb, that he may be looked upon as an honest man by those who judge from outward appear<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"56b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0056.pdf\" target=\"pdfwin\">p.&#xA0;56b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2704\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ances and not righteous judgment.<span class=\"citation\" id=\"69393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69393)\">John 7:24<\/a><\/span> The truth is not always clothed in the nicest style, or according to the ideas of this world; but the Lord sends it forth in the shape of a stone of stumbling and rock of offense.<span class=\"citation\" id=\"58018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58018)\">Isa. 8:14<\/a><\/span> He is not pleased to conform to the views of this generation. They have got to take salvation just as he offers it to them, or else take damnation: they can have their choice. It is not for them to serve up the dish they shall eat; but it is for the Almighty to dress it as suits himself; and if the sinner take it, it will heal him. <\/div><div class=\"paragraph jod\" id=\"v6n375\"> The patient does not prescribe nor tell the doctor what he wants of him&#x2014;that is, supposing the doctor to be what he ought to be. He examines the patient, knows the nature of the disease, and prescribes accordingly. The patient takes the medicine, and asks no questions for conscience sake. <\/div><div class=\"paragraph jod\" id=\"v6n376\"> So it is with our heavenly Father. The world is diseased, and he has prepared a remedy, and served it up as suits himself, not consulting the vitiated appetites of this consumptive generation to whom he administers it. It is like a root out of dry ground: it is without form or comeliness, without beauty, that men should not desire it.<span class=\"citation\" id=\"59632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59632)\">Isa. 53:2<\/a><\/span> Awkward and unclothed as it is with worldly wisdom, behold, the illiterate Elders of Israel are sent with it, and they have marched through the colleges and literary institutions of the learned world, and have defeated those who dared to come out to oppose and put them to flight; and all their learning, iniquity, cunning, and worldly wisdom were turned into foolishness. <\/div><div class=\"paragraph jod\" id=\"v6n377\"> A little boy, filled with the Spirit of the living God throws out an idea that completely knocks in &#x201C;pie&#x201D; all their calculations. A simple sentence from the mouth of an uneducated youth often dissipates their profound wisdom into folly and nonsense. They know not what to do. They attempt to  <div class=\"break pagebreak\" id=\"57a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0057.pdf\" target=\"pdfwin\">p.&#xA0;57a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2703\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>grasp a thing without form or comeliness.<span class=\"citation\" id=\"59633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59633)\">Isa. 53:2<\/a><\/span> They know not where to get hold of it; and when they think they have hold of it, it slips through their hands. Such has been the great success of the preaching of the word. <\/div><div class=\"paragraph jod\" id=\"v6n379\"> Now, then, if they resort to force of arms or to brute force to overpower us, may we not safely calculate that the results will be similar to those in the mental contest? &#x201C;Say first of God above, then man below, How can we reason but from what we know?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n380\"> So far, we do actually know and understand. It is demonstrated by our experience, and we are prepared to say that it is truly so. Behold, the wicked are unwilling to be converted by the gentle means the Lord God of Israel has introduced. They are satisfied that they cannot prevail against us by argument; and even polygamy, in all the glaring forms they may please to give it, offers obstacles too formidable for them to encounter by argument, Scripture, philosophy, or truth. But &#x201C;overcome it must be,&#x201D; say the enemy; and &#x201C;we will not rest until we have resorted to the last extremity. We will try the force of arms!&#x201D; &#x201C;Very well, if that is your mode of warfare,&#x201D; says the Almighty, &#x201C;I do not desire it; but I will show you that I am not only a man of reason, Scripture, and truth, but a man of war too. If force of arms is your plan and mode of attack, you will find me ready to meet you in that and in every method you may adopt.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n381\"> Behold, they rise up in war against the Saints. The Saints heretofore, when attacked on moral and Scripture principles, have stood up to oppose the enemy. If they had not done this, the enemy would have overpowered us. We have always met him with the truth and the simple arguments which God has furnished us with, and have always been successful; and perhaps, had we stood up <div class=\"break columnbreak\" id=\"57b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0057.pdf\" target=\"pdfwin\">p.&#xA0;57b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2703\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to oppose him with force of arms, we might have been equally successful: but I cannot say how that is. The time, probably, had not come for us to take that position; and consequently, when it came to force of arms, the enemy must needs be made the aggressor. He was permitted to prevail against us for the time being; and whether that was not the very means of putting us in a position whereby we could successfully oppose him in that way, when the time did come, we can easily judge. I guess it is all right and has worked for our good; and herein we can discern that our heavenly Father has exemplified a glorious truth to us, that all things shall work together for good to them that love God and are the called according to his purpose.<span class=\"citation\" id=\"72626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72626)\">Rom. 8:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n382\"> If we had taken this position in Missouri or in Nauvoo, before breakfast they could have ordered their affairs and come upon us, and it would have required a standing army of the angels of God to defend us. But the time had not yet come; therefore the Lord suffered them to prevail until he should get us where he wanted us: &#x201C;And then shall the prophecies of my servants be fulfilled in the scenes that shall transpire with you.&#x201D; It never could have been said, &#x201C;The mountain of the Lord's house shall be established in the tops of the mountains,&#x201D;<span class=\"citation\" id=\"57699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57699)\">Isa. 2:2<\/a><\/span> if we had remained in the valley of the Mississippi. <\/div><div class=\"paragraph jod\" id=\"v6n383\"> The Lord considered it necessary that we should be removed into the chambers of the Almighty,<span class=\"citation\" id=\"58534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58534)\">Isa. 26:20-21<\/a><\/span> or to some place prepared to receive us, where he might display his power, and get for himself a name and honor that shall never be forgotten. Sometimes a defeat is equal to a victory. I recollect of reading an account, the saying of a celebrated General, after he had gained a victory and lost a great portion of his men. One of his officers congratulated him on his victory.  <div class=\"break pagebreak\" id=\"58a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0058.pdf\" target=\"pdfwin\">p.&#xA0;58a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2702\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;Ah!&#x201D; said he, &#x201C;Another such victory would entirely ruin me.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n385\"> Sometimes victory is worse than defeat. I consider that the defeat the Saints have suffered is tantamount to victory, and better than victory, because we have come to a place which the Lord wanted us to occupy. <\/div><div class=\"paragraph jod\" id=\"v6n386\"> We say, against all the learning, science, skill, talent, &amp;c., of this world, which were arrayed against us, making the odds almost enough to discourage any people but the Latter-day Saints, We have prevailed; and when they come to force of arms, this must also be overcome. They will use the force of arms; for, say they, &#x201C;The &#x2018;Mormons&#x2019; must be overcome, or they will take away our place and nation,<span class=\"citation\" id=\"94515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94515)\">John 11:48<\/a><\/span> and we shall be overthrown, and there will be no stopping these people, if we let them go on any further.&#x201D; And some think it has gone so far now that they cannot stop it. I endorse the sentiment. They have let it go too long for their purpose. <\/div><div class=\"paragraph jod\" id=\"v6n387\"> I believe, when the Almighty conceives a work to do, he will carry it through in some way or shape. Behold, we are here, a little people collected together in the mountains, and are short of the munitions of war, while on the other hand the whole world is full of them. We are short of clothing, but tolerably plenty of food. And then look at the terrible odds that is arrayed against us. See their thousands of well-trained troops and the millions of money at their command. They can bring any sized army into the field, all armed and equipped with a splendid outfit. This is a powerful odds against us. <\/div><div class=\"paragraph jod\" id=\"v6n388\"> The science of war has been studied by them from the beginning. They have kept a school at West Point, in which they have trained and qualified their officers to take command, and they are schooled in all the tactics of modern warfare, except ours. <\/div><div class=\"paragraph jod\" id=\"v6n389\"> At the call of the President of the <div class=\"break columnbreak\" id=\"58b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0058.pdf\" target=\"pdfwin\">p.&#xA0;58b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2702\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> United States, there are thousands who will enroll as volunteers, and will be all armed and equipped, with money in their pockets and grub in their sacks, and no end to it either. <\/div><div class=\"paragraph jod\" id=\"v6n390\"> Are all these any worse for us to overcome, in our present condition, than it was to overcome the learning, strength, and moral influence and power that were arrayed against us when we were but a handful, and called to go and preach the welcome message of the Gospel? Is the odds any greater? I say not. The God who taught and sustained us in proclaiming this Gospel in its simplicity will also sustain us in whatever opposition may arise against us, provided we have the Spirit of God in our hearts. When we went to preach the Gospel, and had the Spirit of God in our hearts, and were not in transgression, we could handle them without mittens, because the Lord was with us. <\/div><div class=\"paragraph jod\" id=\"v6n391\"> Just so sure as we as a people are pure and undefiled before God our heavenly Father, there is no power that can prevail against us. I do not care if they have all the paraphernalia of war the world can produce, the Almighty has got weapons of warfare they never thought of, and means of defense for his people, and he delights to throw his shield over those who serve him and keep his commandments. The odds may appear against us in the eyes of the world; but when we contemplate that God is for us, and that all the holy angels in heaven are enlisted in our behalf, and we have purity, and sincerity, and truth in our hearts, these are bulwarks which they cannot scale. God grant that we may be shielded with this kind of armor! <\/div><div class=\"paragraph jod\" id=\"v6n392\"> I want now to speak in relation to a few things that pertain more particularly to individuals. You know, to be honest, when there is no temptation to be otherwise, is no particular credit  <div class=\"break pagebreak\" id=\"59a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0059.pdf\" target=\"pdfwin\">p.&#xA0;59a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2701\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to us. For me to have a chance to put forth my hand and steal my neighbor's food, when I have plenty, and I do not do it, is no particular credit to me for being honest. Suppose I am clad with all the clothing I desire, and my family also is well provided for in this article, for me to go and steal clothing would be outrageous in the extreme, and there would be no credit due to me for refraining from such an act. The time to test our real merit and integrity is when we are pinched with hunger and thinly clad: then is the time to test us. I do not say that a person going to steal under those circumstances would be any more justified. For a person to be forced to steal food, to save his life, is a circumstance that very rarely occurs with a just and righteous man. Should a good man, however, be reduced to such extremes, there is generally, among the Saints, provision made against such emergencies, rendering stealing unnecessary under any circumstances. We have heard of some instances where garments have been washed and hung out, and have been taken by some person in the daytime, and shirts and other articles not necessary to mention. <\/div><div class=\"paragraph jod\" id=\"v6n394\"> Brethren and sisters, I wish merely to say, Let our hands be clean, and try to the utmost of our power to get what we really need, and get it in an honorable and lawful way. We do not want to spoil the victory that lies right before us by dabbling in things that are not our own, neither convenient. If I were to apologize for such acts upon the principle of scarcity and want, it would be a license for everybody to &#x201C;pitch in&#x201D; that had a disposition to do so, and nobody would be safe. Let us be on the watch&#x2014;watch ourselves, and suffer not any unlawful act of ours to tarnish the glorious victory that awaits us. Let us hold on and do the best we can, and let our neighbor's things alone, unless we <div class=\"break columnbreak\" id=\"59b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0059.pdf\" target=\"pdfwin\">p.&#xA0;59b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2701\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> can persuade him to sell them to us, or give them to us. Do not let us weaken our own confidence before God. But we need to march, shoulder to shoulder, upon the principles of purity and integrity; and as we have stood shoulder to shoulder heretofore, and carried this Gospel to the nations of the earth, and been pure in heart before God, have we ever failed in accomplishing the purposes of Heaven? No. And I tell you, inasmuch as our hearts are pure as a people, full of integrity and the Holy Ghost, no power shall ever prevail against us from this time henceforth and forever. I feel in my soul and pray God to bless the pure in heart, who seek to do his will, live their religion, and honor their God; and we shall yet see the desire of our souls and be satisfied. <\/div><div class=\"paragraph jod\" id=\"v6n395\"> The priests of Christendom now say, &#x201C;We cannot stand before this man,&#x201D; and they warn their flocks to keep away from the Latter-day Saints. &#x201C;Are you reading that &#x2018;Voice of Warning?&#x2019; Lay it out of your hands and put it out of your houses, for it is a dangerous book. Put away from you their tracts and books, for they are dangerous; and keep away, keep away from those dangerous men that are turning the world upside down.&#x201D; That is the cry throughout the world. What will be the cry when they come up against us and try the force of arms? It will be&#x2014;&#x201C;Let us not go up against Zion, for the people thereof are terrible:<span class=\"citation\" id=\"85808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85808)\">D&amp;C 45:70<\/a><\/span> keep away, keep away.&#x201D; The one cry follows in the wake of the other. What makes the people of Zion terrible? Answer: Strict honesty and integrity before God. That is what will bring the cloud by day and the shining of a flame of fire by night; and upon all the glory there shall be a defense.<span class=\"citation\" id=\"57906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57906)\">Isa. 4:5<\/a><\/span> God will surround the people of Zion as it were with a wall of fire, and he will make bare his arm in the eyes of the nation that wars  <div class=\"break pagebreak\" id=\"60a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0060.pdf\" target=\"pdfwin\">p.&#xA0;60a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2700\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>against her, and she will be like a beacon light to seafaring men; and men will come and bring their clothing and their treasures, and we shall have an abundant supply of such things. Let us take care of what we have, keep it clean and patch it up, take care <div class=\"break columnbreak\" id=\"60b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0060.pdf\" target=\"pdfwin\">p.&#xA0;60b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2700\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of our sheep and raise all the flax and wool we can, and the Lord will make up the balance; and if we do right we shall find that we have an overflowing treasury of every good thing; which may God grant, for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}