{"ID":60005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Source of True Happiness&#x2014;Prayer, Etc.<\/div>\n<div class=\"subtitle\">A Sermon by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, November 15, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Source of True Happiness, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 11\/15\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v6n275\"> I am happy for the privilege of standing before the Saints. It is a great pleasure to me to associate with those whose feelings are concentrated in the establishment of peace and righteousness upon the earth. <\/div><div class=\"paragraph jod\" id=\"v6n276\"> Before I heard the Gospel as again revealed in its purity through Joseph the Prophet, I was tolerably well acquainted with the spirit, disposition, tact, and talents possessed by the children of men; and though I was then but about thirty years of age, I had seen and heard enough to make me well acquainted with the people in their acts and dealings one towards another, the result of which was to make me sick, tired, and disgusted with the world; and had it been possible, I would have withdrawn from all people, except a few, who, like myself, would leave the vain, foolish, wicked, and unsatisfying customs and practices of the world. Sorrow, wretchedness, death, misery, disappointment, anguish, pain of heart, and crushed spirits prevail over the earth; and apparently, the whole of the intelligence of mankind is directed in a way to produce cruel and unnatural results. <\/div><div class=\"paragraph jod\" id=\"v6n277\"> Since I have been in this Church and kingdom, I have endeavored to learn and treasure up wisdom and good understanding, and then not to forget them. I have endeavored to gather to myself every principle that would promote righteousness in me <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2721\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and those who would hearken to my counsel. <\/div><div class=\"paragraph jod\" id=\"v6n278\"> Read the history of any kingdom or nation, and trace through all the channels from the history of nations and kingdoms to that of families and individuals who have not known God nor observed his commandments, and you will find that sorrow and disappointment have been intimately mingled in all the gaiety, luxuries, and pretended enjoyments of their mortal lives. They have found a bitter sting in their happiest moments and a deadly poison in their cups. There is no man or woman on the earth who can enjoy solid satisfaction&#x2014;unalloyed peace and comfort, but in the holy spirit of our religion&#x2014;in the Gospel of salvation: that is the only source of true happiness. Read the history of those who can command the wealth of the world to minister to their happiness, and they find it not in authority, station, nor wealth. From the monarch upon his throne to the most degraded beggar upon the streets, all who enjoy not the Gospel are destitute of the source of true happiness. It is not to be found among them. <\/div><div class=\"paragraph jod\" id=\"v6n279\"> When the portals of heaven are opened and the Priesthood of God is given he so blesses the people that they can truly understand the principles that tend to peace, to glory, immortality, and eternal lives. That and that alone can give true satisfaction to our spirits, which are organ<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"40a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0040.pdf\" target=\"pdfwin\">p.&#xA0;40a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2720\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ized to receive and continue to increase in principles of light, intelligence, power, and glory&#x2014;organized to be preserved to eternally associate together&#x2014;to have the privilege of beholding each other's faces&#x2014;of enjoying each other's society and the society of holy beings who have been tried as we have and have to be, and to enjoy, love, converse with, and look upon the faces of those beings who have been glorified throughout all ages that are countless to us. Their identity has been preserved, and they enjoy the smiles of their friends and associate with their companions who have in a mortal state passed through the same ordeals they endured while in this existence. Fathers and mothers associate with their children, children with their parents, brothers with sisters, and sisters with their brothers&#x2014;all in their family circles dwelling in the midst of the glorified. What else can satisfy a truly intelligent human being&#x2014;the immortal spirit that is tabernacled in a mortal tenement? Nothing. <\/div><div class=\"paragraph jod\" id=\"v6n281\"> What would induce an intelligent individual to suffer his eyes to be put out and to live without seeing objects around him&#x2014;the faces of his family, friends, and connections? Would money? What would hire an intelligent person to be deprived of the sense of hearing? Could money buy his hearing? What would hire you to suffer the destruction of the organ of speech, or to be deprived of any of the more important members of your organization? The things of this world could not induce you to suffer the destruction of any of the vital powers of your organization; yet the world are seeking after the paltry, perishable things of time and sense. They are their glory&#x2014;their pretended comfort&#x2014;their god, and their daily study and pursuit. But the members which God has placed in our tabernacles are worth all the world to us. <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2720\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> We have the power of seeing, hearing, tasting, smelling, and feeling, enabling us to converse and associate with each other; and money cannot buy these blessings from us. <\/div><div class=\"paragraph jod\" id=\"v6n282\"> Stop then, and consider what use you will make of these powers. Will you go wild after the things of this world, as do the majority of the inhabitants of the earth, with whose ways you are well acquainted? How long will they endure? Their breath is in their nostrils:<span class=\"citation\" id=\"94511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94511)\">Isa. 2:22<\/a><\/span> today they are&#x2014;tomorrow they are not. What prospects have they for futurity? Have they any promise? Yes. What is it? Death. Have they the promise of life eternal? They have, upon certain conditions; but they care no more about those conditions than did certain characters that Paul wrote about: they are even like the dumb beasts that are entirely ignorant of futurity.<span class=\"citation\" id=\"78403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78403)\">2 Pet. 2:12<\/a><\/span> Fatten an ox and lead him to the slaughter, and he knows nothing of what awaits him. So it is with the great majority of the inhabitants of the earth: they have no knowledge of their future condition; they merely know that death will terminate their present career. We are blessed with the words of eternal life,<span class=\"citation\" id=\"69311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69311)\">John 6:68<\/a><\/span> with the everlasting Priesthood, and the keys thereof, with principles that, if rightly acted upon, will secure to us those blessings we now enjoy, and which you hear the brethren often speak about. <\/div><div class=\"paragraph jod\" id=\"v6n283\"> I am happy; I am full of joy, comfort, and peace: all within me is light, for I desire nothing but to do the will of my Father in heaven. I delight not in unrighteousness, but in righteousness and truth. I seek to promote the good and happiness of myself and those with whom I am associated. We have the privilege of securing to ourselves that eternal bliss that can never fade away, and of preserving our identity, that, when millions of ages have rolled away, we can  <div class=\"break pagebreak\" id=\"41a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0041.pdf\" target=\"pdfwin\">p.&#xA0;41a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2719\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>then behold each other as we do today, and can converse together. One thousand years hence, probably many of this congregation will talk over difficulties we are now passing through. <\/div><div class=\"paragraph jod\" id=\"v6n285\"> You hear some of the brethren surmise that we are going to have trouble. You need not expect any trouble, except you take a course to bring it upon you. You need never expect to see sorrow, unless your own conduct, conversation, and acts bring it to your hearts. Do you not know that sorrow to you can exist only in your own hearts? Though men or women were in the mountains perishing&#x2014;though they be in overwhelming depths of snow, freezing to death, or be on a desolate island starving to death for want of food&#x2014;though they perish by the sword or in any other way, yet, if the heart is cheerful, all is light and glory within: there is no sorrow within them. You never saw a true Saint in the world that had sorrow, neither can you find one. If persons are destitute of the fountain of living water, or the principles of eternal life, then they are sorrowful. If the words of life dwell within us, and we have the hope of eternal life and glory, and let that spark within us kindle to a flame, to the consuming of the least and last remains of selfishness, we never can walk in darkness and are strangers to doubt and fear. Yet we see people among us who are still selfish, and that principle we must abandon: we must strip off selfishness, and put covetousness far from us. We must become of one heart and mind,<span class=\"citation\" id=\"92854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92854)\">Moses 7:18<\/a><\/span> in order to fully enjoy the blessings we anticipate. <\/div><div class=\"paragraph jod\" id=\"v6n286\"> Brother Phineas correctly observed, in his remarks, that if ten men are united in these mountains, they are not to be overcome by their enemies. Are this whole people perfectly united? I fear not. When I undertake to present before this people the true principles of the Priesthood, I almost <div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2719\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shudder, because so many do not yet understand them and cannot receive them. I go into my room where we have our prayer circle, and among twelve men there will perhaps be twelve different prayers offered up&#x2014;one praying for one thing and another for another thing. You may reduce the number to three, and let them be clothed for secret prayer; and while one is praying aloud, each of the others will be praying for that which the one that is mouth is not praying for, unless they are better taught in regard to prayer than is the Christian world. Ask the people if they understand the principle of prayer, and many reply, &#x201C;We do not know: we pray with all our might;&#x201D; and at the same time it is a scene of confusion and distraction of mind. <\/div><div class=\"paragraph jod\" id=\"v6n287\"> We are in a land of liberty; and our fathers have taught us&#x2014;especially those born in America, that every man and woman and every child old enough to speak, argue, read, reflect, &amp;c., must have minds of their own, and not listen to anybody else. They are taught to shape their own opinions, and not depend upon others to direct their thoughts, words, or actions. That system of teaching reminds me of the old saying, &#x201C;Every man for himself, and the Devil for them all.&#x201D; Such views, though entertained by the human family at large, must be checked in this people. Yet when I undertake to strip off the garb of erroneous tradition, and to teach the people true principles of faith, prayer, and obedience, there are many who cannot receive those principles in their understanding and hearts. I have told you, and will now tell you again, that you have to bring your minds right to the authority of the Gospel&#x2014;to the true Gospel line. Let an Elder pray here, and then ask a brother in the congregation what has been prayed for, and he cannot tell you. Ask a sister what has been prayed  <div class=\"break pagebreak\" id=\"42a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0042.pdf\" target=\"pdfwin\">p.&#xA0;42a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2718\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for, and she cannot tell you. She may say, &#x201C;I was so fervent in prayer myself that I did not hear what was prayed for.&#x201D; And so it is with hundreds of people who congregate here. And I think that I may venture to say that you will scarcely find an individual in the whole congregation that can tell what the person who prays has prayed for. Do you not know that to be a fact? I will appeal to your own minds. <\/div><div class=\"paragraph jod\" id=\"v6n289\"> When a man opens or closes a meeting with prayer, every man, woman, and child in the congregation who professes to be a Saint should have no desire or words in their hearts and mouths but what are being offered by the man who is mouth for all the congregation. If all would follow out that principle, where would it lead the people? They would act with one heart and mind<span class=\"citation\" id=\"92855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92855)\">Moses 7:18<\/a><\/span> in all their acts through life, and promote the kingdom of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v6n290\"> How many times I have attended prayer meetings among the Methodists, in my youthful days, when perhaps one hundred men and women would all be praying aloud at once? I did not then know but that it was all right. I neither said nor cared anything about it. It often used to be father Joseph Smith's custom, when he took the lead of a fast meeting, to request all present to pray aloud at the same time, and there would be as many different prayers as there were persons. Where was the concentration on a single and united thread of faith? It is like the cable that holds the ship. Unwind a cable, and you will find several hundred small cords; unwind the small cords, and you will find fourteen strands in each cord; unwind each strand, and there are thousands of fibers; and you have parted the cable of a ship fastened to a sure anchor, and the ship is free and wafting unmanageable before the furious tempest. So it is <div class=\"break columnbreak\" id=\"42b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0042.pdf\" target=\"pdfwin\">p.&#xA0;42b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2718\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with prayer. You say you want to be united and want the blessings of heaven. <\/div><div class=\"paragraph jod\" id=\"v6n291\"> How many times have I said here, within the last three months, I pray that God would so lead us and our enemies that there will be no blood shed? And how many have come to meeting and prayed in their hearts that &#x201C;our enemies would come on, for we want to slay them, for we have been mobbed and hunted enough;&#x201D; and another would pray the same prayer, with a disposition to desire the spoil. One of the brethren prayed in camp that the snow might fall 40 feet deep on our enemies. I am satisfied if it falls only four or five feet deep. <\/div><div class=\"paragraph jod\" id=\"v6n292\"> I will tell you my faith in regard to the brethren now in the mountains. General Wells takes the charge; and when I write to him, I counsel him to do as the Holy Ghost shall dictate him, and inform him that whatever he may order and perform, he has my faith and influence to sustain him. <\/div><div class=\"paragraph jod\" id=\"v6n293\"> I pray God to turn away our enemies, to put hooks in their jaws and turn them wherever he will,<span class=\"citation\" id=\"60783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60783)\">Ezek. 29:4<\/a><\/span> with their gold, their horses, and all they possess. They do not know the &#x201C;Mormons;&#x201D; they are strangers to this people, and are full of wrath and malice towards us; but they know not why. They know not that they are stirred to anger against us by the enemy of all righteousness.<span class=\"citation\" id=\"71831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71831)\">Acts 13:10<\/a><\/span><span class=\"citation\" id=\"81809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81809)\">Mosiah 2:37<\/a><\/span> Should those who instigated the sending of this army undertake to come here, there will be another scenery, for they are more or less acquainted with us and know that we are the most upright people on the earth; and they will not be able to shield themselves in the garb of ignorance. I will not talk about them, for you know their history, and you know and have seen much of the squalid wretchedness of the wicked inhabitants of the earth. Is there honor or virtue among them? Where is  <div class=\"break pagebreak\" id=\"43a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0043.pdf\" target=\"pdfwin\">p.&#xA0;43a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2717\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the man or woman among them that is to be trusted? If there is here and there any semblance of goodness or virtue, it is at once overcome by every fiendish art in their power. Women are overcome by sycophants, by those who rule the nation, and those who have power and influence in the various States, parties, and religious sects. Man is overcome by man; they cuddle, and wink, and gamble, and run to and fro in abominations of every grade, and lift their voices for and against each other, as did the Paddy in his petition to the king for an office, wherein he stated that he would vote for or against him, fight for him or fight him, just as he wished it. <\/div><div class=\"paragraph jod\" id=\"v6n295\"> Colonel Alexander&#x2014;probably one of the best men in the army now near Bridger ruins, told one of our messengers, when replying to a piece of advice I had given him to resign his commission rather than be found operating against an innocent people, that he was compelled to remain in the army; for, if he resigned, he knew not how to manage to sustain his family. He said, &#x201C;I have no other means of support: I cannot throw up my commission, for then I should have no means to support my wife and children.&#x201D; As an American, shame and confusion would overwhelm me, were I to even think of trying to sustain my family by siding with tyranny and oppression. That is the only circumstance I wish to name. They are sent ostensibly to civilize this people. But I do not wish to talk much about such nonsense. The whole world are wrapt up in the garment of corruption, confusion, and destruction; and they are fast making their way down to hell, while we have the words of eternal life.<span class=\"citation\" id=\"69312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69312)\">John 6:68<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n296\"> How ought we to live? Look at yourselves and see whether your faith is concentrated with those who are appointed of the Lord to lead you and <div class=\"break columnbreak\" id=\"43b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0043.pdf\" target=\"pdfwin\">p.&#xA0;43b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2717\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have rule over you. See whether all your desires are one with theirs. If not, it must come to that point. Let every Saint, when he prays, ask God for the things he needs to enable him to promote righteousness on the earth. If you do not know what to ask for, let me tell you how to pray. When you pray in secret or with your families, if you do not know anything to ask for, submit yourselves to your Father in heaven and beseech him to guide you by the inspiration of the Holy Ghost, and to guide this people, and dictate the affairs of his kingdom on the earth, and there leave it. Ask him to put you just where he wants you, and to tell you what he wants you to do, and feel that you are on hand to do it. These are a few of my reflections upon that point, and only a very few of them. <\/div><div class=\"paragraph jod\" id=\"v6n297\"> Let this people be brought to the straightforward thread of the Gospel; and what more have we than what has been taught us from the beginning of this work? Nothing. And the only difficulty there has been is, that we were not prepared to receive it. Do you know how to direct your own minds? Where is there an honest man or woman on the face of this earth&#x2014;one who has any knowledge of the Supreme Being, any feeling of the operation of an invisible agency, but what pleads with that God, whether they know him or not, to dictate their minds, affections, and conduct? Where is there an honest man or woman on the earth, but what that is their desire? <\/div><div class=\"paragraph jod\" id=\"v6n298\"> Many do not know what to pray for. They need someone to dictate them. Will the Lord come and personally dictate them? You know that he will not. Will he send his holy angels to talk with you? You could not endure their presence: you are in a sinful world. What do you need? That invisible agency, called the Spirit, to dictate your minds. <\/div> <div class=\"break pagebreak\" id=\"44a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0044.pdf\" target=\"pdfwin\">p.&#xA0;44a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2716\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n300\"> The whole world are sadly in want of what they call a master-spirit. That is what the Government of the United States are deprived of. There is not one to be found among them, neither in the Cabinet of the President nor in the Senate of the United States. They are all gone, and there is no one in their midst competent to lead and dictate in the affairs of our General Government; but, as they say, it is with them a period of mediocrity. It has been acknowledged by Great Britain that the master-spirits are fled: there are none in the British Parliament, and they know not what to do. Let this people come to that condition, and say that they have no person capable of dictating and leading them, and you will be in the whirlpool of delusion. It will be every man for himself, and you would not know what to do: you would not know how to dictate your own affairs. It is this which overwhelms the world in confusion and makes it Babylon, while the Priesthood elevates mankind and dictates the husband, the wife, and the children, and all they have. <\/div><div class=\"paragraph jod\" id=\"v6n301\"> A feeling exists in the minds of many of this people that they would be glad to submit to their presiding Elder or Bishop, but they do not think that he has knowledge sufficient to lead them. Says a wife, &#x201C;I would be glad to submit to my husband; but I wish I had a husband that I could look upon as my superior&#x2014;that I could look up to and receive his words and counsel: that would be my highest delight. O that I had a husband capable of dictating me; but, alas! I have not.&#x201D; Go among some of the children, and they say, &#x201C;I would be glad to mind my parents in all things, but I believe that I know more than they do.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n302\"> Go into one of our cities, and you find somebody on the whiz, whiz, like the wind passing through a broken window in December; and so it goes <div class=\"break columnbreak\" id=\"44b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0044.pdf\" target=\"pdfwin\">p.&#xA0;44b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2716\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> throughout the settlement. Somebody has imagined that the President does not understand his duty and is not capable of dictating, and that is all the Devil wants to begin with. If he succeeds in getting one toe into the stocking, he will work until he gets his whole foot in, and confusion and discord will reign predominant. How many times have you observed such instances? You have not lived in the Church one year without seeing them. <\/div><div class=\"paragraph jod\" id=\"v6n303\"> In such cases a presiding Elder may not always know but what he has done something wrong, and may be suspicious that this or that is not right. My maxim is, and it is a rule I have established in the Legislature of this Territory, never to oppose anything unless the one making the objection can present something better. Do not oppose when you cannot improve. If you are not capable of dictating your brethren, do not say that you will dictate them until you have found out a better path than the one in which they are walking. Before you oppose your Bishop as a man unworthy of your best feelings, first point out a better path to him; and then you shall have the right of going to the higher authorities to show that you know more than your Bishop. <\/div><div class=\"paragraph jod\" id=\"v6n304\"> Is there a fault in some of the presiding Elders? Yes. What is it? Some of them are subject to a feminine, pusillanimous feeling. A man rises up and says, &#x201C;I will dictate and oppose my Bishop,&#x201D; and some of the Bishops will dodge, and say, &#x201C;I do not know but that I am wrong: wife, am I right or wrong?&#x201D;&#x2014;and say to every brother they meet, &#x201C;What do you think about it?&#x201D; and run round and get the opinion of everybody, to know whether they will sustain him or not. When men learn their duty and calling, and walk up to the best light they have, then, if they do not know precisely how to guide to the  <div class=\"break pagebreak\" id=\"45a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0045.pdf\" target=\"pdfwin\">p.&#xA0;45a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2715\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>best advantage, they are right, if they do the best they can, and can tell all who find fault, &#x201C;I ask no odds of you: I have done as I have, and have done the will of God, according to the best of my knowledge.&#x201D; And let every man treat his wives and children in the same way; and when a wife says, &#x201C;O no, my dear, I think I understand this matter as well as you do, and perhaps a little better; I am conversant with all the whys and the wherefores, and am acquainted with this little circumstance better than you are, and I think in this case, my dear, that I know better than you;&#x201D; reply, &#x201C;Get out of my path, for I am going yonder, and you may whistle at my coattail until you are tired of it.&#x201D; That is the way I would talk to my wives and children, if they intermeddled with my duties. And I say to them, If you cannot reverence me, tell me where the man is you can reverence, and I would speedily make a beeline with my carriage and servants and place you under his care. <\/div><div class=\"paragraph jod\" id=\"v6n306\"> I told the people in Nauvoo, before they wished me to stand as their President, that if there were any Latter-day Saints that did not wish to take the counsel of the Twelve, they could go to hell their own road: we asked no odds of them, for the Twelve were capable of building up the kingdom of God on the earth. You know whether I here ask much odds or not. I also told them that if they were not Saints at that critical juncture, they ought to repent of their sins, and get the Holy Ghost, and not live another twenty-four hours without the spirit of revelation within themselves, for who knows but what you are the elect; and you know that false prophets were to arise in the last days, and, if possible, deceive the very elect,<span class=\"citation\" id=\"65776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65776)\">Matt. 24:24<\/a><\/span> and that many false shepherds would come and pretend to be the true shepherds. Now, be sure to get the spirit of revelation, so that you can tell when you hear <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2715\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the true Shepherd's voice, and know him from a false one; for if you are the elect, it would be a great pity to have you led astray to destruction. But if you are not the elect of God through the sanctification of the Spirit of truth upon your hearts, then you can go as quickly as you please, for we do not want you. <\/div><div class=\"paragraph jod\" id=\"v6n307\"> We feel just the same now. Every man and woman that will not strive to sanctify themselves before the Lord God, and to possess within themselves the spirit of revelation to know the voice of the true Shepherd from a false one, the quicker they go out of the Territory the better it will be. Take ten men whose hearts, when they pray, are upon one sentence and upon one idea at a time, when they ask God for anything, or to bring this or that to pass, do you think that the powers of hell can hinder what they ask for? No. It is as true as the heavens&#x2014;as firm as the mountains that rest upon these valleys&#x2014;as sure as eternity, that nothing can fail which they agree upon; for God will grant it. <\/div><div class=\"paragraph jod\" id=\"v6n308\"> What is our difficulty? When I go to my prayer room, among men who have been with me for years, there is too great a diversity of feeling and desires to be in accordance with the Gospel. There is too much of Babylon in that. When that is the case, and when I am praying for one thing and others for another, our faith comes in contact and we do not receive what we ask for. How many times have I said that I would rather have one hundred true Saints in the mountains than five millions that are not Saints, if I had to contend against the whole world? What, with the sword? Yes. Let me have the Gideonites that can kneel down and lap the water,<span class=\"citation\" id=\"55354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55354)\">Judg. 7:5-6<\/a><\/span> and one will chase a thousand, and two put ten thousand to flight.<span class=\"citation\" id=\"55238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55238)\">Deut. 32:30<\/a><\/span> Whether the Lord will require this people to use the sword, or not, I do not know,  <div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2714\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>neither do I care; but I believe that if the faith of this people were united, all hell cannot get armies in here to disturb our settlements. <\/div><div class=\"paragraph jod\" id=\"v6n310\"> How gladly I would tell the people what to pray for. But if I tell them, in ten minutes afterwards they pray for something else. It is too much so in the Quorum of the Twelve and among my Counselors. Go into meetings, and you may hear thirty different prayers, if there are so many offered up, for everything but what I tell them to pray for. You may think I undervalue you. I do not. I tell you that if we strive with all our powers, by-and-by the time will come that we will be Saints indeed. I have not said that we are Saints. We are trying to be, and we profess to have the keys that will lead us in the path of eternal life. When we become so advanced that we are no more in darkness and doubt, nor in any way under the power of the Devil, then we have a certain victory over ourselves and over every foul spirit; the Lord God is sanctified in our hearts,<span class=\"citation\" id=\"94512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94512)\">1 Pet. 3:15<\/a><\/span> and we are his servants and handmaids&#x2014;his children, that can never be destroyed. <\/div><div class=\"paragraph jod\" id=\"v6n311\"> Take the congregation now before me, and they pray a thousand different prayers. Tonight, mothers, wives, and little children, observe how the head of the family prays, and see if he does not pray for nearly everything but what he should pray for. Perhaps I am wrong, but I think that he will be sure not to pray for the things he ought to. He will pray that himself and family may have plenty to eat and live in peace, and probably stop at that. His prayer will be something like a certain old man's blessing at his meals: &#x201C;O Lord, bless me and my wife, my son John and his wife&#x2014;us four, and no more: Amen.&#x201D; You will hear the brethren pray, &#x201C;O Lord, bless me, and my wife, and children; but the rest I care nothing about.&#x201D; When you pray, pray for the things <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2714\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that the kingdom needs, and be not so very careful about yourselves. Your selfish notions ought to be out of sight. Pray God to promote his kingdom and preserve you in it, and not as I have known a tolerably good man to pray. He was so ignorant that he would cheat a widow woman out of her last cow, and then go down on his knees and thank God for his peculiar blessings to him! Do not be so abominably ignorant. Instead of thanking God that you have been able to wrong one man out of a horse, another out of a yoke of cattle, &amp;c., pray that he will give you the disposition to make the most righteous use of the property he has entrusted to your care. Pray that this people may be preserved&#x2014;that the kingdom of God may roll on&#x2014;that our Elders on the islands in the Pacific, in the United States, and in foreign lands may be so blessed as to come safely home. Pray for the honest in heart, and that the ungodly may be so filled with fear and trembling that they may leave us, that we may live here as Saints, and build up the kingdom of our God, and prepare for the return of this people to the Center Stake of Zion, where we can lay the foundations for a New Jerusalem. Pray for the promotion of this cause and kingdom, instead of praying that you may be able to wrong somebody out of something. <\/div><div class=\"paragraph jod\" id=\"v6n312\"> All eternity is before you, and everything you can ask for will be given to you in due time; for the heavens and the earth are the Lord's, and the fulness thereof.<span class=\"citation\" id=\"56457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56457)\">Ps. 24:1<\/a><\/span> If I have horses, oxen, and possessions, they are the Lord's and not mine; and all I ask is for him to tell me what to do with them. A great many say that the Lord takes, and gives as he pleases, and I think that if I act as the Lord does I shall do pretty well. Again, some say that the Lord is going to fight our battles,<span class=\"citation\" id=\"89962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89962)\">D&amp;C 105:14<\/a><\/span> and enquire, &#x201C;What  <div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2713\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is the use of our brethren being out in the mountains?&#x201D; He will use his people as he pleases; and in the sequel you will find that God fought the battle, and not we. <\/div><div class=\"paragraph jod\" id=\"v6n314\"> It has also been observed that God will provide for you. Still many want to shade a little, rather than to work hard for an honest living. Such practices must be put away, and this people must become sanctified in their affections to God, and learn to deal honestly, truly, and uprightly with one another in every respect, with all the integrity that fills the heart of an angel. They must learn to feel that they can trust all they possess with their brethren and sisters, saying, &#x201C;All I have I entrust to you: keep it until <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2713\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I call for it.&#x201D; The world have no confidence in each other; but that principle must prevail in the midst of this people: you must preserve your integrity to each other. <\/div><div class=\"paragraph jod\" id=\"v6n315\"> Live your religion. How much you are exhorted&#x2014;how much have we pleaded with you to live your religion&#x2014;to live in the light of God's countenance&#x2014;to live with the Holy Spirit so reigning in you as never to be led astray, that you may know how to promote the kingdom of God on the earth. Let selfishness be out of sight, and ask the Lord to preserve you in the truth, and do with you as he pleases, and dispose of you to his glory. <\/div><div class=\"paragraph jod\" id=\"v6n316\"> May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}