{"ID":60007, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Shedding Blood&#x2014;God's Provision for His Saints.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, November 15, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Shedding Blood, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 11\/15\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d07\">\n<div class=\"paragraph jod\" id=\"v6n330\"> If this people will live up to their profession&#x2014;that is, every Elder, High Priest, Teacher, Apostle, and every person in the Church of Jesus Christ of Latter-day Saints, they never will be troubled; that is, we shall never be under the necessity of shedding much of the blood of our enemies. You have heard me say often that I do not believe God designs that we should delight in shedding blood. <\/div><div class=\"paragraph jod\" id=\"v6n331\"> In a revelation which God gave to Joseph Smith, he says, &#x201C;It is not pleasing in my sight for man to shed blood of beasts, or of fowls, except in times of excess of hunger and famine.&#x201D;<span class=\"citation\" id=\"88945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88945)\">D&amp;C 89:12-13,15<\/a><\/span> Go and read it for yourselves. If he is not well pleased with us when we shed the blood of beasts when we have no need of it, would it not be much more displeasing to him were we to shed the blood of man unnecessarily? It is not the Spirit of God that leads a man or woman to shed blood&#x2014;to desire to kill and slay. When the time comes that we have need to shed blood, then it will be necessary we should do it, and it will be just as innocent as to go and kill an ox when we are hungry or in the time of famine. <\/div><div class=\"paragraph jod\" id=\"v6n332\"> Brother George A. referred to one revelation where the Lord says, &#x201C;It <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2710\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is my business to provide for my Saints.&#x201D;<span class=\"citation\" id=\"89845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89845)\">D&amp;C 104:15<\/a><\/span> Some people rest assured that God is going to open the heavens and rain down manna,<span class=\"citation\" id=\"56913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56913)\">Ps. 78:24<\/a><\/span> or send the nations of the Gentiles in here and let us take the spoil, because he has said he will provide for his Saints in the last days. <\/div><div class=\"paragraph jod\" id=\"v6n333\"> Many have not even planted a peach tree, an apple tree, a plum tree, nor a currant bush in their gardens. There are many gardens, within half-a-mile of this Tabernacle, destitute of fruit trees of any kind. And again, you may see many city lots that are not cultivated nor planted with corn, wheat, potatoes, or any other vegetable; but the people who own them expect that God is going to provide for them without their cooperation. <\/div><div class=\"paragraph jod\" id=\"v6n334\"> I will ask you a question, you that have not raised even a kernel of grain on your gardens. What is the reason of this? Is it not because you have not planted it? You have not had a peach nor an apple. Why? Because you have not planted the trees; and do you ever expect to? No, not while the earth stands, water runs, and grass grows. Such people never will be provided with these necessaries, except some other man provides them. <\/div><div class=\"paragraph jod\" id=\"v6n335\"> Here is the earth, the air, the  <div class=\"break pagebreak\" id=\"51a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0051.pdf\" target=\"pdfwin\">p.&#xA0;51a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2709\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>water, and you have been exhorted to cultivate these valleys and raise grain, and provide for yourselves individually and collectively. But, say you, God said to Joseph, &#x201C;It is my business to provide for my Saints in the last days.&#x201D;<span class=\"citation\" id=\"89846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89846)\">D&amp;C 104:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n337\"> &#x201C;Behold, it is said in my laws, or forbidden, to get in debt to thine enemies; But behold, it is not said at any time that the Lord should not take when he please, and pay as seemeth him good. Wherefore, as ye are agents, and ye are on the Lord's errand; and whatever ye do according to the will of the Lord is the Lord's business. And he hath set you to provide for his saints in these last days, that they may obtain an inheritance in the land of Zion. And behold, I, the Lord, declare unto you, and my words are sure and shall not fail, that they shall obtain it. But all things must come to pass in their time. Wherefore, be not weary in well-doing, for ye are laying the foundation of a great work. And out of small things proceedeth that which is great.&#x201D;&#x2014;<span class=\"italic\">Doc. &amp; Cov<\/span>., <span class=\"italic\">sec<\/span>. xxi. <span class=\"italic\">par<\/span>. 6.<span class=\"citation\" id=\"86537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86537)\">D&amp;C 64:27-33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n338\"> We have been driven from our native land and birthplace, many of us, and God has brought us into these rich valleys, and says he, &#x201C;Go to and cultivate, and raise grain, and provide for yourselves seven years' provisions.&#x201D; That is the way he is going to provide for you&#x2014;to tell you, like a good father tells his sons, how to provide for yourselves. &#x201C;Here I will provide land for you, and seed,&#x201D; &amp;c. Now, go to and cultivate the soil, increase the seed, and provide for your wants. Now, that is good logic&#x2014;good reasoning: it is not vain philosophy. <\/div><div class=\"paragraph jod\" id=\"v6n339\"> In this congregation there are hundreds of men who have not a mouthful to eat, only as they get it from their neighbors from day to day, or from week to week; and if others had not gone to and raised provisions, they would have perished, every one of <div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2709\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them, for a temporal subsistence. Is God going to rain down manna?<span class=\"citation\" id=\"56914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56914)\">Ps. 78:24<\/a><\/span> He will not do it until we are brought into circumstances to require it. Will he remove a mountain? No&#x2014;not until the house of Israel are brought into such straitened circumstances that there is no way for their escape, except God removes a mountain for their deliverance. <\/div><div class=\"paragraph jod\" id=\"v6n340\"> The Lord says, &#x201C;In the last days it is my business to fight the battles of my Saints.&#x201D;<span class=\"citation\" id=\"89963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89963)\">D&amp;C 105:14<\/a><\/span> If it is his business, he will take his children to do it; and we are his children. You may think that comes right in contact with the revelations of Jesus Christ;<span class=\"citation\" id=\"94513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94513)\">Gal. 1:12<\/a><\/span> but it is not so. Why does our President, our Governor, order out three thousand men to be in the mountains? To fulfil your prayers. What do you pray for? &#x201C;O Lord,&#x201D; say you, &#x201C;I ask thee, in the name of Jesus Christ, to hedge up the way of our enemies,<span class=\"citation\" id=\"81328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81328)\">2 Ne. 4:33<\/a><\/span> that they may never come here.&#x201D; We had to send some three thousand men to fulfil your prayers. Who is going to fight the battles of the Lord, if not his people? They have got to stand in defense of this kingdom and Church of God in the last days. <\/div><div class=\"paragraph jod\" id=\"v6n341\"> If our enemies are prevented from coming here, they are prevented because of the Saints of God. Would they have been prevented from coming here if our brethren had not gone out there and hedged up their way? God will take his few valiant servants in the last days, and with them use up the world and bring every kingdom and dominion into subjection to the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v6n342\"> Do you suppose you are going to sit here on your seats and in your habitations, and never step forth to the help of the Lord? Nearly one year ago, the last who came in with handcarts were brought in out of the mountains. Would they have been in our cities and congregation today, had we not gone out and brought them in?  <div class=\"break pagebreak\" id=\"52a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0052.pdf\" target=\"pdfwin\">p.&#xA0;52a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2708\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Through our faith and works they were saved from death; and many of them have brought forth sons and daughters unto God in the valleys of the mountains. Would they have done this if we had not stepped forth and manifested our faith by our works in delivering them from death? <\/div><div class=\"paragraph jod\" id=\"v6n344\"> I think there is a Scripture somewhere that says, &#x201C;By your works you are justified;&#x201D;<span class=\"citation\" id=\"77584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77584)\">James 2:20<\/a><\/span> and again, &#x201C;Obedience is better than sacrifice.&#x201D;<span class=\"citation\" id=\"55462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55462)\">1 Sam. 15:22<\/a><\/span> It is the works that God expects. I may have faith as much as I please, and sit in my house and keep my boys at home, and exhort this people to stay at home; but will that hedge off the way of our enemies?<span class=\"citation\" id=\"81329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81329)\">2 Ne. 4:33<\/a><\/span> No. <\/div><div class=\"paragraph jod\" id=\"v6n345\"> Will our enemies come here? No, except we let them. God gives us that privilege. We have the right to let them in here or keep them out; and we choose to keep them out, and we shall do it by the help of God, and we shall prevail over every nation, tongue, and people; and every president, king, governor, judge, and every Latter-day Saint that lift their hands against this Church and kingdom shall be confounded and frustrated in their attempts. What! A Saint do this? Yes, a Saint that turns back unto the Devil takes into his tabernacle the worst spirits, which make him many times worse than he was at the first.<span class=\"citation\" id=\"64453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64453)\">Matt. 12:45<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n346\"> When pigs are washed in soapsuds, they look clean, and you would think them almost nice enough to live in the house; but no sooner have you washed them than they will go into <div class=\"break columnbreak\" id=\"52b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0052.pdf\" target=\"pdfwin\">p.&#xA0;52b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2708\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the nastiest mudhole they can find and muddy themselves all over from head to foot. Now, do they not look worse than before they were washed? It is just so with you, when you turn from your righteousness: you are worse than before you entered into the Church of Christ. <\/div><div class=\"paragraph jod\" id=\"v6n347\"> Make your preparations this present season to go to and cultivate the soil, and raise everything you can, and then we shall have plenty. We have done the best we can; and if our enemies come upon us, God will throw them into our power, and they will become subject to us. &#x201C;Now,&#x201D; says the Lord, &#x201C;Take that spoil and consecrate it unto my people.&#x201D; The Lord will provide for his Saints when necessary, and in his own way.<span class=\"citation\" id=\"89878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89878)\">D&amp;C 104:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n348\"> Are these things interesting to you, brethren? They are what you have to do, every man of you that belongs to the house of Israel. Are there goats in our midst? Bless your souls, if there were not, there would be more diseases than there now are. It is said that goats, because of their strong smell, have power over diseases. Take a little assafoetida and put it on a child's stomach, and certain contagious diseases will not come unto it, probably because the assafoetida stinks so much worse than anything else. <\/div><div class=\"paragraph jod\" id=\"v6n349\"> I do not say there are many goats now. There is, however, one goat&#x2014;I do not know whether it is in the congregation or not. His face is longer than Lorenzo Dow's; and when you see such a man as that, you may know who I mean. Amen. <\/div>\n<\/div>\n<\/div>"}