{"ID":60009, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Opposition to &#x201C;Mormonism,&#x201D; Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder George A. Smith, Made in the Tabernacle, Great Salt Lake City, Sunday Morning, November 15, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Opposition to &#x201C;Mormonism,&#x201D; Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 11\/15\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d09\">\n<div class=\"paragraph jod\" id=\"v6n397\"> We have been very much interested, brethren and sisters, by the address of Elder Hyde; and no doubt the value of the sentiments advanced have been duly appreciated. As a people having a knowledge of the first principles of the Gospel of salvation, we are qualified above all others to appreciate the value of the truths of heaven when they are revealed to us. It is of the utmost importance that we divest ourselves of every corrupt and selfish principle and of every species of &#x201C;covetousness, which is idolatry.&#x201D;<span class=\"citation\" id=\"75612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75612)\">Col. 3:5<\/a><\/span> To live before the Lord with honesty is a matter of so much importance that it cannot fail to be duly appreciated by the Saints of the Most High. <\/div><div class=\"paragraph jod\" id=\"v6n398\"> Whenever these principles are presented before them, the contrast between the situation that we have hitherto been placed in and our present condition is also very striking, as has been shown us by the contrast drawn by Elder Hyde. <\/div><div class=\"paragraph jod\" id=\"v6n399\"> When we had to face the science, the learning, the eloquence, the skill,  <div class=\"break columnbreak\" id=\"60b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0060.pdf\" target=\"pdfwin\">p.&#xA0;60b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2700\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and the intellect of the entire world&#x2014;a single handful of us against the whole world&#x2014;God bore us off victorious. His hand has preserved us. His Spirit inspired us, so that the mighty were confounded, the eloquent were put to silence, and the learned were constrained to say to their fellow men, &#x201C;Do not listen to it; do not read their books; do not hear them, nor go where they are. You may be deceived.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n400\"> In almost every instance, what has been by all philosophers and wise men considered the worst argument that ever was used has been resorted to&#x2014;that is, brute force. You convince a man by brute force, and he is of the same opinion that he was before. You force a man to accede to your laws and rules, and his mind is only enslaved; and then, when it breaks loose, it is ten thousand times worse than if no brute force had been used. Notwithstanding this, the world cry, &#x201C;Extermination and destruction.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n401\"> In looking over the papers that  <div class=\"break pagebreak\" id=\"61a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0061.pdf\" target=\"pdfwin\">p.&#xA0;61a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2699\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have been brought from the States, we find that a great proportion of them have been speculating on the cost of exterminating the &#x201C;Mormons;&#x201D; and there is one very uncomfortable speculation about it. One of them, in estimating the cost of a war of extermination against the &#x201C;Mormons,&#x201D; said, &#x201C;We shall have to expend from fifty to a hundred millions, and then we shall have nothing to show for our pay but naked, barren rocks.&#x201D; This is the condition of affairs; but it is a war of principle, and &#x201C;Mormonism&#x201D; must be exterminated, though it is not at all a profitable business. <\/div><div class=\"paragraph jod\" id=\"v6n403\"> Now, there never was a man, from the time that this work commenced, that ever made himself popular by opposing it; and in future, whatever may be their attempts, it will be the ruin of every man that undertakes it; and this has been the case with every man that has attempted to make such a speculation. It never did and never will pay political expenses. <\/div><div class=\"paragraph jod\" id=\"v6n404\"> The God of heaven has raised up this people. He has carried them, as it were, in his arms. He has cradled them in adversity and has brought them into these mountains; and here he wishes to nourish and preserve them. I never lift my heart to the heavens without praying to the Almighty to gather out of the midst of his people all those who do offend and work iniquity,<span class=\"citation\" id=\"64643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64643)\">Matt. 13:41<\/a><\/span> and to gather out of the midst of Zion every corrupt heart&#x2014;every man that will not turn from his sins, forsake his wickedness, and love the Lord his God with all his heart and his neighbor as himself.<span class=\"citation\" id=\"65449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65449)\">Matt. 22:37-39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n405\"> Such a people will have the blessings of God: such a people can be protected by the Almighty: such a people cannot be overthrown by all earth and hell combined. Then let us be such a people; and if corruption exists in our hearts, let us cut it out; for I can tell you we shall be sifted as with a sieve;<span class=\"citation\" id=\"94516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94516)\">Amos 9:9<\/a><\/span> and while our <div class=\"break columnbreak\" id=\"61b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0061.pdf\" target=\"pdfwin\">p.&#xA0;61b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2699\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> enemies are endeavoring to destroy us and desiring to murder us, to exterminate us, to deprive us of our existence, to wipe us from the earth, to blot out the name of the kingdom of God, they are only suffered to crowd upon us that we may be tried and purified. <\/div><div class=\"paragraph jod\" id=\"v6n406\"> We should not desire the shedding of blood; but we are required by every law of nature, by every principle of righteousness, and by every constitutional principle upon the face of the earth, whether civil, political, or military, to defend ourselves and prevent our being broken up by others. This is a naturally inherited right, and God requires us to defend ourselves. And inasmuch as we have to defend our sacred rights, we should do it in the name of the Lord, with all humility, with a desire to sustain his kingdom; and, let what will come, trust in God for the result and be satisfied with it. <\/div><div class=\"paragraph jod\" id=\"v6n407\"> Elder Hyde, in drawing the comparison in reference to the millions of our enemies&#x2014;to the great wealth that they possess, showed their advantages in numbers and wealth. But let me ask this question, Have they got a thing that the Lord did not give them? Have they got a solitary farthing that the Lord did not bestow upon them? If they use that which he has given them for evil, they will have to give a minute account of that stewardship. <\/div><div class=\"paragraph jod\" id=\"v6n408\"> The boasted national surplus funds are directly calculated to produce extravagant and unprincipled legislation, and will have a tendency in the end to strip them of funds and leave them in poverty, while the straitened circumstances of the Saints will only be the means of purifying, driving away, and scattering from their midst those who do offend and work iniquity.<span class=\"citation\" id=\"64644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64644)\">Matt. 13:41<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n409\"> I feel to rest satisfied that the Almighty will control all those things for the good of this people. The  <div class=\"break pagebreak\" id=\"62a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0062.pdf\" target=\"pdfwin\">p.&#xA0;62a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2698\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Lord has said it is his business to take care of his Saints.<span class=\"citation\" id=\"89847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89847)\">D&amp;C 104:15<\/a><\/span> If you are taking care of a child and are rearing it up to manhood, you have to look after its education, correct its morals, regulate its conduct, and inflict punishment when necessary, that the child may realize the difference between good and evil&#x2014;between doing right and doing wrong. Peradventure the Lord wishes to have a tried people, and he has determined to try the Saints sufficiently, and he will protect them in his own way. The Lord will apply the rod. Sometimes he has scourged the people of Israel in one way, and sometimes in another. Sometimes he has scourged them with pestilence, with wasting, and destruction, and sometimes with famine, or by delivering them into the hands of their enemies; and in all these ways he has scourged his people that they might know and realize that God is over them, and that he controls all things. <\/div><div class=\"paragraph jod\" id=\"v6n411\"> There was a sheriff that came to an old lady and said to her, &#x201C;Well, old woman, I have taken your son Jim, and I have locked him up in jail, where he never will do any more mischief.&#x201D; &#x201C;Oh,&#x201D; says she, &#x201C;is it possible that Jim has gone to jail?&#x201D; &#x201C;Yes,&#x201D; the sheriff replied; &#x201C;I have <div class=\"break columnbreak\" id=\"62b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0062.pdf\" target=\"pdfwin\">p.&#xA0;62b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2698\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> put the little whelp where he never will do any more mischief; and I thought I would come and tell you what had become of him.&#x201D; The old lady felt sorrowful and mortified at the bitter way in which the sheriff told it. &#x201C;Well, Mr. Sheriff,&#x201D; said the old lady, &#x201C;I hope, when the Lord has punished poor Jim all that he deserves, that he will burn the rod!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n412\"> This is the sentiment that I have with regard to the means made use of for the purpose of punishing and sifting us, or turning those who are corrupt and causing them to flee away, or of waking us up to our duty. When the Lord gets through with them, like the old woman, I would be obliged to him if he would <span class=\"italic\">burn the rod<\/span>. Doubtless he will look after this matter, if we do our duty. It is only for us to look to the right&#x2014;to live our religion, and all will be well. <\/div><div class=\"paragraph jod\" id=\"v6n413\"> I know that this is the work of God, and that he will sustain his servants; and if we will love truth, though few, compared with our enemies, we shall have light, life, power, and dominion, while our enemies will lift up their eyes in hell,<span class=\"citation\" id=\"67805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67805)\">Luke 16:23<\/a><\/span> where there is no water. May God prepare us for all that we have to encounter, is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}