{"ID":60003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">&#x201C;The Kingdom of God or Nothing.&#x201D;<\/div>\n<div class=\"subtitle\">A Sermon by Elder John Taylor, Delivered in the Tabernacle, Great Salt Lake City, November 1, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: &#x201C;The Kingdom of God or Nothing.&#x201D;<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 11\/1\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v6n107\"> I shall take the liberty, this afternoon, of selecting a text. In the Second Epistle and last verse of the Gospel according to St. Brigham to Colonel Alexander, will be found the following words&#x2014;&#x201C;WE SAY IT IS THE KINGDOM OF GOD OR NOTHING.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n108\"> We revere the testimony of ancient men of God, as recorded in what are <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2742\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> often termed &#x201C;the Scriptures of divine truth;&#x201D; and it is quite common for men to refer to what the Prophets have said and to reason from their words. Now, I have been of the impression, for some length of time, that the sayings of modern men of God are of as great importance as the sayings of ancient men of God,  <div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2741\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and a great deal more applicable to our condition. <\/div><div class=\"paragraph jod\" id=\"v6n110\"> In looking at the Epistle to Colonel Alexander, and considering the important things said in it, I was particularly struck with the last words, which compose my text&#x2014;&#x201C;The kingdom of God or nothing.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n111\"> In other days, men have had their theories and their ideas about Christianity, Paganism, &amp;c., which were referred to this morning. But we believe in living Priesthood&#x2014;in present revelation&#x2014;in the Church and kingdom of God as it now exists on the earth, as well as in things that were spoken of by ancient Prophets: consequently we believe in adapting our lives and actions to the position that we now occupy as servants of the true and living God&#x2014;as God's representatives on the earth&#x2014;as those who are destined to lay the foundation of that kingdom which shall stand forever.<span class=\"citation\" id=\"94508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94508)\">Dan. 2:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n112\"> What is the kingdom of God? This is a question that is in almost everybody's mouth. Every Saint is interested in this question. We need not go into the nonsense of sectarianism: we will let it go entirely, hook and line; for we know enough about it to care nothing about it, nor about the absurd ideas entertained by sectarians of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v6n113\"> The question is, What is the kingdom of God? How do we stand related to it? What is our position and what are the duties devolving upon us today, tomorrow, and every day of our lives, as servants of the living God? <\/div><div class=\"paragraph jod\" id=\"v6n114\"> In the Epistle I have referred to, there is something said about the struggles we have endured, the privations we have suffered, the difficulties we have passed through, the wrongs and indignities that have been heaped upon us continually, and the persecutions that have been multiplied upon us as a people, even from the day of the organization of this Church <div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2741\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the present. There was in it a strong, marked, and determined expression. It gave Colonel Alexander and whomsoever it concerned to understand that it was time that these things should cease&#x2014;that this people as well as every other people should have their rights, and these rights they were bent upon having at all events, not fearing the result&#x2014;that we, as a people, are determined to be free; for with us it is&#x2014;&#x201C;The kingdom of God or nothing.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n115\"> When we talk about kingdoms, we talk about governments, rule, authority, power; for wherever there is a kingdom, these principles exist to a greater or less extent. The kingdoms of this world have their powers, authorities, rule, regulations, lawgivers, &amp;c., according to the kind of government they adopt. Hitherto we, as a people, have been amalgamated to a great extent with other nations. It is true we have had a Church government, Church laws, Church discipline, and by the holy Priesthood associated with this Church we have governed the people. Still we have been subject to another government, power, and authority, to Gentile rule, Gentile dominion, Gentile laws, to Gentile usages and customs, to which we have been willingly subject, so far as they were righteous; and it was told us by the Lord, that if we observed the laws of God, we need not break the laws of the land.<span class=\"citation\" id=\"86146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86146)\">D&amp;C 58:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n116\"> The laws of man we have kept faithfully, adhering tenaciously to the principles of the Constitution of the Government, under which we have lived. We have not transgressed them in one iota, but have maintained our relationship honorably with the nation we have been associated with. <\/div><div class=\"paragraph jod\" id=\"v6n117\"> The first thing we did when we came to this land was to organize a government for our protection, which was according to the pattern set us by our neighbors&#x2014;Oregon, for  <div class=\"break pagebreak\" id=\"20a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0020.pdf\" target=\"pdfwin\">p.&#xA0;20a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2740\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>instance; then represented our case to the United States. <\/div><div class=\"paragraph jod\" id=\"v6n119\"> We came out here because we were disfranchised, exiled, robbed of our rights as American citizens, and forced to wander in the wilderness to seek among the savages of the forest that freedom denied us by Christianity. Did we in this transgress any laws of the United States, depart from any usage, or act contrary to any established custom or law of the Government? We did not. We applied for the sanction of Congress to our doings, and it was a matter of astonishment and surprise that we should take such steps, after the usage we had received. Our course was applauded by statesmen, senators, members of Congress, and the authorities of the United States generally; and all our transactions, constitution, and laws were approved gladly, considered right, and according to the usages and laws of the United States. <\/div><div class=\"paragraph jod\" id=\"v6n120\"> By-and-by we petitioned for a Territorial Government and obtained it. Our enemies have all the time been complaining of us that we have infringed upon the Constitution and laws of the United States. But I ask, Wherein have we done it? Who appointed our Governor? The President of the United States, by and with the advice and consent of the Senate, according to the usage which exists, but indeed contrary to any right they possessed; still he did it. Who appointed our Judges, United States Marshal, Secretary of State, and Indian Agency? The President of the United States. <\/div><div class=\"paragraph jod\" id=\"v6n121\"> Has there been another Governor appointed? I suppose there has; but he has not yet been qualified. No man has authority to act in the gubernatorial capacity in this Territory at the present time, according to the laws of the United States, but Governor Young. No Governor has a right to act here, although he may have <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2740\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been appointed by the President of the United States, until he comes here and is qualified. No man has ever come yet to be qualified, and consequently Governor Young stands legitimately in that place. <\/div><div class=\"paragraph jod\" id=\"v6n122\"> What law have we transgressed? I have tried to find out. We have examined the Constitution of the United States and the laws pertaining to these matters; and if anybody here or elsewhere can point out any law that we have transgressed as American citizens, they know more about it than I have been able to learn; and I should like such a person to put me in possession of that information. <\/div><div class=\"paragraph jod\" id=\"v6n123\"> What next? Why, on the back of this, after lying about us, slandering, abusing, and imposing upon us, trampling upon our rights, and sending the meanest curses among us that ever disgraced the footstool of God&#x2014;men they are ashamed of themselves, they have now sent an armed force contrary to law and right and to the principles that ought to prevail in the United States. They have no more right to do this than I have to cut any of your throats. <\/div><div class=\"paragraph jod\" id=\"v6n124\"> There is no authority guaranteed to the President of the United States to perpetrate so diabolical an act as the one he has engaged in. Why is it that this is done? Is it because we are worse than other people? No. After raking up everything they could, before I left the States, the only thing they could find against us as a people was that we had burned some books belonging to the United States' Court; and since that I have seen published affidavits, totally denying any such thing, by the Clerk of that Court. <\/div><div class=\"paragraph jod\" id=\"v6n125\"> The President of the United States has now taken upon himself the responsibility of sending into this Territory an armed force to trample upon the rights of 100,000 American freemen, on purpose to subserve a political interest, for the benefit of  <div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2739\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>his own party. It becomes a serious question with us what to do under these circumstances. <\/div><div class=\"paragraph jod\" id=\"v6n127\"> Shall we lie down and let those scoundrels cut our throats? is the first question. Shall we untie our neckcloths and tell them to come on and cut and carve away as they please, and knock down, drag out, and introduce their abominations among us&#x2014;their cursed Christian institutions&#x2014;to prostitute our women and lay low our best men? Shall we suffer it, I say? <\/div><div class=\"paragraph jod\" id=\"v6n128\"> There are certain things that are sacred to us and to every man and woman. If we submit to a thing of that sort, we submit to see the very institutions of our own nation trampled under foot&#x2014;the Constitution of our country desecrated and rent in pieces. We submit to see the bonds severed that have bound this nation together, and blood, anarchy, and and confusion prevail. <\/div><div class=\"paragraph jod\" id=\"v6n129\"> If they have a mind to cut each other's throats, we have no objections. We say, Success to both parties. But when they come to cut ours, without ceremony, we say, Hands off, gentlemen. We are not so religious as to sit down meekly and tamely submit to these things. We understand something of the difference between what some call treason, or treasonable acts, and base submission to the will of a tyrant, who would seek to bring us into servile chains&#x2014;into perfect submission to his sway. <\/div><div class=\"paragraph jod\" id=\"v6n130\"> We are engaged here in protecting ourselves, our wives, and families&#x2014;in guarding everything that is sacred and honorable among men from invasion and oppression of some of the most corrupt wretches that ever disgraced the footstool of God. <\/div><div class=\"paragraph jod\" id=\"v6n131\"> &#x201C;This is pretty plain talk,&#x201D; say you. I meant to talk plain: I do not wish to be misunderstood. I have lately been conversant with some of their proceedings, having been in their neighborhood for some time <div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2739\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> recently. Some of our brethren, who went among them with messages, have said that such was the filth and obscenity of their language&#x2014;cursing, swearing, and every meanness, that, rather than stay all night with them, they chose to go off some distance and lie on the ground. If these are the feelings of our brethren, some of whom are rough and uncouth in their manners, we know not how our sisters would feel in such delectable society. <\/div><div class=\"paragraph jod\" id=\"v6n132\"> We will not submit to such a state of things forever. If you, our enemies, are determined to invade our rights, trample upon our liberties, snatch from us the rich boon we have inherited from our fathers, to make us bow in vile subservience to your will, we will resist you: we will not submit to it. We will say, Stand back and give us our rights. We will act the part of freemen, and we say it shall be, &#x201C;The kingdom of God or nothing.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n133\"> Why is it that we are persecuted? It is because we believe in the establishment of the kingdom of God upon the earth&#x2014;because we say and know that God has established his kingdom&#x2014;because the principles of righteousness are introduced among the children of men, and they expose the evils, corruption, priestcraft, political craft, and the abominations that everywhere exist. They lay naked before all men the abominable acts of the human family. It is not because there is evil among us, but because there is goodness, truth, holiness. It is because God has spoken, and his word has had effect on our hearts, to govern and influence our conduct. <\/div><div class=\"paragraph jod\" id=\"v6n134\"> It is because of these things that the present crusade has been set on foot against us, and no doubt it began to rage at the very time that you were humbling yourselves before God, when you commenced the reformation and were repenting of your sins and making restoration. At the time the Spirit  <div class=\"break pagebreak\" id=\"22a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0022.pdf\" target=\"pdfwin\">p.&#xA0;22a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2738\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of God began to be manifested among you, the spirit of the Devil began to rage among them against you, stirring them up to pluck you down, root you up, and destroy you from the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v6n136\"> Why was it that you had the reformation among you, that you were stirred up to repent of your sins and make restitution? It was because you had the holy Priesthood in your midst&#x2014;the spirit of prophecy and revelation&#x2014;because you had men among you who could commune with the Most High and contemplate his purposes and designs towards the human family. It was because they saw evils existing among you and dare tell of it, and the Spirit of God pointed the word at your hearts, which brought you to repentance. <\/div><div class=\"paragraph jod\" id=\"v6n137\"> If we had corruption, grog holes, rowdyism, and every kind of pollution among us, and were this place permitted to be a perfect sink of iniquity, where the gambler, horse racer, blackleg, and every evil character would be tolerated, then we should be hail fellows, well met, with our enemies. The wicked would bow and scrape to us all over the earth: they would call us gentlemen everywhere, and we should be respected. It would be as it was with a few of our brethren who had to play a ruse upon some of the Missourians. The &#x201C;Mormon&#x201D; boys were flying from a mob and had to pass a meetinghouse when the people were coming out from their prayers. These pious souls suspected that the brethren were &#x201C;Mormons.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n138\"> &#x201C;You are &#x2018;Mormons,&#x2019; damn you,&#x201D; said they. <\/div><div class=\"paragraph jod\" id=\"v6n139\"> &#x201C;We are not, damn you. Let go of my horse, or I will knock your damned head off.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n140\"> &#x201C;Oh, we discover you are not &#x2018;Mormons,&#x2019; gentlemen: we are under a mistake;&#x201D; and they let them go. <\/div><div class=\"paragraph jod\" id=\"v6n141\"> Who is it that is acquainted with this people and does not know that <div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2738\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they are better, more pure, more virtuous and true to their God and his laws, and more faithful to the laws and Constitution of their country than any other people? I know the difference, for I have been among others and seen their actions. <\/div><div class=\"paragraph jod\" id=\"v6n142\"> What is the cause, then, of the evil planned against us? It is because we are the Church and kingdom of God. Have we ever left our houses to interfere with other people anywhere? Did you ever hear of a crusade by a set of &#x201C;Mormons&#x201D; upon any other people? Did the &#x201C;Mormons,&#x201D; when in Nauvoo, go to Carthage, La Harpe, Warsaw, or to any place, and interfere with the rights of anybody? Have we done it here? Have we gone to Mexico, California, Kansas, Nebraska, Oregon, Minnesota, or to any of the surrounding districts, to interfere with their business or rights? <\/div><div class=\"paragraph jod\" id=\"v6n143\"> If there has been such a crusade, I have remained altogether ignorant of it, as to when it took place, who were engaged in it, and how many. <\/div><div class=\"paragraph jod\" id=\"v6n144\"> If we do not interfere with anybody else, what right has anybody else to interfere with us? I speak now as an American citizen. I speak, if you please, as a politician. On this ground I ask what right any people or number of people have to come and interfere with us? There is no such right in the catalogue, gentlemen. <\/div><div class=\"paragraph jod\" id=\"v6n145\"> They, however, do interfere with us; and what is the cause of it? It is because of the kingdom of God&#x2014;because of the truth of God&#x2014;because of the Spirit of God and certain principles that exist among this people. And what are they? It is polygamy that they are so incensed against. They need not draw down such a long face about that, for they themselves do a thousand times worse than that, were it even as heinous a crime as they say it is. <\/div><div class=\"paragraph jod\" id=\"v6n146\"> It is not polygamy that they are so horrified at. I know their meanness  <div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2737\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and abominations, and have told them of them scores of times. There have been from the foundation of the world two principles and powers&#x2014;the principles of darkness and the principles of light, the principles of truth and the principles of error, the Spirit of God and the spirit of the Devil&#x2014;and there has been a mighty struggle between these two principles and powers. <\/div><div class=\"paragraph jod\" id=\"v6n148\"> Hitherto the good, the virtuous, the pure and upright, the men of God, the Saints of the Most High have been trampled under foot and cast out&#x2014;have wandered about in sheepskins and goatskins, dwelt in deserts, dens, holes, and caves of the earth, of whom the world was not worthy;<span class=\"citation\" id=\"77081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77081)\">Heb. 11:37-38<\/a><\/span> and the spirit and power of darkness have prevailed over the powers of light, error over truth, and the spirit of the Wicked One over the Spirit of God, to a certain extent; so much so, that truth, equity, and righteousness have always been at a discount, and men of God have been deprived of their rights and robbed of their inheritances. <\/div><div class=\"paragraph jod\" id=\"v6n149\"> God has had a certain design to accomplish, associated with the human family; and I suppose that everything which has taken place has been just. I am not going to find fault with God or the Devil. I suppose the Devil is as necessary as any other being, or he would not have been. <\/div><div class=\"paragraph jod\" id=\"v6n150\"> The righteous have been trampled under foot, but it is well with them. It was not their day. The time for them to reign and have dominion was not come. While wrapt in prophetic vision, they could view the events that were to transpire in the last days, and prophesied of a kingdom that should be set up and stand forever.<span class=\"citation\" id=\"61180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61180)\">Dan. 2:44<\/a><\/span> They looked with joyful anticipation to this day. They expected a time when a certain power would exist on the earth, that would be more powerful than the powers of darkness, when the <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2737\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> righteous should no more be trodden underfoot, cast out, and oppressed&#x2014;when the kingdoms of this world should become the kingdoms of our God and his Christ, over which he should rule forever.<span class=\"citation\" id=\"79422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79422)\">Rev. 11:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n151\"> Men in our day have got hold of many odd ideas. The Millerites, for instance, have talked about Christ's coming to reign on the earth at a certain time; and they were all going to be transfigured, changed, caught up, &amp;c. In France and elsewhere, they had their social systems; but they knew no more about God, Christ, or anything of this kind than the Devil, I was going to say; but they did not begin to know as much as the Devil about God and his ways. These Socialists talked about a great millennium, and people went to them, expecting them to be a very righteous, praying people. They were something like the man whom the Indian thought was a &#x201C;Mormon;&#x201D; but when the Indian found out that he did not pray, that convinced him to the contrary. They did not regard God or his laws, but took up a little twig of Christianity and planted it onto their infidelity. They were going to ameliorate the condition of the human family and bring about the millennium. <\/div><div class=\"paragraph jod\" id=\"v6n152\"> In relation to the kingdom of God, what is it? Is it a spiritual kingdom? Yes. Is it a temporal kingdom? Yes. Does it relate to the spiritual affairs of men? Yes. Does it relate to the temporal of men? Yes. And when it is fully established upon the earth, the will of God will be done upon the earth precisely as it is done in heaven.<span class=\"citation\" id=\"63361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63361)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67457)\">Luke 11:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n153\"> It is the will of God we are trying to do at the present time, in trying to fulfil his law, submit to his ordinances, and obey his commandments&#x2014;not in one little item, but in every action of our lives, seeking to be perfectly submissive to the admonitions of the Almighty. <\/div> <div class=\"break pagebreak\" id=\"24a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0024.pdf\" target=\"pdfwin\">p.&#xA0;24a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2736\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n155\"> Was the kingdom that the Prophets talked about, that should be set up in the latter times, going to be a Church? Yes. And a State? Yes, it was going to be both Church and State, to rule both temporally and spiritually. It may be asked, How can we live under the dominion and laws of the United States and be subjects of another kingdom? Because the kingdom of God is higher, and its laws are so much more exalted than those of any other nation, that it is the easiest thing in life for a servant of God to keep any of their laws; and, as I have said before, this we have uniformly done. <\/div><div class=\"paragraph jod\" id=\"v6n156\"> Who made this earth? The Lord. <\/div><div class=\"paragraph jod\" id=\"v6n157\"> Who sustains it? The Lord. <\/div><div class=\"paragraph jod\" id=\"v6n158\"> Who feeds and clothes the millions of the human family that exist upon it, both Saint and sinner? The Lord. <\/div><div class=\"paragraph jod\" id=\"v6n159\"> Who upholds everything in the universe? The Lord. <\/div><div class=\"paragraph jod\" id=\"v6n160\"> Who provides for the myriads of cattle, fish, and fowl that inhabit the sea, earth, and air? The Lord. <\/div><div class=\"paragraph jod\" id=\"v6n161\"> Who has implanted in them that instinct which causes them to take care of their young, and that power by which to propagate their species? The Lord. <\/div><div class=\"paragraph jod\" id=\"v6n162\"> Who has given to man understanding? The Lord. <\/div><div class=\"paragraph jod\" id=\"v6n163\"> Who has given to the Gentile philosopher, machinist, &amp;c., every particle of intelligence they have with regard to the electric telegraph, the power and application of steam to the wants of the human family, and every kind of invention that has been brought to light during the last century? The Lord. <\/div><div class=\"paragraph jod\" id=\"v6n164\"> Who sets up the kings, emperors, and potentates that rule and govern the universe? The Lord. <\/div><div class=\"paragraph jod\" id=\"v6n165\"> And who is there that acknowledges his hand? Where is the nation, the people, the church even, or other power that does it? You may wander east, west, north, and south, and you <div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2736\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cannot find it in any church or government on the earth, except the Church of Jesus Christ of Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v6n166\"> What is the cause of all the darkness, confusion, and misery that abound, the imprisonment and chains, and the thousand evils that afflict mankind, embracing all the wars, bloodshed, and distress of nations? It is because they do not acknowledge the hand of the Lord in all things, nor understand his will.<span class=\"citation\" id=\"86328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86328)\">D&amp;C 59:21<\/a><\/span> They pursue their own course, and do not seek the wisdom and intelligence of God. <\/div><div class=\"paragraph jod\" id=\"v6n167\"> Why is it that thrones will be cast down,<span class=\"citation\" id=\"61590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61590)\">Dan. 7:9<\/a><\/span> empires dissolved, nations destroyed, and confusion and distress cover all people, as the Prophets have spoken? Because the Spirit of the Lord will be withdrawn from the nations in consequence of their wickedness, and they will be left to their own folly. <\/div><div class=\"paragraph jod\" id=\"v6n168\"> Who has a right to rule the nations, to control kingdoms, and govern all the people of the earth? Are you a father? Have you wives and children? Do you feed, clothe, and provide for them? Yes. Have they a right to rebel against you? If they did, what would you think of such children? <\/div><div class=\"paragraph jod\" id=\"v6n169\"> Such is the position of the whole human family; such is the position of the whole world&#x2014;of every society, religious, political, social, or otherwise; and none of them acknowledge God or are obedient to his laws. <\/div><div class=\"paragraph jod\" id=\"v6n170\"> Now, then, suppose you had a farm, and you put people on it to work&#x2014;you fed and clothed them, and expected them to be obedient to you; but instead of that, while you were feeding, clothing, and taking care of them, they were abusing you, departing from your laws, transgressing your precepts, and listening to somebody else who was your enemy, instead of listening to you&#x2014;would you let them remain forever on your farm, or would  <div class=\"break pagebreak\" id=\"25a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0025.pdf\" target=\"pdfwin\">p.&#xA0;25a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2735\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you by-and-by put somebody else in their place that would be more faithful to you? <\/div><div class=\"paragraph jod\" id=\"v6n172\"> The transactions of men are even more outrageous against the Lord, and the only excuse for them is their ignorance. What! Are Christians ignorant? Yes, as ignorant of the things of God as the brute beast. <\/div><div class=\"paragraph jod\" id=\"v6n173\"> Let us look at it a little further. If you wished the welfare of your family, would you not chastise them? You would, if they did wrong. Would you not try to make them submit to your law? You certainly would; and if they would not, after you had pleaded with them and chastised them, you would disinherit them. The Lord said of Abraham, &#x201C;I know he will fear me and command his children after him to do it.&#x201D;<span class=\"citation\" id=\"53216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53216)\">Gen. 18:19<\/a><\/span><span class=\"citation\" id=\"58911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58911)\">Isa. 29:22-23<\/a><\/span> It was this principle that recommended him to the favor of God. <\/div><div class=\"paragraph jod\" id=\"v6n174\"> What would you think of the conduct of a God who would let the human family continue forever to transgress his law without interfering? You would think he was getting foolish and in his dotage&#x2014;that he did not understand himself nor correct principles in allowing a lot of bad boys to rise up and increase around him, letting evil principles exist instead of righteous ones, and the wicked afflict and persecute the good with impunity. <\/div><div class=\"paragraph jod\" id=\"v6n175\"> The time was to come, and is now, that God has set up his kingdom upon the earth, and he is determined that men shall be in subjection to his laws. Can the Lord go to any other people but this and declare his will? He cannot. There is not a nation, kingdom, power, or people&#x2014;there is not a political, moral, social, philosophical, or religious society in the world that would receive the word of God, except this people. <\/div><div class=\"paragraph jod\" id=\"v6n176\"> If there cannot be a people anywhere found that will listen to the word of God and receive instructions <div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2735\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from him, how can his kingdom ever be established? It is impossible! What is the first thing necessary to the establishment of his kingdom? It is to raise up a Prophet and have him declare the will of God; the next is to have people yield obedience to the word of the Lord through that Prophet. If you cannot have these, you never can establish the kingdom of God upon the earth. <\/div><div class=\"paragraph jod\" id=\"v6n177\"> What is the kingdom of God? It is God's government upon the earth and in heaven. <\/div><div class=\"paragraph jod\" id=\"v6n178\"> What is his Priesthood? It is the rule, authority, administration, if you please, of the government of God on the earth or in the heavens; for the same Priesthood that exists upon the earth exists in the heavens, and that Priesthood holds the keys of the mysteries of the revelations of God;<span class=\"citation\" id=\"84695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84695)\">D&amp;C 28:7<\/a><\/span><span class=\"citation\" id=\"124795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124795)\">D&amp;C 84:19<\/a><\/span> and the legitimate head of that Priesthood, who has communion with God, is the Prophet, Seer, and Revelator to his Church and people on the earth. <\/div><div class=\"paragraph jod\" id=\"v6n179\"> When the will of God is done on earth as it is in heaven,<span class=\"citation\" id=\"63362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63362)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67459)\">Luke 11:2<\/a><\/span> that Priesthood will be the only legitimate ruling power under the whole heavens; for every other power and influence will be subject to it. When the millennium which we have been speaking of is introduced, all potentates, powers, and authorities&#x2014;every man, woman, and child will be in subjection to the kingdom of God; they will be under the power and dominion of the Priesthood of God: then the will of God will be done on the earth as it is done in heaven.<span class=\"citation\" id=\"63363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63363)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67458)\">Luke 11:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n180\"> This places man in his true relationship to the Most High; and while others are boasting of their own intelligence, powers, authority, rule, greatness, and might, our boast, glory, might, strength, and power are in the Lord. Do we have any temporal blessings? We acknowledge the hand of God in it. Do we have spiritual  <div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2734\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>blessings? We acknowledge the hand of God in it. Do we do wrong and receive chastisement? We acknowledge his hand in it, and consider it a blessing. Are we in difficulties? We acknowledge the hand of God therein, and consider that it is necessary we should be tried and proved in all things, that we may be counted worthy<span class=\"citation\" id=\"89275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89275)\">D&amp;C 98:14<\/a><\/span> to associate with the intelligences that surround the throne of God. Do we have prosperity? We acknowledge the hand of God in it, and pray him for wisdom to use properly what he has put in our hands. Do we possess scientific knowledge&#x2014;knowledge on agriculture or any other kind of knowledge? We acknowledge his hand in it. Are we here in these mountains, surrounded, as a people, by the barriers of the everlasting hills, brought out from our enemies to inherit these valleys? We acknowledge the hand of God in it. Does an army come to make war on us? We acknowledge the hand of God in it. We feel that we are in his hands, and say, &#x201C;It is the Lord; let him do what seemeth good unto him, and we will seek to do what is right on our part.&#x201D; Have we to go to war? We will acknowledge the hand of God in it. If we are told not to kill our enemies, we will not kill them, but cultivate a spirit of meekness and humility, doing what the Priesthood of God dictates&#x2014;what the servants of the living God tell us. In peace and prosperity, war and adversity, we will lean on the hand of God, and acknowledge it, and say, &#x201C;Hallelujah! The Lord God Omnipotent reigneth.&#x201D;<span class=\"citation\" id=\"80329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80329)\">Rev. 19:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n182\"> What is it we are seeking to do? Is it to get a farm, a house, or a possession of any kind? Who is anxious about such things, which are here today and gone tomorrow? They are well enough in their place. <\/div><div class=\"paragraph jod\" id=\"v6n183\"> Some of you are tried because you do not have many things you would like to have. If you had those things, <div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2734\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you would not be tried in that point, and it is therefore necessary you should be placed in that position. It may be necessary, after awhile, that you should be tried with more of the things of this life than you know what to do with. <\/div><div class=\"paragraph jod\" id=\"v6n184\"> With none is the Lord God angry except those who do not acknowledge his hand in all things.<span class=\"citation\" id=\"86329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86329)\">D&amp;C 59:21<\/a><\/span> What does it matter whether we are farming, building, planting, fighting, or anything else, if we are doing as we are told? Who cares? I do not. Let matters come in whatever way they have a mind to, it is all right, if we do right. <\/div><div class=\"paragraph jod\" id=\"v6n185\"> As eternal beings, associated with eternity that was and with eternity that is to come&#x2014;beings that dwelt in eternal light before we came here, we are now seeking for salvation, preparing for celestial inheritances in the eternal worlds. This is what we are after: we are trying to lay a foundation for ourselves, for our progenitors, and for our posterity, that will endure and extend while countless ages roll; and we are taught the principles by which we may obtain this salvation by the holy Priesthood&#x2014;by the revelations of God communicated to us through that Priesthood. <\/div><div class=\"paragraph jod\" id=\"v6n186\"> And now, having been forced from the United States, after having been driven time and time again from our homes by our murderous enemies&#x2014;having fulfilled all the requirements that God or man could require of us, and kept every law necessary for us to observe&#x2014;after all this, and more, I say, shall we suffer those poor, miserable, damned, infernal scoundrels to come here and infringe upon our sacred rights? <\/div><div class=\"paragraph jod\" id=\"v6n187\"> [&#x201C;NO!&#x201D; resounded throughout the Tabernacle, making the walls of the building tremble.] <\/div><div class=\"paragraph jod\" id=\"v6n188\"> NO! It shall be, &#x201C;The kingdom of God or nothing&#x201D; with us. That is my text, I believe; and we will stick  <div class=\"break pagebreak\" id=\"27a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0027.pdf\" target=\"pdfwin\">p.&#xA0;27a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2733\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to it&#x2014;we will maintain it; and, in the name of Israel's God, the kingdom of God shall roll on, and all the powers of earth and hell cannot stop its progress. It is onward, ONWARD, ONWARD, from this time henceforth, to all eternity. <\/div><div class=\"paragraph jod\" id=\"v6n190\"> [Voices of &#x201C;Amen.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v6n191\"> &#x201C;Are you not afraid of being killed?&#x201D; you may ask me. No. Great conscience! Who cares about being killed? They cannot kill you. They may shoot a ball into you, and your body may fall; but you will live. Who cares about dying? We are associated with eternal principles: they are within us as a well springing up to eternal life.<span class=\"citation\" id=\"69027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69027)\">John 4:14<\/a><\/span> We have begun to live forever. <\/div><div class=\"paragraph jod\" id=\"v6n192\"> Who would be afraid of a poor, miserable soldier&#x2014;a man that gets eight dollars a month for killing people, and a miserable butcher at that&#x2014;one of the poorest curses in creation? Mean as the Americans are, they will not, many of them, hire for soldiers. But the Government must hire foreigners for eight dollars a month to come out here to kill us! Who is afraid of them? Let them come <div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2733\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> on or stay and wiggle, it is all right. <\/div><div class=\"paragraph jod\" id=\"v6n193\"> We are the Saints of God; we have the kingdom of God, and the devils in hell and all the wicked men on the earth cannot take it from us. We shall rule and have dominion in the earth, and they cannot help themselves. They can take their own course. They may fight against us, if they like, or they can back out and leave us; but the kingdom will go on. They may take what course they please: the kingdom is ours, and we are Christ's, and Christ is God's.<span class=\"citation\" id=\"73180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73180)\">1 Cor. 3:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n194\"> It is for us to live our religion, keep God's commandments, and we shall be saved: we shall thus have the honor of doing something for the kingdom of God, in rolling back the flood of darkness that is enveloping the universe, and preparing ourselves for dominion on the earth and eternal exaltation in the kingdom of God forever. <\/div><div class=\"paragraph jod\" id=\"v6n195\"> God bless you and preserve you in purity and holiness before him, that you may inherit all you anticipate, I pray in the name of Jesus Christ! Amen. <\/div>\n<\/div>\n<\/div>"}