{"ID":60004, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Truth, Life, and Light&#x2014;God Acts Through Agents&#x2014;Obedience Produces Knowledge, Which Supersedes Faith&#x2014;The Spirit of Man&#x2014;Revelation and Obedience Thereto, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, Sunday Morning, November 8, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Leo Hawkins.<\/div>\n<div class=\"pageHeader\">Page Header: Truth, Life, and Light, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 11\/8\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d04\">\n<div class=\"paragraph jod\" id=\"v6n197\"> I have almost a good mind to talk a little&#x2014;that is, if you want I should; but I certainly do not want to, without you want I should. And then again, if I felt really like it, I should talk, whether you wanted I should, or not. The reason I make that expression is because I am called to an holy calling, with our President, or brother Brigham. He is my leader, and I am his brother and servant. I am his fellowservant&#x2014;that is, I am one with him; and my calling actually requires me to talk, and to teach, and to instruct, and to exhort, and to invite all men to embrace the Gospel and plan of life and salvation. <\/div><div class=\"paragraph jod\" id=\"v6n198\"> Jesus, in the 1st chap. of John, 4th verse, says, &#x201C;In him was life; and the life was the light of men.&#x201D;<span class=\"citation\" id=\"68501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68501)\">John 1:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n199\"> Also, in the 8th chap. and 12th verse, &#x201C;Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.&#x201D;<span class=\"citation\" id=\"69430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69430)\">John 8:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n200\"> And in the 14th chap. and 6th verse, &#x201C;Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.&#x201D;<span class=\"citation\" id=\"69920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69920)\">John 14:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n201\"> Well, you have heard me express, several times, that truth is life, and life is light. Well, it is true, because Jesus says, &#x201C;I am the life and the light of the world; and no man that is born upon the face of this earth can <div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2732\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> obtain eternal life except they go by me. They must come by me or through me to obtain eternal life.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n202\"> Brethren, I want you to understand, if you will treasure up principles of truth as you would treasure up gold and silver and precious stones&#x2014;if you will treasure up truth, every truth that you treasure up, that truth is life, and that life is light. Do you not see that if you treasure up the principles of truth in you, and you have your treasury full of them, then, of course, your treasury is savior of all? Why? Because life is light, and light is life. Do you not see, if you have got the true principles dwelling in you, if you treasure up truth, you are bound to have life; and then, if you have life, you are bound to have light; and if those true principles dwell in you, and they abound, do you not see you cannot be unfruitful?<span class=\"citation\" id=\"78253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78253)\">2 Pet. 1:8<\/a><\/span> You are bound to be fruitful in the knowledge of God and in the accomplishment of his purposes. <\/div><div class=\"paragraph jod\" id=\"v6n203\"> If you do not take a course to treasure up truth, you never will be prophets and prophetesses; for it is in treasuring up truth, and life, and light. If these principles be in you, and they abound, you will be like a well of water springing up into everlasting life.<span class=\"citation\" id=\"69028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69028)\">John 4:14<\/a><\/span> It will be everlasting, do you not see, if it springs up; and that will bring us back to the fountain of life, from whence springs life and  <div class=\"break pagebreak\" id=\"29a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0029.pdf\" target=\"pdfwin\">p.&#xA0;29a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2731\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>light. Do you not see it springs from God. It emanates from him; and if it is in us and abounds, it will be in us as a well of water springing up into everlasting life,<span class=\"citation\" id=\"69029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69029)\">John 4:14<\/a><\/span> from whence it sprang. <\/div><div class=\"paragraph jod\" id=\"v6n205\"> Well, here are a few ideas before you&#x2014;something I had not thought of before I got up. Well, I am called and ordained to be a teacher and to instruct; but if you do not receive my instructions and the principles of truth that emanate from me, then you are not profited; for the Lord says, &#x201C;If a man offers you a gift, and you do not receive that gift with gladness and joy, then, of course, the man that offers the gift is not blessed; but if the receiver receives it with joy, then the man that gives the gift has joy in giving it.&#x201D;<span class=\"citation\" id=\"88463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88463)\">D&amp;C 88:33<\/a><\/span> Do you not see it? Well, upon the same principle, if God confers gifts, and blessings, and promises, and glories, and immortality, and eternal lives, and you receive them and treasure them up, then our Father and our God has joy in that man. Do you understand me? I do not know whether you get my idea or not; but, to save my head, I cannot talk any plainer. You know I am called simple. Well, I wish I was simpler and could convey things with greater simplicity than I do. Why? Because I have not a spirit within me to wish to talk one word to you except good sense, and light, and information, and instruction to the child that sits before me today. Do you not see God is not pleased with any man except those that receive the gifts, and treasure them up, and practice upon those gifts? And he gives those gifts, and confers them upon you, and will have us to practice upon them. Now, these principles to me are plain and simple. <\/div><div class=\"paragraph jod\" id=\"v6n206\"> Do you suppose that God in person called upon Joseph Smith, our Prophet? God called upon him; but God did not come himself and call, but he sent Peter to do it. Do you not see? <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2731\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> He sent Peter and sent Moroni to Joseph, and told him that he had got the plates. Did God come himself? No: he sent Moroni and told him there was a record, and says he, &#x201C;That record is matter that pertains to the Lamanites, and it tells when their fathers came out of Jerusalem, and how they came, and all about it;&#x201D; and, says he, &#x201C;If you will do as I tell you, I will confer a gift upon you.&#x201D; Well, he conferred it upon him, because Joseph said he would do as he told him. &#x201C;I want you to go to work and take the Urim and Thummim, and translate this book, and have it published, that this nation may read it.&#x201D; Do you not see, by Joseph receiving the gift that was conferred upon him, you and I have that record? <\/div><div class=\"paragraph jod\" id=\"v6n207\"> Well, when this took place, Peter came along to him and gave power and authority, and, says he, &#x201C;You go and baptize Oliver Cowdery, and then ordain him a Priest.&#x201D;<span class=\"citation\" id=\"83983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83983)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"129361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129361)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"94013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94013)\">JS&mdash;H 1:72<\/a><\/span> He did it, and do you not see his works were in exercise? Then Oliver, having authority, baptized Joseph and ordained him a Priest. Do you not see the works, how they manifest themselves? <\/div><div class=\"paragraph jod\" id=\"v6n208\"> Well, then Peter comes along. Why did not God come? He sent Peter, do you not see? Why did he not come along? Because he has agents to attend to his business, and he sits upon his throne and is established at headquarters, and tells this man, &#x201C;Go and do this;&#x201D; and it is behind the veil just as it is here. You have got to learn that. <\/div><div class=\"paragraph jod\" id=\"v6n209\"> Peter comes along with James and John and ordains Joseph to be an Apostle, and then Joseph ordains Oliver, and David Whitmer, and Martin Harris; and then they were ordered to select twelve more and ordain them. It was done. Do you not see works were manifest? They received the truth, and thus you and I are here today; and if it had not  <div class=\"break pagebreak\" id=\"30a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0030.pdf\" target=\"pdfwin\">p.&#xA0;30a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2730\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been for the practice, you and I would not have been here, would we? <\/div><div class=\"paragraph jod\" id=\"v6n211\"> Well, practice makes perfect: it makes perfect men and perfect Apostles, and Prophets, and Elders, and Teachers, and Deacons; and how can you be perfect without it? It is by our practice and living up to our profession that we increase and grow in grace and in the knowledge of the truth.<span class=\"citation\" id=\"94509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94509)\">D&amp;C 50:40<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n212\"> There are a great many things, probably, that are taught you from this stand&#x2014;that is, from individuals. They are taught to you; and you, probably, have not got faith and confidence in them. Well, now, I do not care whether you have or not: if you will go and do as you are told, you shall have a knowledge, although you had not a particle of faith when you began. That is curious religion; but there is no knowledge on any other principle, only by obedience. <\/div><div class=\"paragraph jod\" id=\"v6n213\"> Some time ago I brought up a figure. Say I, John, Timothy, Jack, Peter&#x2014;I do not care who they are&#x2014;you go up above the arsenal and dig a well, and dig ten or twelve feet, and you shall find a good spring of water. &#x201C;Well,&#x201D; says brother John, &#x201C;I have no confidence in that, that there can be water got there, neither have I any confidence in you as an Apostle.&#x201D; Say I, I do not care whether you have or not: go and do as I tell you, and you shall be paid for it. You go and dig a well, and dig twelve feet, and find a good spring of water. Now, do you not get the knowledge of that water without a particle of faith or confidence? It is in the works. <\/div><div class=\"paragraph jod\" id=\"v6n214\"> Some say, &#x201C;What is the use of my doing this, or that, or the other thing? I have no faith in it.&#x201D; I do not care a dime for your faith. They produce the knowledge; and then, do you not see, knowledge swallows up faith before you ever had it? <\/div><div class=\"paragraph jod\" id=\"v6n215\"> Did you ever know anything to swallow a thing when it was not? Yes, the Methodist's God has neither <div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2730\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> body, parts, nor passions; and yet they have swallowed him. <\/div><div class=\"paragraph jod\" id=\"v6n216\"> Well, now, this is a kind of curious doctrine, but it is true doctrine; for I never knew much faith in exercise in a man, except that man had good works, by going and doing as the servants of God say, to produce faith and knowledge. <\/div><div class=\"paragraph jod\" id=\"v6n217\"> Now, I will ask you a question&#x2014;a scriptural question. I do not know where it is. It is in the Bible. I cannot refer to chapter and verse. I want to refer you to the case of Naaman, the Assyrian, who was smitten with leprosy.<span class=\"citation\" id=\"55785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55785)\">2 Kgs. 5:1-14<\/a><\/span> How much faith had he? He had not a particle; but his servant, who had faith, prevailed upon him to go down to Jordan. When the Prophet spoke to him and told him to go and dip himself seven times, and he should become whole, he had not a particle of confidence in it. He went down with his riches to buy health, but he could not buy it: he had to do as the Prophet told him. He went down and dipped himself seven times and was healed. Do you not believe, then, he knew things? Said he, &#x201C;I know now they are the men of God. I know now that God lives, and their words are true; for I did as they told me, but I had not any confidence in them, and I was healed.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n218\"> Does not that agree with me? I merely bring that up that you may not find fault with my doctrine. Do you not see that is the principle that we must be actuated by? I care not whether you have any faith or not: you go and do as you are told to do, and that produces knowledge; and how long will it be before we shall be presented into the presence of Jesus Christ, the Son of God? It will not be but a little while. Now, there are a great many people, even to this day, with all the reformation that has been in our midst, who make a practice of telling lies. It is impossible for them  <div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2729\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to tell a story, except they put into the interstices of that story lies of their own manufacturing. Do you not see that destroys? They make a practice of it. They cannot transact business except they must lie a little. How long, do you suppose, it will take that man to get to heaven and to enter into celestial glory, where lies or anything that is impure cannot exist? It will take him as many millions of years as there will be millions of years to come. <\/div><div class=\"paragraph jod\" id=\"v6n220\"> Perhaps some people may think that if we do lie and are dishonest, and so forth and so on, when we die, the death that comes upon us and the change that comes upon us will change and take away those lies, and we shall find ourselves basking in truth.<span class=\"citation\" id=\"82257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82257)\">Alma 34:34<\/a><\/span> No such thing. I may tell a lie to you&#x2014;I may be dishonest to my neighbors and ungodly, then I may get up and go out of doors; and I want to know what better am I when I go through that door than I was this side of it? Has it changed my nature? No&#x2014;not one particle. <\/div><div class=\"paragraph jod\" id=\"v6n221\"> I will refer to brother Morley's words. He says, &#x201C;The mind makes the man.&#x201D; That is true. What is the mind? It is that character that was made and fashioned after the image of God before these bodies were made&#x2014;that is, our spirits. What is the mind? It is the spirit that was made before this body. Do you know it? Well, now let me tell you, it is that spirit that makes the man. I care not how humble he is&#x2014;if his nose is three feet long and all his body was disfigured&#x2014;I will tell you, if there is a good spirit in that man, and that spirit cultivates wholesome doctrine and lives to God, you love him. It is the spirit that is in the man that makes the man, which is the mind that you were speaking of, father Morley. You meant so, did you not, father Morley? [&#x201C;Yes.&#x201D;] Well, you did. <\/div> <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2729\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n222\"> Well, our change from this state of existence does not change our character. The character must be made and formed before it goes through the veil, if he is going to continue with the servants of God, the Prophets. <\/div><div class=\"paragraph jod\" id=\"v6n223\"> Now, brethren, you have got a spirit in you, and that spirit was created and organized&#x2014;was born and begotten by our Father and our God before we ever took these bodies; and these bodies were formed by him, and through him, and of him, just as much as the spirit was; for I will tell you, he commenced and brought forth spirits; and then, when he completed that work, he commenced and brought forth tabernacles for those spirits to dwell in. I came through him, both spirit and body. God made the elements that they are made of, just as much as he made anything. Tell me the first thing that is made on earth that God did not organize and place here in this world. Not a thing. <\/div><div class=\"paragraph jod\" id=\"v6n224\"> Well, it is the mind or spirit that is in the man that makes the man. Was that spirit a wicked spirit when it was organized and brought into existence? No&#x2014;no more than our little children are sinners. But we have been led&#x2014;that is, perverted, or rather led away from these true principles&#x2014;led into evil principles by others. Well, then, of course, we are not exactly as we were when we were organized. No; we have taken other men's books and reasonings, and fell into other principles&#x2014;led away from nature&#x2014;some say, &#x201C;nature's darkness.&#x201D; I do not know anything about such a thing as nature's darkness. If we were as we were in our first creation, we should be as innocent as little children, every one of us. Perhaps you do not see these things as I do; but I have not any notion of my own to communicate unto you. <\/div><div class=\"paragraph jod\" id=\"v6n225\"> You see I am the simplest fellow there is. I wish to God I was more  <div class=\"break pagebreak\" id=\"32a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0032.pdf\" target=\"pdfwin\">p.&#xA0;32a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2728\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>simple than I am: I should be nearer to what I was in nature. I do not know how to use what they call big words. I never studied them. I have no taste particularly for them; and if I had, I should not know where to put them, and should be very apt to stick the head to the feet, and the feet to the head. I do not know where to apply them. Well, what are they? You may ask brother Taylor, and he will tell you they are conflabberation of all languages. Conflabberation! Well, that's a good word, is it not? That is, they are French, English, Irish, Dutch, Hebrew, and Latin, and they are all kinds of words; and there are not many of them that have good sense. Well, they are a mixture: every language is a mixture. I have not studied them. <\/div><div class=\"paragraph jod\" id=\"v6n227\"> Do you want to blame me? Cannot you understand me in my simple way of communicating to you? After all my simplicity and simple words, and trying to simplify my words to the capacity of the people, there are lots of you who do not understand the words I use&#x2014;the words I was taught from my youth in my simplicity. <\/div><div class=\"paragraph jod\" id=\"v6n228\"> Well now, brethren, I tell you I have said what I have said; and may God grant that it may inspire your hearts&#x2014;that it may exalt your minds&#x2014;that you may treasure up these truths, as far as they are truths; and I know nothing to the contrary but what they are truths; and if you do, or anybody else, I would be pleased to be corrected&#x2014;that is, to have the real thing presented instead of them. Is it to my injury, because I did not happen to get it, and somebody steps forward and puts it there? Does it injure me? No: it communicates to me that I had not got&#x2014;that is, a truth; and truth is life, and life is light. Do you not see what I get by it? <\/div><div class=\"paragraph jod\" id=\"v6n229\"> In regard to our situation and circumstances in these valleys, brethren, WAKE UP! WAKE UP, YE ELDERS <div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2728\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> OF ISRAEL, AND LIVE TO GOD and none else; and learn to do as you are told, both old and young: learn to do as you are told for the future. And when you are taking a position, if you do not know that you are right, do not take it&#x2014;I mean independently. But if you are told by your leader to do a thing, do it. None of your business whether it is right or wrong. You will get water, if you dig away. That is rather presumptuous doctrine with some people; but with me it is not. <\/div><div class=\"paragraph jod\" id=\"v6n230\"> I have heard men teach in this stand that I was under no obligation to do anything, except I had a revelation. I do not believe the doctrine at all. I don't care who preached it. I am not the leader&#x2014;I am not the Prophet, nor the chief Apostle. I do not hold the keys independently. I have no keys, only what I hold in brother Brigham; and then brother Brigham has the word of God: he must do thus and so. He comes to me and says, &#x201C;Brother Heber, I want you to do thus and so.&#x201D; Wait till I go home, get into my private room, and ask God that I may get a revelation! Ain't that pretty, brother Taylor? Well, I will not talk just as I think. If I did, I would knock this pulpit head over heels, when I think of such folly. Go and get a revelation, when God has spoken through my head! And then the tail goes off, and gets down on his knees to get a revelation, when the head has got one ! <\/div><div class=\"paragraph jod\" id=\"v6n231\"> Now, I have heard that doctrine preached here, that they must have a revelation before they are bound to receive that word and go and practice it, just as it would have been with those men I employed to go and dig that well by the arsenal. &#x201C;Wait, sir.&#x201D; I will not wait a minute. Go along, or I will employ men that will do it. &#x201C;I am going to get a revelation to know if there is water there.&#x201D; They  <div class=\"break pagebreak\" id=\"33a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0033.pdf\" target=\"pdfwin\">p.&#xA0;33a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2727\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>do not know that by believing on any man's testimony they increase in knowledge, wisdom, and the power of God. They forget that. Do you not see that I can learn more to be led than I can to lead, if I have the right man to lead me? Brother Brigham is my leader: he is my Prophet, my Seer, and my Revelator; and whatever he says, that is for me to do; and it is not for me to question him one word, nor to question God a minute. Do you not see? <\/div><div class=\"paragraph jod\" id=\"v6n233\"> I will tell you what it is right for me to do. If there is time (and if there is not, it is not necessary), go along and bow down before the Lord God. Say I, &#x201C;Father, help me to be faithful and do the words of brother Brigham, my leader, that I may see glory in it, and that I may see immortality and eternal lives in it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n234\"> I am teaching you, Elders. Now, if I am not right, I am wrong. I leave it to you to judge whether I am right or wrong. It is curious for me to talk, but it is not for me to question his words any more than it was Naaman, the Assyrian. Said he, &#x201C;What better are the waters of Jordan? Why are not the rivers of Damascus and the water round Jerusalem just as good? Why is there not as much virtue in them as there is in Jordan?&#x201D;<span class=\"citation\" id=\"55797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55797)\">2 Kgs. 5:12<\/a><\/span> Why, there is; but the virtue is in the man of God telling him what to do. There was virtue in doing what the servant of God told him to do. If he had told him to have gone and got into a mud hole, it would have had the same effect as that water. It is in the words of the man of God, and God lets his angels go along wherever he goes, and the angel of God goes along and touches the man with the touch of his finger, and says, &#x201C;Be thou made whole!&#x201D; Why? &#x201C;Because the servant of God says so, and I have come here to help to fulfil it.&#x201D; Either side of the veil they are active to see that your words are <div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2727\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fulfilled. If they are not, they are not with us, nor we with them. <\/div><div class=\"paragraph jod\" id=\"v6n235\"> What difference does the veil make? None at all. To us there is a veil, but to them there is no veil. They can see through the side of a house as well as through the air. I know that by experience. &#x201C;Well, now,&#x201D; someone says, &#x201C;What good does it do for two or three thousand men to be in the mountains?&#x201D; Why, I don't know that it is any of our business. It says, &#x201C;Uncle Sam cannot come. We are ready; we are on the spot.&#x201D; Well, what else? It gives those men an experience that they cannot have on any other principle. They are getting an experience&#x2014;for what? To cultivate them for something greater, which will come next year; and if it does not come then, it will come sometime. I do not say it will come next year. You never heard me say it would; but you and I want to live our religion and do as we are told, not questioning a word for a moment. You have got to stop that. It is enough for others to do that, without our meddling with those things. I am speaking to the Elders of Israel. <\/div><div class=\"paragraph jod\" id=\"v6n236\"> Well, these things are all right. You learn to do as you are told; and those that have not been baptized into the Church, I say, Go and be baptized, and put on Christ by baptism,<span class=\"citation\" id=\"74559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74559)\">Gal. 3:27<\/a><\/span> that you may receive the Holy Ghost and be one with us: that is all I have got to say to you. <\/div><div class=\"paragraph jod\" id=\"v6n237\"> Bless your souls, I pray my Father to bless brother Brigham, with his Counselors, that they may be one; to bless the Twelve, that they may be one with us; to bless the Seventies, that they may be one with the Twelve, and the High Priests one with the Seventies, and the Elders one with the High Priests, and the Priests one with the Elders, &amp;c.; that we may all be one and partake of the same Spirit, and same power, and same Holy Ghost, and same religion. That is my  <div class=\"break pagebreak\" id=\"34a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0034.pdf\" target=\"pdfwin\">p.&#xA0;34a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2726\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>exhortation to you: I cannot preach any other. <\/div><div class=\"paragraph jod\" id=\"v6n239\"> If that takes place, I want to know what any power has to do with us? As we relax our power and live our religion&#x2014;do you not see, as we relax, that the Devil will gain power upon us? Suppose, now, I was to take a rough-and-tumble with a man and wrestle with him: I wrestle a spell pretty valiantly, and almost gain power over my antagonist; I have almost gained power over him, and I begin to slack up to get a little breath: do you not see that that antagonist is bound to put me down if I slack up? Well, if you slack up your religion, living faithfully, praying, exhorting, and living to God, do you not see our antagonist is gaining power over us? But let me tell you, gentlemen, we will take it just as God dictates; and if he says rough-and-tumble, let us take it rough-and-tumble, and pitch them headlong where they belong. <\/div><div class=\"paragraph jod\" id=\"v6n240\"> Well, now, if you will do just as you are told, you will increase in knowledge ten thousand times faster than you will to pray six hours; and if you follow that course, you will not advance in your religion one-hundredth part so much as that man that will do just as he is told, no matter what. <\/div><div class=\"paragraph jod\" id=\"v6n241\"> If you are told to watch, watch. Can you pray when you are watching? I do: I pray all the time. Well, live your religion&#x2014;that is, not <span class=\"italic\">your<\/span> religion, but the religion of Jesus Christ, and serve your God. Cease all your contentions. Are there not contentions enough in the world? Are there not contentions enough with that army and with the devils in hell, without there being any with us? These things should subside: they should take an avalanche, like the snow. You know the snow will take a slide down the sides of the mountains. They call that an avalanche. I should call it a hell of a full of a fuss&#x2014; <div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2726\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that is, it is a convulsion. Well, excuse me for that language. <\/div><div class=\"paragraph jod\" id=\"v6n242\"> Well, there are those troops over yonder. They are not here, are they? Well, some of you thought they were coming here, and several ran away, supposing they were coming. Well, I am glad of that, and I wish every other one that feels so would put off. We will help them. Brother Brigham has fulfilled his word: he said if he could find any man or woman that wanted to go, he would send them to that happy place. Well, he has sent Mrs. Mogo. No doubt she will die a happy death. <\/div><div class=\"paragraph jod\" id=\"v6n243\"> This great Mr. Johnson, the Commander of those troops has come, I suppose. Brother Grossbeck has come in with his company from the States. God gave him wisdom, and he is here, and he escaped those troops. Mr. Johnson says he is going to obey the President's orders, and says he will come in; but by the time he goes up and down Ham's Fork a few times, it will take away his strength. If you do not believe it, try some other Ham's Fork. I had as lieve sit on a bayonet as a fork. He has had a fever all the way, and will have a chill when he has lost his strength. He will have an all-killing chill. He will not come here. We have told you all the time they will not come. But he may attempt to come, and then he may not. That is just as God has a mind to. <\/div><div class=\"paragraph jod\" id=\"v6n244\"> I feel the Lord designs the thing should move along and no blood be shed, because I do not consider God is so anxious that we should be bloodthirsty men as some may be. God designs we should be pure men, holding the oracles of God in holy and pure vessels; but when it is necessary that blood should be shed, we should be as ready to do that as to eat an apple. That is my religion, and I feel that our platter is pretty near clean of some things, and we calculate to keep it clean from this time henceforth and  <div class=\"break pagebreak\" id=\"35a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0035.pdf\" target=\"pdfwin\">p.&#xA0;35a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2725\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>forever, and, as the Scripture reads, &#x201C;Lay judgment to the line, and righteousness to the plummet.&#x201D;<span class=\"citation\" id=\"58622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58622)\">Isa. 28:17<\/a><\/span> We shall do that thing, and we shall commence in the mountains. We shall clean the platter<span class=\"citation\" id=\"124796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124796)\">Matt. 23:26<\/a><\/span> of all such scoundrels; and if men and women will not live their religion, but take a course to pervert the hearts of the righteous, we will &#x201C;lay judgment to the line, and righteousness to the plummet,&#x201D;<span class=\"citation\" id=\"58623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58623)\">Isa. 28:17<\/a><\/span> and we will let you know that the earth can swallow you up, as it did Korah with his host;<span class=\"citation\" id=\"54792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54792)\">Num. 16:32<\/a><\/span> and as brother Taylor says, you may dig your graves, and we will slay you, and you may crawl into them. <\/div><div class=\"paragraph jod\" id=\"v6n246\"> I do not mean you, if you are not here. I mean those corrupt scoundrels. Well, this is just as brother Brigham has said here hundreds of times. <\/div><div class=\"paragraph jod\" id=\"v6n247\"> If those troops could have come in here, let me tell you, all the finest and smartest devils would have entered into the smartest bodies and come here to overturn us. You will not catch a mean, low, inferior, stupid devil in a smart man. I will tell you the Devil has his smart men. Says he, &#x201C;You get into a smart body.&#x201D; Smart spirits do not get into inferior bodies. Would you? No. Well, then, do you suppose they would do what we would not do under the same circumstances? <\/div><div class=\"paragraph jod\" id=\"v6n248\"> Was not Lucifer a pretty smart lad? Just look at it&#x2014;son of the morning&#x2014;<span class=\"citation\" id=\"58271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58271)\">Isa. 14:12<\/a><\/span>when all heaven wept when he fell.<span class=\"citation\" id=\"86902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86902)\">D&amp;C 76:26<\/a><\/span> He was a smart man. It takes a smart man&#x2014;that is, one who thinks he is, to act the devil. Well, I merely speak of these things. <\/div><div class=\"paragraph jod\" id=\"v6n249\"> Well, they would come from Dan to Beersheba,<span class=\"citation\" id=\"55374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55374)\">Judg. 20:1<\/a><\/span> and from California to France&#x2014;that is, wicked and abominable spirits would have come into this valley when those troops came, do you not see? The blacklegs, and highway robbers, and whoremongers, and whores would have gathered into this place, if those troops could have come into this place to have slain our leaders. <div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2725\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Let me die an honorable man living my religion rather than to bow down to their cursed yoke again, as the Lord God liveth. They have made us stiffen our upper lip, and now we have got to keep it stiff&#x2014;I mean the upper lip; and if you grow as you ought, five years will not pass away before your lips will be five times as thick as they are now. Joseph had a high lip, and he was a beautiful man&#x2014;one of the most lovely men I ever saw, especially when the Spirit of God was in him; and his countenance was as white as the whitest thing you ever saw. <\/div><div class=\"paragraph jod\" id=\"v6n250\"> Let all these domestic broils and family difficulties cease, ye Elders of Israel; and if you have got things that will not sleep and will not rest, live your religion, and I would take my johnnycake and go into the mountains and spend my days defending the house of Israel, before I would stay at home and quarrel one moment. Is it not better for you? Well, now stop these little broils at home in your families: that is the end of all trouble with us; and God will bless us and will bless the earth, and the air, and the elements, and we shall be blessed with fruits and grain, and with every other thing that our hearts can desire. <\/div><div class=\"paragraph jod\" id=\"v6n251\"> Is there anything that we ever saw or thought of but what is in the elements, the air we breathe, and the earth we walk on? And blessing be to God that I live on an earth that lives. Well, that is a curious idea. I heard a Methodist preacher preach that once at Miller's Corners, in Bloomfield, Ontario County, New York, and thought it was a curious idea. Well, it is truth. <\/div><div class=\"paragraph jod\" id=\"v6n252\"> Now, I will prove this to you, if any of you doubt it, by true philosophy&#x2014;by natural philosophy. Do you believe that a dead woman can conceive from a live man and bring forth a live child? Do you believe it, any of you mothers? Do you believe it, any of you fathers? No, you know better.  <div class=\"break pagebreak\" id=\"36a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0036.pdf\" target=\"pdfwin\">p.&#xA0;36a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2724\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Well, if a woman will not produce when she is dead, then the earth cannot produce living things if it was dead. <\/div><div class=\"paragraph jod\" id=\"v6n254\"> Does the earth conceive? It does, and it brings forth. If it did not, why do you go and put your wheat into the ground? Does it not conceive it? But it does not conceive except you put it there. It conceives and brings forth, and you and I live, both for food and for clothing, silks and satins. What! Satin grow? Yes. What produces it? The silkworm produces it. Does the silkworm produce except it conceives? No, it eats of the mulberry tree. Where does the mulberry tree come from? It comes from the earth. Where did the earth come from? From its parent earths. <\/div><div class=\"paragraph jod\" id=\"v6n255\"> Well, some of you may call that foolish philosophy. But if it is, I will throw out foolish things, that you may gather up wise things. The earth is alive. If it was not, it could not produce. If you find a piece of earth that is dead, you cannot produce anything from it, except you resurrect it and restore it to life. If that is not true philosophy, it is nothing that I have produced. It is what every man knows, if he can only reflect. But I thought it was curious doctrine when that Methodist spoke of it. <\/div><div class=\"paragraph jod\" id=\"v6n256\"> How could my head produce hair, if it was dead? Neither can the earth produce grain, if it is dead. Now, brethren, do you not see the propriety of our blessing the earth&#x2014;the earth that we inhabit and cultivate? If you do not see the propriety of it, for heaven's sake do not bless the sacrament again. Do not take a bottle of oil to the prayer circle to be blessed, when you do not believe the earth can be blessed. <\/div><div class=\"paragraph jod\" id=\"v6n257\"> If you have got half-an-acre, you can bless it, and dedicate it, and consecrate it to God, and ask him to fill it with life. Well, then, if you can <div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2724\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bless half-an-acre, why can you not bless a whole acre? And if you can bless an acre, why can you not bless all this Territory? Just reflect for a moment. If you can bless a gill of oil, then you can bless a pint. When you bless a pint, you can bless a quart, and so on until you can bless a bottle of oil as big as this valley. <\/div><div class=\"paragraph jod\" id=\"v6n258\"> Bless God! Yes, I bless my Father and my God pertaining to this earth; I bless his Son; I bless everything in heaven and on earth. Now, you may call that improper, when you do it, all of you, indirectly. Bless my Father! Suppose I had an earthly father here, and he had received the Gospel and was a Patriarch, I would bless him and put all the blessings on him that I had power and strength; that is, I would put all I had onto him; then I could get it back; then I could bless his father, and he could bless his father, and his father his father, and the blessings I would put on my father would go clear back until it came to the Father and God from whence it came, and then it comes down to us again, just as the sap and nourishment in the tree: if it does not go into the root, it never would go into the top; and every limb and branch pertaining to that tree has to give up a portion of the nourishment they receive, and then we are all impregnated with the roots. <\/div><div class=\"paragraph jod\" id=\"v6n259\"> Well, I am talking these things as plain as I can. Perhaps some of you do treasure them up. But we live on an earth that lives: if we do not, we cannot produce nor get produced from it. You never will get peaches if you do not plant and let the earth conceive; but if the earth conceives, and you nourish it, you are bound to have peaches, and apples, and currants, and plums. If you cultivate and partake of the elements that God has made, you will have houses, and barns, and granaries, and everything else. God has made it. All we have to do is to  <div class=\"break pagebreak\" id=\"37a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0037.pdf\" target=\"pdfwin\">p.&#xA0;37a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2723\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>take it from the earth. But you say it is all dead, do you? Oh folly! There is nothing that is dead that lives, nor shall we ever die temporally nor spiritually; for that tabernacle that I live in is life; and when it goes back to the earth, it goes back into a living creature. For what purpose? To become analyzed, and cleansed, and purified, that I may receive it again, more glorious than this body. How can I obtain it? On no other principle only to do just as I am told. You have got to learn that lesson. I have got to learn it; and if I have got to learn it, I can prove that you have got to do as I do. <\/div><div class=\"paragraph jod\" id=\"v6n261\"> You are very exact in military tactics. Here is Squire Wells, and he is under the direction of our Governor; and then every other officer in his turn must be dictated and governed as he is dictated. Does Squire Wells run to every man? No: he gives his order to the officer next to him, and so on till it goes down to the fourth corporal. See how accurate you have to be in that discipline. Should not you be more so in the kingdom of your God? And if you do not, you are not making progress. <\/div><div class=\"paragraph jod\" id=\"v6n262\"> Why are you not wide awake? Cultivate, make, take, and increase, and bring forth those things that you need. You do not believe the gate is going to be shut down, do you? Mr. Johnson says there shall not an article or a train come in, except the Governor lets him come in. The Governor will not, except he grounds arms; and if he will ground arms, he will ground arms; and if he no ground arms, then he no ground arms, and he cannot come here. Gentlemen, your leaders all say he cannot come here. Why, if he wants to come here himself, with a few of his council&#x2014;if they really want to come to see the Governor, they have the privilege; but they would have to ground arms. I am not going to take that word back. <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2723\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> They have got to ground arms from this time henceforth. But we have shouldered arms, and it is present arms; and do you not see that the next thing is to take aim? <\/div><div class=\"paragraph jod\" id=\"v6n263\"> Joseph, when he was in Nauvoo, on the house top, drew his sword from the sheath and said it never should be sheathed again. Brother Brigham has said the same, and brother Heber will back him in it, and so will every officer in the kingdom of God. What say you, brethren, will we go it? If so, raise your right hands and say Aye. <\/div><div class=\"paragraph jod\" id=\"v6n264\"> [One loud &#x201C;AYE&#x201D; rang through the congregation.] <\/div><div class=\"paragraph jod\" id=\"v6n265\"> We are not going to bow down to the wicked any more. I had rather die as I am and fight my way than ever to go into their hands again. They probably, if they had only sense enough, might have caused us to bow down our heads and got the bow on Old Bright's neck. They will not pay the debts contracted by their own officers. They send the most damnable and contemptible scoundrels that they could to rule over us, and they abused us all the time, and God wanted they should. If they had not, perhaps we should have bowed down and got the yoke on our neck. Now, perhaps, they will try to draw back and say, &#x201C;Let us give them a State Government and a few hundred thousand dollars, and see if we cannot pet them.&#x201D; When you see a thing of that sort, look out for the Devil: he will be behind that curtain. When I see anything of that kind, I am suspicious. <\/div><div class=\"paragraph jod\" id=\"v6n266\"> We shall prescribe a course for the United States to take after this. Well, you do not believe that, do you? Do as you are told, and see if it does not come to pass. You cannot tell whether I am a true man, unless you listen to me. <\/div><div class=\"paragraph jod\" id=\"v6n267\"> Well, these are my feelings. God bless you, brethren; God bless you, sisters; God bless this earth, and these valleys, and every honest person  <div class=\"break pagebreak\" id=\"38a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0038.pdf\" target=\"pdfwin\">p.&#xA0;38a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2722\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that comes into these valleys! If their soldiers desert and come in here, may the Lord God bless them, that they may have the Spirit of God on them while they stay here! We live to let live, and we will treat them with kindness and gentility, if they stay here and behave themselves. But they cannot whore it here; for, gentlemen, if there is anything of that kind, we will slay both men and women. We will do it, as the Lord liveth&#x2014;we will slay such characters. Now, which would be the most worthy to be slain&#x2014;the woman that had had her endowments and made certain covenants before God, or the man that knew nothing about it? The woman, of course. She must be guilty according to her knowledge.<span class=\"citation\" id=\"94510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94510)\">D&amp;C 132:41<\/a><\/span> These little officers that were brought up as pets at West Point boasted all the way what they were going to do with our leaders: they were going to take our Governor and hang him, and take his wives and use them at their leisure; and they were going to serve Heber in the same way, and all others that lifted their tongues against our enemies. They have not yet done it, have they? <\/div><div class=\"paragraph jod\" id=\"v6n269\"> Well, these are my feelings. They are out there: they have been sitting on Ham's Fork so long, it has begun to ulcerate, as that nasty fop, Douglas, uses the term&#x2014;that little nasty snot-nose: you cannot call him anything half so mean as he is&#x2014;the nastiest of all nasties that God could suffer on the earth. We have been a friend to him and everybody else, and we have not done any harm. We mind our own business. We came to this land because we were just obliged to do so; and I have been broken up and driven five times; but, as the Lord God liveth, I do not go again, nor any other man or woman that will live their religion. Let us do right, as a people, and we never will go from this place until we please and God pleases to have us. <\/div> <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2722\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n270\"> We were brought here for a purpose to secure us, and for us to stand to our rights and privileges as citizens of the United States, and claim protection. What are they coming up here for? To kill your leaders; and when they kill us they will kill every man and woman that will sustain those men. Well, they are not here&#x2014;God be praised! Hallelujah! Glory to God in the highest, peace on earth, and goodwill to all good men!<span class=\"citation\" id=\"67055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67055)\">Luke 2:14<\/a><\/span> My soul says Hallelujah! Praise the Lord,<span class=\"citation\" id=\"57352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57352)\">Ps. 146:1<\/a><\/span> my soul, and give glory to him,<span class=\"citation\" id=\"57221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57221)\">Ps. 115:1<\/a><\/span> and let all Israel say Amen! <\/div><div class=\"paragraph jod\" id=\"v6n271\"> [The assembly responded, &#x201C;Amen.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v6n272\"> Am I not happy? These are the people of God. They shall live and they shall prosper, and everything that is attached to the righteous shall be righteous and grow righteous. Yea, I bless the earth and everything that is on this earth; but I feel, in the name and by the authority of Jesus Christ and my calling, to curse that man that lifts his heel against my God and his cause and kingdom;<span class=\"citation\" id=\"90813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90813)\">D&amp;C 121:16<\/a><\/span> and the curse of God shall be upon him: the angels of God shall chase him, and he shall have no peace. The President of the United States and his coadjutors that have caused this thing shall never rest again, for they shall go to hell. <\/div><div class=\"paragraph jod\" id=\"v6n273\"> Brother Morley says he has no right to teach. I am blessing them with the power that is on your head. Why do you not do it? That is the blessing of a Patriarch, to bless the house of Israel. I bless you as a people&#x2014;not only this people here today, but I bless all that are in the east, west, north, or south. God bless our head and every member that is attached to it! Bless the house of Israel, with the head of the vine, and with every vine and every branch that pertains to it,<span class=\"citation\" id=\"70130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70130)\">John 15:4<\/a><\/span> with every particle of fruit, that it may be choice in the house of God in these mountains! Amen. <\/div>\n<\/div>\n<\/div>"}