{"ID":60018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Blessings of the Saints&#x2014;Condemnatory State and Conduct of the Christian World, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder Wilford Woodruff, Delivered in the Tabernacle, Great Salt Lake City, December 6, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Blessings of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 12\/6\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v6n732\"> I esteem it a privilege at all times to join with my brethren in bearing testimony to the work of God. I am satisfied that we, as a people, have great reason to rejoice for the privileges and blessings granted unto us in these valleys of the mountains by our Father in heaven. We are in a great school; and it is a profitable one, in which we are receiving very important lessons from day to day. We are taught to cultivate our minds, to control our thoughts, to thoroughly bring our whole being into subjection to the Spirit and law of God, that we may learn to be one and act as the heart of one man,<span class=\"citation\" id=\"55578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55578)\">2 Sam. 19:14<\/a><\/span> that we may carry out the purposes of God upon the earth. Yes, we are taught many principles which tend to our exaltation and glory, which could not be made manifest unto us only as they are revealed unto us by the inspiration of the Almighty, through the mouth of his servants the Prophets. <\/div><div class=\"paragraph jod\" id=\"v6n733\"> The principles of the Gospel of Jesus Christ are made plain to us by the figures and illustrations which have been made today, and which are made from time to time so plain that a child could not misunderstand&#x2014;also to impress upon our minds our duties. Those principles are not surrounded with that mystery that shrouds the doctrines taught by the sectarian world. <\/div> <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2645\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n734\"> We, as a people, have long been praying for the kingdom of God to come, and his will to be done on the earth as it is done in heaven.<span class=\"citation\" id=\"63364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63364)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67460)\">Luke 11:2<\/a><\/span> We have been taught this prayer from childhood; but neither we nor our parents understood what we were praying for, only we made a practice of uttering those words from tradition, and never understood the meaning until we were made acquainted with the Gospel of Jesus Christ. Since we have become acquainted with brother Joseph and the Gospel, we have looked forward with much interest to the day when the kingdom of God should be established upon the earth in the same light, power, and glory in which the Apostles and Prophets saw it by vision and revelation; and that all which God has promised concerning it should have its fulfillment. <\/div><div class=\"paragraph jod\" id=\"v6n735\"> During the last twenty or twenty-five years, many things have been prophesied; and the Lord, through his servants, has made many promises which have been revealed unto us concerning the blessings that are in store for us if we faithfully do our duty. I can say, with my brethren, that I rejoice that I am in these valleys of the mountains associated with the people of God a thousand miles from Christianity, civilization, and the fruits thereof&#x2014;at least such as are now manifest throughout the  <div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2644\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Christian world; and I feel to prize this blessing and to acknowledge the hand of God in leading us here; for the hand of God has been plainly visible in delivering us from the hands of our persecutors and planting us in a land of health, peace, and safety; and the more my mind is enlightened by the Holy Spirit the more precious and glorious do these principles appear unto me. <\/div><div class=\"paragraph jod\" id=\"v6n737\"> I am satisfied that all is right in Zion. All is right with those who lead us. All is right as far as we do right. We have enjoyed many blessings during the past year. The Lord has in his mercy poured out his Holy Spirit upon us as a people, and there is a great change with the inhabitants of Zion during the past year. We were in a great measure asleep; and the Lord, knowing the things which lay before us, poured out his Holy Spirit abundantly upon our leaders, who called upon us to wake up, and the Spirit of God was poured out upon the people; and they have, in a great measure, endeavored to repent, forsake their sins, and unite themselves together to carry out the counsels of his servants. I have never seen the hearts of this people so united as during the past year. No person who has listened to the words of the Presidency of this Church during a few months past, and has seen the fulfillment of their sayings, but can clearly see the hand of God with them and his Spirit guiding them continually. <\/div><div class=\"paragraph jod\" id=\"v6n738\"> The day that many of us have anticipated, since we have been made acquainted with Joseph Smith and the Gospel, has begun to dawn upon us. The revelations of Jesus Christ are fast fulfilling before our eyes. We see the kingdom set up, and the time has come when the nation that has given many of us birth has entered the field as our open enemies and persecutors, and commenced an unhallowed perse<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2644\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cution against us, with a determination to destroy us from off the earth. The same as cities, towns, counties, and states have done before them, they have united together to crush and destroy this people, and remove them, if possible, from the earth. <\/div><div class=\"paragraph jod\" id=\"v6n739\"> Ever since I have been made acquainted with the Gospel and the progress of this people, I have always believed that the United States would take this course, and, in a national capacity and under the form of law, seek to destroy the Church and kingdom of God from off the earth. For the light has come unto them and the Gospel of salvation has been offered unto them, and they have rejected it and killed the Prophets. Hence, the light and Spirit of God is taken from them, sin abounds, and they are filled with anger against all that is good. Their course is unconstitutional and contrary to every principle of law, righteousness, justice, judgment, and truth. In all our persecutions, our persecutors have had no just cause for pursuing the course against us they have, only they were stirred up by the Devil. Darkness, wickedness, and abominations of every kind are increasing in the minds of the wicked nations of the earth, because the Spirit of God is withdrawing from them. They have had the fulness of the everlasting Gospel offered unto them, but they have rejected it. <\/div><div class=\"paragraph jod\" id=\"v6n740\"> There has never been a set of men since the Lord made the world who have labored more diligently than the Twelve Apostles and Elders of this Church in preaching the Gospel to the world. They have rejected the message sent to them, revealed by an angel from God, which leaves them now under condemnation. Brother Joseph would have embraced the whole circle of the human family in the principles of salvation, if he had possessed the power. He had that greatness of soul never seen in the human  <div class=\"break pagebreak\" id=\"117a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0117.pdf\" target=\"pdfwin\">p.&#xA0;117a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2643\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>breast, unless it was inspired by the power of God. That same Spirit has rested upon the present Presidency of this Church: they have labored incessantly for years to save the children of men. And what have we received in return from the hands of the Christian world? They have driven us from our homes and firesides, and smitten and robbed us of the rights that are dear and most sacred to man, until we have at last been driven from the borders of civilization, so called, unto the wilderness, by the nation that has given us birth, whose boasted freedom exists only in name. Here they expected we should perish; but we still live, grow, and flourish in these mountains, through the mercy and goodness of God, without the aid or assistance of our persecutors. <\/div><div class=\"paragraph jod\" id=\"v6n742\"> Our nation was under no condemnation in this respect until the light came and they heard the Gospel, rejected it, and cast out the Saints from their midst, slaying their leaders and depriving thousands of the Latter-day Saints, who were American citizens, of every blessing, right, and privilege guaranteed unto them by the constitution and laws of the United States. Many of our nation have been guilty of crimes, in their persecutions against us, that would cost the lives of presidents, governors, senators, legislators, and many thousands of men, if law and justice were executed in righteousness against them. I do not know what more they can do to fill up the cup of their condemnation than to carry out the course they have begun. There is more crime, wickedness, and abomination committed now throughout the United States, according to the population, in 24 hours&#x2014;a thousand times&#x2014;than there was thirty years ago. I do not suppose there has been a generation more wicked and corrupt than the present Christian world. <\/div><div class=\"paragraph jod\" id=\"v6n743\"> We have been told today that we <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2643\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are under great obligation to God, and that we ought to acknowledge his hand in all things. That is true. We had no knowledge of the plan of salvation until God revealed it unto us. We are dependent upon God and his servants for light and truth and blessings that are in store for us. <\/div><div class=\"paragraph jod\" id=\"v6n744\"> We are told that the kingdoms of this world will become the kingdoms of our God and his Christ.<span class=\"citation\" id=\"79424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79424)\">Rev. 11:15<\/a><\/span><span class=\"citation\" id=\"90029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90029)\">D&amp;C 105:32<\/a><\/span> Daniel of old says this, and pointed out the establishment of that kingdom in the last days which should stand forever and not be thrown down.<span class=\"citation\" id=\"61181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61181)\">Dan. 2:44<\/a><\/span> He also pointed out the effects which would follow. The Lord has already revealed great and glorious truths and principles concerning the government of the children of men in the establishment of his Church and kingdom upon the earth. Does it not require as much wisdom and revelation from God to govern the nations of the earth in a way to bring men into subjection to righteous laws, light, privileges, and blessings which they are now deprived of in the organization of temporal governments of the world, as is required in the spiritual government of the Church of Christ upon the earth? Where is that knowledge to flow from? The spirit to do men good and relieve the sufferings of mankind does not dwell in the breasts of monarchs, kings, presidents, and rulers among the nations of the earth at the present day; but sorrow, crime, poverty, tyranny, oppression, and starvation prevail throughout the world. <\/div><div class=\"paragraph jod\" id=\"v6n745\"> The rulers of mankind have not sought for the Spirit of God and the light of eternity to show them the responsibility they are under to Him who has raised them to power and authority and given them dominion over their fellow beings. They have not exercised their power and authority to honor God and redress the wrongs of the poor and oppressed over whom they preside. <\/div> <div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2642\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n747\"> The misery and evils which now exist throughout the world have got to be corrected, in a great measure, through the power of God, before the kingdoms of this world will become the kingdoms of God and his Christ.<span class=\"citation\" id=\"79425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79425)\">Rev. 11:15<\/a><\/span> It is a great and mighty work to establish the kingdom of God on the earth, that the law may go forth from Zion<span class=\"citation\" id=\"57753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57753)\">Isa. 2:3<\/a><\/span> to rule the kingdoms of the world. The light, knowledge, truth, and wisdom to do this has got to come through the holy Priesthood, which is the government of God upon the earth. <\/div><div class=\"paragraph jod\" id=\"v6n748\"> Our temporal and eternal salvation is all connected and linked together, as we have been told today. The Lord has raised up unto us fathers, leaders, and counselors after his own heart:<span class=\"citation\" id=\"60376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60376)\">Jer. 3:15<\/a><\/span> they possess his will, and they are leading the people to exaltation and glory. If we take their counsel, we shall receive all the salvation men can desire in time and in eternity. I thank God that I have lived to see the dawn of this glorious day. <\/div><div class=\"paragraph jod\" id=\"v6n749\"> With regard to the dealings of the Lord with us this present season, President Young has been as calm and serene as a summer's morning, and so have his Counselors; and that spirit in a great measure has been diffused among the people. When there was every appearance, outwardly, of our enemies coming upon us, the spirit with them has been all the time, &#x201C;We do not believe we shall have to go to battle or shed the blood of our enemies this season.&#x201D; This has been the feeling when, to all human appearance, it would seem that we should have to shed the blood of our enemies, or they ours. There is not such an example on history as the way in which our enemies have been stayed from fulfilling their hellish designs. It is the first time the American army has been stayed in their course. They got as far as Ham's Fork, and there they stuck. We have heard read <div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2642\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their gracious proclamation. Many of the brethren wonder that they have not wisdom enough to make out a decent document; but I do not wonder at it, for this whole people have prayed that their natural wisdom might be taken from them. I should wonder if they had wisdom to make out a sensible document, or one that would pass an examination. <\/div><div class=\"paragraph jod\" id=\"v6n750\"> The Lord so far has fought our battles and has proved his people. When men have been called upon to go out and lie in the path of the enemy, I have not known one instance of a man's refusing to go. All have been willing to go and do as they were told. The Lord has proved you in this and has accepted your offering. The prayers of the Saints of God have been heard, and they will never fail of being heard and answered, if we do our duty; for we have a ruler who can do something for us, when our cause is just. I feel as brother Taylor said today: it matters not to me what the Lord designs of us; we should be passive in his hands. <\/div><div class=\"paragraph jod\" id=\"v6n751\"> When different opinions were expressed as to the course to be pursued this fall with our enemies, the Spirit has said to me at the time, &#x201C;Be still<span class=\"citation\" id=\"56625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56625)\">Ps. 46:10<\/a><\/span> and passive, and pray that wisdom may be given to President Young to dictate and lead just right.&#x201D; There is where our prayers should center. We should continually call upon the Lord to inspire him with wisdom sufficient to lead forth the Church and kingdom of God unto exaltation, glory, and victory. <\/div><div class=\"paragraph jod\" id=\"v6n752\"> It is different with us to what it is with the world. We have a main channel through which to receive our light, knowledge, and blessings, as was beautifully illustrated by the President in the figure of the gas pipe. You may take the smartest men that talent and learning ever made, and put them in the Church of God, and they never can get ahead of their leader. Their  <div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2641\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wisdom would be turned into folly. Why? Because they are not called to lead. If a man has never learned a letter of a book, if the Lord calls upon him to lead the Church and kingdom of God, he will give him power to do it. We have had these lessons laid before us day after day, calling upon us to be united, and our hearts to become as the heart of one man,<span class=\"citation\" id=\"55579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55579)\">2 Sam. 19:14<\/a><\/span> that our prayers and works may be centered to one point in carrying out the counsel of our head. <\/div><div class=\"paragraph jod\" id=\"v6n754\"> The Lord will lead President Young where he wants him to go. We know God is with him and has led him all the time; and he led Joseph while he lived. The Quorum of the Twelve may exhaust their talent and acquirements in exhibiting principle upon any matter which belongs to the head to reveal, and yet the Prophet has to point out the error and set us right. The whole Church may unite to carry out any point that ought to come through the head, and we could not effect it. It requires brother Brigham to tell us what is right and what is wrong in many things, because that is his place and calling. There is a perfect channel existing between the Lord and him, through which he obtains wisdom, which is diffused through other channels to the people. That we know. We have got to learn to bring this knowledge into practice. <\/div><div class=\"paragraph jod\" id=\"v6n755\"> Let this people go to work and sustain the head of this Church all the time, and let their prayers continually ascend in his behalf, that God may give him wisdom for our guidance; then, no matter if armies approach us, or all hell boils over. Let the people be perfectly passive in the hands of God, live their religion, and learn and profit by the daily lessons they receive; then you will find that glory, victory, and prosperity will abide with this kingdom. <\/div><div class=\"paragraph jod\" id=\"v6n756\"> I do not believe that any General, <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2641\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> since the Lord made the world, has been the subject of more earnest prayers than General Wells has since he has been out in the mountains. He has been well sustained, and so has President Young. I hope we may increase in this until we arrive at perfection. Then you will see clockwork, perfect harmony, and the effects of it wherever it is manifest&#x2014;whether it be in a Bishop over his ward, in the Twelve Apostles, in a President over a Branch of the Church, or in a father over his family. You will obtain blessings, by thus sustaining every man in his place and calling, which you cannot get by any other principle. But cross a Bishop, a Prophet, or a father over his family in their track, and you will see a friction immediately: you will see trouble, difficulty, darkness, and affliction; and nothing will go right. This is the principle that will save this kingdom and lead it forth to glory, victory, and salvation. <\/div><div class=\"paragraph jod\" id=\"v6n757\"> We have been driven and afflicted for 25 years, and gained an experience we now begin to profit by, that we might attain power to judge properly of contrasts and of right and wrong. Had President Young and this people remained undisturbed in Kirtland from '34 till this time, we could not have gained the same experience we now have; therefore I believe the hand of God has been in all that we have passed through. The experience of the First Presidency of this Church has been very great. No man that lives has passed through the same school: hence their great knowledge and wisdom, aided by the inspiration of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v6n758\"> I do not know what the intention of the Lord is as to us in the future, but victory is promised unto this people.<span class=\"citation\" id=\"64347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64347)\">Matt. 12:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n759\"> The kingdom of God is in the Valleys of the Mountains, and we enjoy its blessings. That should be sufficient for us. As to outward  <div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2640\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>losses, they are of little consequence. The law of God is in the mouths of those who are set to lead us. If the Lord should give a revelation through them that would appear contrary to our traditions&#x2014;our customs, or reveal new principles&#x2014;things which have been hid from the foundation of the world,<span class=\"citation\" id=\"91031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91031)\">D&amp;C 124:41<\/a><\/span> it should not try the faith of the Saints. The Lord has given revelations according to the capacity of the children of men. <\/div><div class=\"paragraph jod\" id=\"v6n761\"> If there was a point where man in his progression could not proceed any further, the very idea would throw a gloom over every intelligent and reflecting mind. God himself is increasing and progressing in knowledge, power, and dominion, and will do so, worlds without end. It is just so with us. We are in a probation, which is a school of experience. <\/div><div class=\"paragraph jod\" id=\"v6n762\"> It is a blessing to breathe the element that is in this place&#x2014;to behold the unity of the people in trying to bring their wills into subjection to the will of the Lord their God. I am glad we are here, and our enemies where they are. Those of us who have been here for some ten years cannot realize the great contrast between Utah and the rest of the world. We hardly know how to prize our privileges. Were we placed in any of the large cities of the United States and Europe, we should hardly believe we were in the same world. The sounds of blasphemy are not heard in our streets: rioting, drunkenness, whoredom, rape, and murder, and the black catalogue of crime practiced in the Christian world do not meet the eye or salute the ear of the passerby in Utah. The contrast between the City of Great Salt Lake and the cities of the nations abroad, touching the order, decency, virtue, and moral character of the people here, cannot be told. <\/div><div class=\"paragraph jod\" id=\"v6n763\"> Having been made acquainted with the Gospel, we have been trying to <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2640\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> improve ourselves. We have a good degree of faith in our leaders, and tried to follow the word of God from their mouths. We have improved in these things, and my prayer is that we may continue so to do and prize the blessings, privileges, freedom, and spirit and power of the Holy Ghost that are poured upon us in these peaceful valleys. We need not any longer thirst for the things that are in the world. We are the best off of any people. If there is any peace, safety, or salvation, it is here. <\/div><div class=\"paragraph jod\" id=\"v6n764\"> The day is not far distant when nation will rise against nation, and kingdom against kingdom,<span class=\"citation\" id=\"65665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65665)\">Matt. 24:7<\/a><\/span> and State against State, and there will be sorrow such as never was among men. Watch the signs of the times, for we are living in an important age. The prophecies relating to our time are rolling in upon us. Are we prepared to meet them? It is important for men and angels to note the events of this age. We live in the commencement of a new era of the dealings of God with the world. The earth has been under the dominion of the Devil almost from its creation. But in our day the Lord has set up his kingdom, never to be destroyed.<span class=\"citation\" id=\"61182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61182)\">Dan. 2:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n765\"> The Lord has planted his Church and kingdom upon the earth in other ages; but those that undertook to maintain it were soon destroyed, through the power of wicked men and devils. Righteous men were not permitted to live upon the earth. Even the Son of God was not permitted to preach righteousness but a short time before he and his followers were crucified and slain. But the day has now come when he has begun to prepare the way that he may come and take possession of the earth himself, and reign King of nations,<span class=\"citation\" id=\"60419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60419)\">Jer. 10:7<\/a><\/span> as he does now King of Saints.<span class=\"citation\" id=\"80061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80061)\">Rev. 15:3<\/a><\/span> The day of the Devil's power to prevail against the kingdom of God has passed away. The kingdom is within you,<span class=\"citation\" id=\"67831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67831)\">Luke 17:21<\/a><\/span> in the  <div class=\"break pagebreak\" id=\"121a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0121.pdf\" target=\"pdfwin\">p.&#xA0;121a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2639\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>valleys of these mountains. Brothers Joseph, and Hyrum, and Willard, and Jedediah, and Parley, and a host of others who have gone behind the veil, are as much engaged in the establishment of this kingdom, and in our welfare as a people, as we are. <\/div><div class=\"paragraph jod\" id=\"v6n767\"> We should prize and not abuse the blessings God has put within our power, and improve upon the lessons we learn, and obey the teachings given to us, through the inspiration of the Holy Ghost to the servants of God set to lead us. We have everything to encourage us. We are favored of God; and whom the Lord favors who can successfully oppose? Would President Buchanan have sent an army here to lay a foundation for our destruction, if the eyes of his understanding had not been darkened? No. If he had been enlightened by the Holy Spirit and could have foreseen the reward he will meet, he would sooner have suffered his blood to have been spilled; and it would have been better for him. The nation does not know what they are doing, nor comprehend the fearful results of the course they are pursuing. They are turning the last key to rend the nation asunder, and they will be broken as a <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2639\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> potter's vessel,<span class=\"citation\" id=\"56313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56313)\">Ps. 2:9<\/a><\/span><span class=\"citation\" id=\"58939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58939)\">Isa. 30:14<\/a><\/span> and cast down as a nation, to rise no more forever. For whenever the rulers of any nation trample their own constitution and laws under foot, and oppress and destroy the weak, because they have the power and the people love to have it so, they sow the seeds of their own dissolution, and they will reap their own destruction. <\/div><div class=\"paragraph jod\" id=\"v6n768\"> We have nothing to fear. The Lord is with us, and will sustain and nourish his Church and kingdom, as he has done from the beginning. He sustained it when it was surrounded by the bowels of hell in Warsaw and Nauvoo, in Jackson, Clay, and Caldwell counties, when it was small as a mustard seed;<span class=\"citation\" id=\"64595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64595)\">Matt. 13:31<\/a><\/span> and he can sustain it here when it is surrounded by the munition of rocks.<span class=\"citation\" id=\"59056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59056)\">Isa. 33:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n769\"> The heathen may rage and imagine a vain thing;<span class=\"citation\" id=\"56295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56295)\">Ps. 2:1<\/a><\/span> but the Lord will hold them in derision<span class=\"citation\" id=\"56305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56305)\">Ps. 2:4<\/a><\/span> and guide them as with a bit and a hook in their jaws,<span class=\"citation\" id=\"60906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60906)\">Ezek. 38:4<\/a><\/span> while his people shall flourish like a watered garden upon the mountains.<span class=\"citation\" id=\"60638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60638)\">Jer. 31:12<\/a><\/span> All the promises of God will be fulfilled unto us. A little one shall become a thousand, and a small one a strong nation, and the Lord will hasten it in its time.<span class=\"citation\" id=\"60035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60035)\">Isa. 60:22<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}