{"ID":60010, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Faith and Works&#x2014;Submission to Authority&#x2014;The Lord's Provision for His Saints, Etc.<\/div>\n<div class=\"subtitle\">A Sermon by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, Sunday Morning, November 22, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Faith and Works, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 11\/22\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d10\">\n<div class=\"paragraph jod\" id=\"v6n415\"> I can say for one, that that is a beautiful hymn which brother Dunbar has just sung: [&#x201C;DESERET, dedicated to Governor Young by W. W. Phelps.&#x201D;] And what has been said today by brothers Albert Carrington and George D. Grant is good, and their words, as far as I have heard, are salvation to all who hear and practice, because they are true. <\/div><div class=\"paragraph jod\" id=\"v6n416\"> You all the time hear me talking about truth. Truth is light,<span class=\"citation\" id=\"87892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87892)\">D&amp;C 84:45<\/a><\/span> and light is life.<span class=\"citation\" id=\"88307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88307)\">D&amp;C 88:13<\/a><\/span> If these principles are cultivated by us, with our families, what is there to hinder us from walking into the presence of God, or into the presence of those who stand between us and him? I do not believe that we can emerge right into the presence of God, although we may see him, not in the flesh, but we can in the Spirit,<span class=\"citation\" id=\"86641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86641)\">D&amp;C 67:10<\/a><\/span> if he touches the eyes of our understanding;<span class=\"citation\" id=\"90465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90465)\">D&amp;C 110:1<\/a><\/span> but we cannot see him with these bodies of flesh.<span class=\"citation\" id=\"83025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83025)\">3 Ne. 28:15<\/a><\/span><span class=\"citation\" id=\"86649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86649)\">D&amp;C 67:11<\/a><\/span> Joseph always told us that we would have to pass by sentinels that are placed between us and our Father and God. Then, of course, we are conducted along from this probation to other probations, or from one dispensation to another, by those who conducted those dispensations. <\/div><div class=\"paragraph jod\" id=\"v6n417\"> If we are, as some are, guilty of doing wrong, and treasuring up and practicing principles that lead to death, we cannot attain to principles <div class=\"break columnbreak\" id=\"63b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0063.pdf\" target=\"pdfwin\">p.&#xA0;63b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2697\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of exaltation. It is for me to do right and to do as I am told. Still, when brother Brigham tells me to do a thing, I may have that in me that would equivocate and say, &#x201C;Will not such and such a thing do better?&#x201D; I know he is interrupted in that way continually. Supposing I say, &#x201C;Yes, that is true,&#x201D; when he speaks, and every man in Israel says the same, what has the Devil to do with us then? As brother Brigham says, &#x201C;The Devil can do no more than stand and grin at us.&#x201D; For a man or woman to try to frustrate his purposes is not true philosophy, but it is the Devil in our camp. He says the enemies on our borders cannot come in here, and I say the same. <\/div><div class=\"paragraph jod\" id=\"v6n418\"> Good works produce good faith, and faith without works is dead.<span class=\"citation\" id=\"77529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77529)\">James 2:14-26<\/a><\/span> Do not tell me about your faith, when you have not a particle of works with it: it is all of no account. Our works must be good: they must be confined to truth and the knowledge of God; and how can you get that knowledge without good works? Such doctrine as this is according to the words which God has given to his servants, ancient and modern. <\/div><div class=\"paragraph jod\" id=\"v6n419\"> When the Lord spoke through Joseph Smith, it was &#x201C;the word of the Lord to my servant Orson,<span class=\"citation\" id=\"86670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86670)\">D&amp;C 68:7<\/a><\/span> to my servant W. W. Phelps, or to my servant Oliver:<span class=\"citation\" id=\"86727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86727)\">D&amp;C 70:1<\/a><\/span> Go and do thus and so,  <div class=\"break pagebreak\" id=\"64a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0064.pdf\" target=\"pdfwin\">p.&#xA0;64a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2696\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and you shall see my glory.&#x201D; If they do not go, they do not see his glory, nor obtain his favor, do they? Because their works did not correspond with the word of God. <\/div><div class=\"paragraph jod\" id=\"v6n421\"> You never will see glory and happiness, angels, nor anything else, except the angels from beneath, if your works do not correspond with your faith and with what you are told to do. No man will ever enjoy the presence of Angels, Prophets, Apostles, Patriarchs, Jesus, and the Father, and the sanctified who have passed beyond the veil, that does not live up to these principles. <\/div><div class=\"paragraph jod\" id=\"v6n422\"> It is well enough for me to throw out what light and knowledge I have upon any matter, and brother Brigham can judge as to its correctness or incorrectness; but it is not for me to equivocate, when he has given the word of decision. That is the course I have tried to learn; and if I am not right in this matter, I stand here ready to be corrected by any person who knows better. If we all were to take that course, our enemies never&#x2014;no, never would have power over us. <\/div><div class=\"paragraph jod\" id=\"v6n423\"> It is the head that governs the body, the same as the helm guides the ship; and if the captain does not manage the helm in person, he puts a man there that will run the course that he dictates. Says he, &#x201C;It is blowing a heavy gale: make calculations to steer to such a point of the compass, that you may have a little leeway.&#x201D; The captain of the ship does not take the helm, but he directs the one who has hold of the helm the course to steer. <\/div><div class=\"paragraph jod\" id=\"v6n424\"> &#x201C;And verily I say unto you, the rest of my servants, go ye forth as your circumstances shall permit, in your several callings, unto the great and notable cities and villages, reproving the world in righteousness of all their unrighteous and ungodly deeds, setting forth clearly and understandingly the desolation of abomination in the last days. For, with you saith the <div class=\"break columnbreak\" id=\"64b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0064.pdf\" target=\"pdfwin\">p.&#xA0;64b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2696\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord Almighty, I will rend their kingdoms; I will not only shake the earth, but the starry heavens shall tremble. For I, the Lord, have put forth my hand to exert the powers of heaven; ye cannot see it now, yet a little while and ye shall see it, and know that I am, and that I will come and reign with my people. I am Alpha and Omega, the beginning and the end. Amen.&#x201D; (<span class=\"italic\">Doc. and Cov., sec<\/span>. iv., <span class=\"italic\">par<\/span>. 24.)<span class=\"citation\" id=\"88030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88030)\">D&amp;C 84:117-120<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n425\"> With you, mine Elders, my servants, I will rend the kingdoms of this world,<span class=\"citation\" id=\"88031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88031)\">D&amp;C 84:118<\/a><\/span> and with you I will provide for my Saints in the last days.<span class=\"citation\" id=\"89848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89848)\">D&amp;C 104:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n426\"> That may be a new idea to many of you. Is he going to take the world and by them provide for his Saints? No; but he will take his Elders. The righteous have got to provide for the righteous in the latter days, as Joseph in Egypt provided for his father's house and those that believed on him,<span class=\"citation\" id=\"53630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53630)\">Gen. 45:5-8<\/a><\/span> like a good father providing for a good family, for good wives, and good children. <\/div><div class=\"paragraph jod\" id=\"v6n427\"> When I have provided for my wives and children, that is my business, is it not, although I dictate them to do the work? I bring this up as a comparison. Says the Lord, &#x201C;That is my business. When you have done all things according to my word, you need not further trouble yourselves.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n428\"> Now, the Elders of this Church have been forth and exhorted, invited, and persuaded the world to embrace the Gospel. I have traveled myself hundreds of thousands of miles, and others have traveled more than I have, and some of you have not traveled any, only from your native land to this, which is but a trifling journey. We are now a thousand miles away from our enemies in the United States, and the President of the United States is over three thousand from us, and at the same time he has his myrmidons over the mountains there. What are  <div class=\"break pagebreak\" id=\"65a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0065.pdf\" target=\"pdfwin\">p.&#xA0;65a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2695\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they sent here for? To destroy us&#x2014;to kill your leaders&#x2014;to kill the Prophets, Apostles, and Patriarchs, with every man and woman that will sustain those men. <\/div><div class=\"paragraph jod\" id=\"v6n429\"> I have seen the day when it was as much as our lives were worth to sustain Joseph Smith&#x2014;the apostates were so thick around us, and persecution was so great. The day was when brother Brigham was the only Apostle on the earth, with the exception of Joseph, and Sidney, and Hyrum, that could say to brother Heber, Go, and you shall be blessed. I am reckoning brother Hyde with us, for he went with me on that mission to England. In connection with brother Joseph, brother Hyrum, and brother Sidney, brother Brigham said, &#x201C;Go, brother Heber, and in the name of Israel's God you shall be blessed, and it shall prove the salvation of thousands.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n430\"> John Boynton, one of the Twelve, came to me and said, &#x201C;If you are such a damned fool as to listen to Joseph Smith, the fallen Prophet, and go to England under these perilous circumstances, if I knew you were shipwrecked on Van Dieman's Land I would not assist you to get you from that land.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n431\"> I will speak to Lyman Johnson's credit: I will give every man credit for the good he does. Lyman Johnson steps up and says, &#x201C;Brother Heber, I do not feel so. I am sorry you are going, and consider you are foolish; but if you are determined to go, I will help you all that is in my power;&#x201D; and he took from his shoulders a good, nice camlet cloak and put it onto mine; and that was the first cloak I ever had. This was in the month of June, 1837. [Voice: &#x201C;He shall be blessed for that.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v6n432\"> I was then destitute of the comforts of life, and that cloak I wore three times across the sea, and Parley P. Pratt wore it four times; and in all it crossed the sea seven times. It <div class=\"break columnbreak\" id=\"65b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0065.pdf\" target=\"pdfwin\">p.&#xA0;65b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2695\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> seemed as though it would never wear out. <\/div><div class=\"paragraph jod\" id=\"v6n433\"> Those circumstances were the most trying circumstances that ever I was brought into. Joseph had to flee from that land to save his body from being slain, and so had brother Brigham and every other man who would sustain the Prophet, the apostasy was so great; and they were most hellish in their wickedness. <\/div><div class=\"paragraph jod\" id=\"v6n434\"> I went and performed the mission according to the words of the Prophet of the living God, and was gone eleven months and two days from Kirtland, being on that land eight months and two days, in which time there were about two thousand souls added to the Church and kingdom of God, with the help of Elders Willard Richards, Orson Hyde, and Joseph Fielding. <\/div><div class=\"paragraph jod\" id=\"v6n435\"> When I came back from England there were but a few left in Kirtland. There was one little society of men that pretended to take the lead and oversight of the people, and they were guided by a peep stone. <\/div><div class=\"paragraph jod\" id=\"v6n436\"> God had blessed and prospered me exceedingly, and the words of Joseph, Hyrum, Sidney, and Brigham were all fulfilled to the letter, which you all know. I was poor and weak, and did not know but a little in regard to this work in the latter days. My knowledge was in proportion to my experience. At the same time, I knew enough, by the help of the Holy Ghost, to confound the wise and to bring to naught the foolish things of this world.<span class=\"citation\" id=\"72919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72919)\">1 Cor. 1:27<\/a><\/span> God has taken just such weak instruments as myself to bring to pass his great purposes. And you need not find fault with them: if you do, you find fault with God, who sent them. <\/div><div class=\"paragraph jod\" id=\"v6n437\"> Now, I will tell you what I am going to do. I have heard my leader express himself, and I am going to do as near like him as possible. I am going to do what is right, whether you like it or not; for I would rather have the favor of my leader, and Joseph,  <div class=\"break pagebreak\" id=\"66a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0066.pdf\" target=\"pdfwin\">p.&#xA0;66a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2694\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and Peter, and Jesus, &amp;c., than of all the world besides. I am going to flour up my wheat, put it into boxes and cache it, right straight, whether you do it or not. Now, you need not go to brother Brigham and ask him where he is going to put his, nor where I am going to put mine; for we shall not tell you. <\/div><div class=\"paragraph jod\" id=\"v6n439\"> There are tens of thousands in these valleys that would not touch or meddle with those things, if they knew where they were; and then again, there are others that would. There is now and then an individual that is dishonest. They made a practice of stealing in the Old and New World, where they came from, and they think it is no harm. If they go to work for a man and do a little job on his house, and he has fifty nails or screws, and there are twenty left, he will put them into his pocket and take them home, and kneel down and thank the Lord that he has got a few nails or screws, and thinks it is the providence of God that has thrown them in his way and that there were a few left. Such practices bring evil and destruction upon us. I was telling you what I should do&#x2014;that I should flour my wheat and cache it, and perhaps I shall lay some of it by in the wheat; but I shall flour it chiefly; for if it comes a tight time, I shall cache some portions of my mill, and then I shall not have a mill to grind any. I will have it made into flour and put it where it will keep seven years. And I am also going to cultivate the earth more thoroughly and efficiently this present year to come than I ever did in my life, and so will every other man that does right. I told you I am going to do as brother Brigham did. Those who think it is not good philosophy, try the opposite. You will never get me to contend against him while I have my senses. I will cultivate my trees&#x2014;my apple trees and plum trees, and set out currant <div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2694\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and rose bushes, though I would rather put in a plum tree or some kind of tree that will yield something for the sustenance of the body. I will also repair and re-repair, and take care of what I have got. I mean to take my sons, from the oldest to those who are old enough, and I will qualify them to cultivate the soil, and will fit them out and put them into the mountains to watch for, and, if necessary, to fight for the interests of the house of Israel from this day forth, until the Lord God Almighty upsets their kingdoms. I never will put them to the plough again when they are required to stand against our foes. I will say, &#x201C;Boys, take that team and plough, and that hoe, and put in the grain to provide for you while you are there;&#x201D; and then, if they come home relieved by the manager, they can help to harvest it and take care of it. I will support my sons in the mountains to sustain this people, and in the vineyard, while I live, if it is necessary, as fast as they come to maturity, or to mechanism, cultivating the earth, &amp;c., so as to know and understand all branches of business and be qualified to teach their children; and so will every other good man and woman who live their religion. For, says the Lord, with you, mine Elders, I will rend their kingdoms;<span class=\"citation\" id=\"88032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88032)\">D&amp;C 84:118<\/a><\/span> with you I will provide for my Saints in the last days.<span class=\"citation\" id=\"89849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89849)\">D&amp;C 104:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n440\"> We have invited the nations to receive the truth, but they will not, nor let us go to them; and now God is going to compel them to come in by famine, war, and every kind of desolation; and they will come faster than we can provide for them. Then let us awake, and not lie down and sleep, and go home and act as though we had not heard anything. <\/div><div class=\"paragraph jod\" id=\"v6n441\"> I am telling what I am going to do: I have heard our leader talk so. Then I will do as he says. I would not give a dime for a man that would  <div class=\"break pagebreak\" id=\"67a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0067.pdf\" target=\"pdfwin\">p.&#xA0;67a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2693\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not. Get out of my way, you poor stinking curses that would pursue a course contrary to the word of the living God! I am at war with such spirits. I want to know how we can be one, unless we are one with the head? When the head speaks, let every man and woman listen and obey. <\/div><div class=\"paragraph jod\" id=\"v6n443\"> I do not care so much about the women obeying as I do the men. I am not talking about them, but you, Elders of Israel, that have the Priesthood. Women have not a particle of Priesthood, only what they hold in connection with their husbands;<span class=\"citation\" id=\"73322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73322)\">1 Cor. 11:3<\/a><\/span> neither have the men, except that which they hold in connection with those who hold the keys of the kingdom at headquarters. Do not step out on one side and say you have Priesthood independent. You have not a particle in that way. I was ordained to be an Apostle under the hands of Oliver, and David, and Martin; and then it was confirmed by Joseph of the First Presidency. Now, I want to know what authority of Priesthood I have, only as I act in concert with those who gave it to me? They are God's agents and had power to ordain me. <\/div><div class=\"paragraph jod\" id=\"v6n444\"> Brother Brigham is my head; therefore that power is all in him. I act in oneness with him in all things, and sanction his purposes; and in so doing I sanction the purposes of God, of angels, and all heavenly beings. But, let me turn away and be independent of him, and where is my Priesthood, or where is my authority? <\/div><div class=\"paragraph jod\" id=\"v6n445\"> What power has one of my wives to act independently of me? She has not a particle of power. She must act in connection with me, as I do with my head, or the limb acts in connection with the tree from which it springs. You see dead limbs on trees. Will they ever come to life again, after they are dead? No. They must be cut off and thrown back into the earth, to return back to their mother ele<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"67b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0067.pdf\" target=\"pdfwin\">p.&#xA0;67b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2693\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment, and become again quickened by the law they were ordained to keep; and if they are not quickened by that power, they will never be restored again to that tree. No more will you. You have got to keep that law pertaining to that tree, limb, or government, or you will never be restored again&#x2014;never, no never, while the earth stands. <\/div><div class=\"paragraph jod\" id=\"v6n446\"> Will any man ever be redeemed upon any other principle than what we are redeemed upon? No. Men must abide the same law, or God Almighty will never redeem them. If they violate that law, they bring damnation upon themselves, and must suffer the consequences of it. Still, I believe the greater part of the inhabitants of the earth will be redeemed; yea, all will be finally redeemed, except those who have sinned against the Holy Ghost<span class=\"citation\" id=\"64382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64382)\">Matt. 12:31<\/a><\/span> or shed innocent blood;<span class=\"citation\" id=\"124798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124798)\">D&amp;C 132:27<\/a><\/span> and they never can be redeemed until that debt is paid. And I do not know any way for them to pay it, unless they are brought back again to a mortal existence, and pay the debt where they contracted it. <\/div><div class=\"paragraph jod\" id=\"v6n447\"> God will make every man pay off the debt he contracts; for a restoration must take place, which has been spoken of by the mouth of all the holy Prophets since the world began.<span class=\"citation\" id=\"71355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71355)\">Acts 3:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n448\"> When a man breaks a law of God, he must pay that debt, unless God forgives him; and he has a right to do that, the same as I have. Still, my forgiving him does not pay the debt; for if he has stolen ten dollars from me, and he comes to me and asks my pardon for stealing the ten dollars, I forgive him. But does that restore the ten dollars of stolen money? <\/div><div class=\"paragraph jod\" id=\"v6n449\"> How does it look for a man holding the Priesthood to be dishonest? When a man is employed by me, he has no business to meddle with a thing, unless I tell him to. Still, he may do many good things I do not tell him to do. God says he is not pleased  <div class=\"break pagebreak\" id=\"68a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0068.pdf\" target=\"pdfwin\">p.&#xA0;68a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2692\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with a man that has to be commanded in all things.<span class=\"citation\" id=\"86201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86201)\">D&amp;C 58:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n451\"> I have had men work for me, who, if there was the least thing left after the job was done, would take it to themselves. This is done in the public works by some few individuals. I do not like such things. Brother Brigham has lost, from time to time, thousands of dollars' worth of property in this valley. I have chastised men for taking things from him myself, when I have seen them do it&#x2014;men old enough to be my father, and men of middle age, and those sweet delicate females. How do I look upon you? You rob me of the most precious gem when you rob me of the confidence I have in you. And I am that kind of a being, it seems, that it is very hard to have that confidence restored again. <\/div><div class=\"paragraph jod\" id=\"v6n452\"> Let me do a dishonest act towards brother Brigham, and it is a hard case for him to overlook that, or to regain the same confidence in me he formerly had. I am not a man that goes to him to prejudice his mind against any person; no, I never do such a thing. Still there are a great many things I could lay before him that would hurt his mind against some. I do not do it. No: I make you appear well before him. Others take the opposite course. Do I like it? No: I have no friendship for such; for, say I, &#x201C;You would injure me, if you could, as well as any other man.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n453\"> I remember the teaching Joseph gave me. My policy is to be honest and virtuous; and the wives and children and property of the Elders of Israel are held as sacred in my bosom as I would wish them to hold mine; and that man who is not of that character is not a friend to the kingdom of God, and they cannot enter there; for the liar, hypocrite, whoremonger, and those that love to make lies, the sorcerer, and dishonest person are without the gate,<span class=\"citation\" id=\"80881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80881)\">Rev. 22:15<\/a><\/span> according to the word of <div class=\"break columnbreak\" id=\"68b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0068.pdf\" target=\"pdfwin\">p.&#xA0;68b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2692\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God. Such things have got to be done away. <\/div><div class=\"paragraph jod\" id=\"v6n454\"> I wish I could live the remaining portion of my life among a people where everything I had would be as safe as in my own possession; and when my wife goes into a neighbor's house to visit, she may not come home with seven devils more than she took away with her.<span class=\"citation\" id=\"64454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64454)\">Matt. 12:45<\/a><\/span> That gives the Devil and his emissaries power over us. You will see sorrow, if you do not stop this chin-music, and tattling, and speaking evil one of another. Here are troops over here: they want to come in; but it has been said from the beginning that they will not come in. And they will not, for we will not let them. We have sent our boys out there, and they are going to keep them back; and they will do it from this time forth, if you will do right. Now, supposing you go to cache your wheat, corn, flour, serviceberries, dried fruit, &amp;c., and a little sugar made from the cane of our own raising, some may say this time is all lost, if our enemies are not coming in. Well, is it not all the better to spend our time digging holes and caching our stuff than to spend it in being in the mountains? <\/div><div class=\"paragraph jod\" id=\"v6n455\"> Brother Brigham says he does not intend to burn up the houses, and cut down our fruit trees, and push over our walls, and this thing and that, until we come to the last pinch; and then you will see a flame, such a one as you never saw in Salt Lake. I will burn up my houses, my barns, and granaries, should the Lord require it. You have heard me say, many a time, I would have more joy to see my family in the mountains&#x2014;to see them in rags, in sheepskins, and goatskins, than to see them enjoying all the pleasure God ever gave to man and serving the Devil withal; and I would rather do it, if it is to be next year, than ever to succumb to the acts of such an ungodly, pusillanimous  <div class=\"break pagebreak\" id=\"69a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0069.pdf\" target=\"pdfwin\">p.&#xA0;69a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2691\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>President, with his coadjutors, as those that govern our nation. <\/div><div class=\"paragraph jod\" id=\"v6n457\"> These are some of my views: you are welcome to them, and I charge you nothing for them. I received them from God, and they cost me nothing. And, as far as they are correct, receive them in your hearts, and they shall be unto you as a well of water springing up into everlasting life;<span class=\"citation\" id=\"69030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69030)\">John 4:14<\/a><\/span> and every man, woman, and child will grow and increase by observing them. <\/div><div class=\"paragraph jod\" id=\"v6n458\"> If you do not do these things, you will see sorrow. My heart says, &#x201C;O Lord God, have mercy on this people, and help them to do thy will, and keep them in thy truth.&#x201D; I pray and weep, lest the unrighteous among us lead away the righteous. Is it better <div class=\"break columnbreak\" id=\"69b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0069.pdf\" target=\"pdfwin\">p.&#xA0;69b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2691\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for them to die? Yes; it is better for you to die according to your covenants a thousand times than to turn to wickedness and then lead away the righteous. But I doubt very much if you can lead away a people that are inclined to righteousness. You cannot lead away the elect; &#x201C;For they will hear my voice, and strangers they will not follow.&#x201D;<span class=\"citation\" id=\"69609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69609)\">John 10:3,5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n459\"> There will always be a majority of this people that will stand while all hell boils over, and they will overcome; and I bless them, in the name of Israel's God, with the blessings of life and with the blessings of Abraham, Isaac, and Jacob forever; and I bless all those that bless and protect Israel. Amen. <\/div>\n<\/div>\n<\/div>"}