{"ID":60012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Unity, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Amasa M. Lyman, Delivered in the Tabernacle, Great Salt Lake City, Sunday Afternoon, Nov. 22, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Unity, Etc.<\/div>\n<div class=\"speaker\">Speaker: Amasa M. Lyman<\/div>\n<div class=\"date\">Date: 11\/22\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v6n501\"> I can say, my brethren and sisters, in truth to my own feelings, that I have been gratified today in what I have heard. I have been edified; and, what is more, I feel that there is only one great reason why we do not realize more fully the blessings that would accrue to us, if we were sufficiently faithful, or as faithful as we might be to the principles inculcated in the remarks that have been made; and that reason is, we do not, to the extent that we might, &#x201C;live our religion.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n502\"> We are not as perfectly united as we might be. I think that this is true. It is as certainly true as it is true that, if we could keep the law of God perfectly, we should realize a corresponding degree of happiness, peace, and affection in everything that should be made the subject of conversation or of thought, or that should become a matter of principle with the people. It is for us to cultivate that principle within us that should unite us together&#x2014;that should cause our affections to be one, our feelings to be one, our interests to be one; for in this is our strength. <\/div><div class=\"paragraph jod\" id=\"v6n503\"> It may be truly said of us, as it is in the world, that we are united; and they say all the time that, whatever our leaders say or propose, we all go to work and sustain them therein. I <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2682\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would to God that it was true to a greater extent even than that to which our enemies may consider it to be true. <\/div><div class=\"paragraph jod\" id=\"v6n504\"> When we are compared with other communities in the world, it might be said of us that we are a united and happy people, for we enjoy a degree of union and the blessings resulting from that union that other communities do not enjoy. But this does not show that we do not fall far short of the perfect union that should cement the Saints of the Most High together. <\/div><div class=\"paragraph jod\" id=\"v6n505\"> If we could discover and be made sensible of any means by which we could become more perfectly united&#x2014;more perfectly one, that would be a matter of importance to us. It would be of value to us, as it would lay a foundation with us for an increase of our intelligence; it would increase our chances of success&#x2014;our chances of victory in the great struggle with the enemies of our God&#x2014;with our foes within and our foes without. If we could but cultivate these principles with all our hearts, with all our faith, with all our souls, then our struggles would be barely begun when we should be able to rejoice in the enjoyment of victory. <\/div><div class=\"paragraph jod\" id=\"v6n506\"> &#x201C;Well,&#x201D; says one, &#x201C;If we are influenced by the same Spirit&#x2014;if we all  <div class=\"break pagebreak\" id=\"79a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0079.pdf\" target=\"pdfwin\">p.&#xA0;79a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2681\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>do as the Spirit dictates, shall we not be one?&#x201D; If all the people&#x2014;the individuals that compose this community, were individually to be operated upon by the Spirit of God&#x2014;were all enlightened by that Spirit that reveals the will of God, that makes known his purposes, and that imparts to the benighted soul an understanding of the purposes of the Almighty, so that we could appreciate them, there is no doubt in my mind but that the people would all see alike, and consequently act alike. But is this the case? With all our advantages&#x2014;with all the instructions that have been given&#x2014;with Heaven's kindness in the continued, unremitting stream of revelation that has been poured out upon us for a score of years and more, have we become so enlightened&#x2014;got understanding so that we all see alike, that we all understand alike? We have but to look and contemplate what we see exhibited around us to become satisfied at once that this is not the case with us as a people. If it were so, such admonitions as are called out from the Presidency of the Church would be uncalled for; they would be unnecessary; the people would not be admonished to be more united, to be more diligent and strict in remembering the principles and in practicing the instructions that are from time to time imparted unto them. <\/div><div class=\"paragraph jod\" id=\"v6n508\"> Now, while we cannot sufficiently comprehend the things of God by the Spirit of God to save us from error, and from mistakes, and from disunion, what shall we do? Why, let us humbly adopt the advice, or similar advice to that which is given by the ancient Apostle to his brethren in addressing them. He says, &#x201C;We have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts.&#x201D;<span class=\"citation\" id=\"78276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78276)\">2 Pet. 1:19<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2681\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n509\"> Now, I do not quote that Scripture to direct you to be overanxious to learn all that the ancient Apostles may have said that might be adapted to the Saints in that time and under those circumstances; but I want you to act in this as they were admonished to act in that time; and if you cannot judge perfectly by the portion of the Spirit of God that you possess, remember that you have a more sure word of prophecy that is imparted unto you from day to day, from Sabbath to Sabbath, from month to month, and from year to year, unto which you do well that you give heed. And the sequel will be, if you give heed unto it, that by-and-by the day will dawn, and the day star of experience, of heaven, and of truth, and of God, will arise in your own hearts, and the fountain of light and life will become established within you. <\/div><div class=\"paragraph jod\" id=\"v6n510\"> Well, then, until this is the case, adopt the maxim inculcated in the song of one of our poets, who writes&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v6n510\"> &#x201C;We'll mind what Brigham says.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n511\"> Pay attention to the inspiration of the Almighty from those in whom it lives and dwells&#x2014;in whom it is a living fountain, as it must be in you, individually, before you will be saved from sin. Let us remember, if we cannot comprehend, by the Spirit that is living within us, all the truth in relation to what we should do and how we should act as we travel along, that we should attend to their instructions, and do what they say. If they instruct us to pray, let us pray; and if they instruct us what to pray for, let us pray for that; and when the fountain of inspiration is opened within us and becomes a living part and parcel of ourselves, then we will know for ourselves and comprehend for ourselves, and the President of the Church will not have to say from day to day and from time to time, &#x201C;Wake up from your slumber.&#x201D; He will not  <div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2680\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have need to tell us of our diversity of sentiment and feelings. There should exist among us a perfect unanimity of feeling. <\/div><div class=\"paragraph jod\" id=\"v6n513\"> If we wait for the Spirit of God to do everything, what are we doing the while? We are idling away our time; we are neglecting to use the means placed within our reach for our benefit and improvement. God has raised up in his Church Apostles, Prophets, and Teachers&#x2014;<span class=\"citation\" id=\"73590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73590)\">1 Cor. 12:28<\/a><\/span>for what purpose? Simply that you might be instructed&#x2014;simply that you might be taught and brought to the knowledge of the truth.<span class=\"citation\" id=\"75117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75117)\">Eph. 4:11-13<\/a><\/span> What truth? Why, the same truth the Apostles and Prophets understand&#x2014;the same truths that the Seventies, High Priests, Elders, and the servants of God comprehend. It is to bring you to the same inspiration&#x2014;to the knowledge of God, which is eternal life.<span class=\"citation\" id=\"124799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124799)\">John 17:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n514\"> This is all the purpose that is to be accomplished in all this labor. It is the object of these ordinances, the institutions of heaven, to bring us from our ignorance, our want of knowledge, our lack of understanding, to a comprehension of the truth; and when we are brought to that point and place, no matter if we are counted by thousands and tens of thousands, the blessings of the Gospel are ours, if we are united; for we all occupy the same ground, we understand the same truth, and we are all in the same relationship with truth and with God, which make us one. It causes us to feel alike, to think alike, and to act alike. <\/div><div class=\"paragraph jod\" id=\"v6n515\"> If this is the case when we pour out our supplications to the heavens, what will be the character of those supplications? They will all be marked with the same consistency: the same understanding of the truth will dictate them. Our will will simply be the will of our President. Well, then, what will we pray for? We will pray for nothing but what will subserve the cause of righteous<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2680\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ness; we will ask for nothing but what is consistent with the principles of truth and our own advancement in the comprehension of those principles. Would we ask for anything that the heavens would deny? No, we would not. Would our prayers ascend up without hindrance? Yes, they would. For what reason? Because they were marked with union, with truth, with consistency, and righteousness; consequently, they must be acceptable unto our heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v6n516\"> What is the reason our prayers are not all answered? The reason is simply because we ask for things that our Father in his wisdom knows would do us no good. They are not answered, because we should cause our Father to defeat himself, if he were obliged to answer all our petitions, all our prayers and supplications. To have our prayers acceptable, they must be consistent; we must ask for nothing but what is pleasing in his sight, in order that our Father may hear and answer our prayers; and in this way we receive that for which we ask. <\/div><div class=\"paragraph jod\" id=\"v6n517\"> Now, to gain this point, it is desirable, because of the advantages that we shall secure when it is once gained. <\/div><div class=\"paragraph jod\" id=\"v6n518\"> It is possible that it may be the case that some may think there are other matters of greater importance to us and that should possess a higher interest to us than for us simply to become united through the truth. But if there is anything of greater importance, it is something that I do not know&#x2014;that I have not learned. Victory has been promised unto us, upon the condition that we do right. <\/div><div class=\"paragraph jod\" id=\"v6n519\"> If there are any things connected with our present circumstances that are, to some, more than usually alarming or exciting, I do not know any good reason why they should be so; for if the work with which we are connected is the work of God, as we feel, and as most of us are often  <div class=\"break pagebreak\" id=\"81a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0081.pdf\" target=\"pdfwin\">p.&#xA0;81a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>saying that we understand it, why should we be more excited this year than we were last year? Why should we feel any more uneasy when there are a few United States' troops in the hills than if there were not? This is no less the work of God for their being there. Our Father is as near to us&#x2014;his care and his protection is as much over us and round about us as it was before; and it is no more so, unless we get a little closer by observing more perfectly his requirements. <\/div><div class=\"paragraph jod\" id=\"v6n521\"> I fear that if the clouds were now all dissipated and driven away, and if the sunshine of prosperity should begin to shine upon us, some would forget God and the duties they owe to him and to one another: I fear that we should forget the sacred obligations which we are under. <\/div><div class=\"paragraph jod\" id=\"v6n522\"> I have never seen any time since I have been connected with the Church when I felt as much freedom, as much liberty, or as much of the Spirit of truth&#x2014;the blessings of freedom and peace that it inspires, as I have since I have known that our enemies have been in our borders. The reason why I feel this way I suppose to be because of the great blessings that are pending at the present time; and I suppose that which would be a reason for my feeling so well should be a reason for the same good feelings with all Saints, if they only possessed the same Spirit. <\/div><div class=\"paragraph jod\" id=\"v6n523\"> &#x201C;Well,&#x201D; says one, &#x201C;Do you think that you are more holy than the rest of the people?&#x201D; I do not know whether I am or not; but I am fortunate, at any rate, if it is any piece of good fortune to feel at ease and free from trouble and perplexity. Are you not troubled? No. Are you not miserable? No. I am not troubled nor miserable. Why? Because I am happy. <\/div><div class=\"paragraph jod\" id=\"v6n524\"> If the people all felt so, they would not be very much troubled about any<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing. I do not say that I feel to pray with any more interest, with any more earnestness, with any more zeal, than I did before we heard the news that this army was on its way to Utah. I am no more disquieted in my feeling; and why? Because it is a settled conviction with me that this is the work of God, and I have no idea that there will be any failure, only that which is on the part of the people. The only anxiety that I have is that I may keep myself firmly bound to &#x201C;Mormonism&#x201D;&#x2014;to the car of the kingdom of God and the work of God; and if God rolls on his work, as we have been told he would, during the last few weeks, we shall soon see his kingdom spread and extend to an amazing degree. <\/div><div class=\"paragraph jod\" id=\"v6n525\"> As the Lord has said it is his business to provide for his Saints,<span class=\"citation\" id=\"89850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89850)\">D&amp;C 104:15<\/a><\/span> I have the promise of being provided for, if I only so conduct myself as to merit the title of a Saint. As to the way and the means how it is to be accomplished, that is none of my business. Whatever the Lord wants of me, he will let me know, because, if I keep myself right and straight, I shall always be on hand to respond to the directions of those that lead me and dictate me, and who should direct my movements. <\/div><div class=\"paragraph jod\" id=\"v6n526\"> Well, then, I am happy; I am as easy in my feelings as I well could be, unless I knew something more to feel well about; and I expect, when I know and understand more, that my happiness will be increased; for I expect that I shall understand many things that are now no source of joy and pleasure to me, simply because I know nothing about them. But so far as I have a knowledge of truth, that truth makes me happy and contented; and if I can be contented, I feel as though I would like to see all the people contented. If you cannot feel contented by the spirit that dwells within you all the time, adopt the old  <div class=\"break pagebreak\" id=\"82a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0082.pdf\" target=\"pdfwin\">p.&#xA0;82a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2678\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Apostle's maxim&#x2014;&#x201C;We have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn and the day star arise in your hearts.&#x201D; (2nd Peter, chap. i. 19.)<span class=\"citation\" id=\"78277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78277)\">2 Pet. 1:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n528\"> Listen to and carry out the instructions of brother Brigham, of brother Heber, and of all that speak the words of life and salvation unto you. If they tell you to go home and cultivate peace in your family, go and do it; and if they tell you to go home and cease your stealing, go home and be honest, and quit your stealing. <\/div><div class=\"paragraph jod\" id=\"v6n529\"> This is the way to be united; and if you will be honest and united, you will get the Spirit of God; and the more you have of the Spirit of God, the better you feel and the better you will act. Talk about people feeling well that act as mean as the Devil! It is nonsense. Does a man or woman feel well that will steal, that will traduce a friend, speak evil of a neighbor, and seek to stir up strife? No; they cannot. Does an individual feel well that will lie and cherish opposition to the advice, the counsel, and instruction that is given us from the Prophets that God has placed in his Church to rule and dictate us? If I were to judge others as I feel myself, I would judge that they could not feel well. Why? Because I feel well in acting with them&#x2014;in saying amen to what they say. I feel and find the happiness that I enjoy by doing this, and no man or woman can find happiness in pursuing an opposite course; and if you are unbelieving, it is because you do not comprehend the truth with all your hearts&#x2014;you do not understand it. <\/div><div class=\"paragraph jod\" id=\"v6n530\"> Well, how are you going to get better? Why, commence to do better. If you have indulged in lying, you know it is a sin; therefore, cease your lying. If you have stolen, quit it, and <div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2678\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> die unto sin. The reason you do not dwell in the life of righteousness is because you are not yet dead unto sin:<span class=\"citation\" id=\"72365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72365)\">Rom. 6:2,7<\/a><\/span> the reason you do not live is because you are not dead; you are neither living nor dead. <\/div><div class=\"paragraph jod\" id=\"v6n531\"> You are instructed to pursue one course, and you will take another: you are instructed to subject yourselves to the will of Heaven, and you are all the time imagining and thinking, and something is in your minds that unsettles your faith and divides your affections. Hence, you do not enjoy the Spirit of truth to the extent that you would, if you would subject yourselves to the will of Heaven. Do as the men do who instruct you and lead you, and do it with your whole hearts. As the President said in reference to praying, do not hunt up any sentiments in your own souls; do not hunt up something to pray for when another is praying; but listen to the man who is mouth, and pray as he prays, and let your whole soul go out in the energy of his expression. Then what will be the result? You will become imbued with the same energy that he has; and if he feels well and is right, you will feel well. <\/div><div class=\"paragraph jod\" id=\"v6n532\"> Take this course, and the fountain of knowledge and eternal life will by-and-by be established within you. This is what we are seeking for. It is the rich boon of heaven that we are striving for; and why is it that we do not get it? It is here; it is all around us. We can look&#x2014;we can travel to the place where it is. Why do we not enjoy it? Simply because you will not enjoy it. This is all the reason. How much do you enjoy? Why, all that you are willing and capable of enjoying&#x2014;all that you prepare yourselves to enjoy&#x2014;just all that you render yourselves worthy of in the sight of God; and if you would enjoy more, live better&#x2014;apply your minds closer and closer to the principles of the Gospel. <\/div> <div class=\"break pagebreak\" id=\"83a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0083.pdf\" target=\"pdfwin\">p.&#xA0;83a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2677\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n534\"> If you live your religion in going to meeting on Sunday, live it also on Monday, Tuesday, Wednesday, Thursday, and every day and every night, until everything adverse to the truth is expelled from your household&#x2014;until your family circle becomes a sanctuary where the Spirit of God abides&#x2014;where it imparts its lifegiving influence to all that come within that circle. <\/div><div class=\"paragraph jod\" id=\"v6n535\"> If this were the case, it would constitute the Zion of our God. We should have Zion within, whether we were at home or abroad, or in whatever circumstances we might be placed. <\/div><div class=\"paragraph jod\" id=\"v6n536\"> &#x201C;Why,&#x201D; says one, &#x201C;I suppose that I must do some great thing.&#x201D; Let me tell you to try to do some small thing; and if you attend to the little things, when you become men and women in understanding and in the knowledge of the truth, it will be time enough for you to undertake the work of men and women in Christ. <\/div><div class=\"paragraph jod\" id=\"v6n537\"> How much can we do? If we were to be judged by our conduct and the course that we take, it would appear that our capacity is not very great; and if we do not know enough <div class=\"break columnbreak\" id=\"83b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0083.pdf\" target=\"pdfwin\">p.&#xA0;83b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2677\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to attend to the simple instructions that are given to us here&#x2014;if we cannot attend to things that are thus simple, how could we get along with greater questions, should they come before us? We have now as much as we know how to get along with and manage properly, without grasping after things beyond our present comprehension. <\/div><div class=\"paragraph jod\" id=\"v6n538\"> Brethren and sisters, I hope, and I not only hope, but am certain that, as a people, we shall adopt the principles that have been taught us, and practice them to so great an extent that our Father will accept of us&#x2014;that he will not forsake us&#x2014;that he will not turn his hand against us, but that it may be over us in mercy continually, and that victory, through his goodness, may perch upon the banner of Zion from this time forth and forever. <\/div><div class=\"paragraph jod\" id=\"v6n539\"> I want that we should be good enough&#x2014;sufficiently meek and faithful before our Father and his servants, that we shall find acceptance with him continually. That we may be so wise as to pursue this course in our lives, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}