{"ID":60014, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Opposition of State Governments to the Saints, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder Erastus Snow, Delivered in the Tabernacle, Great Salt Lake City, November 29, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Opposition of State Governments to the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 11\/29\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d14\">\n<div class=\"paragraph jod\" id=\"v6n576\"> I am satisfied that that portion of the citizens of Utah who first sought out this mountain retreat have seen and experienced enough of the actions of State Governments and of our National Government&#x2014;have suffered enough at the hands of officers of State, and by the treatment they have received from mobs organized to operate against them, independent of all law, or nominally under the color of law, to discern clearly the tendency of that spirit which pervades this people and the spirit of opposition which pervades our enemies. <\/div><div class=\"paragraph jod\" id=\"v6n577\"> The unbelieving world, which have rejected the Gospel revealed unto us, and a large portion of this people&#x2014;those who have immigrated to this Territory within a few years past, have not had the benefit of the experience which the minor portion of this people have had; consequently, they have not had forced upon them that series of reflections so well calculated to mature their minds and enable them to contemplate with great precision the final result of all efforts brought to bear against us by our enemies for the overthrow of the work of God in the last days. I presume there is not one of the early members of the Church but what fully anticipated the crisis which has now come upon us. The spirit of prophecy and revelation has been in the midst of this people <div class=\"break columnbreak\" id=\"89b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0089.pdf\" target=\"pdfwin\">p.&#xA0;89b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2671\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from the beginning, and has continually foretold this event; and one who was no more than the son of a Prophet,<span class=\"citation\" id=\"61937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61937)\">Amos 7:14<\/a><\/span> with the benefit of past experience and an observation of the spirit of this people and that of our enemies, could not fail to see that such must be the result, sooner or later. <\/div><div class=\"paragraph jod\" id=\"v6n578\"> At every step this kingdom has advanced, the opposition of the ungodly has also advanced. Their hate of the truth has never been laid by. It has seemed to slumber at times, only to wake up with renewed vigor and fresh determination and strength to operate against the truth; while on the other hand the Lord has given this people seasons of rest, that they might take breath and have an opportunity of sending their missionaries to preach the Gospel, that the honest in heart might be gathered out from among the wicked, who are struggling to crush out of existence the last vestige of truth and righteousness upon the earth. <\/div><div class=\"paragraph jod\" id=\"v6n579\"> That portion of the citizens of this Territory who were personally acquainted with the history of this Church and with the Prophet Joseph Smith in his last years are now able to view, in the present movement of the United States troops, in the measures of the General Government and Governmental officials, and in the spirit of the people at large, an attempt  <div class=\"break pagebreak\" id=\"90a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0090.pdf\" target=\"pdfwin\">p.&#xA0;90a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2670\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to carry out, if possible, the same policy that was enacted in the last days of Joseph, which resulted in the expulsion of this people from Illinois. <\/div><div class=\"paragraph jod\" id=\"v6n581\"> There is, however, some little difference. Since that period this people have grown a little more numerous; and, instead of being within two hours' ride of Carthage and Warsaw, they are a thousand miles from the frontier settlements of their enemies. Instead of a military encampment in a cornfield just on the outside of the city of Nauvoo, it is now on the other side of the mountains, about 115 miles from the City of Great Salt Lake. <\/div><div class=\"paragraph jod\" id=\"v6n582\"> The pretended designs of our enemies towards us remind me of the speech of <span class=\"italic\">Rolla<\/span> in the play of &#x201C;Pizarro.&#x201D; Descanting upon the promises of the bloody and treacherous Spanish conquerors of his countrymen, he says, &#x201C;They offer us protection. Yes, such protection as vultures give to lambs, covering and devouring them.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n583\"> To their unsought and uncalled for protection, our answer should be&#x2014;&#x201C;When the State of Missouri, in obedience to her own laws, shall have hung up by the neck ex-Governor Boggs, Austin A. King, old Generals Lucas, Clark, and Wilson, and about twenty-five hundred of her citizens, who were engaged in murdering the Saints, plundering them and driving them from their homes&#x2014;when they have repudiated the acts of their corrupt Legislature and returned fourfold to all whom they have robbed, with the lawful interest thereon until the time of payment, reinstating those who have been driven from their homes and possessions, making good, as far as money and means can do it, their losses&#x2014;when Illinois shall have done the same, and the General Government shall take action to maintain the citizens of this Territory in the rightful possession of all the land they <div class=\"break columnbreak\" id=\"90b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0090.pdf\" target=\"pdfwin\">p.&#xA0;90b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2670\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have purchased of them, from which they have been driven by the force of mobs, and then admit this people, without a groan or complaint, but with brotherly love, kindness, and fatherly care, to the free and undisturbed enjoyment of life, liberty, and all those political rights that belong to American citizens in common, of which the chief is the right of being governed by men of their own choice and of worshipping God according to the dictates of their own consciences,<span class=\"citation\" id=\"94111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94111)\">A of F 1:11<\/a><\/span> the principle thing for which our fathers fought&#x2014;when our Government shall do all this and cease their threats and menaces to intimidate free men, call home their &#x201C;dogs of war,&#x201D; and set them to administering justice on the scoundrels at home, and keep away their mean, dirty sycophants, whom they wish to force on this people for their rulers at the point of the bayonet&#x2014;then we may begin to think of having a little confidence in their high pretensions; then they may talk to us about their boasted protection and their regard for the rights of mankind.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n584\"> Until they have done all these things and are willing to pay this Territory some portion of the few hundred thousand dollars which it has expended to preserve peace with the savages around us, we shall have no reason to think that they are honest or sincere in their intentions. Otherwise, we shall be compelled to regard them and their armies as we now look upon Governors Ford of Illinois and Boggs of Missouri, and their murderous clan of mob forces, even as whited sepulchres, fair without, but within full of dead men's bones, rottenness, and all uncleanness.<span class=\"citation\" id=\"65554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65554)\">Matt. 23:27<\/a><\/span> Until then, we shall have no guarantee for trusting one particle to them or their promises. <\/div><div class=\"paragraph jod\" id=\"v6n585\"> When we have trusted in the Lord our God, kept his commandments and revered his laws, he has not betrayed us nor forsaken us in trouble; but he  <div class=\"break pagebreak\" id=\"91a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0091.pdf\" target=\"pdfwin\">p.&#xA0;91a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2669\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>has ever stood by us and led us forth out of affliction, and has given unto us Governors and Judges and Counselors after his own heart,<span class=\"citation\" id=\"55446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55446)\">1 Sam. 13:14<\/a><\/span> to feed this people with knowledge and understanding&#x2014;<span class=\"citation\" id=\"94517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94517)\">Jer. 3:15<\/a><\/span>to lead them forth in the paths of peace, unity, and love. <\/div><div class=\"paragraph jod\" id=\"v6n587\"> We are satisfied with our present rulers. When we have trusted in our God and his servants, we have been happy and blessed; but when we have trusted to the enemies of our God, we have been pierced with many sorrows.<span class=\"citation\" id=\"75976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75976)\">1 Tim. 6:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n588\"> If any of the citizens of this Territory have not as yet experienced enough of the tender mercies of this generation and the promises of corrupt officials of the United States Government, and they wish still to trust in them a little further, they have the privilege. The way has been kept open for them to leave. Although martial law has been declared in this Territory, and persons are not allowed to pass through, into, or out of it, without a permit from the proper officer, yet it has been declared by our Governor, published abroad, and has been repeatedly acted upon, that all persons feeling dissatisfied, unwilling to remain in their present position, and wishing to go to our enemies, and place themselves under their protection, and accept of their proffers, shall forthwith be furnished with a passport and escort. If they wish to leave for other climates, and will pay their honest debts, and not steal their outfit, they can have the privilege. Two or three small parties have started this fall, embracing the few remains of our Gentile traders who remained in our midst for purposes of speculation; and I have heard that one or two small families who once counted themselves Saints went with them. The road is still open for others to follow who wish to do so. <\/div><div class=\"paragraph jod\" id=\"v6n589\"> My own feelings, and I believe the <div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2669\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> feelings of all the authorities of this people, are, that we want no disaffected or indifferent ones to remain among us. We will not lay a straw in their way, if they will depart in peace, if they do not wish to remain with the people of God and share with them in their joys and sorrows. <\/div><div class=\"paragraph jod\" id=\"v6n590\"> The principles of our holy religion claim from us the exercise of our own judgment, and inculcate the largest degree of freedom of soul, and will extend to every soul of man like privileges. The union which exists in the midst of this people, and of which our enemies have ever complained so much, has never been the result of coercion. It has not been created by iron bands placed around the outside of this people, only so far as the Lord has made use of the wicked to persecute and drive them together. That union has been the legitimate result of the principles of truth revealed unto us from heaven and adopted as the guide of their conduct by the people. <\/div><div class=\"paragraph jod\" id=\"v6n591\"> Although many of those who have left this people and returned, like the dog to his vomit, and like the sow that was washed to her wallowing in the mire,<span class=\"citation\" id=\"78420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78420)\">2 Pet. 2:22<\/a><\/span> and who have gone down again to the filth and degradation of Babylon, have reported that they narrowly escaped with their lives&#x2014;that efforts had been made to prevent their departure; yet all this people do verily know that they were of their father the Devil, who was a liar from the beginning,<span class=\"citation\" id=\"69495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69495)\">John 8:44<\/a><\/span> and that their tales were base and wicked falsehoods, as an excuse for their own mean and traitorous course. The only tyranny and oppression that ever existed among this people (if, indeed, any virtuous person would call it so), has been the sharpness of the word of God reproving the wickedness of the people,<span class=\"citation\" id=\"81219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81219)\">2 Ne. 1:26<\/a><\/span> holding the vile and wicked from riding over and trampling under foot the weak and innocent, saying to  <div class=\"break pagebreak\" id=\"92a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0092.pdf\" target=\"pdfwin\">p.&#xA0;92a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2668\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the people, &#x201C;If you wish to do wickedly&#x2014;to oppress each other&#x2014;to bite and devour each other&#x2014;<span class=\"citation\" id=\"129200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129200)\">Gal. 5:15<\/a><\/span>if it is your nature to gouge out your neighbor's eyes, to purloin his property, seduce his wife and daughters&#x2014;in fine, if you wish to practice wickedness and abomination after the order of the Gentile world from which you have been gathered, retire from the midst of the Saints, return to the hole from whence you have been dug, and wallow again in the filthiness from whence you have been taken, and not attempt to carry on your wickedness in the midst of this people, who love righteousness and desire to put away all unholiness from them.&#x201D; This is the only oppression which any individual has been able to complain of, in truth and justice, in the midst of this community. <\/div><div class=\"paragraph jod\" id=\"v6n593\"> &#x201C;Mormonism&#x201D; does not coerce, but all the time persuades, teaches, enlightens, instructs, and invites by the beauty, excellence, and virtue of those holy principles which God has revealed to us, gradually drawing the people together, cementing their feelings, and bringing them, by common consent, to act upon the principles of truth and righteousness. <\/div><div class=\"paragraph jod\" id=\"v6n594\"> There is but one alternative for this people: it is our religion, our God, our liberty, or slavery, the Devil, and death. There is no drawing back. The wedge has been entered. Our God has led us forth and directed our course from the beginning to the present hour. &#x201C;Shall I cause to come to the birth,&#x201D; saith the Lord, &#x201C;and not bring forth?&#x201D;<span class=\"citation\" id=\"60228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60228)\">Isa. 66:9<\/a><\/span> No. Although the woman in travail and in pain to be delivered suffers anxiety, mingled with fear, yet soon her sorrow <div class=\"break columnbreak\" id=\"92b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0092.pdf\" target=\"pdfwin\">p.&#xA0;92b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2668\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is forgotten, for joy that a man child<span class=\"citation\" id=\"94518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94518)\">Rev. 12:5<\/a><\/span> is born into the world.<span class=\"citation\" id=\"70520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70520)\">John 16:21<\/a><\/span> So it will be with this people, and our enemies cannot hinder it. The Devil and all the hosts of hell cannot prevent the consummation of the desired object that God has in view. <\/div><div class=\"paragraph jod\" id=\"v6n595\"> The kingdom of God is established, no more to be thrown down; and in it we shall live and reign, and every righteous man and woman who love God and his truth more than their own lives and the treasures of this world shall be exalted in the kingdom of God: they shall see the triumph of truth and righteousness, and the kingdom of God shining on the earth as the sun in the firmament. But the time will come when the fainthearted and the wicked, whose knees tremble and who cannot endure the contradiction of the ungodly world, and choose rather to hide their heads and retire, making lies their refuge,<span class=\"citation\" id=\"58601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58601)\">Isa. 28:15<\/a><\/span> will lift up their eyes in hell, being in torment:<span class=\"citation\" id=\"89882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89882)\">D&amp;C 104:18<\/a><\/span> they will look back, and they will try to repent as it were in sackcloth and ashes:<span class=\"citation\" id=\"64264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64264)\">Matt. 11:21<\/a><\/span> they will seek repentance carefully with tears,<span class=\"citation\" id=\"77244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77244)\">Heb. 12:17<\/a><\/span> but will not find it, because there will be no chance left for them to regain what they have lost. If the Lord has compassion upon them and hears their cries, their weeping, and their bitter lamentation in the day of their degradation and misery, it will be to give them the privilege of becoming, in a future day, the servants of those who maintained their integrity. <\/div><div class=\"paragraph jod\" id=\"v6n596\"> The state of my lungs is such that I shall be under the necessity of closing. I pray to God to bless all Israel and help us to keep our covenants to the end. Amen. <\/div>\n<\/div>\n<\/div>"}