{"ID":60011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Neglect of Sunday Meetings&#x2014;The Saints Gathered From the Common Classes of Society&#x2014;Dishonesty, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, November 22, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Neglect of Sunday Meetings, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 11\/22\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v6n460\"> Much has been said here today with regard to that class who are unruly and forward&#x2014;who are subject to do evil. I presume the great majority of this congregation have concluded to place all those remarks upon those who do not come to meeting. Doubtless the few&#x2014;yes, the very few characters that have been referred to by the brethren today are at home studying mischief. It is very seldom that you will find a thief in this house&#x2014;a person that plunders his neighbors. But if you will go into the streets, you will find certain persons in <div class=\"break columnbreak\" id=\"69b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0069.pdf\" target=\"pdfwin\">p.&#xA0;69b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2691\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the different Wards who have an excuse for not attending meeting. Some are so very industrious that they cannot attend meeting. I would not doubt much but what we could now go to several houses and find women at work; they are so very industrious. And it is often the case that some men are so industrious that they cannot find time to get a load of wood without going for it or returning with it on Sunday. That is really the case with those who do not love &#x201C;Mormonism:&#x201D; they have embraced it because they know it is true and think  <div class=\"break pagebreak\" id=\"70a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0070.pdf\" target=\"pdfwin\">p.&#xA0;70a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2690\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it will shield them in their iniquity. It is seldom that such persons come to meeting. I conclude that the remarks which have been made today are designed for those persons who are disposed to do evil; but there is probably only a very few or none of that class present, and we shall have to depend upon you to tell them what has been said about them. I am thankful that it is my honest conviction that there are but a very few of that class in our community. <\/div><div class=\"paragraph jod\" id=\"v6n462\"> There are a great many people who do wrong because they have not the standard of right and wrong within them, but permit themselves to be governed by the prejudices and education they have received among the different nations and neighborhoods where they have been trained. You may find some persons who have within them the standard of right and wrong: they can tell when they do right&#x2014;what is right, and judge themselves as easily as they can others; but of this class there are but a very few. And were I to say that there are none who are entirely free from the prejudices and prepossessed ideas gathered in their youthful days from their parents, teachers, and friends, I should say what is strictly true. Still, we are studying and trying to learn how to discern between the evil and the good, the right and the wrong&#x2014;between that which is of God and that which is not of him. <\/div><div class=\"paragraph jod\" id=\"v6n463\"> This people are mostly gathered from what are termed the laboring and middle classes. We have not gathered into this Church men that are by the world esteemed profound in their principles, ideas, and judgment. We have none in this Church that are called by them expert statesmen. How frequently it is cast at the Elders, when they are abroad preaching, that Joseph Smith, the founder of their Church and religion, was only a poor illiterate boy. That <div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2690\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> used to be advanced as one of the strongest arguments that could be produced against the doctrine of salvation by the wise and learned of this world, though it is no argument at all. The Lord should have revealed himself to some of the learned priests or talented men of the age, say they, who could have done some good and borne off the Gospel by their influence and learning, and not to a poor, ignorant, unlettered youth. Not many wise, not many mighty, not many noble, speaking after the manner of men, are called; but God hath chosen the foolish things of the world to confound the wise, the weak things of the world to confound the things that are mighty; and base things of the world&#x2014;things which are despised by the world; hath God in his wisdom chosen; yea, and things which are not to bring to naught things that are, that no flesh should glory in his presence.<span class=\"citation\" id=\"72916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72916)\">1 Cor. 1:26-29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n464\"> Men were too wise in the days of the Savior to receive the Gospel, and we see the same disposition exhibited in our day. The world spurn the idea of receiving truth from a person they look upon as inferior to them in the talent, learning, and cunning of the present generation. Perhaps they might bow to the requirements of Heaven were an angel to personally visit them individually, and exalt them to high places, and give them the influence, power, and glory that are of this world. We have none of those men here: we are all of the laboring and middle classes. There are but few in this Church who are not of the laboring class, and they have not had an opportunity to cultivate their minds, to search into the history of the nations of the earth, to learn the prejudices that are upon the people, their education, feelings, and customs. We have mostly come from the plough and the furrow, from the mechanic shops and the loom, from the spinning jenny, the kitchen, and washroom.  <div class=\"break pagebreak\" id=\"71a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0071.pdf\" target=\"pdfwin\">p.&#xA0;71a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2689\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>This people have not been educated in the deviltry and craft of the learned classes of mankind, and consequently possessed honesty enough to embrace the truth. That is the character of the class of people before me today. <\/div><div class=\"paragraph jod\" id=\"v6n466\"> Who is capable of judging? We do not look for that talent and great judgment from the common people that we would naturally expect from those who are called the refined and educated. There must be an opportunity given them for improvement before we can expect the same refinement and classical attainments which the higher classes, so called, boast of. The higher classes have nothing to do only to study the nature of man, their own dispositions, and those of their fellow beings. We can look upon them as they really are, and truly we are compelled to conclude that the deviltry, mischief, dishonesty, craft, corruption, &amp;c., that are taught and practiced among the higher classes, have prevented them from receiving the Gospel.<span class=\"citation\" id=\"90949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90949)\">D&amp;C 123:7-8<\/a><\/span> But the poor, half-starved laborers, those who feel as though they want a friend, who look around for some source of happiness, for some arm to lean on, for some eye to pity them, are the ones who have honesty enough to receive the truth. <\/div><div class=\"paragraph jod\" id=\"v6n467\"> What should we expect from such a class of people? I have my reasons for justifying and my reasons for condemning; I have my reasons for liking this people and my reasons for disliking the conduct of some; and I believe that I look upon them very much as the Lord does. He pities the human family; they are objects of his mercy and commiseration. There are men in this community who, through the force of the education they have received from their parents and friends, would cheat a poor widow out of her last cow, and then go down upon their knees and thank God for the good fortune he had sent them and for his kind providences that <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2689\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> enabled them to obtain a cow without becoming amenable to any law of the land, though the poor widow had been actually cheated. We see that <span class=\"italic\">trait<\/span> of character in mankind. Are such persons capable in all things of rightly discerning between truth and error? No. But they, through their traditions, can judge every person but themselves: they can weigh every person in their scale of justice; but they never think of trying themselves. That proceeds from the force of education and false tradition upon their minds, and some still remain ignorant of many of the true principles of right and wrong, although they have embraced the Gospel. <\/div><div class=\"paragraph jod\" id=\"v6n468\"> Brother Kimball told the truth this morning with regard to many of our mechanics. I have not built a house since I have been in this place but what I have furnished many more pounds of nails than I would have to do for the same piece of work in the States. I knew that some of the workmen took them, and I told them so. They need not undertake to deceive me, for I know precisely what they do. Since the days of reformation, I have had many a one come to me&#x2014;honest men to all appearance&#x2014;men that you would almost have sworn were as holy as an angel, and confess that they had stolen nails from me, or a wagon, &amp;c. But they have not yet become honest enough to bring the stolen articles back. In what condition are they, after such a confession, without making restitution, compensation, or some kind of satisfaction? Just as they were before. To me, taking and keeping another's property, without leave, is stealing; but to many, they consider it a godsend to have another's nails to carry home in their pockets. That often is the consequence of tradition, rather than an innate disposition to steal. I will relate a circumstance to corroborate that statement.  <div class=\"break pagebreak\" id=\"72a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0072.pdf\" target=\"pdfwin\">p.&#xA0;72a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2688\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I once knew a man in this Church who told me that, when he was in the old country, he would, if possible, spoil his work, in order to be employed to do it again. He was a plumber and glazier. As soon as he had finished a fine window or a large sash for a hothouse in a gentleman's garden, he would place it in a situation where it would be sure to be broken to pieces, that he might thereby secure employment; and when he received the second job, he would thank God for his kind providences toward him. To him, in his tradition, and amid the oppression of the laboring classes, that was just as honest as anything could be. But here they are not so oppressed. <\/div><div class=\"paragraph jod\" id=\"v6n470\"> To this day, if you employ masons to do a valuable piece of work, many will so do it that the wall or building will last only a few years, and then believe that to be honesty, whereas I believe it to be dishonesty. And joiners, with few exceptions, will so hang doors, put up mantelpieces, put on roofs, and lay floors, that in a short time all their work is out of repair or good for nothing. Very many, through the power of erroneous education, do not know what honesty and dishonesty are, and are not capable of judging. Observe the artisans in any branch of mechanism, and you will learn that what I have stated is true. Then you may take the class called merchants, also the doctors, the priests in the various sects, the lawyers, and every person engaged in any branch of business throughout the world, and, as a general thing, they are all taught from their childhood to be more or less dishonest. <\/div><div class=\"paragraph jod\" id=\"v6n471\"> Those who have their eyes opened to see and understand where honesty and uprightness are, what righteousness is, and to discern between that which is right and that which is wrong, often rise here and talk about it. I do so myself; and when I speak of dishonesty among the people, <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2688\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I look at them as they are, whether I tell it or not. This is the most honest people on the earth. There is more honesty in this community than in any other community on the earth&#x2014;that is, that we have any knowledge of. The great majority of this community are as honest as they know how to be. I have stated that I had not found a man honest enough to bring back what he had taken from me; but those persons are poor and can make a reasonable excuse. One of the best men I ever hired to labor for me&#x2014;one whom I paid well for all he did for me, took some of my tools; that is to say, he borrowed them and never brought them back. Well, he is poor. Will I forgive him? Yes. They may steal from me as much as they please, and I will forgive them as far as they ought to be forgiven. They may say, &#x201C;You have plenty, brother Brigham.&#x201D; That is true; and, so far as I can remember, I have never stolen a pin's worth in any way, shape, or manner, except the taking a few melons or a little fruit, once in a while, when I was a boy. Have I cheated any of you, or wronged any of you in any way? If I have, I would be glad to have you tell me wherein. Have I oppressed the laborer in his wages?<span class=\"citation\" id=\"62410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62410)\">Mal. 3:5<\/a><\/span> If I have, let the man come and tell me of it. <\/div><div class=\"paragraph jod\" id=\"v6n472\"> Some think that I am very close and economical. I am; and I will tell you wherein. When a man comes to labor for me&#x2014;one who will only leisurely do two or three hours' work in a day, and wants as much pay as a man who will do six times as much, I am not willing to pay him for idling away his time. If I have a man labor for me who can do six days' work in one, did I ever refuse to pay him for the amount of labor he performed? Ask Isaac Hunter if I ever refused to pay him wages to the full amount of labor he could perform in a day. In this valley we have esti<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"73a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0073.pdf\" target=\"pdfwin\">p.&#xA0;73a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2687\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mated laying rock in a wall to be worth one dollar a perch. Ask any mason, when he laid ten perches in a day, if I ever refused to pay him ten dollars. But if a man wanted three dollars and a half for laying one perch, I am not willing to pay him at that rate. I will suppress dishonesty, but I never oppress honesty. <\/div><div class=\"paragraph jod\" id=\"v6n474\"> I have tried to suppress dishonesty in individuals, and have tried thereby to make them honest. If I hire a carpenter and pay him three dollars a day, and he is three days in making a six-panel door that a good workman can make in one, or even a door and a half, I do not want to pay him three dollars a day for that labor. Yet some who are here have no more judgment, discretion, or idea of right or wrong, than to want to be paid for labor they do not perform; and that they consider to be honesty: but it is just as dishonest as anything in the world. <\/div><div class=\"paragraph jod\" id=\"v6n475\"> I am willing to pay men for what they do. I am anxious that all should have that which belongs to them, and wish them to let that which belongs to me alone. If I furnish nails to build a house, the workmen have no right to carry them off. When using nails, the mechanic often has more or less in his pocket. At quitting time he forgets to take them out, and carries them home. He goes out to chop a little wood and says, &#x201C;Dear me, these nails&#x201D;&#x2014;some twenty or thirty, or perhaps more&#x2014;&#x201C;are quite a burden to me,&#x201D; and he puts them out of his way. By-and-by he wants to build a pigpen, or to build a little addition to his house, and feels quite thankful that he has the nails to do it with, and will praise the name of the Lord for the manner in which he has blessed him. I do not want blessings on such grounds, and I never expect them in that way, because I have the natural sense to know better. Others also will have it, if they will continue <div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2687\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to try to find out how to judge between right and wrong in themselves as they do in another individual. <\/div><div class=\"paragraph jod\" id=\"v6n476\"> You may go to High Councils, though we do not have many in these days, and to Bishops' Courts, and hear a trial between parties that have quarreled with each other, and you will readily perceive that if those individuals could judge themselves as they judge each other, there would have been no difficulty between them; they would have settled their affairs between themselves, and the best of feelings would have been established for each other. But people cannot judge themselves as they can others, nor look upon their own conduct as they do upon the conduct of others.<span class=\"citation\" id=\"63693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63693)\">Matt. 7:2<\/a><\/span> We must learn to look at ourselves, to judge ourselves, and know how to deal with ourselves, and that will enable us to bring ourselves into perfect subjection to the law of Christ. <\/div><div class=\"paragraph jod\" id=\"v6n477\"> Are the people striving to do right? Yes, they are. It has been observed that we are pretty clear from those unruly spirits that have been in our midst. So we are; but you need not flatter yourselves for a moment that the Devil has left us. You will find that he marshals his forces more particularly against this people; and if we are now clear from those unhallowed spirits and the tabernacles they occupied, you may expect that he will, if possible, find somebody here in whom he can have a resting place. You will learn that the wicked disembodied spirits have not left this people, though the most of those wicked persons who sought to destroy the Saints have left us. There are myriads of disembodied evil spirits&#x2014;those who have long ago laid down their bodies here and in the regions round about, among and around us; and they are trying to make us and our children sick, and are trying to destroy us and to tempt us to evil.  <div class=\"break pagebreak\" id=\"74a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0074.pdf\" target=\"pdfwin\">p.&#xA0;74a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2686\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>They will try every possible means they are masters of to draw us aside from the path of righteousness. <\/div><div class=\"paragraph jod\" id=\"v6n479\"> Do you not think that we need to watch and pray continually&#x2014;that we need all the time to keep a guard over ourselves, that we may preserve ourselves in the love of the truth? We do. It should be our constant study to guard ourselves on every side against every attack of the enemy of all righteousness.<span class=\"citation\" id=\"71832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71832)\">Acts 13:10<\/a><\/span><span class=\"citation\" id=\"81855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81855)\">Mosiah 4:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n480\"> Cease looking at others. Cease to judge each other. Go into a family where there are two women belonging to one man, and from that to as many as you can find, and you will soon learn that almost every woman can judge all the family but herself; and that she thinks that whatever she does is just right: she would not do a wrong for the world. Then go to the next woman that was said to be so out of the way, and with her it is, &#x201C;I am exactly right, and the other is wrong.&#x201D; They do not rightly look at their own failings, views, and passions. If they were all capable of straightening themselves, they would not come in collision with each other, but would all conclude to walk together in the straight and narrow path, whereas now they are at times almost diametrically opposed to each other. Is that the case? Judge ye for yourselves. That is not the case with every family, to my certain knowledge; but it is so with too many. It is just so with the brethren. You find more or less of the same difficulty everywhere you go. It is, &#x201C;I am right, and you are wrong.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n481\"> You have been taught the standard of right. Now subdue your rebellious passions, dismiss everything that you know or consider to be wrong, and embrace that which is better. Get wisdom and all the light you possibly can, and never live another twenty-four hours without the Holy Spirit of the Lord, and that will give you joy, <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2686\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> peace, comfort, light, and intelligence, by which you can grow in grace and in the knowledge of the Lord Jesus Christ.<span class=\"citation\" id=\"78501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78501)\">2 Pet. 3:18<\/a><\/span> I cannot reach these attainments, neither can you, only by the light and intelligence which flow from heaven. You may say, &#x201C;Brother Brigham, you are like the rest of us: we see our faults, but we do not like to acknowledge them; we like to have them covered up and kept out of the sight of our neighbors.&#x201D; If you find a secret fault, dismiss it secretly. Let your faults go behind you; turn them overboard, and forever disown them. If no person but yourselves has seen your faults, you are blessed. You may then get rid of them without their being made manifest to others. <\/div><div class=\"paragraph jod\" id=\"v6n482\"> If men and women, and more especially women, for they love chit-chat, when they feel in any way bad, or a little cross, or feel as though somebody is out of the way, and feel like finding fault with their neighbor and exposing this one's fault and the other one's fault, would only be as secret on the faults of others as they are on their own, it would be beneficial to their welfare and that of their neighbors. When a person opens his mouth, no matter what he talks about, to a person of quick discernment, he will disclose more or less of his true sentiments. You cannot hide the heart, when the mouth is open. If you want to keep your heart secret, keep your mouth shut. <\/div><div class=\"paragraph jod\" id=\"v6n483\"> Some say, &#x201C;I feel as though I must boil over, and I must talk to relieve myself.&#x201D; All hell is boiling over; but does that make it any better? No. If you let your tongue run, and it scatters the poison that is in you, it sets the whole being on fire. The Apostle James says, &#x201C;And the tongue is a fire, a world of iniquity: so is the tongue among our members, that it defileth the whole body, and setteth on fire the course of nature; and it is set on fire of hell.&#x201D;<span class=\"citation\" id=\"77652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77652)\">James 3:6<\/a><\/span> And  <div class=\"break pagebreak\" id=\"75a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0075.pdf\" target=\"pdfwin\">p.&#xA0;75a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2685\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>again, &#x201C;But the tongue can no man tame; it is an unruly evil, full of deadly poison.&#x201D;<span class=\"citation\" id=\"77665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77665)\">James 3:8<\/a><\/span> Are you aware of this, sisters and brethren? If you keep silent, you can master your feelings, can subdue your passions, and ultimately become masters of them and banish them from you. If you give way to your unbridled tongues, you increase anger within you, and the first you know your blood is boiling with wrath. That is what the Apostle meant when he wrote, &#x201C;It setteth on fire the whole course of nature; and it is set on fire of hell.&#x201D;<span class=\"citation\" id=\"77653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77653)\">James 3:6<\/a><\/span> It is hell that sets it agoing. If you find that you cannot keep your tongue still, get some India-rubber and chew it with all your might. Do as brother Joseph Sharp did when he assisted in conveying Mrs. Mogo to the soldier's camp. He considered that the soldiers rather imposed upon him and his brother Adam, and he was for fight; but Adam, who is not so impetuous, coaxed him into the wagon, where he laid down on his face, and in two hours chewed up almost a whole plug of tobacco. In such cases a good piece of India-rubber is better, cheaper, and will last longer; though it would be better for you to chew up a whole plug of tobacco than to have a real quarrel with your tongues. You would not in a long time get over the effects of a quarrel: it would be like a cankerworm to your souls. <\/div><div class=\"paragraph jod\" id=\"v6n485\"> There is not a person on the earth, that has sense enough to know what experience is, but what, if they would bridle their tongues and subdue their passions, could say, &#x201C;I have not injured anybody&#x2014;no, not even myself.&#x201D; It is no matter how you are tempted, if you do not give way to temptation; but if you give way to temptation, it carries you to destruction. If you give way to your angry feelings, it sets on fire the whole course of nature, and is set on fire of hell;<span class=\"citation\" id=\"77654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77654)\">James 3:6<\/a><\/span> and you are then apt to set <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2685\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> those on fire who are contending with you. When you feel as though you would burst, tell the old boiler to burst, and just laugh at the temptation to speak evil. If you will continue to do that, you will soon be so masters of yourselves as to be able, if not to tame, to control your tongues&#x2014;able to speak when you ought, and to be silent when you ought. <\/div><div class=\"paragraph jod\" id=\"v6n486\"> Let the mechanics and all others try to improve as you have. There has a great improvement taken place in the midst of this people, and we will still continue to improve. Let us seek unto the Lord for wisdom, until we can rightly judge all matters that come before us&#x2014;until we can judge ourselves and our neighbors with equal justice, and so continue to improve, until we come up to the standard of truth in all our acts and words; so that when I employ a mason to lay me up a wall, he will do it honestly, and so on with every other workman. Then if a man does not earn his wages, he will not ask them or take them. Now it is&#x2014;&#x201C;I want all I can get.&#x201D; Honesty never comes into the hearts of such persons; their rule is to keep what they have got, and to get all they can, whether honestly or not, and pray for more. <\/div><div class=\"paragraph jod\" id=\"v6n487\"> When the eyes of your understandings are opened to deal righteously with each other, then my axes, shovels, &amp;c., will all be safe, if they are left in the barn. But it has been so that my harness was taken, my picks and shovels, my wagon, wheels, and tire, and everything else that could be was carried off. When we have attained the improvement I anticipate, I can lie down in peace at night and enquire, &#x201C;Wife, have you brought in those clothes that were hung out?&#x201D; &#x201C;No.&#x201D; &#x201C;All right&#x2014;no person, will meddle with them.&#x201D; I would rather persons who are destitute would come to me and say, &#x201C;We need a pair of pantaloons, a hat,&#x201D; &amp;c., and give me  <div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2684\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a chance to assist them. But when they steal, I cannot trust them. <\/div><div class=\"paragraph jod\" id=\"v6n489\"> I would rather give a woman a dollar than have her come to my house saying, &#x201C;Do you want to buy a pound of butter?&#x201D; &#x201C;Yes. What do you want for it?&#x201D; &#x201C;Twenty-five or thirty cents,&#x201D; as the case may be, and then stop with my family and eat a great deal more butter than she sold to me. If they would come to me and say, &#x201C;Brother Brigham, I want to sell this butter, for I have no way of living only by my labor,&#x201D; it would be another thing. If a poor woman should come to me and say, &#x201C;I want fifty cents to purchase dyestuffs,&#x201D; here it is; you are welcome to the money, but do not undertake to sponge on me. <\/div><div class=\"paragraph jod\" id=\"v6n490\"> Let my nails, tools, and other property remain where they belong. Work honestly and deal honestly one with another. Evil practices in a great degree spring from the traditions of the people; they are so educated. They have been taught, in different parts of the world, that if they found a thing, though not many yards from the door of the owner, it belonged to them. &#x201C;This belongs to me now, for I have found it.&#x201D; Did you earn it? &#x201C;No; I found it.&#x201D; That and a thousand other traits of human life tend to lead the people astray. They seldom stop to think whether they are right or wrong. <\/div><div class=\"paragraph jod\" id=\"v6n491\"> We need to learn, practice, study, know, and understand how angels live with each other. When this community comes to the point to be perfectly honest and upright, you will never find a poor person: none will lack; all will have sufficient. Every man, woman, and child will have all they need just as soon as they all become honest. When the majority of a community are dishonest, it maketh the honest portion poor, for the dishonest serve and enrich themselves at their expense. You know <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2684\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that I think that this people are the best people that there are; yet we need to train ourselves, to study ourselves, and study the principles of truth and righteousness, until we can discern that which is right from that which is wrong in the least particular within ourselves; and you will find that to answer every purpose, without judging our neighbors as much as many do. <\/div><div class=\"paragraph jod\" id=\"v6n492\"> As to this people being a good people, I say, God bless you all the the time! Who else will do as this people do? Nobody else. All you have is on the altar, ready to be offered up for the kingdom of God. You could hardly find a man or woman in this congregation but what would take the clothing from their backs to promote this kingdom. <\/div><div class=\"paragraph jod\" id=\"v6n493\"> We are telling you all the time to do as you are told; but do you do it to that extent which you will in a few years to come? No. Why? Because you do not know how. I know that this people are doing a great deal better than they did years ago. Could Joseph do with this people as I and my brethren now can? No. Were this people in the situation they now are when Joseph was alive? No. Joseph was running the gauntlet among his wicked enemies all the time. He hardly knew a man in the kingdom that he could put confidence enough in to call for a dollar to help him out of a difficulty. He did not know how many would stand by him when a mob gathered against him. He had a few faithful, tried friends; but he had many around him who would betray him into the hands of his enemies. <\/div><div class=\"paragraph jod\" id=\"v6n494\"> I am not afflicted with such persons in the midst of this people; but there is confidence and a concentration of faith; and we will so improve, that, when a man rises here to pray, there will not be a desire from the heart of a man or woman but what is uttered by the one who is mouth. When we  <div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2683\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>come to understanding, there will not be as many desires and prayers as there are people, while one is officiating as mouth for the whole; but when he who is mouth prays, every heart will wait until he utters a sentence, and that embodies what they also desire. When the sisters meet together and appoint one of their number to pray, they will never let a desire escape from the heart until they know what the mouth is praying for. Then they all will desire the same and pray for the same. This people are hastening to that degree of perfection. <\/div><div class=\"paragraph jod\" id=\"v6n496\"> I thank the Lord all the time, and I bless the name of Israel's God that I live in this day and age of the world, and that I am associated with such a people. Is there any misery, sorrow, and affliction here? I do not know what trouble or sorrow is. Do I feel for others? Yes, all I ought to feel. <\/div><div class=\"paragraph jod\" id=\"v6n497\"> I know what the sorrow of the world<span class=\"citation\" id=\"74257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74257)\">2 Cor. 7:10<\/a><\/span> is. It works death, and I have long ago bid goodbye to it. If I am sorry for anything, I try to have a godly sorrow<span class=\"citation\" id=\"74258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74258)\">2 Cor. 7:10<\/a><\/span> to benefit me. My heart is cheerful; I am happy and thankful all the day long; and I believe that I am in the light. I have not asked for a lantern, only from the Almighty; and I know that the whole people are daily progressing, ascending, and increasing in good works and in faith and knowledge, even the knowledge <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2683\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of God; and we are doing the works he desires at our hands. <\/div><div class=\"paragraph jod\" id=\"v6n498\"> It would do you good to look out yonder in the mountains and see our brethren warmly clad and well provided for. The brethren and sisters here and in the neighborhoods round about have liberally answered to our calls, and every time have supplied more than was called for. Will they part with everything, if it is called for? Yes. I have heard but of one man, since the brethren went out to watch the enemy&#x2014;a man up north, who really wished the brethren to spare his ox; but they butchered him before his eyes. I said amen to it. If his god can be slain as easily as that, it is an excellent thing for him. If any of you have gods in horses, or in oxen, make an offering of them forthwith, and tell the boys who are going out that they are welcome to them. They are welcome to all mine. If you don't believe it, try it. <\/div><div class=\"paragraph jod\" id=\"v6n499\"> We are a blessed people, and we shall be preserved from our enemies, if we will continue to do right, and the Lord will sustain us. And I can tell you that this people will do right and God will sustain us. Ere long Zion will triumph and the glory and knowledge of God will cover the earth,<span class=\"citation\" id=\"58133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58133)\">Isa. 11:9<\/a><\/span> and we will still be in the old ship Zion and ride all wicked opposition down to destruction. May God help us so to do. Amen. <\/div>\n<\/div>\n<\/div>"}