{"ID":60016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Union&#x2014;Light of the Spirit&#x2014;Capabilities of the Saints to Provide for Their Own Wants, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, Sunday Evening, November 29, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Union&#x2014;Light of the Spirit, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 11\/29\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v6n633\"> What we have heard from our President is most heavenly, and it is truth. We many times say it is &#x201C;God's truth.&#x201D; I want to know if there ever was any truth that was not his? Now, just reflect and see if ever there was a truth that we received or heard, or if there ever will be, except what is God's truth. No&#x2014;there never was; for truth proceedeth from him. <\/div><div class=\"paragraph jod\" id=\"v6n634\"> Those ideas are according to my feelings&#x2014;my desires, and they are according to the Spirit that has been given unto me. I have sought in my simplicity to produce the most simple things that I possibly could, to show this people the propriety of becoming one. You know I have brought up the apple tree, the peach tree, the grape and all the variety of vines, the cucumber, the watermelon, and every other simple thing, to show unto this people that we have to become like those vines and those various bodies which I have men<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2659\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tioned&#x2014;like unto the apple tree, for instance, which is a corporate and independent body, just as you and I are independent, inasmuch as we act in concert with the truth and with the personage that produced us. <\/div><div class=\"paragraph jod\" id=\"v6n635\"> Did God produce us? He did, and every son and daughter of Adam upon the face of this earth; and he produced us upon the same principle that we produce one another. And so it is with the fruit of creation. <\/div><div class=\"paragraph jod\" id=\"v6n636\"> The ideas advanced by brother Brigham about the manufacture and conducting of gas afford a good illustration of the operations of the Holy Ghost through the Priesthood. The place where the gas is manufactured may be called the fountainhead; then, by a power at headquarters, it is carried by pipes and propelled through every avenue, even to the extremity of the city. <\/div><div class=\"paragraph jod\" id=\"v6n637\"> When that gas is conveyed to a city, it gives light. It is so also with the Holy Spirit. There is sufficient  <div class=\"break pagebreak\" id=\"102a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0102.pdf\" target=\"pdfwin\">p.&#xA0;102a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2658\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of it to be conveyed to every man and woman according to their necessity; for Jesus says that every son and daughter that cometh into the world receiveth of his light,<span class=\"citation\" id=\"87781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87781)\">D&amp;C 84:46<\/a><\/span> and it proceeds from headquarters. <\/div><div class=\"paragraph jod\" id=\"v6n639\"> I have spoken upon these things before, not using this figure in particular, but upon the same principle. <\/div><div class=\"paragraph jod\" id=\"v6n640\"> A Bishop has power to dictate and control his Ward, even as he is dictated by those over him. When a family or that portion of the city who receive their light from him, reject that pipe, or that authority, they reject the authority, or the pipe, that conveys the light to them. It is so with the Seventies and also with every Quorum in this Church. <\/div><div class=\"paragraph jod\" id=\"v6n641\"> There are seven Presidents of the Seventies; then there is one man that presides over the six. Are the six to be subject to the first of their number? They are; for he is the head of that limb; and if the six reject that man, they reject the authority or the pipe that conveys light to them. <\/div><div class=\"paragraph jod\" id=\"v6n642\"> If the Quorums of the Seventies reject their limbs or Presidents, who are, even to the seventieth Seventy, connected to the main limb of the Seventies, they also shut off the light which would flow to them. Whom are the Seventies amenable to? They are amenable to the men that preside over them; and it is so with every department of the Priesthood, from the authority of the Apostleship down to that of the Teacher. <\/div><div class=\"paragraph jod\" id=\"v6n643\"> &#x201C;What a strange doctrine,&#x201D; says one, &#x201C;that we should be taught to be one!&#x201D; I tell you there is no way for us to prosper and prevail in the last day only to learn to act in union. <\/div><div class=\"paragraph jod\" id=\"v6n644\"> As to the holy Priesthood and the government of this Church, I can say that we shall, as a people, prevail in the name and by the authority of Jesus. If we will take this course and be one, we shall rule the house of Israel, and everything on the earth <div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2658\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will be subject to us. This is the doctrine that has been taught us all the time. <\/div><div class=\"paragraph jod\" id=\"v6n645\"> I will acknowledge that I am sometimes eccentric. There is no man who has not, at some periods, eccentric feelings. These feelings correspond with the feelings of this people; and I believe and know that they control me in my speaking, or else I should not say a great many things that I do. I have heard brother Brigham say a great many times, &#x201C;Why, I have spoken thus and so, and I believe that the people feel as I have spoken.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n646\"> To be eccentric in speaking means to occasionally depart from the point of argument&#x2014;to run off to the east and then come back&#x2014;to run off to the north, to the south, to the west, and return again to the center. This feeling is in every man at times, and the Elders who speak from this stand have to speak so as to answer the queries and dispositions of the people, otherwise they would talk right in a beeline. <\/div><div class=\"paragraph jod\" id=\"v6n647\"> Am I afraid that we shall be overcome? No, I am not. I never have, to my knowledge, had a feeling in my heart, from the day that I came into this Church unto the present time, that this kingdom would be overcome; neither have I now. But there are people here; and a people will grow out of this people that will stand forever. <\/div><div class=\"paragraph jod\" id=\"v6n648\"> I never was more joyful in my life than I am now. I thanked my Father this morning, I thanked him last night, and I thank him every day of my life that the time has come when he has said to his servant the Prophet, &#x201C;Shut down the gate, and never&#x2014;no, never admit those men here who would take your life and the lives of the brethren, and seek to lead my people to destruction.&#x201D; Am I not glad at this? I am; and that man or that woman who is not glad is  <div class=\"break pagebreak\" id=\"103a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0103.pdf\" target=\"pdfwin\">p.&#xA0;103a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2657\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not blest&#x2014;is not a Saint. Those who do not rejoice at this time are not living their religion. <\/div><div class=\"paragraph jod\" id=\"v6n650\"> [President B. Young: &#x201C;They are all glad.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v6n651\"> Some say there is no tea in the stores, and that is verily true. There is no coffee, factory, calico, satins, silks, thread, needles, bonnets, nor any luxuries; and I am glad of it. <\/div><div class=\"paragraph jod\" id=\"v6n652\"> Have we needlemakers here? Yes; we have men here who can make the finest needles as well as the largest and the best, and every kind of cutlery, and every kind of satin, just as good as there is in the world. <\/div><div class=\"paragraph jod\" id=\"v6n653\"> Can we make linen? Yes. Why can we not make linen just as well as they can in England? I have seen some of the sisters now before me in the old countries, throwing the shuttle, weaving cotton, linen, silks, satins, ginghams, woolen plaids, &amp;c., &amp;c. You can do it here as well as you could there. <\/div><div class=\"paragraph jod\" id=\"v6n654\"> Can we make sugar here? Yes, just as good as ever was made in the Southern States. Can we raise hemp? Yes&#x2014;just as good as ever grew. <\/div><div class=\"paragraph jod\" id=\"v6n655\"> Brother W. C. Staines raised some Chinese sugar cane on brother Brigham's lot down here. There was about one of those Chicago wagon boxes full of stalks: I suppose one of them will hold 25 or 30 bushels. He sent that down to brother Hugh Moon's, and he made 14 gallons of as good molasses as ever came from any portion of the world. Brother Brigham did not expect that it would make over three or four gallons. <\/div><div class=\"paragraph jod\" id=\"v6n656\"> If we can make molasses, by boiling it a little more, we can make good Muscovado sugar. I have got beet molasses by me now of last year's make, and at the bottom of the keg it is good grained sugar. <\/div><div class=\"paragraph jod\" id=\"v6n657\"> It is like unto making maple sugar. I know how to make it; I know how to boil it, make it into molasses, and into sugar; and these men who are <div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2657\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> now sitting on the stand, and who have lived in the United States, all know how to make maple sugar. The boiling and cleansing is all the art there is in it. The sooner we go to work to produce these things the better, for we have got to go without tea, coffee, and tobacco until we raise them. I see no chance only for us to go to work as we have been instructed. <\/div><div class=\"paragraph jod\" id=\"v6n658\"> Years ago, in the days of Joseph, the Lord gave a revelation instructing this people to produce what they wanted for their own use by their own labor;<span class=\"citation\" id=\"85383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85383)\">D&amp;C 42:40<\/a><\/span><span class=\"citation\" id=\"86041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86041)\">D&amp;C 52:39<\/a><\/span> and you have been taught it from that day to the present time, and the Lord has brought us into these mountains to bring to pass these very things, that we may become a free and independent people.<span class=\"citation\" id=\"87362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87362)\">D&amp;C 78:14<\/a><\/span> To produce these things ourselves is necessary for our temporal and spiritual salvation. <\/div><div class=\"paragraph jod\" id=\"v6n659\"> You say you are going to work to cache up your grain, and so am I. I am going to work to raise a better crop next year than I have this, and I am going to work to make boxes to put it in; then I will dig holes and cache them, and the next year after that I will do likewise. And how long will it be before we shall have seven years' provisions on hand,<span class=\"citation\" id=\"53613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53613)\">Gen. 41:36<\/a><\/span> if you all do likewise? <\/div><div class=\"paragraph jod\" id=\"v6n660\"> A great many do not know the meaning of the word cache. Well, Cache Valley up here&#x2014;almost the first company that passed through there, afraid of being overtaken by the wintry storms, cached some of their articles, and the mountaineers cached their furs; and from these circumstances, Cache Valley took its name; for they dug holes and buried their substance, and this is caching. <\/div><div class=\"paragraph jod\" id=\"v6n661\"> I am going to begin to collect all the wheat I can, flour it, and put it in good, dry boxes; and if it is well pressed down, I think it will keep longer than wheat: besides, the mice will not then be able to make such ravages upon it. <\/div> <div class=\"break pagebreak\" id=\"104a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0104.pdf\" target=\"pdfwin\">p.&#xA0;104a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2656\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n663\"> When we have done all this, shall we put it in the ground? No. Put it in your granaries, and have it ready for caching. We shall not cache our substance until it is considered necessary. <\/div><div class=\"paragraph jod\" id=\"v6n664\"> It is the duty of the Bishops to plan for the people in their Wards. Let every Bishop take a course to design for his people. This is the way for them to do, and this is their calling; and in so doing they will be blest, and this whole people will be sustained, and God will bless us and will hold our enemies; yes, he will hold them a great deal easier and far more secure than you can hold a horse with the Spanish bits. He is not going to let this people be overcome, if we do as we are told from time to time. Let us do as we have been told here today&#x2014;lay aside our foolishness, our vanity, and bad habits, and I just know that all will be well. <\/div><div class=\"paragraph jod\" id=\"v6n665\"> Suppose I yield to the practice of drinking liquor, one draught gives me a greater thirst for another; my appetite increases as I nourish it, till by-and-by, I will want it regularly, and I am finally overcome. Let a man do an evil today, and the temptation will be stronger for him to do it tomorrow. <\/div><div class=\"paragraph jod\" id=\"v6n666\"> Brethren, let us take a course to keep the commandments of God, and do just as we are told from this time henceforth, and never cease our operations in everything that is good. Never let us cease our mechanical operations, and let us be diligent in cultivating the earth and accumulating everything we can think of that will be useful. If you will take this course, you will not be obliged to put for the mountains next year, nor the year after, and so on, if we will do exactly right. <\/div><div class=\"paragraph jod\" id=\"v6n667\"> I would prefer to go into the mountains, and see my family go there, and live on roots, wearing sheepskins, and goatskins, and dwelling in tents and <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2656\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> caves, as the ancient Apostles did,<span class=\"citation\" id=\"77102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77102)\">Heb. 11:38<\/a><\/span> rather than to see the troops of the United States come into this Valley, and to suffer, and see the sufferings of this people, as we have hitherto. [The congregation responded, Amen.] I have seen myself, with many of this people, broken up and driven five times, and robbed and plundered; and they have suffered in such a manner as I never want to see them suffer again. <\/div><div class=\"paragraph jod\" id=\"v6n668\"> I calculate, by the help of God, to do as I am told, to make preparations for peace and for war, for plenty, for hard times, and for every emergency&#x2014;to arm myself and my sons with the armor of peace and righteousness, and then with the armor of death, and to carry the means of self-defense in one hand, and cultivate the earth with the other, and having the righteousness of Christ in my heart, and execute righteousness with the sword of the Spirit,<span class=\"citation\" id=\"75390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75390)\">Eph. 6:17<\/a><\/span> temporally and spiritually. <\/div><div class=\"paragraph jod\" id=\"v6n669\"> Now, here is peace, here is prosperity, here is happiness, here is life, here is repentance, and baptism for the remission of sins, and the way to obtain eternal lives. Accept of it, if you please; and if you will not, you will suffer the consequences. I intend to take the right course, and to help to arm my boys and my brethren, and to do the best that I can for the welfare of the house of Israel. <\/div><div class=\"paragraph jod\" id=\"v6n670\"> You probably recollect what Jesus said to his disciples when Peter took up the sword and cut off the fellow's ear: he designed to cut off his head, but missed it. Jesus said, &#x201C;Those that take up the sword shall perish by the sword.<span class=\"citation\" id=\"66289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66289)\">Matt. 26:51-52<\/a><\/span> If my kingdom was of this world, then my servants would fight.&#x201D;<span class=\"citation\" id=\"70782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70782)\">John 18:36<\/a><\/span> Let me tell you, the kingdom that we are in is of this world and also of the world to come, and will stand forever;<span class=\"citation\" id=\"94519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94519)\">Dan. 2:44<\/a><\/span> and we will fight, if our enemies come upon us to slay us&#x2014;not only the men, but the women and the children. <\/div> <div class=\"break pagebreak\" id=\"105a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0105.pdf\" target=\"pdfwin\">p.&#xA0;105a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2655\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n672\"> Well, let us think of these things, and not get angry. I know that I am a stronger man when the Spirit of God is resting upon me than I am at ordinary times; and I know, when I get angry, that it makes me weak&#x2014;it takes away my strength. <\/div><div class=\"paragraph jod\" id=\"v6n673\"> This is the way you feel; for that Spirit makes you mighty and powerful, and fear leaves you. Fear has torment, and torment makes a person weak, and vexes him, and perplexes him, because it is the principle of death. <\/div><div class=\"paragraph jod\" id=\"v6n674\"> Keep the Spirit of the Lord and <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2655\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> learn to govern your tempers, just as a smith when he goes to work to make a knife or any other kind of edged tool. When he takes it from the fire, he almost always makes it harder than he wants it; and then he has to take the temper down again, until he gets it so that the edge will bend. It is better to bend than to break. <\/div><div class=\"paragraph jod\" id=\"v6n675\"> Let us make our passions bend, and become one with our head as every limb and branch pertaining to a tree becomes one with its head, and with the roots from which it springs. God bless you all! Amen. <\/div>\n<\/div>\n<\/div>"}