{"ID":60019, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Advancement in Gospel Principles&#x2014;Order, Unity, and Authority of the Priesthood, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, December 13, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Advancement in Gospel Principles, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 12\/13\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d19\">\n<div class=\"paragraph jod\" id=\"v6n771\"> Brother Spencer has given you most excellent doctrine. If the Father in heaven should come here and speak to us, he probably would not speak anything better to this people than what has been said this morning; for he would speak according to your capacities.<span class=\"citation\" id=\"83500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83500)\">Ether 12:39<\/a><\/span> The Gospel of salvation is very simple; but everything is constituted therein; everything is comprehended in the first principles of the doctrine of Christ. We have preached a great many times and used the words of Paul, where he tells us to leave the first principles of the doctrine of Christ and go on unto perfection.<span class=\"citation\" id=\"76664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76664)\">Heb. 6:1<\/a><\/span> But if we do that we shall slide off the foundation, and would have to return and do our first works.<span class=\"citation\" id=\"79038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79038)\">Rev. 2:5<\/a><\/span> There is the Father, and the Son, who was given up, that his blood might be shed upon Calvary,<span class=\"citation\" id=\"68305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68305)\">Luke 23:33<\/a><\/span> that our sins might be forgiven, on condition that we repent and forsake them. <\/div><div class=\"paragraph jod\" id=\"v6n772\"> &#x201C;Well,&#x201D; you say, &#x201C;I believe: what shall I do to be saved?&#x201D; Repent, every one of you, and then go and be buried in water, like unto Jesus Christ's burial in the sepulchre,<span class=\"citation\" id=\"72396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72396)\">Rom. 6:4<\/a><\/span><span class=\"citation\" id=\"75593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75593)\">Col. 2:12<\/a><\/span> and you shall receive the remission of your sins.<span class=\"citation\" id=\"71195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71195)\">Acts 2:38<\/a><\/span> What next? Receive the laying on of hands for the gift of the Holy Ghost. These are some of the first principles of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v6n773\"> Now, can we live our religion unless we are in possession of the Holy Ghost all the time? We cannot. First, there is the Father, then the <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2638\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Son, and then the Holy Ghost; and then come faith, repentance, and baptism for the remission of sins, and laying on of hands for the gift of the Holy Ghost.<span class=\"citation\" id=\"124800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124800)\">A of F 1:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n774\"> Do you not see, then, that it is just as necessary to lay aside the Holy Ghost as to lay aside any other principle of the Gospel? No man can please the Lord God, only as he is dictated by the Holy Ghost; and he will not stay with you unless you keep in view the Father and the Son. We partake of the sacrament every Sabbath to bear in remembrance the Son of God. Then, shall I say, leaving all these principles, go on unto perfection? No. They are the fundamental principles of our religion, the same as the 26 letters of the English alphabet are the roots of the written and printed form of our language. <\/div><div class=\"paragraph jod\" id=\"v6n775\"> Are these principles the celestial law? I know no other. And how can you keep the celestial law without the Holy Ghost? You cannot. When you partake of the sacrament, you do it in remembrance of Jesus Christ, and of the Father, and of the Holy Ghost, and in remembrance that you have forsaken your sins and been baptized for the remission of them. Some may say, &#x201C;How long will it be before the celestial law will be put into force?&#x201D; Never, until you put it into force and execute it on yourselves. <\/div> <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2637\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n777\"> I will use a comparison. Here is the English alphabet, that you learned when in childhood, so that you were perfectly acquainted with the 26 letters: but do you leave that alphabet when you go on unto perfection in your education? No. But when you have learned those letters, you then learn how to join them to make syllables, words, and sentences, and go on till you can read the First Reader, and then the Second, and the Third, &amp;c., and all by means of the same letters. You also learn geography and history, and rise from one class to another, and from one grade of exaltation to another. To gain all your knowledge in English literature, you must use the first principles of the language all the time. Do I exhort you to leave the first principles of the doctrine of Christ? No: but I want you to learn them more thoroughly, that you may keep them in view continually. There are some who do not understand the alphabet of &#x201C;Mormonism,&#x201D; and never did. Some that profess to be the smartest men and women in our midst know the least about it. <\/div><div class=\"paragraph jod\" id=\"v6n778\"> Brethren, we have all got to learn one thing, and that is, to be one with our leader; and this oneness should extend from the least member up to Prophet and Seer&#x2014;every man standing in his order and place, just as the branches of a tree are one with the stock and root. <\/div><div class=\"paragraph jod\" id=\"v6n779\"> We will say there are a thousand limbs forming the top of a tree, and all have sprung out of one, or out of the body of the tree. From the main stock we will say that twelve limbs shoot out, and from them a thousand, which are dependent on the twelve limbs for their nourishment, as the twelve limbs are dependent upon the stock and roots for theirs. Should any of the twelve limbs be rotten in the pith or marrow, all the limbs receiving their sap and nourishment <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2637\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> therefrom must be affected, more or less, with the same disorder, and they also affect the root. If the limbs are thrifty, they give to the roots a healthy action to gather more abundant nourishment for the whole tree. <\/div><div class=\"paragraph jod\" id=\"v6n780\"> Sometimes you may see a gardener cut off a whole top that is snarly and unhealthy, and insert thrifty grafts. You read in the Book of Mormon about the master of the vineyard<span class=\"citation\" id=\"81715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81715)\">Jacob 5:4<\/a><\/span> taking thrifty grafts and putting them into the wild olive tree in the nethermost part of the vineyard,<span class=\"citation\" id=\"81719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81719)\">Jacob 5:13<\/a><\/span> that it might bring forth good fruit. Brother Joseph was that man. Moroni, Peter, James, and John, and the angels of God came and placed their power upon him, and we grew out of the graft; and if we continue in the graft, we shall produce the same fruit. <\/div><div class=\"paragraph jod\" id=\"v6n781\"> In Nauvoo, about a year before we started to come here, do you not know the Gentiles were cut off entirely from the tree, that the new grafts might grow more thriftily in the tree? None can be saved unless they are grafted in as we were, by repentance, baptism, and the laying on of hands for the gift of the Holy Ghost. These are the grafting principles, and you are required to live up to them faithfully, going on to perfection. <\/div><div class=\"paragraph jod\" id=\"v6n782\"> My desire and prayer is to teach you in simplicity. Anything that cannot be understood is not worth a dime. Like the limbs of a thrifty tree moving in unison with the stock, so we should, when brother Brigham says move this way or that. <\/div><div class=\"paragraph jod\" id=\"v6n783\"> I am talking to the men that hold the Priesthood. And I cannot but think that the little boys before me will have that Priesthood which we hold, and many of them will see the day when they will have power to raise the dead. They will have power to do many things we do not have power to do. <\/div><div class=\"paragraph jod\" id=\"v6n784\"> As the leaves and branches of a tree administer to the roots, and we  <div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2636\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are depending upon them for support and strength, so the members of this Church are amenable or subject to the President of the Church, and, being subject, should administer to him. The tree cannot administer to the branches unless they administer to the roots. <\/div><div class=\"paragraph jod\" id=\"v6n786\"> According to the philosophy of the day, my blood passes through the heart, where it is refined or purified, and from thence it is sent back into the body by means of the veins and arteries, so that every portion of it partakes of the nourishment which the blood affords and is impregnated with the principles sent forth from the head and stomach. After the refined blood has penetrated every part, it returns again to headquarters to receive a fresh supply of nutritious principles. So it is with the sap that circulates through the limbs and branches of a tree: every branch and leaf becomes impregnated with the principle that is in the root. And so it ought to be with the kingdom of God: every member of it should partake of the principles of virtue and truth that are in the leader of that kingdom, and be as perfectly one with him. <\/div><div class=\"paragraph jod\" id=\"v6n787\"> Why do we see dead limbs on a tree? Because they refuse to receive the nourishment which the root affords. Why do people become dead to their own interests and the interests of the kingdom of God? Because they refuse to obey the will of God through their leaders: the gate of communication is shut down between them and the source of their life and strength in the way of life and salvation. <\/div><div class=\"paragraph jod\" id=\"v6n788\"> Can a child enjoy the Spirit of God who refuses to obey his father, who is a man of God? No. He partakes of the spirit of apostasy, which is the spirit of death. I will ask you women of good understanding, Did you ever disobey your husband and live in rebellion to him, but what <div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2636\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you felt like the Devil? I have heard you say you never did. My wives acknowledge they cannot enjoy the enlivening Spirit of God when they rebel against my counsel; but their minds are as dark as Egypt. Why? Because I design to rule in righteousness. <\/div><div class=\"paragraph jod\" id=\"v6n789\"> The spirit of disobedience is the Spirit of apostasy; and if you do not look out, it will upset you, and you will go overboard before you are aware of it. Every branch should be interested for the root from whence it springs; for if the root perishes, the branch must perish also. <\/div><div class=\"paragraph jod\" id=\"v6n790\"> I hope you understand my meaning in the figures I have used. But there are many people here more ignorant than our little boys of five and six years of age. If they were not ignorant, they would not take the course they do. Do I allow my little boys to touch a thing that is not their own? No. Have they a right to touch a thing that belongs to me? Not without my sanction. Have you a right to interfere with the things of God? No&#x2014;not without the consent of the man that presides over you. Has my wife a right to meddle with anything that belongs to me? Not without my consent; and over that which I have committed unto her she is a stewardess. Have I a right to call her to an account for what I have committed to her, to see whether she has taken good care of it? I have. There is not a thing on this earth that is given to us of God that is to be ours independently of him, and never will be, until we prove ourselves worthy. <\/div><div class=\"paragraph jod\" id=\"v6n791\"> There is a comparison in the Bible where it speaks of committing talents to men and of calling them to account.<span class=\"citation\" id=\"66079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66079)\">Matt. 25:14-30<\/a><\/span> &#x201C;I visited,&#x201D; said the Lord, &#x201C;one this year and another next year, until I visited the last one, and I reckoned with them and called them to an account of that which I had  <div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2635\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ceded up to them.&#x201D; It is just so with us. <\/div><div class=\"paragraph jod\" id=\"v6n793\"> If I cede up any power to one of my boys, for instance, saying, Here is a horse, Heber, for you to use; I require you to take good care of him, and not abuse him. Why? Because I am going to call him back. Supposing the horse is not as good as when I gave it to him, then Heber is in debt to his father, and has to pay it. <\/div><div class=\"paragraph jod\" id=\"v6n794\"> We receive the Priesthood and power and authority. If we make a bad use of that Priesthood, do you not see that the day will come when God will reckon with us, and he will take it from us and give it to those who will make better use of it. My advice to my brethren is to rise up, from this time forth, and let your light shine, that others may see your good works and be led to glorify God.<span class=\"citation\" id=\"63082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63082)\">Matt. 5:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n795\"> How holy men ought to be who hold the authority of the Priesthood! And again, how pure and angelic females ought to be who are sent here to bear the souls of men!<span class=\"citation\" id=\"91802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91802)\">D&amp;C 132:63<\/a><\/span> If you pollute those souls and bodies, God will call you to an account for it. <\/div><div class=\"paragraph jod\" id=\"v6n796\"> And these little boys, I want them to honor their calling. Here are lots of them. Have they the Priesthood on them? Yes. Have they all been ordained? Not directly; but their fathers have been, and that ordination tells on their seed after them. They are legal heirs to the Priesthood of God, without an ordination.<span class=\"citation\" id=\"88122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88122)\">D&amp;C 86:8-11<\/a><\/span> They receive it from their fathers; and when they were blessed, their seed was blessed in their loins, like Abraham's;<span class=\"citation\" id=\"93387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93387)\">Abr. 2:11<\/a><\/span> and when that seed is committed to an angelic woman, she is accountable whether she degenerates that seed or not. It is for her to train up that child,<span class=\"citation\" id=\"57475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57475)\">Prov. 22:6<\/a><\/span> and nourish it, and cherish it, and restore it to the Father as pure as it was when she received it. <\/div><div class=\"paragraph jod\" id=\"v6n797\"> If you have the Priesthood, you are in the same condition that I am. These things are serious to me; they <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2635\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are essential to me and to this people. After receiving the Priesthood, when a person receives his endowment, he is an heir to the Priesthood&#x2014;an heir of God, and a joint heir with Jesus Christ;<span class=\"citation\" id=\"72557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72557)\">Rom. 8:17<\/a><\/span> that is, he has commenced his heirship. <\/div><div class=\"paragraph jod\" id=\"v6n798\"> The Father waited until the meridian of time&#x2014;that is, till the time was half up, before he came on the earth and begat in the flesh the Son of God, who was to be our Savior. Was every woman qualified to raise that child? No. You will find that Mary was of the Royal Priesthood, which is after the order of God; and he was particular who raised that child, that it might be trained according to his dictation. Should not we be cautious? I tell you we ought, and not fool and play with the things of God as a cat would with a mouse. <\/div><div class=\"paragraph jod\" id=\"v6n799\"> Many of you are trifling with your own existence&#x2014;with your own salvation&#x2014;not with mine. Brother Brigham, myself, brother Daniel, and the Twelve Apostles cannot grow or increase, only in proportion as the limbs and branches of this Priesthood and the whole tree increase. If it is a thrifty top, then the roots partake of that thriftiness, and they all grow together. That is what makes us take a course to cut off the dead limbs. <\/div><div class=\"paragraph jod\" id=\"v6n800\"> Jesus said to his disciples, &#x201C;Ye are the salt of the earth: and if the salt loses its saving principle, it is then good for nothing, but to be cast out.&#x201D; Instead of reading it just as it is, almost all of you read it just as it is not. Jesus meant to say, &#x201C;If you have lost the saving principles, you Twelve Apostles, and you that believe in my servants the Twelve, you shall be like unto the salt that has lost its saving principles: it is henceforth good for nothing, but to be cast out, and trodden under foot of men.&#x201D;<span class=\"citation\" id=\"63034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63034)\">Matt. 5:13<\/a><\/span> Judas lost that saving principle, and they took him and killed him. It is said  <div class=\"break pagebreak\" id=\"126a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0126.pdf\" target=\"pdfwin\">p.&#xA0;126a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2634\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the Bible that his bowels gushed out;<span class=\"citation\" id=\"66313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66313)\">Matt. 27:5-6 (JST)<\/a><\/span><span class=\"citation\" id=\"71060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71060)\">Acts 1:18<\/a><\/span> but they actually kicked him until his bowels came out. <\/div><div class=\"paragraph jod\" id=\"v6n802\"> &#x201C;I will suffer my bowels to be taken out before I will forfeit the covenant I have made with Him and my brethren.&#x201D; Do you understand me? Judas was like salt that had lost its saving principles&#x2014;good for nothing but to be cast out and trodden under foot of men.<span class=\"citation\" id=\"89730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89730)\">D&amp;C 103:10<\/a><\/span> It is just so with you men and women, if you do not honor your callings and cultivate the principles you have received. It is so with you, ye Elders of Israel, when you forfeit your covenants.<span class=\"citation\" id=\"85264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85264)\">D&amp;C 40:3<\/a><\/span><span class=\"citation\" id=\"85347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85347)\">D&amp;C 42:30<\/a><\/span><span class=\"citation\" id=\"86047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86047)\">D&amp;C 54:4-5<\/a><\/span><span class=\"citation\" id=\"87357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87357)\">D&amp;C 78:11-12<\/a><\/span><span class=\"citation\" id=\"87422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87422)\">D&amp;C 82:11,21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n803\"> Brethren and sisters, as the Lord liveth, and as we live and exist in these mountains, let me tell you the world is ripe, and there are no saving principles within them, with a very few exceptions; and they will gather out, and the rest of mankind are ready for destruction, for they will have no salt to save them. I know the day is right at hand when men will forfeit their Priesthood and turn against us and against the covenants they have made, and they will be destroyed as Judas was. <\/div><div class=\"paragraph jod\" id=\"v6n804\"> Ye Elders, Apostles, Seventies, High Priests, Bishops, Priests, Teachers, and Deacons, never be guilty of that which you have been guilty of once before. If it were not for your ignorance, you would have been cut off from the earth; but, in consequence of your ignorance, I feel as though God would forgive you, if you will never do it again. But if you do it again, your time for repentance is past, and you do not again get pardon. <\/div><div class=\"paragraph jod\" id=\"v6n805\"> I do feel bad to think that men will enter into the new and everlasting covenant of our God, and then defile themselves with uncleanness. Is there a woman in this city that could have committed the sin of debauchery, if there had been no person to debauch her? No. Who is guilty? The man, <div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2634\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who should have the saving principles of God Almighty in him; and he is the man who must pay the debt. <\/div><div class=\"paragraph jod\" id=\"v6n806\"> Again: If the woman would never consent, the man could not accomplish his vile purpose. You have been taught different all the day long. You have been taught, from your mother's womb that these things are wrong. Would the Devil have power to make you tell a lie, if you did not yield to him? No. When you consent to it, the Devil then has seduced you, debauched you, just as much as a man goes to work and debauches a woman after she has consented to him. We are agents to refuse or to accept. Who is the most to blame? The man holding the Priesthood of God. <\/div><div class=\"paragraph jod\" id=\"v6n807\"> I talk about these things because I am led so to do. They may be considered small things, but they are the things that destroy this people&#x2014;that is, all that will be destroyed. You can lose your saving principles as much as salt or sugar can. Sugar can be placed in a state that it will become sour&#x2014;have no sweetness about it; and bread will become sour through the power of leaven put into it; and if the leaven was not sour, it could not sour the bread. When sugar becomes sour, it has lost the saving principles of sugar, just the same as salt. Be cautious that you do not receive filthy leaven. Stop your tattling, your lying, and mischief-making. You never saw persons that are trotting from house to house but what are apt to be tattlers, unless they are ordained and set apart to visit. You never saw a woman that is continually parading the streets but what was a tattler. Her face may be as smooth as an onion; but the beauty of a woman is in the spirit she possesses and in the principles of righteousness she cherishes. <\/div><div class=\"paragraph jod\" id=\"v6n808\"> You Elders of Israel, have you not entered into covenant that you never would betray one another? And you  <div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2633\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mothers of Israel, have you not entered into covenant not to speak against each other, or run about the neighborhood and talk about this one and that one, and about their husbands? Do you not despise such a woman as that? Yes, you do; and so do I, and so does every good man and angel, and so does Jesus Christ. He has told you not to do it. <\/div><div class=\"paragraph jod\" id=\"v6n810\"> I want you to understand that you make covenants with God, and not with us. We were present and committed those covenants to you, and you made them with God, and we were witnesses. When you got your endowments, did you not make a covenant not to speak against the anointed? And every woman that received this ordinance made a covenant with her husband that she would be true and faithful to him, be a guardian angel to him, and watch over his pillow by night and by day, and be true to her God and to the anointed. <\/div><div class=\"paragraph jod\" id=\"v6n811\"> I told you the other Sunday that I never made a practice of going to my President and speaking against anyone. I am cautious how I take a course to tell him this, that, and the other; for, if I am a man of truth, he is bound to believe me. Are there men that will come to me and try to injure somebody? Yes. Is it right, when you have sworn not to do it? <\/div><div class=\"paragraph jod\" id=\"v6n812\"> In Kirtland, Jared Carter, Dr. Cowdery, and others tried to ruin the Twelve in the eyes of Joseph. The very first mission the Twelve took, we went forth like men of God and traveled to the East and back again, without purse or scrip,<span class=\"citation\" id=\"68115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68115)\">Luke 22:35<\/a><\/span> and held Conferences through all the New England States, and exhorted and taught the people to go to Jackson County and purchase that land; and those men so prejudiced the mind of the First Presidency that two of the Twelve were suspended. But there were enough left to form a Quorum and do business. <\/div> <div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2633\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n813\"> Jared Carter, Dr. Cowdery, and others fell through taking that course. They tried to run in between the Twelve and Joseph, and they stepped between the bucklers of the Almighty. Had they a right to do it? No. Have I a right, although I am brother Brigham's First Counselor, and have been ever since he was the President of the Twelve&#x2014;have I a right to prejudice his mind against Daniel? No. I have sworn not to before God. Or have I a right to prejudice his mind against the Twelve? No. Because I am sworn not to, by the most sacred covenants that man can make. <\/div><div class=\"paragraph jod\" id=\"v6n814\"> Have the Twelve a right to step in and prejudice the First Presidency against the Seventies? No. If there is a difficulty, it is for the Twelve to settle it, and never tell it and destroy the head against the feet, nor the arm against the eye. <\/div><div class=\"paragraph jod\" id=\"v6n815\"> And here some men and women run from Dan to Beersheba<span class=\"citation\" id=\"55406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55406)\">1 Sam. 3:20<\/a><\/span> breaking their covenants. If I could have my will, they never should step into the Endowment Room again and administer in sacred things, when they take this course. And some women, who think they know everything, go home and abuse their husbands and raise the devil in a man's family. <\/div><div class=\"paragraph jod\" id=\"v6n816\"> I have no allusion to the righteous, the good, the wholesome, pure, and virtuous, but to those it belongs to. What are my feelings? They are&#x2014;God bless the pure, the righteous, the salt that has not lost its savor. <\/div><div class=\"paragraph jod\" id=\"v6n817\"> I have not said anything about our enemies. I care nothing about them. <\/div><div class=\"paragraph jod\" id=\"v6n818\"> A single man or woman in this kingdom may do a great deal of harm, if they are so inclined. If you put up a barrel of good, sweet meat and a little piece of tainted meat, not larger than a peach, in the center of it, it will not be three months before the whole barrel of meat will be spoiled, if you do not clean out the lump of bad meat that has lost its saving prin<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"128a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0128.pdf\" target=\"pdfwin\">p.&#xA0;128a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2632\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciples. So wicked men and women in a Ward or in a Quorum can do much mischief. They inoculate death in the community. <\/div><div class=\"paragraph jod\" id=\"v6n820\"> Paul, in speaking of the tongue, says, &#x201C;It sets on fire the whole course of nature.&#x201D;<span class=\"citation\" id=\"77655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77655)\">James 3:6<\/a><\/span> It inoculates hell into the people. A sister comes into your house, and you think she is almost an angel, she can smile so sweetly. Do you not know that the Devil can smile just as well as a Saint? You cannot know persons only as they are proved. <\/div><div class=\"paragraph jod\" id=\"v6n821\"> God bless you and this whole people in the east, west, south, and north. My prayer is&#x2014;God bless these valleys, and the mountains, and the fountains of life in them. <\/div><div class=\"paragraph jod\" id=\"v6n822\"> How good it is to reflect that the day has come in which we have declared our independence. This we have done because the Lord God has said it to his servant Brigham. We are independent of those troops and those poor, miserable, ungodly scoundrels that they call civil officers. What civility, to come here to preside over us with 2,000 troops! With them it is, &#x201C;God damn the Mormons&#x2014;God damn Brigham Young. We will kill him and Heber C. Kimball, and we will seduce and debauch every woman in the City of Salt Lake.&#x201D; The Lord has said to brother Brigham, &#x201C;Say to them, before all Israel, in my name, They cannot come in here.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n823\"> I am glad and can shout, Hallelujah! Praise be to the name of our God! And peace be to that man or woman that steps forward and sustains the weight in this operation. And that man or woman who revolts against the Priesthood of God and takes the opposite course, may God Almighty curse them, that they may go to hell, where they belong. These are my feelings. <\/div><div class=\"paragraph jod\" id=\"v6n824\"> I am thankful this is a goodly land. I never was in a better. I appreciate it, and I appreciate these mountains <div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2632\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and valleys, and the red men of the forest. May God bless them, and, let the old Nephite Prophets and Patriarchs and servants of God stir them up and turn their hearts to the house of Israel in these Valleys, and he will do it; and the United States cannot buy them. God Almighty has got them by the bit. What? Israel? Yes. Although they are as a wild horse, he can lead them the same as you can a tame one. <\/div><div class=\"paragraph jod\" id=\"v6n825\"> We shall prosper; we shall prevail with all those who cleave to the Church and kingdom of God; only do as you are told, and you need not trouble. See how the Lord is watering the earth. It will be wet down three or four feet, and he will continue to do it, and it will be like a pool of living water;<span class=\"citation\" id=\"69003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69003)\">John 4:10<\/a><\/span> and he will cause the earth to produce, and we shall be blessed, and God will sustain us; and he will sustain those that sustain his people. <\/div><div class=\"paragraph jod\" id=\"v6n826\"> Instead of sending out two, three, or five thousand men, let us pick out a thousand, and they will stand against the United States. If God is with us, who can prevail against us? Why do not the women go to work and make up hats and caps for their husbands, and help them, and not suffer them to spend three dollars for a hat for a child three years' old? Let us make our own knives and forks, and everything else that we use; and let every man be diligent at home or in his shop about his employment. <\/div><div class=\"paragraph jod\" id=\"v6n827\"> Brother Brigham says the soldiers cannot come here. Then we should say the same. He says they will be confused. Let us all pray that they may. Be kind to each other, and take good care of everything in your possession. Do not waste anything, nor abuse your horses. A man that is abusive to his animal is apt to be the same to his wife or child. There is nothing in the spirit of love that will kill or destroy unnecessarily&#x2014;   <div class=\"break pagebreak\" id=\"129a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0129.pdf\" target=\"pdfwin\">p.&#xA0;129a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2631\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nothing that will lie or oppress, for that comes from the spirit of destruction. <\/div><div class=\"paragraph jod\" id=\"v6n829\"> The spirit of hypocrisy professes to be my friend today, and then tomorrow will go and speak against me. This should not be among us. Let us go to from this time henceforth and be one, and God will bless us. When you go visiting your neighbors, preach these things to them, and speak the truth continually, and lie not. <\/div><div class=\"paragraph jod\" id=\"v6n830\"> I go visiting sometimes. I was out on a visit yesterday. You invite me to visit and talk; but half the family will go to cooking the night before, and cook all day until suppertime, and then they are too full to talk or hear, and we start home before the rest of the family has anything to eat; and they cook up everything they have, or expect to have for a year to come, figuratively speaking. I would rather have a piece of bread and go into the canyon with one or two of the brethren and talk about the things of God. <\/div><div class=\"paragraph jod\" id=\"v6n831\"> Last Monday, the Congress of the United States commenced its session, and no doubt they will remember us. I want you should pray for them. Pray for the President of the United States; pray for the Senate and the House of Representatives; pray for the Speakers of each house, and pray for all men in authority, especially those who are opposed to Israel and who are planning for our destruction. I want you to pray good prayers for <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2631\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them, that they may fall into the dilemma they want to put us in. You need not pray anything more than that; for, I swear to you, they will get a bellyfull. <\/div><div class=\"paragraph jod\" id=\"v6n832\"> The members of the Legislature here will assemble tomorrow morning, at ten o'clock, with our Governor at our head. It is the best legislative body there is upon the face of the earth, because they hold the Priesthood, and there is no person there only those who hold it&#x2014;the leading men of Israel. Pray for that Assembly. There are forty-nine men of us&#x2014;the representatives of this whole Territory, to make laws for the government and protection of the people. But when those men have made a law, our Governor can veto it in a moment. He is the head of the department to make laws to protect, sustain, and uphold the kingdom of God in all the world. If a law is made to protect me, it equally protects you and your wife and children. Now, I want to know if there is a man or woman here who is not interested in that? I mention this that you may pray that they may make laws such as the Lord would approve, if he was here himself. Those who feel in favor that our Governor continue, and to uphold and sustain him, with the Legislature and everything else that is good, rise up on your feet. <\/div><div class=\"paragraph jod\" id=\"v6n833\"> [The whole congregation arose.] <\/div><div class=\"paragraph jod\" id=\"v6n834\"> God bless you, and bless our Governor, with everything connected to him. Amen. <\/div>\n<\/div>\n<\/div>"}