{"ID":60013, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Knowledge Obtained From History.<\/div>\n<div class=\"subtitle\">A Discourse by Elder George A. Smith, Delivered in the Tabernacle, Great Salt Lake City, November 29, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Knowledge Obtained From History.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 11\/29\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d13\">\n<div class=\"paragraph jod\" id=\"v6n541\"> It is, as usual, with a degree of satisfaction that I arise before you this morning for the purpose of offering a few reflections, hoping that my brethren and sisters will exercise faith to that degree that I may be able to speak freely and communicate such sentiments as may be pleasing in the sight of our heavenly Father and a benefit to ourselves. <\/div><div class=\"paragraph jod\" id=\"v6n542\"> From my childhood, history has been a favorite theme. I have loved to read historical works; and for the little time I have been enabled to devote to reading in my younger days I acquired some general knowledge of what is termed &#x201C;profane history,&#x201D; but only a limited knowledge of what is termed &#x201C;ecclesiastical history.&#x201D; It did not please me to read the quarrels of the Popes and the cruelties that were inflicted by the dominant powers upon the weak. Those matters never pleased me so much as to read the movements of nations for the purpose of establishing dominion and extending empire; consequently, I am not prepared to speak as readily of the history of the religious world as I would upon that portion of history that is generally denominated profane&#x2014;of the political conditions of different nations at different ages of the world. <\/div><div class=\"paragraph jod\" id=\"v6n543\"> A revelation given in the early history of this Church requires the Elders to acquire a knowledge of <div class=\"break columnbreak\" id=\"84b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0084.pdf\" target=\"pdfwin\">p.&#xA0;84b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2676\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> countries, of things present, of things to come, of things that have been, and so forth.<span class=\"citation\" id=\"88619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88619)\">D&amp;C 88:79<\/a><\/span> In perusing the histories of Persia, Arabia, India, China, and the nations of modern Europe, I have felt myself more or less actuated in accordance with the instructions given in that revelation. <\/div><div class=\"paragraph jod\" id=\"v6n544\"> At the time I could not conceive why it was that the Lord required his servants to acquire a knowledge of those nations and of political subjects; but experience has taught me that he had in it a design of no little importance; for, from the time that the Gospel was first preached, baptism administered, and ordination first conferred the Priesthood upon the heads of men, we have been constantly and continually upon new ground. The officers of the country in which we have lived could never find a law to fit our case; they could never discover any law that would answer their purpose in relation to us. <\/div><div class=\"paragraph jod\" id=\"v6n545\"> There was one principle laid down by them, however, that was simple; and that was, that we had to be used up. <\/div><div class=\"paragraph jod\" id=\"v6n546\"> The most honorable of all the mobs that have ever been raised against us was that of Jackson County, Missouri; for they came right straight out and plainly acknowledged that the civil law did not afford them a guarantee against the &#x201C;Mormons;&#x201D; therefore they would drive them from their  <div class=\"break pagebreak\" id=\"85a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0085.pdf\" target=\"pdfwin\">p.&#xA0;85a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2675\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>county&#x2014;peaceably if they could&#x2014;forcibly if they must. <\/div><div class=\"paragraph jod\" id=\"v6n548\"> From that day to this, our persecutors have been pretending to act under color of law so far as to hold men while they could be murdered. They would employ a few troops or a mob, under the pretence of legal authority, and hold men still while the assassin could do his work. This has been the course pursued by our enemies all the time up to the present hour. <\/div><div class=\"paragraph jod\" id=\"v6n549\"> Inasmuch as we observed the laws of God, we had no occasion to violate the laws of our country;<span class=\"citation\" id=\"86147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86147)\">D&amp;C 58:21<\/a><\/span> and, as a matter of course, pretexts were sought in vain from the beginning to the end, and the hue-and-cry of treason has been raised from one end of the country to the other. Hence we see the importance of our Elders understanding the national force of laws of kingdoms, the laws of empires, the rules of nations, the relationship of institutions one to another, and the relationship of subjects to their rulers. <\/div><div class=\"paragraph jod\" id=\"v6n550\"> An old principle, laid down from the earliest ages of British jurisprudence, from which we received our national institutions, is that allegiance is that ligament or thread which binds the subject to the sovereign, and that, for this allegiance, the sovereign, by an implied contract, owes, in turn, protection to the subject; and the very moment that the Government withholds its protection, that very moment allegiance ceases. <\/div><div class=\"paragraph jod\" id=\"v6n551\"> This is as old as the British Constitution, and it is recognized as natural and eternal both in America and Great Britain; and you may trace this principle back through history to the earliest ages of man. The very moment a government ceases to protect its subjects, that moment they are at liberty to protect themselves. <\/div><div class=\"paragraph jod\" id=\"v6n552\"> Whenever national powers were exerted to crush the rights of their <div class=\"break columnbreak\" id=\"85b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0085.pdf\" target=\"pdfwin\">p.&#xA0;85b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2675\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> own subjects, then the right was founded in nature that they should stand up in their own defense; and the principle of self-preservation is in a greater or less degree binding, and it has been acknowledged from the earliest ages that all governments derive their just powers from the consent of the governed. <\/div><div class=\"paragraph jod\" id=\"v6n553\"> For something like a hundred years the kings of Great Britain, as you will see in King James' translation of the Bible, claimed the title of Kings of Great Britain, France, and Ireland&#x2014;a power which they could not exercise and maintain, so far as the kingdom of France was concerned; and finally, in the reign of George III, they saw fit to disclaim it. <\/div><div class=\"paragraph jod\" id=\"v6n554\"> The assumption of this right was a mere burlesque. Could they control the organization of France and regulate its internal policy? No&#x2014;they could not. The only thing was to go to war, and then France could resist and sometimes menace the very existence of the British Empire, and yet the kings of England could claim to be kings of France. But were they kings of France? Not unless the people of France said so; for the people choose their kings to reign over them. <\/div><div class=\"paragraph jod\" id=\"v6n555\"> This system of claiming authority from some distant claim has been practiced, and is at the present time; and there is now an individual who claims to be king of France, who assumes that title&#x2014;an individual who does not live in France: he is expelled, but yet he claims to be the sovereign of France. At the same time the people have, by their unanimous voice, placed Louis Napoleon upon the throne, and they carry out his decrees, while a fugitive claims to be king of France, but without the consent of the people, and has not power enough to pull an old setting hen off her nest. <\/div><div class=\"paragraph jod\" id=\"v6n556\"> Circumstances might change so as  <div class=\"break pagebreak\" id=\"86a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0086.pdf\" target=\"pdfwin\">p.&#xA0;86a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2674\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to throw Napoleon from his rather uncertain seat, and might place some other individual there; but no Government can exist there only by the consent of the people, or such a portion of them as is sufficient to awe the rest and preserve peace, union, and harmony. <\/div><div class=\"paragraph jod\" id=\"v6n558\"> Tyrants have attempted to resist this principle, and hence almost every man that has got into power has immediately gone to work to lay plans to conciliate the great and mighty sovereign people, and to perpetuate that authority in their families. <\/div><div class=\"paragraph jod\" id=\"v6n559\"> History shows us that some of the Roman Consuls attained power and wealth by their military exploits, and then assumed the title of Emperors and rulers over the commonwealth. We find that they assumed that title by the consent of the military power, and that they enlarged themselves by the aid of the military, till they finally gained the supreme power over the people. <\/div><div class=\"paragraph jod\" id=\"v6n560\"> All officers and authorities that depend upon the bayonet are very uncertain; hence very few of the Roman Emperors ever came to a natural death. They who hold millions in subjection by the sword are slain as tyrants whenever opportunity affords. These characters have not all the peace and happiness that might be wished for. <\/div><div class=\"paragraph jod\" id=\"v6n561\"> Rulers have assumed to control the people by the power of the bayonet, and many who have attempted to do so have fallen in the attempt, and many have fallen into political disgrace and been destroyed because they attempted to crush down the feelings of a free people. It was in consequence of this that the American revolution was brought to pass. <\/div><div class=\"paragraph jod\" id=\"v6n562\"> The American revolution was simply the result of attempting to coerce, by the point of the bayonet, measures that the people of the colonies were unwilling to consent to. The Parlia<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"86b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0086.pdf\" target=\"pdfwin\">p.&#xA0;86b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2674\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment wished to impose, without their consent, rulers, taxes, and laws which they themselves had no voice in making; and this brought about a revolution, which ended in establishing the present Government of the United States. <\/div><div class=\"paragraph jod\" id=\"v6n563\"> The Constitution of the United States was only a little enlargement of the freedom guaranteed under the British Constitution, our revolutionary fathers not thinking any other position or principle as safe or as good; and they made it to surround them with a degree of security, as their fathers did in the British Constitution, forming it somewhat after its model and style. Instead, however, of an hereditary King, they elected a President to hold office for four years; and instead of a House of Lords, they elected a Senate, composed of members or representatives elected by the several State Legislatures; and instead of a House of Commons, they elected the House of Representatives by an apportionment of the people; and in fact, the organization is very similar to that of the mother country. The President represents the hereditary Sovereign, the members of the Senate representing the States, and the House of Representatives the people of the United States, instead of having the members of the House of Commons who represent the property of the realm. <\/div><div class=\"paragraph jod\" id=\"v6n564\"> In tracing these things down, and examining and well considering them, they show us, as it were in a glass, our real position. <\/div><div class=\"paragraph jod\" id=\"v6n565\"> Now, I do not suppose that there was a man scarcely in the whole assembly who anxiously desired in his heart to move a thousand miles into the middle of a desert with his family, to live in this barren, desolate, cold country. I do not suppose there was an individual but would have preferred to inhabit the vacant prairies of Illinois, Iowa, or Missouri, than to have been under the necessity of wandering  <div class=\"break pagebreak\" id=\"87a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0087.pdf\" target=\"pdfwin\">p.&#xA0;87a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2673\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>into a desert, surrounded by mountains, in the midst of sage plains, where nothing could be raised except by artificial irrigation. <\/div><div class=\"paragraph jod\" id=\"v6n567\"> We were willing to come here, simply because we were forced to go somewhere where we could enjoy our religion, which we could not do where we were. This is the principle that brought us here. This is the reason that we were willing to forego the ten thousand comforts that could surround us in the world, and come and turn the wilderness into a fruitful field. Of necessity, I say, we came here willingly, because we were forced to. There was no place else for the Apostles and Prophets to go to. <\/div><div class=\"paragraph jod\" id=\"v6n568\"> We petitioned the several States and also the United States for an asylum where we could enjoy ourselves; and all our petitions were answered with coldness and indifference, and there was not a place in the United States where a man that professed to be a Latter-day Saint could have peace. There was nothing but to be mobbed, driven, his houses burned, wherever he might be; and no governor, no legislature, no authority would extend any better prospect than the repetition of the murder, robberies, and persecution we had suffered in Missouri, and that we were then enduring in Illinois. <\/div><div class=\"paragraph jod\" id=\"v6n569\"> Under these circumstances we came here, and silently and quietly continued coming away from every part of the Union, and our friends from other nations flocked here from various parts, until we had conquered the desert, and turned the mountain streams, and caused vegetation to grow, and produced grain of considerable variety and of excellent quality. We had begun to make ourselves comfortable, and we had the prospect of peace, as there was nobody upon the face of the earth that would have inhabited this sterile country&#x2014;a thousand miles from civilized society, where there were no <div class=\"break columnbreak\" id=\"87b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0087.pdf\" target=\"pdfwin\">p.&#xA0;87b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2673\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> inhabitants but a few naked, savage Indians, whom we cared for and befriended. <\/div><div class=\"paragraph jod\" id=\"v6n570\"> The gold fever broke out, and thousands of the gold miners from all nations passed through our settlements. We fed them, for they came here naked and destitute, and we enabled them to proceed on their way, or they would have starved to death in the desert. But although we did this, scarcely an individual desired to stay in this barren country. They could look around and then say, &#x201C;You are a pack of damned fools to stay in this barren desert;&#x201D; and they would ask, &#x201C;Why do you stay here in such a barren country?&#x201D; It was for something more precious than gold: it was for the privilege of worshipping God under our own vine;<span class=\"citation\" id=\"62174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62174)\">Micah 4:4<\/a><\/span> and it was with the greatest difficulty that we could raise a vine to worship under, and there was scarcely a tree grew in the valleys. Here we could worship, and here we remain, and what is the result? The moment that our settlements had extended far to the south and to the north&#x2014;the moment that we were placed in a position that starvation did not stare us in the face, and that a man dare eat as much as his appetite craved, without thinking that he would have to go without tomorrow, that moment the great nation, of which we are a part, rich in gold and silver, powerful in numbers, wealth, and learning, place themselves in a position to annihilate us, to drive us from our homes in the fastnesses of the mountains. <\/div><div class=\"paragraph jod\" id=\"v6n571\"> Now, my brethren and sisters, we remember that all good governments are by the consent of the governed; we remember the old principle that allegiance is the thread which ties the subject to the governor; we remember the thread which ties the subject to the Government, and for which the Government owes the subject protection. I ask, Did the Government of  <div class=\"break pagebreak\" id=\"88a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0088.pdf\" target=\"pdfwin\">p.&#xA0;88a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2672\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the United States ever extend its protection to us? Did it protect us in Missouri? Did it protect us in Illinois? Did it protect us in Iowa? Did it protect us in Nebraska? No, never. We had to protect ourselves or perish and share the fate that lambs share in the paws of wolves. This is the principle as it is presented to us. Have they ever protected us in these mountains? No: we protect ourselves. We made the roads, we explored the country, and we have protected them whenever they passed here; and we have fed, clothed, and aided them on their journeying, and extended every kindness; but have they protected us? No; but they have stirred up the savages of the desert to destroy our weak settlements. This has been the result, and yet we have not been ten years upon this soil. We have not been scarcely able to acquire the comforts of life. A man has scarcely dared to eat as much as would satisfy his appetite. We had scarcely done this, I say, until they sent their armies by thousands to dragoon this people into subjection, with the avowed aim and object, as published in every paper that comes from the States, to deprive us of our <div class=\"break columnbreak\" id=\"88b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0088.pdf\" target=\"pdfwin\">p.&#xA0;88b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2672\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> religious rights, and to establish and inflict rights or practices which we abhor, and which we have moved a thousand miles to avoid. I ask them, Shall freedom depart? And, in the language of a Roman, I ask which you prefer&#x2014;slavery or death? Shall they be left to trample upon the rights of free men? Who will not consider which is to be preferred&#x2014;FREEDOM or SLAVERY? Shall this people be left to the mercy of men who come here with armies to enforce principles that are as degrading to us as degradation can be? <\/div><div class=\"paragraph jod\" id=\"v6n573\"> I presume, brethren and sisters, that there is but one feeling upon that subject. I presume that we are willing to dispense with our tea, with our coffee, our tobacco, our finery, and a hundred other comforts that we might have had, had we remained in the States as others have done, rather than be subject to this degradation and cursed dominion. <\/div><div class=\"paragraph jod\" id=\"v6n574\"> May God enable us to hold up our heads, and with all our might, mind, and strength, and our reliance in the Most High, live our religion and be prepared to inherit his glory, is my prayer. Amen. <\/div>\n<\/div>\n<\/div>"}