{"ID":60015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Attention and Reflection Necessary to An Increase of Knowledge&#x2014;Self-Control&#x2014;Unity of the Godhead and of the People of God.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, November 29, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Attention and Reflection, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 11\/29\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v6n598\"> I have the same diffidence in my feelings that most public speakers have, and am apt to think that others can speak better and more edifying than I can. There are but few public speakers but what feel more or less timidity. That is probably not so much a man-fearing spirit as it is a natural delicacy or timidity. All of you have doubtless to some extent realized the same feeling, either in large or small assemblies, and also in social conversation. People generally are more or less disturbed and thrown off their balance by the sound of their own voices, especially when speaking to an audience, even after being much used to addressing assemblies. Some of our most eloquent and interesting speakers would rather do almost anything than speak to the congregations that assemble here. That diffidence or timidity we must dispense with. When it becomes our duty to talk, we ought to be willing to talk. If we never exhibit the knowledge within us, the people will not know really whether we have any. Interchanging our ideas and exhibiting that which we believe and understand affords an opportunity for detecting and correcting errors and increasing our stock of valuable information. I have frequently thought that I should be very happy if I could hear the Elders of Israel speak their feelings and impart <div class=\"break columnbreak\" id=\"93b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0093.pdf\" target=\"pdfwin\">p.&#xA0;93b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2667\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their knowledge pertaining to their fellow beings, to earthly things, to heavenly things, to godliness, and God. <\/div><div class=\"paragraph jod\" id=\"v6n599\"> I am sensible that people are not gifted and capacitated alike. There is not that depth of understanding and intensity of thought in some that there is in others, neither is there the same scope of perception. Some are quick to apprehend, while others are slow. Also while a speaker is communicating his opinions, views, and feelings, a portion of so large a congregation as this will perhaps be giving the most strict attention, while the minds of the other portion are wandering at the moment he may be advancing rich ideas, clothed in language choice and eloquent. That inattention by some leads to a difference of understanding among the people, through a misapprehension of the speaker's meaning. True, some persons may use language that a portion of the congregation are unacquainted with; consequently, they could not be expected to readily apprehend the idea designed to be communicated, though that is by no means a common incident in teachings from this stand. <\/div><div class=\"paragraph jod\" id=\"v6n600\"> If a congregation wish to be instructed so as to understand alike and alike receive an increase of wisdom and knowledge, their minds must be intent on the subject before them.  <div class=\"break pagebreak\" id=\"94a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0094.pdf\" target=\"pdfwin\">p.&#xA0;94a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2666\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>They must not suffer their thoughts to be roaming over the earth; they must not permit their minds to be scanning and traversing their everyday duties and avocations. If they do, they are not blessed with that store of knowledge they otherwise might obtain through paying that attention necessary to enable them to clearly understand. I acknowledge that it is a masterwork to school our minds so as at all times to exercise complete power over them. If the people would so educate themselves as to control their thinking powers, they would derive a great advantage from it. They could improve much faster than they now do. <\/div><div class=\"paragraph jod\" id=\"v6n602\"> Many years ago, the Prophet Joseph observed that if the people would have received the revelations he had in his possession, and wisely acted upon them, as the Lord would dictate, they might, in their power to do and understand, have been many years ahead of what they then were. Experience has taught us that it requires time to acquire certain branches of mechanism, also all principles and ideas that we wish to become masters of. The closer people apply their minds to any correct purpose the faster they can grow and increase in the knowledge of the truth. When they learn to master their feelings, they can soon learn to master their reflections and thoughts in the degree requisite for attaining the objects they are seeking. But while they yield to a feeling or spirit that distracts their minds from a subject they wish to study and learn, so long they will never gain the mastery of their minds. So it is with persons who yield to temptation and wickedness. <\/div><div class=\"paragraph jod\" id=\"v6n603\"> There are individuals who yield to that unruly member, the tongue;<span class=\"citation\" id=\"77666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77666)\">James 3:8<\/a><\/span> and after yielding once, they have not the same strength to resist as at first. They become more and more weakened every time they yield to temptation, <div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2666\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> until they are unable to control themselves, when they are tempted either to speak unadvisedly or to run into any species of wickedness. So every faculty bestowed upon man is subject to contamination&#x2014;subject to be diverted from the purpose the Creator designed it to fill. If a man permits himself to make use of language calculated to wound his spirit and infringe upon his better judgment, and does not try to resist that practice, when he is again tempted upon the point he is more likely to give way and to have less compunction of conscience than before. If he continues day after day to yield himself a servant to the uncontrolled whims of his own nature and the evil influences that may be exercised upon him from without, in a few years he will be so steeped in sin as to be entirely given over to the error of his ways. The sooner an individual resists temptation to do, say, or think wrong, while he has light to correct his judgment, the quicker he will gain strength and power to overcome every temptation to evil. <\/div><div class=\"paragraph jod\" id=\"v6n604\"> Let the people study to bring their thinking or reflecting faculties into subjection. We are preaching principles that belong to this subject every day of our lives. Last Sabbath I spoke upon the concentration of faith, of action, of feeling, of reflection. That is a matter I often reflect upon, because I am called into circumstances that bring it before me every time I hear a man pray. Am I as yet so master of my thoughts and reflections that no thought or desire of my heart is trying to forestall the speaker in uttering his sentiments and wishes? Have I the power to hold my mind directly upon his words and desires, asking continually that he may be directed by the Holy Ghost? I acknowledge that I am not yet perfect in this point. I have not yet that power over myself; but, to the praise  <div class=\"break pagebreak\" id=\"95a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0095.pdf\" target=\"pdfwin\">p.&#xA0;95a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2665\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the name of the God I serve, I do actually gain upon it. When my mind has betrayed me, and I detect a desire different from that which is uttered by my speaker, I feel to retract and offer my desire to the throne of grace,<span class=\"citation\" id=\"76577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76577)\">Heb. 4:16<\/a><\/span> that I may have power to hold my faith with the man that is appointed to pray. Those who think and reflect upon this matter can realize what I wish of myself and what I wish of the people. Unthinking persons may not fully realize the importance of these remarks; but every person who has a realizing sense of the duties devolving upon him&#x2014;of the way of life and salvation&#x2014;of what we are called to in the holy Gospel, must be aware of the importance of this subject to all who are determined to live their religion. <\/div><div class=\"paragraph jod\" id=\"v6n606\"> You are all acquainted, or profess to be, with the Gospel of salvation. You have entered into covenant with God&#x2014;have received the ordinances of the Gospel; and if you have not received the Holy Ghost, you should have received it. You have the history of the administration of the Holy Ghost as given by the Apostles in the days of Jesus, and it is referred to in all sacred writings. This people profess to be more or less acquainted with the principles developed by the administration of the Holy Ghost. We will admit that you understand it. Now, ask yourselves whether you believe that the Holy Ghost ever commenced to produce a work or an effect before it was in the heart and mind of that Being we call our heavenly Father. Do you think that the Holy Ghost ever thought of dictating that Being we call our God? This whole people have learned enough upon this subject to answer at once, that we do not believe that the Holy Ghost ever dictated, suggested, moved, or pretended to offer a plan, except that which the Eternal Father dictated. <\/div> <div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2665\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n607\"> With regard to this particular point, I will say that you shall judge the matter and be my witnesses. Have we not learned enough with regard to the character of the Father, Son, and Holy Ghost, to at once believe, admit, and affirm that the Holy Ghost always has and always will operate precisely according to the suggestion of the Father? Not a desire, act, wish, or thought does the Holy Ghost indulge in contrary to that which is dictated by the Father.<span class=\"citation\" id=\"70338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70338)\">John 16:13<\/a><\/span> We all sense this in a degree, because it has always been taught to us. It is taught in the Bible, in the revelations given through Joseph, and in the preaching by the Elders of Israel. It is our tradition, education, and experience in the kingdom of God. The Holy Ghost, we believe, is one of the characters that form the Trinity, or the Godhead. Not one person in three, nor three persons in one; but the Father, Son, and Holy Ghost are one in essence, as the hearts of three men who are united in all things. He is one of the three characters we believe in, whose office it is to administer to those of the human family who love the truth. I have stated that they are one, as the hearts of three men might be one. Lest you should mistake me, I will say that I do not wish you to understand that the Holy Ghost is a personage having a tabernacle, like the Father and the Son; but he is God's messenger that diffuses his influence through all the works of the Almighty.<span class=\"citation\" id=\"91360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91360)\">D&amp;C 130:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n608\"> We believe that we have a correct idea of the character of the Son from the writings of the Apostles, so far as they learned it. But while he was tabernacling in the flesh, he was more or less contaminated with fallen nature. While he was here, in a body that his mother Mary bore him, he was more or less connected with and influenced by this nature that we have received. According to the flesh, he  <div class=\"break pagebreak\" id=\"96a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0096.pdf\" target=\"pdfwin\">p.&#xA0;96a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2664\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was of the seed of Adam and Eve, and suffered the weaknesses and temptations of his fellow mortals.<span class=\"citation\" id=\"76562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76562)\">Heb. 4:15<\/a><\/span> He was hungry and thirsty, weary and faint, and had to eat, drink, and sleep. In him were developed all the traits pertaining to mortal man. According to the scanty history that we have of the Savior, as near nothing at all as well can be from the time of his birth to the time of his entering on his ministry at the age of thirty years, he administered his Gospel for about three years and a half among the people, and raised up his Church, ordained his Apostles, and established his kingdom; and of that limited time we have but a scanty history. According to that history&#x2014;according to all you have learned, and to all the Holy Ghost has ever borne testimony of to you concerning him, let me ask you the same question in regard to him as I did concerning the Holy Ghost; and what would you say? That he did nothing of himself. He wrought miracles and performed a good work on the earth; but of himself he did nothing. He said, &#x201C;As I have seen my Father do, so do I.&#x201D;<span class=\"citation\" id=\"69124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69124)\">John 5:19,30<\/a><\/span> &#x201C;I came not to do my will, but the will of Him that sent me.&#x201D;<span class=\"citation\" id=\"69233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69233)\">John 6:38<\/a><\/span> We must come to the conclusion that the Son of God did not suggest, dictate, act, or produce any manifestation of his power, of his glory, or of his errand upon the earth, only as it came from the mind and will of his Father.<span class=\"citation\" id=\"69947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69947)\">John 14:10<\/a><\/span> Do you not all firmly believe that the whole soul, heart, reflections, thoughts, and all the being of the Son of God were operated upon and did show forth that all he did manifest and bring forth pertaining to his mission was according to the word and will of his Father? Certainly you do. <\/div><div class=\"paragraph jod\" id=\"v6n610\"> Jesus offered up one of the most essential prayers that could possibly be offered up by a human or heavenly being&#x2014;no matter who, pertaining to <div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2664\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the salvation of the people, and embodying a principle without which none can be saved, when he prayed the Father to make his disciples one, as he and his Father were one.<span class=\"citation\" id=\"70708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70708)\">John 17:21<\/a><\/span> He knew that if they did not become one, they could not be saved in the celestial kingdom of God. If persons do not see as he did while in the flesh, hear as he heard, understand as he understood, and become precisely as he was, according to their several capacities and callings, they can never dwell with him and his Father. That same principle stands out as the most prominent item of teaching in all the teachings and revelations that have ever been given from heaven to men on the earth. That thread of faith, of feeling, of hope, of joy, and of action may be found through all the instructions that have ever come from heaven to earth, in order to bring the children of God&#x2014;that is, the whole of the human family&#x2014;the children of our Father, and we as brethren and sisters, parents and children, all emanating from one parentage, back again into the presence of the Father and the Son, to bring up the whole posterity of father Adam and mother Eve to enjoy the light, glory, intelligence, power, kingdoms, thrones, and dominions that are prepared for exalted beings, which could not be until they had taken upon them tabernacles. They could not be exalted unless they were prepared for an exaltation; and upon no other principle could they be prepared, without taking tabernacles of flesh and being made subject to vanity. The whole of the Divine teachings, from the days of Adam until now, have been to teach the human family to yield to the teachings, dictations, influence, and power of the holy Gospel to make them one. Without that oneness, there is no salvation for us in the celestial kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v6n611\"> Were we to particularize in regard  <div class=\"break pagebreak\" id=\"97a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0097.pdf\" target=\"pdfwin\">p.&#xA0;97a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2663\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the different organizations of the human family, we would learn that some are not capable of the same exaltation as are others, arising from the difference in the conduct and capacities of people. There is also a difference in the spirit world. It is the design, the wish, the will, and mind of the Lord that the inhabitants of the earth should be exalted to thrones, kingdoms, principalities, and powers, according to their capacities. In their exaltation, one may be capable of presiding over ten cities, while another may not be capable of presiding over more than five, another over only two, and another over but one. They must all first be subjected to sin and to the calamities of mortal flesh, in order to prove themselves worthy; then the Gospel is ready to take hold of them and bring them up, unite them, enlighten their understandings, and make them one in the Lord Jesus, that their faith, prayers, hopes, affections, and all their desires may ever be concentrated in one. That is the design and the wish of the Father. <\/div><div class=\"paragraph jod\" id=\"v6n613\"> You may ask, &#x201C;Did he foreknow that they would be saved?&#x201D; I have seen many in the world that never have been able to discern the difference between foreknowledge and foreordination.<span class=\"citation\" id=\"82147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82147)\">Alma 13:1-12<\/a><\/span> I thought that I could always discern the difference. If I know that an act will transpire tomorrow, it by no means follows that I had decreed it. It is the design, wish, desire of our Heavenly Father that every soul in this congregation should be crowned in the celestial kingdom. Will they be? No. I know that some will not. But does it follow that some are ordained to go to hell? No. It is the design of the Gospel to save this congregation, all the Latter-day Saints, and all the world besides that will believe the testimony of Jesus and become obedient to the Gospel of salvation. And none need to turn round and say, &#x201C;If it is the design of <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2663\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Lord, I shall be saved;&#x201D; for its being the will and design of the Father, Son, and Holy Ghost, and of every Saint that ever was or ever will be, that you should be a Saint, will not make you one, contrary to your own choice. All rational beings have an agency of their own; and according to their own choice they will be saved or damned. <\/div><div class=\"paragraph jod\" id=\"v6n614\"> Inasmuch as the Father, Son, and Holy Ghost are one, the desire of the Savior, as manifested in his sayings and teachings, is, that his people should also be one, even as he and his Father are one.<span class=\"citation\" id=\"70709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70709)\">John 17:21<\/a><\/span> If we had the heart, feeling, and faith within us that Jesus had while here in the flesh, should we be scattering in our faith? Should we be divided in our interests? No: we should become one. I have not time to tell you why this people are not identically one; but to the discerning mind the Holy Spirit will manifest the reason in a moment&#x2014;will lay it before you like an open vision, and you will at once be able to discern thousands of reasons for it. Are they capable of being one? Yes, if they will in all things bring their wills into subjection to the will of the Father. <\/div><div class=\"paragraph jod\" id=\"v6n615\"> If any are in the habit of taking the name of God in vain,<span class=\"citation\" id=\"54195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54195)\">Ex. 20:7<\/a><\/span> cease doing so today, tomorrow, and throughout the coming week, and so continue, and you will soon gain strength to entirely overcome the habit; you will gain power over your words. Some are in the habit of talking about their neighbors, of vending stories they know nothing about, only that Aunt Sally said that Cousin Fanny told Aunt Betsy that old Aunt Ruth said something or other, or somebody had had a dream; and by the time the story or dream reaches you, it has assumed the semblance of a fact, and you are very foolishly spending your time in talking about things that amount to nothing, or that you have  <div class=\"break pagebreak\" id=\"98a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0098.pdf\" target=\"pdfwin\">p.&#xA0;98a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2662\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>no concern with. A report is started that such a one has done wrong, and, by the time it has gone its round, has become anointed with the salve of the backbiter and talebearer&#x2014;become endowed with their spirit. One and another falls in with it and says, &#x201C;That is true&#x2014;your cause is just, you are exactly right, and the other is surely wrong,&#x201D; when they know nothing about the matter; thereby engendering entirely groundless ill feelings against each other. Before we condemn, we should wait until the Heavens clearly indicate a fault in a father, brother, sister, wife, husband, or neighbor. And if Heaven declares a fault, wait until the Holy Ghost manifests to you that such is a fault. Let the Father reveal to you that the person you are thinking or talking about is actually wrong. Traduce no person. When you know what right is, and are capable of correcting a person that is wrong, then it is time enough for you to judge. <\/div><div class=\"paragraph jod\" id=\"v6n617\"> I have but recently told you that some people think they are capable of judging everybody but themselves. Let us judge ourselves. And if any are disposed to let that unruly member, the tongue,<span class=\"citation\" id=\"77667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77667)\">James 3:8<\/a><\/span> do that which will wound the heart, darken the spirit, and bring us into subjection to an evil practice, resist such a disposition&#x2014;throw it from you. If you will do that, you will find that the wicked will forsake their wickedness, and those who are inclined to think evil will cease doing so, and those who are inclined to utter evil words about their neighbors will cease that habit, and it will not be long before the people have perfect control over themselves. If you first gain power to check your words, you will then begin to have power to check your judgment, and at length actually gain power to check your thoughts and reflections. <\/div><div class=\"paragraph jod\" id=\"v6n618\"> By close application and study with regard to ourselves and the require<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2662\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ments of Heaven upon us, we shall be able to school ourselves, until, when we call upon an Elder to open our meetings, there will not be a desire, word, sentence, feeling, or impulse of spirit one hair's breadth in advance of the one selected to be mouth. Do you believe that we can do that? We can. I have already told you that I am yet imperfect in that point; but I am trying to make myself perfect in that particular, so as to become fully master of my thoughts. <\/div><div class=\"paragraph jod\" id=\"v6n619\"> I will now ask a question. Do you think that a man can pray wrong, when the hearts of perhaps over two thousand persons are ascending to God, in the name of Jesus Christ, to dictate the man who is praying, and desiring the Lord to let them know his will, and they will strive to do it? Could a man pray here for things he ought not, when the faith of two thousand is concentrated in the sincere desire that God will dictate in all things pertaining to his kingdom? He cannot ask amiss,<span class=\"citation\" id=\"65086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65086)\">Matt. 18:19 (JST)<\/a><\/span><span class=\"citation\" id=\"77678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77678)\">James 4:3<\/a><\/span><span class=\"citation\" id=\"81334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81334)\">2 Ne. 4:35<\/a><\/span><span class=\"citation\" id=\"85863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85863)\">D&amp;C 46:28-30<\/a><\/span> for the faith of this people is concentrated through him to the throne of grace.<span class=\"citation\" id=\"76578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76578)\">Heb. 4:16<\/a><\/span> That is a true principle&#x2014;as true as the heavens. <\/div><div class=\"paragraph jod\" id=\"v6n620\"> Our faith is concentrated in the Son of God, and through him to the Father; and the Holy Ghost is their minister to bring truths to our remembrance,<span class=\"citation\" id=\"70013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70013)\">John 14:26<\/a><\/span> to reveal new truths to us,<span class=\"citation\" id=\"70339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70339)\">John 16:13<\/a><\/span> and teach, guide, and direct the course of every mind, until we become perfected and prepared to go home, where we can see and converse with our Father in heaven. That is what we want to attain&#x2014;that we can all the time have the word of the Lord for ourselves. <\/div><div class=\"paragraph jod\" id=\"v6n621\"> You have often heard me and my brethren say that if the people in the capacity of a Ward, for instance, would let their faith be perfectly united, and their whole desires rise to the Father, through the name of Jesus Christ, and hold their Bishop in his calling between God and them, it would hardly  <div class=\"break pagebreak\" id=\"99a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0099.pdf\" target=\"pdfwin\">p.&#xA0;99a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2661\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be possible for that Bishop to do wrong, for he would be filled with wisdom. Some of the brethren, in conversation, this morning, were likening the ministrations of the Holy Ghost to the mode of distributing gas throughout a city. The gas is led through a main pipe from the gasometer or reservoir, and thence through sidepipes and lesser and lesser branches, until it is so distributed as to furnish light to all who require it. I will liken the Bishops to some of those sidepipes laid down to conduct the gas. Take a joint of one of those pipes up, which in the comparison we will call a Bishop, and how are the inhabitants of that Ward to receive the light? Place him on one side&#x2014;despise his counsels, and how are you to be taught? Will you teach each other? You are not called to do it in that capacity. Your Bishop is laid down by the master workman as the conductor of the Holy Ghost to you. If you put that conductor out of its place, the connection is broken between you and the fountain of light. If you see a Bishop and his Ward in contention and confusion, you may understand that the pipe or conductor which conveys the light of that people is out of its place. Instead of the Bishop's being wrong, and the people right, or the people wrong, and the Bishop right, they are all wrong: there is little or no right there. <\/div><div class=\"paragraph jod\" id=\"v6n623\"> Take any man in this kingdom, and if the people say that they will make him a President or a Bishop, or elect him to fill any other office, and the faith of the people is concentrated to receive light through that officer or pipe laid by the power of the Priesthood from the throne of God, you might as well try to move the heavens as to receive anything wrong through that conductor. No matter whom you elect for an officer, if your faith is concentrated in him through whom to receive the things which he is <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2661\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> appointed to administer in, light will come to you. Let a presiding officer or a Bishop turn away from righteousness, and the Lord Almighty would give him the lock-jaw, if he could not stop his mouth in any other way, or send a fit of numb palsy on him, so that he could not act, as sure as the people over whom he presided were right, that they might not be led astray. <\/div><div class=\"paragraph jod\" id=\"v6n624\"> If we wish to be taught, to receive, and understand, we must train ourselves. We are looking forward to the period when we shall be in the presence of the Father and the Son&#x2014;when we shall realize that we are indeed the sons of God, and be crowned with glory, immortality, and eternal lives. &#x201C;Then,&#x201D; you say, &#x201C;we shall be perfect.&#x201D; You will be no more perfect in your sphere, when you are exalted to thrones, principalities, and powers, than you are required to be and are capable of being in your sphere today. The man that may be called a perfect man is perfect in every calling and sphere, as the Father, the Son, and Holy Ghost are in theirs, and as the angels are in theirs, which makes a perfect order from first to last&#x2014;from beginning to end. <\/div><div class=\"paragraph jod\" id=\"v6n625\"> In this probation, we have evil to contend with, and we must overcome it in ourselves, or we never shall overcome it anywhere else. Were you to let your minds stretch out, you would learn that the whole kingdom, with its principles, powers, authority, glory, and everything pertaining to it, is combined in the organization of man ready to be developed. We must commence and school ourselves, and so bring our reflections into subjection, that we can make our minds one in faith. Then, let me ask you, when you pray God to so hedge up the way of our enemies<span class=\"citation\" id=\"81330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81330)\">2 Ne. 4:33<\/a><\/span> that they never shall be able to come to this Territory, will not your prayers be very likely to be answered? If the faith of this people, called  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2660\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Latter-day Saints, had been united in one, as it should have been four months ago, when they asked the Father, in the name of Jesus, to stop our enemies on the other side of the South Pass, I can assure you as the Lord God lives, they never could have seen this side of it. But they are in the Territory. When we are united and ask God to let the wicked slay the wicked<span class=\"citation\" id=\"86456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86456)\">D&amp;C 63:33<\/a><\/span> as they ripen in iniquity, it will be done, and they will not have power to overcome this handful of people in the mountains. He will place between them and us a barrier which they cannot surmount. He will build a wall between us such as they have never thought of, and they will fall upon each other and slay each other. <\/div><div class=\"paragraph jod\" id=\"v6n627\"> I know where the difficulties are, but I have not time now to explain them. If we are one and are concentrated in the Father, through the Lord Jesus Christ, and through the chain and thread drawn out for us to follow up, we will find the fountain head; and then, if I should ask this people to pray for a certain thing, they would pray for it. But do they now? No: they pray for everything else. I have made that request until I am tired of making it. Many will pray for this, that, and the other, different from what I had advised them only twenty minutes before. Their faith is not concentrated, as I have frequently told you, though they are improving and will come to a knowledge of the truth. <\/div><div class=\"paragraph jod\" id=\"v6n628\"> The First Presidency have of right a great influence over this people; and if we should get out of the way and lead this people to destruction, what a pity it would be! How can you know whether we lead you correctly or not? Can you know by any other power than that of the Holy Ghost? I have uniformly exhorted the people to obtain this living witness each for themselves; then no man on earth can lead them astray. It is my calling <div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2660\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and office to dictate in the affairs of the Church and kingdom of God on earth. That is what you have chosen me to do for many years, with brother Heber and others for my Counselors, two of whom have passed behind the veil; and I now have a third&#x2014;brother Daniel H. Wells, who is as good a man as ever lived. You have asked me to tell the people what to do to be saved&#x2014;to be the mouth of God to this people. Does your faith agree with your profession? Let me continue to exhort you, until you can train your hearts, your feelings, and your affections to such a degree, that when I ask you to pray for a certain object, you can think of it when you go home. <\/div><div class=\"paragraph jod\" id=\"v6n629\"> Brethren and sisters, may God bless you! I bless you all the time. Hallelujah! Praise the name of Israel's God; for my soul exults in his name. We are happy and free from the yoke of bondage. The breath of the Almighty can scatter our enemies to the four winds and blow them into oblivion, if we have the faith. You can read how the kings, prophets, and mighty men in Israel used to slay their fellow beings&#x2014;required so to do, because of the wickedness of those very men who stood at the head of Israel. If they had been sanctified and holy, the children of Israel would not have traveled one year with Moses before they would have received their endowments and the Melchizedek Priesthood.<span class=\"citation\" id=\"87626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87626)\">D&amp;C 84:23-25<\/a><\/span> But they could not receive them, and never did. Moses left them, and they did not receive the fulness of that Priesthood. After they came to the land of Canaan, they never would have desired a king,<span class=\"citation\" id=\"55427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55427)\">1 Sam. 8:19<\/a><\/span> had they been holy. The Lord told Moses that he would show himself to the people;<span class=\"citation\" id=\"54144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54144)\">Ex. 19:10-11<\/a><\/span> but they begged Moses to plead with the Lord not to do so.<span class=\"citation\" id=\"54327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54327)\">Ex. 20:18-19<\/a><\/span> Moses was angry at the sins of the people and did wrong, insomuch that when the Lord showed himself to  <div class=\"break pagebreak\" id=\"101a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0101.pdf\" target=\"pdfwin\">p.&#xA0;101a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2659\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>him, he hid him in a cleft in a rock, and only let him see his hinder parts.<span class=\"citation\" id=\"54542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54542)\">Ex. 33:21-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n631\"> Through the conduct of the people, Moses sometimes felt like fighting. After he had been with the Lord forty days in the mountain, he came down and saw the idolatry of the people, and smashed to pieces the tables that were written by the finger <div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2659\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of God, and ground up the golden image they were worshipping, and scattered it to the four winds;<span class=\"citation\" id=\"54484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54484)\">Ex. 32:19-20<\/a><\/span> and the Lord slew many of the idolaters.<span class=\"citation\" id=\"54491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54491)\">Ex. 32:27-28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n632\"> I want to see this people so full of the power of God that they can ask and receive.<span class=\"citation\" id=\"65327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65327)\">Matt. 21:22<\/a><\/span><span class=\"citation\" id=\"84718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84718)\">D&amp;C 29:6<\/a><\/span><span class=\"citation\" id=\"91067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91067)\">D&amp;C 124:95<\/a><\/span> God help us so to do! Amen. <\/div>\n<\/div>\n<\/div>"}