{"ID":60017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Saints' Need of the Spirit&#x2014;The Priesthood&#x2014;Vitality and Growth of the Work of God&#x2014;Accomplishment of God's Purposes and Designs, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by Elder John Taylor, Delivered in the Tabernacle, Great Salt Lake City, December 6, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Saints' Need of the Spirit, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 12\/6\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v6n676\"> Having been called on this morning to address you for a short time, I arise with very great pleasure to do so; for I always love to meet with the Saints, to gaze upon them, and to contribute my mite<span class=\"citation\" id=\"66657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66657)\">Mark 12:42<\/a><\/span> in offering instructions to them, so far as the Spirit of the Lord shall give me utterance. I conceive that, without the aid of his Holy Spirit, we as Saints can do very poorly either as speakers or as hearers. For, unless the Spirit of the Lord directs and guides us, we are all of us in a very poor position indeed. In fact, it is very difficult for any of us to understand really and positively what would be for our best good without its aid. In the world they know comparatively nothing <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2655\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> about this. They call evil good, and good evil. They call darkness light, and light they call darkness.<span class=\"citation\" id=\"57942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57942)\">Isa. 5:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n677\"> Mixed up as we have been with the Gentile world, and having formed our habits and customs among them&#x2014;having been accustomed to feel as they feel, to reason as they reason, and to associate with them, it is sometimes very difficult for us to understand what would really be for our benefit and advantage, whether pertaining to this world or to the world which is to come. <\/div><div class=\"paragraph jod\" id=\"v6n678\"> I presume as we obtain more of the Spirit of God&#x2014;as we receive faith and intelligence that flow from him and the revelations that he imparts and will continue to impart  <div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2654\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to those who are faithful, we shall begin to understand things in a very different light from what many of us at the present time understand them. Even in temporal things there is a great difference among men in regard to their judgment, capacities, reasoning powers, and their comprehension of justice, equity, the rights of man, the duties that we owe to each other, and the various responsibilities that devolve upon us. But when we come to contemplate the things of God, the end of our existence, our origin, the position that we occupy in relation to our families, to each other, and to the Church and kingdom of God, it is very difficult sometimes for us to understand things correctly in relation to the position of the world, to the things that have been, to the things that are, and to the things that are to come&#x2014;<span class=\"citation\" id=\"89046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89046)\">D&amp;C 93:24<\/a><\/span>to the purposes of God in relation to the human family, and how these purposes will be best advanced. We shall find, in reflecting upon all these matters, that there is a very great difference between the reasoning of the human family upon these matters and the plan that God would adopt for the accomplishment of his purposes and for the bringing to pass the things that have been spoken of by the holy Prophets since the world began.<span class=\"citation\" id=\"71356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71356)\">Acts 3:21<\/a><\/span><span class=\"citation\" id=\"80932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80932)\">1 Ne. 3:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n680\"> There is not a position that we can occupy in life, either as fathers, mothers, children, masters, servants, or as Elders of Israel holding the holy Priesthood in all its ramifications, but what we need continually is wisdom flowing from the Lord and intelligence communicated by him, that we may know how to perform correctly the various duties and avocations of life, and to fulfil the various responsibilities that rest upon us. And hence the necessity all the day long, and every day and every week, month, and year, and under <div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2654\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all circumstances, of men leaning upon the Lord and being guided by that Spirit that flows from him, that we may not fall into error&#x2014;that we may neither do anything wrong, say anything wrong, nor think anything wrong, and all the time retain that Spirit, which can only be kept by observing purity, holiness, and virtue, and living continually in obedience to the laws and commandments of God. <\/div><div class=\"paragraph jod\" id=\"v6n681\"> There was a people to whom one of the ancient Apostles said, &#x201C;But ye have an unction from the Holy One, and ye know all things and need not that any man should teach you: because of the anointing that dwelleth in you, which is truth, and no lie.&#x201D;<span class=\"citation\" id=\"78618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78618)\">1 Jn. 2:20,27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n682\"> When men obey the Gospel with pure hearts&#x2014;when they are baptized in the name of Jesus Christ for the remission of sins, and have hands laid upon them for the gift of the Holy Ghost, and they receive that Spirit and live in obedience to the dictates of that Spirit, it will bring things past and present to their remembrance,<span class=\"citation\" id=\"70014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70014)\">John 14:26<\/a><\/span> lead them into all truth,<span class=\"citation\" id=\"70340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70340)\">John 16:13<\/a><\/span> and show them things to come. This is part and parcel of our belief. <\/div><div class=\"paragraph jod\" id=\"v6n683\"> What is the reason we do not always comprehend things right? Because, in many instances, we give way to temptation. We let our old prepossessions, feelings, and influences, by which we have been governed heretofore, predominate over the Spirit of God, and we fall into error and darkness; and &#x201C;If the light that is within us becomes darkness, how great is that darkness!&#x201D;<span class=\"citation\" id=\"63544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63544)\">Matt. 6:23<\/a><\/span> It is not enough, then, that we are baptized and have hands laid upon us for the gift of the Holy Ghost. It is not enough even that we go further than this, and receive our washing and our anointings, but that we daily and hourly and all the time live up to our religion, cultivate the Spirit of God, and have it continually within us &#x201C;as a well of water springing up  <div class=\"break pagebreak\" id=\"107a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0107.pdf\" target=\"pdfwin\">p.&#xA0;107a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2653\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>unto everlasting life,&#x201D;<span class=\"citation\" id=\"69031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69031)\">John 4:14<\/a><\/span> unfolding, developing, making manifest the purposes and designs of God unto us,<span class=\"citation\" id=\"83786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83786)\">D&amp;C 3:1<\/a><\/span> that we may be enabled to walk worthy of the high avocation whereunto we are called, as sons and daughters of God to whom he has committed the principles of eternal truth and the oracles of God in these last days. It would be found very difficult for any individual left to himself to do right, to think right, to speak right, and to fulfil the will and law of God upon the earth; and hence the necessity of the organization of the Church and kingdom of God upon the earth, of the properly organized Priesthood, of the legitimate channel, check, bounds, laws, and governments that the Almighty has introduced into his Church and kingdom for the guidance, instruction, protection, welfare, upbuilding, and further progress of his Church and kingdom upon the earth. As in a school it requires a man more competent to be a teacher than those who are taught, so in the Church of God; and hence the various grades and positions of the Priesthood. When a President, Bishop, or those having authority live up to their religion and cleave unto God, it is expected by us at all times that they will comprehend things under their immediate jurisdiction&#x2014;things that they control, know the wants of the people and the best course for them to pursue, better than the individuals they teach; and this extends throughout all the various ramifications of the Church of God, from the First Presidency down. And indeed, between the First Presidency and the Lord of Hosts there is a regularly organized channel through which the blessings of his kingdom flow unto his Saints, when they are found in obedience to his laws. <\/div><div class=\"paragraph jod\" id=\"v6n685\"> It is something like the streams that water our city. At first they come out in large streams from the <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2653\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mountains; then they are divided off into sections, which spread and diminish into smaller sections: but they all flow through the legitimate channel. <\/div><div class=\"paragraph jod\" id=\"v6n686\"> How could any of you water your gardens, if the City Creek should be stopped? It would not only stop the leading channel, but all the little channels. We are made thus to depend upon one another in the order and kingdom of God. Where is the necessity of all this? Because of the things I first mentioned. But have not we all the Spirit of God? We ought to have. Well, then, can we not all understand? Yes, if we live our religion, we can understand the various duties that devolve upon us as individuals&#x2014;as fathers, mothers, and children, or as Elders of Israel. We can understand those several and distinct duties to a certain extent; but we cannot lead the Church and kingdom of God&#x2014;we cannot point out the path for it to walk in. Why? Because that does not belong to us. It belongs to the head. One of those little streams that you get to water your garden cannot supply all this city. No: but it can supply your garden, if it flows through the proper channel. <\/div><div class=\"paragraph jod\" id=\"v6n687\"> Suppose that little stream should say, &#x201C;I am independent of the fountain,&#x201D; would it be so? You know it would not. It is like the branches of a tree and the root and stock of a tree. The branches flourish on a healthy stock, and one little twig on the outside, with a few green leaves upon it and a little fruit, is very productive, beautiful, and pleasant to look upon; but it is no more than a portion of the tree. It is not the tree. Where does it get its nourishment from? From the root and the stock or stem, and through the various branches that exist on the tree. It is only a small portion of the tree. It is all the leaves, twigs, branches,  <div class=\"break pagebreak\" id=\"108a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0108.pdf\" target=\"pdfwin\">p.&#xA0;108a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2652\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stem, and roots that comprise the tree. The branches do not support the tree, the root, or the stem; but the stem supports the branches, and the roots the stem; and it is through that that life and vivacity flow to the branches. <\/div><div class=\"paragraph jod\" id=\"v6n689\"> As a Saint you say, &#x201C;I think I understand my duty, and I am doing very well.&#x201D; That may be so. You see the little twig: it is green; it flourishes and is the very picture of life. It bears its part and proportion in the tree, and is connected with the stem, branches, and root. But could the tree live without it? Yes, it could. It need not boast itself and get uplifted and say, &#x201C;How green I am! And how I flourish! And what a healthy position I am in! How well I am doing! And I am in my proper place and am doing right.&#x201D; But could you do without the root? No: you bear your proper part and position in the tree. Just so with this people. When they are doing their part&#x2014;when they are magnifying their calling, living their religion, and walking in obedience to the Spirit of the Lord, they have a portion of his Spirit given to them to profit withal.<span class=\"citation\" id=\"73435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73435)\">1 Cor. 12:7<\/a><\/span><span class=\"citation\" id=\"85833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85833)\">D&amp;C 46:16<\/a><\/span> And while they are humble, faithful, diligent, and observe the laws and commandments of God, they stand in their proper position on the tree: they are flourishing; the buds, blossoms, leaves, and everything about them are all right, and they form a part and parcel of the tree and conduce to its life, health, symmetry, beauty, and general appearance. <\/div><div class=\"paragraph jod\" id=\"v6n690\"> But if we do not magnify our calling, what then? We become like withered branches. And what is done with them? A good gardener will cut them off, because they disfigure the tree: they are not pleasant, lovely, and beautiful to look upon. But does the most flourishing branch in the tree sustain the tree? It helps to do it; but it is not the tree: it is dependent on the larger branches, <div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2652\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> through which the sap or nourishment flows until it comes to the little twig and fruit on the outside of the tree. <\/div><div class=\"paragraph jod\" id=\"v6n691\"> This is a fit similitude of the Church and kingdom of God. We are cemented together&#x2014;united in the bonds of one common covenant. We are part and parcel of the Church and kingdom of God which the Lord has planted on the earth in the last days for the accomplishment of his purposes and the establishment of his kingdom, and the bringing to pass all those things which have been spoken of by all the holy Prophets since the world began.<span class=\"citation\" id=\"71357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71357)\">Acts 3:21<\/a><\/span> We all stand in our proper places. <\/div><div class=\"paragraph jod\" id=\"v6n692\"> While we magnify our callings, we honor our God; while we magnify our calling, we possess a portion of the Spirit of God; while we magnify our calling, we altogether comprise the tree; while we magnify our calling, the Spirit of God flows through the proper channels by which and through which we receive our proper nourishment and are instructed in things pertaining to our welfare, happiness, and interest pertaining to this world and the world to come. <\/div><div class=\"paragraph jod\" id=\"v6n693\"> But as it is very difficult to enter into all the <span class=\"italic\">minutia<\/span> pertaining to a tree, a shrub, or herb, so it is difficult to enter into all the duties, responsibilities, and influences brought to bear and weigh upon the Saints of God and upon his Church and kingdom on the earth. For instance, the tree requires water and good soil to nourish it; it requires congenial atmosphere and the hand of the pruner sometimes, in order to keep it right. So does the Church and kingdom of God. There are various influences that are brought to bear on it, in order that it may flourish and grow. How can we grow, as a Church and kingdom, unless we are taught of the Lord through some medium that he has appointed. <\/div><div class=\"paragraph jod\" id=\"v6n693\"> Who is there that can rise up and  <div class=\"break pagebreak\" id=\"109a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0109.pdf\" target=\"pdfwin\">p.&#xA0;109a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2651\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tell the destiny of this Church and kingdom? Who is there, for instance, that can point out the bearings and the operation of the soldiery that are now on our borders? Who can tell the Lord's design in relation to these matters, and why it is that we are thus situated? Why we are called upon to resist them, few as we now are? Could not the Lord control it otherwise? He could. Has he not the hearts of all men in his keeping? Could he not roll them back very quickly? Yes; or he could cause them to come on here. Why is it that he has allowed them to come to a certain distance, and kept them there, placing them like some of you mothers sometimes do, when you hang up a rod, that the children can see it, and that you can point to when they are naughty? <\/div><div class=\"paragraph jod\" id=\"v6n695\"> Why is it that we have been driven and afflicted and persecuted, and our names cast out as evil,<span class=\"citation\" id=\"94520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94520)\">Luke 6:22<\/a><\/span> and that we have had to endure so many privations, sufferings, toils, and hardships for the last twenty years? Who can solve these questions? Who can enter into the secrets of the Most High and unravel the mysteries that dwell in mind of Jehovah? <\/div><div class=\"paragraph jod\" id=\"v6n696\"> Who can tell why these things are brought to operate as they do, and why we are placed in those peculiar circumstances in which we so frequently find ourselves as we travel through this veil of tears? Does that belong to the little twigs and branches? No. It may be a secret in the mind of the great God which is not fully developed unto us. We may comprehend a part of it, and realize in some degree the position we occupy and the dealings of God towards us; but who can tell it in its full bearings? Who can comprehend the end from the beginning?<span class=\"citation\" id=\"59413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59413)\">Isa. 46:9-10<\/a><\/span> Who can see what the Lord designs towards us as individuals and towards us as a people? Or rather and more directly, <div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2651\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who can tell what he has destined concerning his Church and kingdom upon the earth&#x2014;when and how and by what means it shall progress, whether by affliction or prosperity, whether by passing through scenes of trouble and difficulty, or by elevating us and giving us peace and the prospect of a great deal of good according to our ideas of things? <\/div><div class=\"paragraph jod\" id=\"v6n697\"> Who can tell what means the Lord may make use of to benefit you or me? Does it remain for the outside twig or the little stream flowing from the fountain to unravel these matters? No. Who can point out the position we shall take in a Church capacity, in the capacity of the Priesthood, in the capacity of heads of families, in a military capacity, or in any other capacity, in relation to all these matters? <\/div><div class=\"paragraph jod\" id=\"v6n698\"> It needs a great controlling, directing influence to sustain, govern, direct, enlighten, and dictate. It needs that every branch of the tree and every twig should be in its proper place, and should receive that nourishment from the proper source, and that spirit, and that intelligence, and that direction which God has ordained according to all the laws of nature and that is interwoven in all his transactions with the human family&#x2014;that there should be a great directing, controlling influence to guide and direct his affairs. <\/div><div class=\"paragraph jod\" id=\"v6n699\"> Furthermore, why is it that there is so much confusion in the world&#x2014;that we have imbibed so many incorrect principles while living among them, which we find is so difficult to rid ourselves of at this time? It is because men have not been under that influence and power, but every man has done that which he has considered to be right, without any respect to the great fundamental principles of government and the laws that ought to regulate and control the human family. This has been one great cause of the calamities that have  <div class=\"break pagebreak\" id=\"110a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0110.pdf\" target=\"pdfwin\">p.&#xA0;110a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2650\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>afflicted the world in a social, in a family, and in a national capacity; for nations, like individuals, have all corrupted themselves, have forsaken God, and have never been under the great governing influence that ought to regulate and control the affairs of the world. <\/div><div class=\"paragraph jod\" id=\"v6n701\"> And why is it that we sometimes feel so much of the spirit of rebellion in our bosoms and the spirit of independence, falsely so called, and feel so desirous to pursue our own course, and a latent principle within us which is so reluctant to render obedience to the laws of the kingdom of God? <\/div><div class=\"paragraph jod\" id=\"v6n702\"> In the first place, it is because of our early associations&#x2014;of our former habits of thought and reflection.<span class=\"citation\" id=\"90942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90942)\">D&amp;C 123:7<\/a><\/span> In the second place, it is because we do not cultivate sufficiently the Spirit of the Lord, which, if we did, would show unto us the right way and enable us to appreciate the privileges we enjoy. It is, perhaps, one of the hardest things for those associated with the Church and kingdom of God, or for the human family, to render obedience to the laws that regulate that kingdom and to the Priesthood which God has placed in his Church to govern it. Why? Because of our former associations and habits, and because of the power of the prince and power of the air who rules in the hearts of the children of disobedience,<span class=\"citation\" id=\"74896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74896)\">Eph. 2:2<\/a><\/span> and goes about as a roaring lion, seeking whom he may devour.<span class=\"citation\" id=\"78203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78203)\">1 Pet. 5:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n703\"> We are apt to look at things in too narrow a compass, like a little twig on the end or furthest branch of a tree. It is very flourishing; its buds and blossoms are very elegant and fragrant, because it is in a healthy position. But then it would be very foolish for that little twig to say it knew all about it, when you could not cut it from the tree a single day but it would wither and die, and all its beauty and fragrance would depart. <\/div><div class=\"paragraph jod\" id=\"v6n704\"> Have we any light, any intelligence, <div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2650\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> any knowledge? Have we advanced in the principles of truth communicated to us? Yes. How did we get our intelligence? Tell me, ye wise men of the world&#x2014;you that have mixed with the world and have studied their laws, principles of government, usages, habits, and customs, and have made yourselves familiar with their erudition. What do you know of the relation and fitness of things, of the position man occupies to his Maker? What do you know in relation to yourselves as individuals? What do you know in relation to the purposes and designs of God? What do you know about the first principles of the Gospel of Christ? I do not think you know anything about them. If you do, you are wiser than men I have come across in my travels through the world. Just as that little twig is indebted for its life and vigor to the tree, so are you indebted entirely to the Lord for the light and intelligence you have received on every subject. You are indebted to the Spirit of God for your wisdom and intelligence, as much as the little twig is indebted to the tree for its vitality, leaves, buds, and fragrance. <\/div><div class=\"paragraph jod\" id=\"v6n705\"> If that is the case so far, how much more will it be so in the future? Who is there that can contemplate the mind of God and unravel the designs of Jehovah? Who can foretell the destiny of the human family? Who can point out the path that we as a people shall walk in? Who shall say, in regard to any of the dealings of God with us, that this is right and that is wrong&#x2014;that such a thing is for our benefit, and another thing is for our injury? Who can mend, alter, or change these events, and make them better than they are? If we cannot tell all these things, let us be reminded of another thing&#x2014;never to find fault with things as they transpire&#x2014;with things that we cannot improve. Some of us may say, &#x201C;Well, it is a  <div class=\"break pagebreak\" id=\"111a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0111.pdf\" target=\"pdfwin\">p.&#xA0;111a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2649\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>little hard that we should be placed as we are at the present time; and if we had been in Egypt, it might have been better with us. However, if we were now in Egypt, we could not say we were eating the leeks and onions,<span class=\"citation\" id=\"54676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54676)\">Num. 11:5<\/a><\/span> for we are now eating them. Our enemies are on the outside. But we might say we are thrown into awkward circumstances. We have had to go out in the inclement season of the year to face a foe, because of our religion; and if we had been somewhere else we might have avoided it.&#x201D; You might, and you might have not: that would altogether depend on circumstances. <\/div><div class=\"paragraph jod\" id=\"v6n707\"> If you had been among those fellows out eastward, you would have been worse off a great deal. I would rather be in our position than be in theirs. &#x201C;But the future!&#x201D; say you: &#x201C;How do we know but next spring they will come in here and swallow us completely up?&#x201D; Brother Brigham says, &#x201C;We shall have to be greased first.&#x201D; And there is no grease on their cattle to do it at present. What do we know about these things? I speak so that we may reflect upon them. &#x201C;We would a little rather those men were away somewhere else.&#x201D; I do not know that I would. I feel, notwithstanding our inexperience, and the many blunders we make, and the various evils many of us fall into, that we are the best people under the face of the heavens, and that God has called us, and set us apart, and placed his name among us, and given unto us the oracles of God to reveal unto us his mind and will, that by us he may establish his kingdom on the earth. <\/div><div class=\"paragraph jod\" id=\"v6n708\"> In relation to anything that has or may transpire, I feel that we are in the hands of God, and all is right. &#x201C;But we would like to have whipped those fellows out&#x201D;&#x2014;so say some of us. &#x201C;We would like to see them turn tail too and go off their own way.&#x201D; <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2649\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> But I would not, because the Lord would not. I feel perfectly easy that I am in the hands of God, and everything I have; and so are you. We are his people, and he is our God, and his Spirit dictates, rules, controls, and governs; and while we do right, and keep the commandments of God, and live up to our privileges, we have a right to claim the Spirit of God and live in the enjoyment of it every moment of our life. <\/div><div class=\"paragraph jod\" id=\"v6n709\"> As it regards his kingdom and purposes, I would rather risk his judgment and plan than my own. I feel myself so incompetent, and I believe you are the same, and know so little about the future designs of God and his purposes pertaining to the human family, and what will most conduce to our individual welfare and to our welfare as a people, that I do not want to put my hand to steady the ark.<span class=\"citation\" id=\"55543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55543)\">2 Sam. 6:6-7<\/a><\/span><span class=\"citation\" id=\"88078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88078)\">D&amp;C 85:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n710\"> I will say, &#x201C;It is the Lord, and let him do what seemeth him good.&#x201D;<span class=\"citation\" id=\"55395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55395)\">1 Sam. 3:18<\/a><\/span> If he has a mind to let the Devil send up one thousand, ten thousand, or five hundred thousand men against us, all right. I was going to say, Who the devil cares? We are in the hands of God. And while we are willing to do his work and fulfil the duties that devolve upon us, it is his business to take care of his Saints.<span class=\"citation\" id=\"89851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89851)\">D&amp;C 104:15<\/a><\/span> He has said it is, and I feel like saying amen to it. <\/div><div class=\"paragraph jod\" id=\"v6n711\"> I want to learn what my duty is, not only for one day, but every day, and then to try to do it. This is a feeling we ought all to have, as I understand it. A great work has to be established on the earth. <\/div><div class=\"paragraph jod\" id=\"v6n712\"> We read and talk about things and reflect upon what the Lord is going to do. He is going to build up his kingdom, and all kingdoms, powers, and dominions will be brought into subjection to the kingdom of our God; and &#x201C;every creature which is in heaven, and on the earth, and under the earth, and such as are in the sea,  <div class=\"break pagebreak\" id=\"112a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0112.pdf\" target=\"pdfwin\">p.&#xA0;112a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2648\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and all that are in them, heard I saying, Blessing, and honor, and glory, and power, be unto him that sitteth upon the throne, and unto the Lamb forever and ever.&#x201D;<span class=\"citation\" id=\"79206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79206)\">Rev. 5:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n714\"> These are very nice words, and the prospect is very pleasing indeed. But, the question is, Can we acknowledge the hand of God? Can I acknowledge his dealings with my family? If you reflect back, some of you were in better circumstances than you are now: you were better clad and provided for in many respects. While you reflect on this, and find that you have many hard things to cope with, can you say, &#x201C;It is the hand of God; let him do as seemeth him good?&#x201D;<span class=\"citation\" id=\"55396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55396)\">1 Sam. 3:18<\/a><\/span> If you have to go out into the cold storms and snow, and if your wives are troubled about it, you sisters, can you say, &#x201C;It is the hand of God, and let him do as seemeth him good?&#x201D;<span class=\"citation\" id=\"55397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55397)\">1 Sam. 3:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n715\"> Can you feel that you are the children of God, associated with his kingdom, and that it is one thing to talk about a thing, and another to do it? Can you feel that you are willing to do your duties, magnify your callings, submit to whatever the Lord places upon your shoulders, and say, &#x201C;It is the Lord; let him do what seemeth him good?&#x201D;<span class=\"citation\" id=\"55398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55398)\">1 Sam. 3:18<\/a><\/span> If we, who profess to be Latter-day Saints&#x2014;we, who have taken upon us the name of Christ&#x2014;we, who have been baptized in his name for the remission of sins and had the laying on of hands for the gift of the Holy Ghost&#x2014;who have received our washings, and anointings, and teachings from the mouthpiece of Jehovah&#x2014;we, who have lived under the sunshine of the light and intelligence that flowed from the mouth of God&#x2014;if we, who have partaken of so great and precious privileges and blessings, cannot do these things, how long will it be before every creature in heaven, on the earth, and under the earth will be heard to say, &#x201C;Blessing, and honor, and glory, and <div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2648\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> power, be unto him,&#x201D;<span class=\"citation\" id=\"79207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79207)\">Rev. 5:13<\/a><\/span> &amp;c.? It is necessary for us to reflect upon these duties and responsibilities, and try, each one of us, so to live, act, move, and obey, and so to fulfil the laws, commandments, and ordinances of God, that in every position we occupy we shall move along like a well-organized piece of machinery, or like a tree whereon every branch, stem, leaf, twig, and blossom will be found to flourish, that we may all magnify our God and flourish before him. <\/div><div class=\"paragraph jod\" id=\"v6n716\"> Do you not think the Lord will take care of his own tree or people? And do you not think he will do just what is right? Some of us would have liked to have killed a lot of those soldiers. I would, if the Lord had said so; and if he did not want it, I did not. It is rather a dirty business anyhow; and if he has a mind to use some other means and let them wiggle themselves out their own way, I have no objections to it. I would rather go out in the canyon and live on bread and beef than go to work at killing men. If the Lord can make use of us in that way, it is all right. <\/div><div class=\"paragraph jod\" id=\"v6n717\"> I do not remember having read in any history, or had related to me any circumstance where an army has been subjugated so easily, and their power wasted away so effectually without bloodshed, as this in our borders. If this is not the manifestation of the power of God to us, I do not know what is. Has any man's life been lost in it? No&#x2014;not one. It is true our brethren have been fired upon; but their balls failed of doing the injury that was expected. Our brethren were told not to retaliate, and they did not do it. Where is there such a manifestation of the power of God? <\/div><div class=\"paragraph jod\" id=\"v6n718\"> Suppose you or I had had the dictation of this matter, we should have been firing clear away on the Sweetwater, and killed a lot of them before they got here. It was not we, then,  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2647\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that directed this matter. No. Who was it? Why, it was those who are placed over us; and those very things that seemed hard for us to do at that time have really accomplished one of the greatest things that history has yet developed. The power of God never was made more manifest. <\/div><div class=\"paragraph jod\" id=\"v6n720\"> Where did it take place, and how? Out of the fountainhead. It flowed through the stem of the tree: it came from City Creek Canyon, to go to one of our former figures, and through the proper channels. My judgment would have said, &#x201C;Go and kill them off,&#x201D; long ago. I should have said, &#x201C;Holloa, here!&#x2014;150 men drive those teams in here that are on Ham's Fork before the soldiers arrive, and then we will kill off the scoundrels by piecemeal.&#x201D; And that would have been the judgment of most men: it would have been according to natural reasoning. But God does not see as men; he reasons not as man. Although we may partially comprehend our individual duties, we do not understand how to regulate the Church of God. It needs the regular organization and the Spirit to direct through the proper channels; and hence the result of these events that are manifest now before our eyes. <\/div><div class=\"paragraph jod\" id=\"v6n721\"> Would you like the soldiers away? I do not know that I would; I do not care anything about it. Perhaps the Lord may have hung them up there, like the mother hangs up the rod and points to it. Does the mother want to hurt the child? No. Neither does she want to be continually scolding. The Lord may not be angry at us, but he does not want us to be continually disobeying his authority and going contrary to his law. <\/div><div class=\"paragraph jod\" id=\"v6n722\"> Suppose Uncle Sam should rise up in his red hot wrath, and send 50,000 men here&#x2014;[President Brigham Young says his own fire would burn him out]&#x2014;who of us can tell the result? I speak of these things that we may <div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2647\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> reflect. Who can tell what will come next? Who knows about the future? You see the position we are placed in&#x2014;that we are dependent on the Lord and on his counsel, and all that we can do or say will be according to that from this time henceforth and forever. Zion begins to rise, her light being come.<span class=\"citation\" id=\"90965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90965)\">D&amp;C 124:6<\/a><\/span> The glory of the Lord is rising upon us. <\/div><div class=\"paragraph jod\" id=\"v6n723\"> Will the law of God go from Zion, and his word from Jerusalem?<span class=\"citation\" id=\"57752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57752)\">Isa. 2:3<\/a><\/span><span class=\"citation\" id=\"62145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62145)\">Micah 4:2<\/a><\/span> Will he rebuke strong nations afar off<span class=\"citation\" id=\"62164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62164)\">Micah 4:3<\/a><\/span> and manifest his power through his Priesthood? How, when, and in what manner will these things be brought about? Who can say? Do you not see that we are just as ignorant today in regard to many of the events that pertain to the kingdom of God as we were on the day we were baptized? At the same time, we were then ignorant in relation to many principles that are now plain and familiar to us. And so it will be from this time forward. It needs a guiding hand&#x2014;a man filled with the Spirit of God, and not only that, but the Lord to communicate with, that he may comprehend the designs of God and lead forth Israel in the paths they should go. <\/div><div class=\"paragraph jod\" id=\"v6n724\"> What shall we do, then? Shall we begin to fret, and whine, and grunt, and groan about this and that, and because we think things are in a very bad fix? We ought to feel that we are in the Church and kingdom of God, and that God is at the helm, and that all is right and will continue to be. I feel as easy as an old shoe. <\/div><div class=\"paragraph jod\" id=\"v6n725\"> What if we should be driven to the mountains? Let us be driven. What if we have to burn our houses? Why, set fire to them with a good grace, and dance a jig round them while they are burning. What do I care about these things? We are in the hands of God, and all is right, Brother Brigham says we are used to it, and we shall not feel it hard. <\/div> <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2646\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n727\"> Brethren, we are eternal beings and are associated with eternal principles: we are in the Church and kingdom of God upon the earth, and that kingdom is an eternal kingdom, and we are bound by and associated with eternal principles: we are beginning to live forever, and are acting not only for time, but for eternity. And as our minds expand and the things of God unfold themselves unto us from time to time, we shall see the fitness of things and the wisdom, guidance, and protection of Jehovah, just as much as it has been manifest unto us in the events that have lately transpired. And if we go to sleep or die, it is only the starting point to live forever. <\/div><div class=\"paragraph jod\" id=\"v6n728\"> We have got within us the principles of eternal life. If our bodies shall crumble into the dust, we shall move in another sphere and associate with other intelligences that are connected with the same kingdom and government, and continue to live and roll forth the purposes of God. And if we should have a war and a few things like this, never mind: who cares? Just grin and bear it. Do right and cleave to God, and all will go off well. <\/div><div class=\"paragraph jod\" id=\"v6n729\"> These ideas lead us to reflection and to consider the designs of God; and if we are faithful, they will tend to purify us. No trouble for the present is joyous, but grievous; yet it yields the peaceable fruits of righteousness to those who are exercised therewith;<span class=\"citation\" id=\"77233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77233)\">Heb. 12:11<\/a><\/span> while we look not at the things that are seen, but things that are not seen; for the things that are seen are temporal, but the things that are unseen are eternal.<span class=\"citation\" id=\"74094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74094)\">2 Cor. 4:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n730\"> How many evil propensities yet remain in our bosoms! How prone are we to depart from the right path! How liable are our spirits to rebel against the order and government of God! How many feelings are in us that do not accord with those principles that dwell in the <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2646\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bosom of Jehovah and cannot associate with those intelligences that are associated with him in the eternal world! How necessary it is that we should have faith, teaching, instruction, and a whole train of events to keep our minds awake to the subject of our existence as eternal beings, that we may honor our calling on the earth, honor our God, fulfil our destiny, to prepare us for a celestial exaltation in the eternal world! Do you not see the necessity of these trials and afflictions and scenes we have to pass through? It is the Lord who puts us in positions that are the most calculated to promote the best interests of his people. My opinion is, that, far from these things that now surround us being an injury to us and the kingdom of God, they will give it one of the greatest hoists that it has ever had yet; and all is right and all will be right, if we keep the commandments of God. What is the position, then, that we ought to occupy&#x2014;every man, woman, and child? Do our duty before God&#x2014;honor him, and all is right. And concerning events yet to transpire, we must trust them in the hands of God, and feel that &#x201C;whatever is is right,&#x201D; and that God will control all things for our best good and the interest of his Church and kingdom on the earth. If we live here and prosper, all right; if we leave here, all right; and if we have to pass through affliction, all right. By-and-by, when we come to gaze on the fitness of things that are now obscure to us, we shall find that God, although he has moved in a mysterious way to accomplish his purposes on the earth and his purposes relative to us as individuals and as families, all things are governed by that wisdom which flows from God, and all things are right and calculated to promote every person's eternal welfare before God. May God bless you and guide you in the way of truth continually. Amen. <\/div>\n<\/div>\n<\/div>"}