{"ID":60026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Judgment According to Works&#x2014;Temporal Nature of Divine Revelations&#x2014;Temporal Resources and Duties of the Saints, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, January 17, 1858.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Judgment According to Works, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 1\/17\/1858<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v6n1109\"> We have heard much in regard to the knowledge and understanding of this people&#x2014;also of the nations of the earth; and it is very true that the best of us have only commenced to learn true principles. We are but children in the kingdom of God. We understand, in a great measure, the know<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2591\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ledge that is in the world: we have been brought up in the wisdom the world professes, and that we understand. But the things of God are so directly in opposition to the vain imaginations of the inhabitants of the earth, that it is hard for people to learn them. They remove our erro<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"170a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0170.pdf\" target=\"pdfwin\">p.&#xA0;170a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2590\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>neous traditions from us. At the same time, all the morality, and good works, and good thoughts and words that tend to good, that are in the world, are of the Lord. Honest hearts, the world over, desire to know the right way. They have sought for it, and still seek it. There have been people upon the earth all the time who sought diligently with all their hearts to know the ways of the Lord. These individuals have produced good, inasmuch as they had the ability. And to believe that there has been no virtue, no truth, no good upon the earth for centuries, until the Lord revealed the Priesthood through Joseph the Prophet, I should say is wrong. There has been more or less virtue and righteousness upon the earth at all times, from the days of Adam until now. That we all believe. Men who have lived without the Priesthood will be judged according to their works, as well as those who have had the privilege of it. That is our doctrine. That is what the Lord has told us, through his servants, from the beginning. No matter where they have lived, or to what nation they have belonged, all people will be judged according to the works or deeds done in the body.<span class=\"citation\" id=\"74116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74116)\">2 Cor. 5:10<\/a><\/span><span class=\"citation\" id=\"74124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74124)\">2 Cor. 5:10 (JST)<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1111\"> Honest hearts produce honest actions&#x2014;holy desires produce corresponding outward works. That is what we understand and believe; yet the traditions of the fathers are so diverse from the holy Priesthood, that it is hard for people to learn even the smaller things pertaining to the kingdom of God&#x2014;one of the smallest items pertaining to life. If we should have ability to sustain ourselves here on the earth, we certainly should have to live; for if we have not the ability to live, we certainly should pass behind the veil. In that case, we could not be capable of doing good in our present organization. As you have often been told, and as we believe, good men and good women ought to live <div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2590\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the longest on the earth and set good examples, teach good doctrines, and produce righteousness. <\/div><div class=\"paragraph jod\" id=\"v6n1112\"> Individuals or a community that have not the ability to preserve themselves in this life have no power to perform works to be judged by; consequently, there is no judgment passed upon them for deeds done in this probation. The duty of a good people is to know how to preserve themselves in this life. The first revelation given to Adam was of a temporal nature.<span class=\"citation\" id=\"92546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92546)\">Moses 5:1<\/a><\/span> Most of the revelations he received pertained to his life here. That was also the case in the revelations to Noah.<span class=\"citation\" id=\"52864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52864)\">Gen. 6:13<\/a><\/span> We have but very few of the instructions the Lord gave to Enoch concerning his city;<span class=\"citation\" id=\"92970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92970)\">Moses 7:19<\/a><\/span> but, doubtless, most of the revelations he received pertained to a temporal nature and condition. And certainly the revelations Noah received, so far as in our possession, almost exclusively pertained to this life. The same principle was carried out in the days of Moses, and in the days of his fathers, Abraham, Isaac, and Jacob. We may say that eight or nine-tenths of the doctrines and principles set forth in the revelations given to those men were of a temporal nature. <\/div><div class=\"paragraph jod\" id=\"v6n1113\"> As soon as Moses was called upon to go and deliver Israel, the revelations the Lord gave to him were of a temporal nature, pertaining to the temporal life of the children of Israel&#x2014;instructing Moses how to deliver them from bondage and lead them from the servile state in which they then were.<span class=\"citation\" id=\"53804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53804)\">Ex. 3:10<\/a><\/span> He taught them in the same manner while they were traveling through the wilderness; and so it continued down to the days of the judges, and then to Saul, whom the Lord permitted them to make a king,<span class=\"citation\" id=\"55433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55433)\">1 Sam. 9:16-17<\/a><\/span><span class=\"citation\" id=\"55459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55459)\">1 Sam. 15:1<\/a><\/span> and then through the teachings of the Prophets. The greatest recorded digression from that course was when the Savior came. He repeatedly alluded to a spiritual kingdom, in his  <div class=\"break pagebreak\" id=\"171a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0171.pdf\" target=\"pdfwin\">p.&#xA0;171a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2589\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sayings to his brethren.<span class=\"citation\" id=\"70783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70783)\">John 18:36<\/a><\/span> The people had become so corrupt that it was all useless to then endeavor to establish a literal kingdom of God on the earth.<span class=\"citation\" id=\"71015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71015)\">Acts 1:6-8<\/a><\/span> The children of Abraham had wandered so far from the true doctrine, the Priesthood, the principles, and ordinances that the Lord had revealed, that the Savior had not opportunity to more than drop a hint, as it were, about a temporal kingdom. Yet the idea of a temporal kingdom was so indelibly riveted upon the minds of his disciples, that they supposed he alluded to it, and that when the Savior should make his appearance, he would actually establish a literal kingdom on this earth and reign over it. The institutions and traditions which had been handed down pertained to a temporal kingdom, and they could not see that the corruptions and wickedness of the people were so great that he could not teach or suggest anything that they could understand pertaining to a temporal kingdom; therefore he alluded to a spiritual kingdom&#x2014;the kingdom of God that should be set up in the heart.<span class=\"citation\" id=\"70784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70784)\">John 18:36<\/a><\/span> And those principles taught to the people and received by them would gather them together in the latter days, when he could prepare and organize a literal kingdom on the earth.<span class=\"citation\" id=\"94091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94091)\">A of F 1:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1115\"> The first revelations given to Joseph were of a temporal character, pertaining to a literal kingdom on the earth. And most of the revelations he received in the early part of his ministry pertained to what the few around him should do in this or in that case&#x2014;when and how they should perform their duties;<span class=\"citation\" id=\"83958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83958)\">D&amp;C 11:1-30<\/a><\/span> at the same time calling upon them to preach the Gospel and diffuse the Spirit and principles of the kingdom of God, that their eyes might be open to see and gather the people together&#x2014;that they might begin and organize a literal, temporal organization on the earth. All that has been done, has been done by the <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2589\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wisdom of God. The wisdom revealed through Joseph was the wisdom of our Father in heaven&#x2014;it was not of himself. <\/div><div class=\"paragraph jod\" id=\"v6n1116\"> The revelations to us teach us to first cleanse our hearts&#x2014;to purify ourselves, in order to have our eyes sufficiently opened to see the kingdom of God; for, without the spiritual birth referred to in the New Testament, we cannot see the kingdom of God.<span class=\"citation\" id=\"68738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68738)\">John 3:3-5<\/a><\/span> The revelations to Joseph were&#x2014;Go forth, my servants, preach the Gospel by the power of the Holy Ghost, and open the eyes of the people, that they may see the kingdom of God, and not look into eternity to see the Father seated upon his throne and the angels around him, nor seek to know what he is doing there. The people need teaching by the power of the Holy Ghost sent down from heaven, that their eyes may be open to see that the Lord is commencing a literal kingdom upon the earth. When they can discern that, then they have the opportunity to be born of water, to enter into this kingdom. Nearly all the teachings to us pertain to this life; and if we have not ability to preserve our lives in our present existence, what can we do here to promote the kingdom of God on the earth; or to prepare the earth or the people for the coming of the Son of Man? Nothing. Consequently our labor is chiefly a temporal labor. <\/div><div class=\"paragraph jod\" id=\"v6n1117\"> Brother Taylor has enquired how we are to be clothed another year? We have either to obtain new clothes or to wear those we have now. Someone may say, &#x201C;My clothes will not last another year.&#x201D; Perhaps they will, if you will take good care of them. <\/div><div class=\"paragraph jod\" id=\"v6n1118\"> When we first came here, the people were told, and many saw and believed it as much then as they can now, that the Lord in his providence led the people into these mountains to separate them from the Gentile world,  <div class=\"break pagebreak\" id=\"172a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0172.pdf\" target=\"pdfwin\">p.&#xA0;172a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2588\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in order that he might establish his kingdom&#x2014;his laws, and commence his Zion in the mountains, where his people could have but little connection with the world. They were taught that when they first came here; and now the prospect is very fair for separating us from the rest of the world, and most of the people can see it. They were taught then as much as they are taught now, that it was necessary to go to and provide for ourselves. Do any of the brethren who came here ten years ago last July remember that you were instructed that every facility that we could need was here in the elements? That the gold, the silver, and the iron were in these mountains? That the wool, the flax, the silk, the cotton, and everything necessary to sustain man were in the elements around us? &#x201C;What, is silk here?&#x201D; Yes, in as great abundance as in any part of the earth; and the finest broadcloth is here, and everything to make life desirable is here. <\/div><div class=\"paragraph jod\" id=\"v6n1120\"> It is for the people to go to and develop the resources surrounding us. Sugar, starch, and glue are the chief ingredients in the sustenance of man. The saccharine matter is in everything that grows here: it is in the vegetables and in the animals. We have as good beef as there is in the world, furnishing gluten&#x2014;a substance that acts its part in sustaining man. We can raise as good potatoes and wheat as can be raised in any other part of the earth; also other products affording starch, and all the necessary variety and quality of articles of food. We can make sugar from the beet; but we are now cultivating the Chinese sugar cane, which produces as good a sweet as any we have imported. We have the materials for feeding the body. And as to clothing, we can produce as good wool here as they can in any part of the world; but we must have the sheep to enable us <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2588\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to do so. And we must sow flax and plant cotton for the manufacture of linen and cotton cloth; but the elements are here from which they all will grow. <\/div><div class=\"paragraph jod\" id=\"v6n1121\"> Import silkworms and mulberry trees, and you will find that this is as good a country and climate in which to raise silk as any on the face of the earth. Do some understand this? Yes, there are persons here from the Eastern States who have raised silkworms and manufactured silk; and here are scores and hundreds of silk manufacturers from the old country. Why, then, do we not have silk? Because no man takes steps to organize certain elements into the silk. All this was told you in the beginning, and why did not men understand? <\/div><div class=\"paragraph jod\" id=\"v6n1122\"> You may take the Latter-day Saints, as a whole, and they have but very little good, sound, worldly sense. Look over this congregation, and then go through the Territory, and you can find thousands that, during the first four years of our settlement here, flooded these valleys with wagons and cattle, and every facility for raising what we needed. We drove in the sheep, brought the flaxseed, and this, that, and the other useful articles. But what did we see? Men, women, and children run to California to get gold. They were then told what I can now prove. &#x201C;Go to California, if you will; we will not curse you&#x2014;we will not injure nor destroy you, but we will pity you. If you must go for gold, and that is your god, go, and I will promise you one thing: Every man that stays here and pays attention to his business will be able, within ten years, to buy out four of those who leave for the gold mines.&#x201D; Since then some of those persons have come cringing back, and thinking, &#x201C;O dear, I declare I wish the brethren could not know that I had been away! I want to appear as though I had not gone to California, and to be full of  <div class=\"break pagebreak\" id=\"173a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0173.pdf\" target=\"pdfwin\">p.&#xA0;173a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2587\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>good works and faith.&#x201D; Poor, ignorant, pusillanimous creatures! They come whining back and want to be considered in full fellowship, after leaving this place to which our God has led us, and after having used their means to feast and build up the Gentiles. <\/div><div class=\"paragraph jod\" id=\"v6n1124\"> Brother Heber and I told the company that went to San Bernardino with Amasa Lyman, that they would never reach here again without help from this people, and we are now sending all the teams we can raise from the southern settlements to bring them back. Why? Because they cannot stay there, and they are not able to remove. They were told at the start that they would have to renounce their religion, or else come whining back to these valleys. You may take all who have unadvisedly gone from this Territory [and hundreds and thousands have so gone], and I believe that I alone am able to buy the whole of them, though when I came here I had but very little property, except what I owed for. I also believe that brother Kimball and many others who have listened to what is taught now own more property than the whole of those characters. They could not believe that I knew enough to instruct them in temporal affairs. Do they now believe that I do? They are obliged to admit it, though some think, &#x201C;Really, I do not know whether it is so or not.&#x201D; What are those persons good for now? <\/div><div class=\"paragraph jod\" id=\"v6n1125\"> Obedience is one of the plainest, most everyday and home principles that you ever thought or knew anything about. In the first place, learn that you have a father, and then learn strict obedience to that parent. Is not that a plain, domestic, home principle? How long will it take the men and women here to learn it? You have learned, from year to year, scores, if not hundreds of principles of the Gospel taught; and one of the first principles to be learned by the <div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2587\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Saints is to be of one heart and mind,<span class=\"citation\" id=\"92856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92856)\">Moses 7:18<\/a><\/span> to obey your leaders, to obey the Lord. If you have leaders who do not teach you the words of life and salvation&#x2014;who do not give you the words of the Lord, why not have faith sufficient to remove them out of the way and have better men? If this people are righteous and have any leaders that are not capable of dictating you, why not stretch your faith to the heavens for God to remove them and give you men that are capable of leading you? <\/div><div class=\"paragraph jod\" id=\"v6n1126\"> Could I make a brother in the Church believe, after passing through the troubles in Missouri, after again being driven from our homes in Nauvoo, Illinois, and after being led to this secret retreat and sustained all the time by the matchless power of our God, that the love of riches would have so blunted the minds of many as to cause them to run to California after gold? Why not have stayed here, where we could have improved this Territory three times as much as we have? We could have extended our settlements still farther on the right and on the left. But no; they must run and leave us. And many of those that have tarried have but a little more confidence, when they have improved upon and learned the lesson taught by those who have left. <\/div><div class=\"paragraph jod\" id=\"v6n1127\"> The great majority of men and women do not know how to take care of themselves. Let me refer the whole of you to a circumstance in winter quarters. We left Nauvoo in February, 1846, made our own roads through Iowa, except some 40 or 50 miles, built bridges, cut down timber, turned out 500 men to go to Mexico, came this side of the Missouri River, and there wintered. How did you live there? Do you know how you got anything to eat? Brethren came to me, saying, &#x201C;We must go to Missouri. Can we not take our families and go to Missouri and get work?&#x201D; Do you know, to this day, how you  <div class=\"break pagebreak\" id=\"174a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0174.pdf\" target=\"pdfwin\">p.&#xA0;174a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2586\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lived? I will tell you, and then you will remember it. I had not five dollars in money to start with; but I went to work and built a mill, which I knew we should want only for a few months, that cost 3,600 dollars. I gave notice that I would employ every man and pay him for his labor. If I had a sixpence, I turned it into 25 cents; and a half-bushel of potatoes I turned into half-a-bushel of wheat. How did I do that? By faith. I went to brother Neff, who had just come in the place, and asked him for and received 2,600 dollars, though he did not know where the money was going. He kept the mill another year, and it died on his hands. I say, God bless him forever! For it was the money he brought from Pennsylvania that preserved thousands of men, women, and children from starving. I handled and dictated it, and everything went off smoothly and prosperously. <\/div><div class=\"paragraph jod\" id=\"v6n1129\"> Can you sustain yourselves? Yes. How can you clothe and feed yourselves? Keep Gentiles out of here, and not permit any more supplies to come from them; and then you will raise sheep and take care of them and their wool; then you will raise cotton and flax, and dress the lint. We have women who know how to manufacture flax into thread and the finest cloth in this house. Why do you not make linen? &#x201C;Because we can turn a calf on to the range, and after awhile sell it for 20 or 30 dollars and buy store goods.&#x201D; That course is temporal ruination to this people. It is a far greater injury than benefit for us to purchase imported goods. Shut down the gate and make your own hats, bonnets, and every other article of wearing apparel. We have the furs and all necessary facilities for making every article we need. We can also make our dyestuffs, so soon as we can get a greater variety of seed. For ten years we have advertised the brethren to bring indigo seed; and I <div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2586\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have not obtained any, only a little that brother William Willes brought from the East Indies. I have also wished them to bring madder seed, for you can raise it where you can raise corn. Do we know enough to raise indigo and cotton? Yes, when the gate is shut down. <\/div><div class=\"paragraph jod\" id=\"v6n1130\"> I told the brethren, yesterday, that I was not afraid of men's apostatizing when war and trouble are on hand, for then they will stick together. It is in calm weather, when the old ship of Zion is sailing with a gentle breeze, and when all is quiet on deck, that some of the brethren want to go out in the whaling boats to have a scrape and a swim; and some get drowned, others drifted away, and others again get back to the ship. Let us stick to the old ship, and she will carry us safely into the harbor. You need not be concerned. I want the brethren to raise flax. <\/div><div class=\"paragraph jod\" id=\"v6n1131\"> I want some man, who has got the requisite spirit and nerve, to prepare a quarter-of-an-acre as they prepare ground for flax in Ireland, and then sow about a bushel-and-a-half or two bushels of seed, and let it grow as thick as a horse's mane; if necessary, brace it up while growing; pull it at the period when the lint will be the silkiest, and prepare it for the women to exercise their skill in making fine thread. A bushel of flaxseed to the acre produces a coarse lint, suitable for making ropes and coarse cloth. <\/div><div class=\"paragraph jod\" id=\"v6n1132\"> Brother Taylor remarked that about 60 out of every 75 lambs had died in this Territory. Yes, you may say that, out of every 75 lambs about 90 have died. Where were our sheep in 1848-49? I then had 100 sheep, and I would now have 40,000 if they had been taken care of as they ought; but instead of that, I have bought about 550 since; and now I have 400 or 500. <\/div><div class=\"paragraph jod\" id=\"v6n1133\"> Sheep are driven into the Territory, and then they decrease. What is  <div class=\"break pagebreak\" id=\"175a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0175.pdf\" target=\"pdfwin\">p.&#xA0;175a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2585\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the difficulty? It is, &#x201C;Hurrah for the gold! Hurrah for the stores! Hurrah for the merchants! Hurrah for hell! Let us have a portion of hell here.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1135\"> Elders who have been to St. Louis and had credit for a cent should not have brought a thousand or two thousand dollars' worth of goods here and fooled them away, having fooled them out of merchants who still remain fools. <\/div><div class=\"paragraph jod\" id=\"v6n1136\"> Shut down the gate, and stop bringing ribbons and foolery here. I wish the ribbons and like articles were all sunk in the bottom of the sea, rather than have them brought here. Do you know enough to clothe yourselves? Yes, when you are driven to it. It makes me think of what we passed through in Missouri, when Joseph was preaching the Consecration law for surplus property. Would any man listen to that law? No, not a man. &#x201C;Will you pay Tithing?&#x201D; &#x201C;I cannot any way in the world, for I have not as much property as I want.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1137\"> When the army came and took away the guns, killed our cattle, fired our houses, took possession of our fields, and compelled the brethren, at the point of the bayonet, to sign away their property to pay the expenses of the war, one fellow said, &#x201C;By&#x2014;&#x2014;, see these men, how keen and fine they look! Old Joe has been trying for years to make them consecrate their property, but he could not persuade them to do it. We can make them consecrate.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1138\"> The brethren felt well: but suppose they had been required to sign a deed of trust to the kingdom of God on the earth, would they have done it? No; they would have suffered themselves to be damned before they would have done it. Can you not see the ignorance of the people in those things? And to this day you can see men come here penniless, and hear them say, &#x201C;We had plenty of money where <div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2585\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we came from.&#x201D; Then why did you not gather when you had money? &#x201C;We wanted to make more, to bring a great amount into the kingdom.&#x201D; Thus men come here penniless, and feel well about it. Enquire into the matter, and you will often learn that last year they had several thousand dollars, but it has gone into the hands of the Gentiles. <\/div><div class=\"paragraph jod\" id=\"v6n1139\"> Suppose a poor Elder, while on a mission, should borrow ten dollars of such a person, that person will come here and be ready to apostatize, unless that money is paid; but if the devils get it, &#x201C;Oh, it is all right.&#x201D; Such feelings are in the hearts of some men and women now before me. With them it is, &#x201C;If my enemies get my property, all well; but I don't want the kingdom of God to have it.&#x201D; Ask them whether they want the kingdom of God to have their property, and they will reply, &#x201C;O yes; ourselves and all we have are in the kingdom of God:&#x201D; but touch a dollar of theirs, and they will squirm. <\/div><div class=\"paragraph jod\" id=\"v6n1140\"> We are trying to become Saints, and by-and-by we will actually become Saints. When men are Saints, they will bring their thousands and lay them at the feet of the Bishops, Apostles, and Prophets, saying, &#x201C;Here is my money; it is now where it should be.&#x201D; But now what do you see? If an Elder has borrowed a little money, or been helped in any manner, he must be chased home and made to pay the uttermost farthing,<span class=\"citation\" id=\"94532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94532)\">Matt. 5:26<\/a><\/span> or there is dissatisfaction. Fortunately that is not the case with all. A portion of the principle of darkness is in the hearts of the people; but it is fast going out, and they are coming to a knowledge of the truth. <\/div><div class=\"paragraph jod\" id=\"v6n1141\"> One of the first and plainest principles to be believed and practiced is to put ourselves and all we have into the kingdom of God, and then be dictated by the Lord and his servants. Is there any danger? Some are ready  <div class=\"break pagebreak\" id=\"176a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0176.pdf\" target=\"pdfwin\">p.&#xA0;176a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2584\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to say, &#x201C;Yes, we are afraid to trust ourselves and our means here and there.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1143\"> Brother Taylor has just said that the religions of the day were hatched in hell. The eggs were laid in hell, hatched on its borders, and then kicked on to the earth. They may be called cockatrices, for they sting wherever they go. Go to their meetings in the Christian world, and mingle in their society, and you will hear them remark, &#x201C;Our ministers dictate our souls' salvation;&#x201D; and they are perfectly composed and resigned to trust their whole future destiny to their priests, though they durst not trust them with one single dollar beyond their salaries and a few presents. They can trust their eternal welfare in the hands of their priests, but hardly dare trust them with so much as a bushel of potatoes. Is that principle here? Yes, more or less. <\/div><div class=\"paragraph jod\" id=\"v6n1144\"> Can we feed and clothe ourselves? Yes, we can, as well as any people on the earth. We have a goodly share of the genius, talent, and ability of the world; it is combined in the Elders of this Church and in their families. And if the Gentiles wish to see a few tricks, we have &#x201C;Mormons&#x201D; that can <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2584\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> perform them. We have the meanest devils on the earth in our midst, and we intend to keep them, for we have use for them; and if the Devil does not look sharp, we will cheat him out of them at the last, for they will reform and go to heaven with us. <\/div><div class=\"paragraph jod\" id=\"v6n1145\"> We have already showed the invading army a few tricks; and I told Captain Van Vliet that if they persisted in making war upon us, I should share in their supplies. The boys would ride among the enemy's tents, and one of their captains ran into Colonel Alexander's tent one night, saying, &#x201C;Why, Colonel, I'll be damned if the Mormons won't be riding into your tent, if you don't look out.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1146\"> We have the smartest women in the world, the best cooks, the best mothers; and they know how to dress themselves the neatest of any others. We are the smartest people in the world. But look out, pertaining to taking care of and sustaining ourselves, that the children of this world are not smarter than the children of light.<span class=\"citation\" id=\"67721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67721)\">Luke 16:8<\/a><\/span> I say that they shall not be; for we will beat them in every good thing, the Lord and the brethren being our helpers.<span class=\"citation\" id=\"56767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56767)\">Ps. 54:4<\/a><\/span> The Lord bless you! Amen. <\/div>\n<\/div>\n<\/div>"}