{"ID":60027, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Mission to England&#x2014;Reminiscences, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Ezra T. Benson, Delivered in the Tabernacle, Great Salt Lake City, Sunday Morning, January 24, 1858.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Mission to England&#x2014;Reminiscences, Etc.<\/div>\n<div class=\"speaker\">Speaker: Ezra T. Benson<\/div>\n<div class=\"date\">Date: 1\/24\/1858<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d27\">\n<div class=\"paragraph jod\" id=\"v6n1148\"> It will be two years the 22nd of next April since I started, in company with brother Orson Pratt and others, to take a mission to Europe; and it seems but as a dream for me to appear in your midst this morning. It seems as if it were only a few days since I was in the midst of this people; for the days, weeks, and months that have passed have gone swiftly, and it seems as though a great deal of the time had not been measured to me. <\/div><div class=\"paragraph jod\" id=\"v6n1149\"> I presume this is the experience of many of you who are now before me; and although many of you have passed through scenes of trial, yet you have felt to realize your situation in the reformation more than you ever have done before. Feelings have come over you that you have never before experienced since you have been in the Church of Jesus Christ of Latter-day Saints. But, notwithstanding all our past failings and weaknesses, we have been greatly blessed and prospered, and the hand of the Lord has been over us for good all the day long. <\/div><div class=\"paragraph jod\" id=\"v6n1150\"> Now, if we all realize and do actually know that God is with us&#x2014;that he has forgiven our sins&#x2014;that we are in fellowship with this people and have confidence to go before our God in prayer, knowing that our sins are put far away from us, no more to return again, unless through our disobedience, it is one of the greatest blessings that can be conferred upon us. <\/div> <div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2583\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n1151\"> When I was called upon to leave these valleys, I felt that I had the prayers, fellowship, and confidence of this people; and if I had their confidence then, I am well persuaded I have it now. This reflection causes my heart to rejoice; and it is one of the greatest blessings that any man can enjoy to know that he is in full fellowship with this people. <\/div><div class=\"paragraph jod\" id=\"v6n1152\"> Shall we be thankful to our God and this people for the faith and prayers that have been exercised in our behalf? These things have occupied my attention ever since I arrived home. <\/div><div class=\"paragraph jod\" id=\"v6n1153\"> True, there is a warfare within me, and there is a warfare within every man and woman that has a name in this Church; and we have to guard against the intrusions of the Adversary. Upon what principles shall we guard against them? Why, live our religion. That is all we have to do; and I know that, by the power of faith and the Holy Spirit, we can root out everything that is contrary to the promptings of that Spirit, and we shall know for ourselves that we are the children of God. <\/div><div class=\"paragraph jod\" id=\"v6n1154\"> I have been to England on a mission, sent by the First Presidency and the general authorities convened in Conference on the 6th day of April, 1856; and I can say I have had a prosperous mission, and have been greatly blessed. As I have told the Elders, so I will say here, Any man who goes on a  <div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2582\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mission in these times, to the European nations, to the United States, or to the islands of the sea, and returns home with his scalp on, I think he should certainly acknowledge the hand of the Lord in it. <\/div><div class=\"paragraph jod\" id=\"v6n1156\"> When we first arrived in England, all was peace, as a general thing. And do you know the reason why it was peace? Yes, you do. We could preach throughout England; we could preach in Germany, in France, in Denmark, Sweden, and Norway; we could preach in Wales, in Ireland, and Scotland, with but very little interruption; and, as a general thing, we had very good attention and good congregations. But when the reformation commenced in the Valleys of the Mountains, as the Saints were told beforehand, the Devil began to open his eyes and look at the Saints, not only in England, but throughout all the parts of the earth where the Latter-day Saints were located, and wherever the servants of God were traveling to preach the Gospel, and wherever the printed word was being circulated. <\/div><div class=\"paragraph jod\" id=\"v6n1157\"> In all these places the Devil was up and dressed two hours earlier in a morning than he ever had been before, attending to his calling and kingdom, and doing that which was committed to him; for he has a work to do as well as we have, and he is most faithfully performing his part. Just in proportion to the diligence of the Saints in Zion and throughout the earth, so will the Devil work; and you cannot tell the time when his old nose has not been poked as near to the servants of God and to this kingdom as he could get it; and he would be right here today in this congregation and break up this meeting, if he had the power to do it. <\/div><div class=\"paragraph jod\" id=\"v6n1158\"> Through the faithfulness of the Saints, I am led to believe that the kingdom is pretty well cleansed, especially from Gentiles and from Gen<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2582\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tilism. But it is not so in the world; for the Devil has power in the midst of the Saints while they are amongst the Gentiles. But, as I told the Saints in England, there should always be a little place in the heart of every man and woman which they can call Zion; and it looks to me as if there were a good many here who could say Zion is in their bosoms, and that they have a place in their hearts which they can call heaven. <\/div><div class=\"paragraph jod\" id=\"v6n1159\"> The Spirit of God flows to a greater extent from this stand than it does in any other place upon the face of the earth. There is more power here than in any other place. <\/div><div class=\"paragraph jod\" id=\"v6n1160\"> I can say, in behalf of the English Saints, that they are a good people, and you know it as well as I do; and those who have been there know it, and you who have not been there know it by the spirit they bring when they come here. <\/div><div class=\"paragraph jod\" id=\"v6n1161\"> As regards the work of the Lord, in general the Elders have been faithful. They have gone into the streets and into the lanes and borne a faithful testimony to the work of God and to what he was doing among the nations. To the honest their words have been sweeter than the honeycomb; but the great majority were unwilling to receive the message sent unto them. <\/div><div class=\"paragraph jod\" id=\"v6n1162\"> I have taken a great deal of comfort and satisfaction in lifting up my voice before the people, and I have cried aloud and spared not,<span class=\"citation\" id=\"59827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59827)\">Isa. 58:1<\/a><\/span> but told them what was in my heart. I felt it was my duty to vindicate the truths of the Gospel. I have also taken up the laws of the Territory of Utah and the laws and Constitution of the United States, pointing out to them the privileges and rights that are guaranteed unto us by those instruments. <\/div><div class=\"paragraph jod\" id=\"v6n1163\"> I not only say this of myself, but I can say it of my brethren who have been associated with me; for we have had power to put down all opposition  <div class=\"break pagebreak\" id=\"179a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0179.pdf\" target=\"pdfwin\">p.&#xA0;179a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2581\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that has been raised against us, unless it was by an ungodly mob that was inspired by the Devil to get up sticks and stones and every kind of weapon they could procure, excepting firearms, which the law of the land forbids them to carry. <\/div><div class=\"paragraph jod\" id=\"v6n1165\"> When they come with the Bible in hand, which they profess to believe, they are easily whipped out; and truth rises triumphant among the people, and the high and low and all that were intelligent could see and understand that we have the Gospel of Jesus Christ, and that we have the authority which no other people possessed. There was not a minister or any other individual that held the authority which we had in our possession; and some were ready to acknowledge it, when the Spirit of the Lord was upon them. But how long would that last? Only long enough for them to get out of doors. <\/div><div class=\"paragraph jod\" id=\"v6n1166\"> It is indeed a great thing to purify the Saints; and it is a great thing for a man to purify his heart. When a man's heart is pure and the scales are knocked off from his eyes, he can then see and comprehend the things of God&#x2014;he can know the mind of the Lord in this land or any other; but if the scales are over his eyes as thick as canvas, he cannot see afar off. We all know that we have to live our religion here as well as in England; and I sometimes think it takes more faith to live in Zion than in another place; for there is more required of a congregation in Zion than there is in England. <\/div><div class=\"paragraph jod\" id=\"v6n1167\"> The Saints in Denmark and in Sweden are inspired by the same Spirit that we are, and they are as good a people as I ever traveled amongst in my life. They do not generally understand the English language; but they can understand by what spirit a man is moved when he gets up to speak. They rejoice when an Elder from the Valley pre<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2581\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sents himself in their midst; and, to see a Valley Elder, they would get up of a morning and go 40 miles, and not stop for rain, thunder, or lightning till they got to their journey's end. <\/div><div class=\"paragraph jod\" id=\"v6n1168\"> There is a certain class of men that are honest in heart, but fear comes upon them when trials are presented, and they do not understand; they have not faith or confidence to stand up and say, &#x201C;I am a Latter-day Saint, and if you want to mob, mob and be damned.&#x201D; There are but few who can stand the trying day. A great many of the Saints have no faith to brook the insults cast upon them, and hence they hide up and keep out of sight of their enemies. <\/div><div class=\"paragraph jod\" id=\"v6n1169\"> I told the Saints in Bath and Bristol that we were going home, before I had got any news; and, said I, &#x201C;You have been mobbed, laughed at, and jeered by your enemies, and I want you to understand that you do not owe them anything. I am willing to be responsible for all the sin there will be if you immediately shut up your chapels and henceforth hold your meetings in some private house or little room, or some place where you will not be subject to the insults of mobs.&#x201D; The next morning I got a letter from brother Pratt, informing me that I was called home. <\/div><div class=\"paragraph jod\" id=\"v6n1170\"> I was not sent out to convert the world, but to warn the people, to vindicate the cause of truth, to set forth the true character of this people politically, religiously, temporally, and spiritually, and to declare unto the nations of the earth the true situation of this community. <\/div><div class=\"paragraph jod\" id=\"v6n1171\"> I want to live a long time yet, and I hope that I shall not die until the kingdom of God rises triumphant over all the powers that are organized in opposition to it. <\/div><div class=\"paragraph jod\" id=\"v6n1172\"> A good spirit prevailed among the Saints in Europe when we left them, which was about the 14th of last October. Brother Samuel W. Richards  <div class=\"break pagebreak\" id=\"180a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0180.pdf\" target=\"pdfwin\">p.&#xA0;180a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2580\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and George Snyder arrived in Liverpool on the 9th of that month, and brother Pratt immediately wrote me word to come to Liverpool and prepare for returning home. <\/div><div class=\"paragraph jod\" id=\"v6n1174\"> On the arrival of brothers Richards and Snyder, we held a council, at which it was decided that brother Pratt, myself, brothers John A. Ray, John Kay, John Scott, and William Miller should return home. We immediately went to work and released all the Elders, except brother Calkin, of the English Mission, and brother Jabez Woodard, of the Italian Mission. The native Elders are just as anxious to come here as the American Elders. <\/div><div class=\"paragraph jod\" id=\"v6n1175\"> Before we embarked for England, I had a few days' time to spare, and I embraced the opportunity to go and visit my friends and acquaintances; and when I went in amongst them, they immediately asked if I had come back to stay. &#x201C;No,&#x201D; said I. <\/div><div class=\"paragraph jod\" id=\"v6n1176\"> &#x201C;Then what are you come back for?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1177\"> &#x201C;Why, to prove that you are false prophets; for you told me that in five years &#x201C;Mormonism&#x201D; would be broken up, and that the Saints of God would be scattered and peeled.&#x201D; &#x201C;Now,&#x201D; said I, &#x201C;if you want to prophesy anything more about &#x2018;Mormonism,&#x2019; prophesy good things&#x2014;big things; for it is the kingdom of God, and it is set up in the mountains. It is the kingdom that Daniel saw, and it is going to spread and grow till it fills the whole earth.&#x201D;<span class=\"citation\" id=\"61074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61074)\">Dan. 2:35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1178\"> On the Sabbath I was in the neighborhood where my friends lived, in the State of Massachusetts, and I told my brother that I wanted to go to old Milford to the meeting, whereupon he got out his carriage, and we drove off to the meetinghouse; and as soon as the old minister got his eye upon me, he motioned to me to come into the stand. He called me brother Benson, and said, &#x201C;Sit down here.&#x201D; He said, &#x201C;Do you want to <div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2580\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> preach or to pray?&#x201D; I said, &#x201C;Yes, for I am a praying man.&#x201D; I offered up as humble a prayer as I could, and then sat down. I learned then that he had a special lecture he wanted to deliver on politics; for it was when they were trying to elect Fremont President of the United States. He delivered his political sermon about the North and South; but there was no repentance or Gospel about what he said. <\/div><div class=\"paragraph jod\" id=\"v6n1179\"> When he had concluded, he gave me the privilege of talking to the people, which I did for about half-an-hour. I knew that I had to talk in a very pious style, but I endeavored to preach the Gospel in plainness; and the very moment that I came to a testimony of the Gospel&#x2014;to declare that Joseph Smith was a Prophet, and that Brigham Young is his successor&#x2014;good gracious! You could see devils dancing in the countenances of the people, and the influence ran from heart to heart. However, they kept quiet, though very uneasy. After my remarks, they claimed the privilege of asking questions. One gentleman asked if we believed in slavery. I told him, No, we did not; &#x201C;but,&#x201D; said I, &#x201C;we believe in the Gospel of Jesus Christ, which is the Gospel of liberty, for it opens the door of freedom and throws off the fetters of bondage.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1180\"> &#x201C;Well,&#x201D; said he, &#x201C;do not you believe in freeing the negroes?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1181\"> I answered, &#x201C;No; the Lord will do that.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1182\"> &#x201C;Ah,&#x201D; said he, &#x201C;the Mormons do believe in slavery; for they permit men to bring their slaves into their Territory.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1183\"> I then went on to show him our views upon the subject; but I could see my remarks did not satisfy the people. <\/div><div class=\"paragraph jod\" id=\"v6n1184\"> The next man who came onto the carpet wanted to know how many wives brother Brigham had. I replied, &#x201C;I have not come here to lay before this people the domestic affairs  <div class=\"break pagebreak\" id=\"181a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0181.pdf\" target=\"pdfwin\">p.&#xA0;181a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2579\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of my Governor. It is a question I never asked him myself, for I never took the pains to inquire anything about it. But still, as I am a Yankee, I will guess, if that will do you any good. Now,&#x201D; said I, &#x201C;I will be honest with you, for your pastor has given me the freedom of speech; and, if I may judge from appearances, I should presume he has some fifty or sixty.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1186\"> He then asked, &#x201C;Why do you believe in that doctrine?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1187\"> I replied, &#x201C;Why did Abraham believe in it? Why do you wish to raise a quarrel with me, when all the Prophets spoken of in the Bible you believe in both taught and practiced it?&#x201D; He could not tell; but the amount of it was, he wanted to put down &#x201C;Mormonism&#x201D;&#x2014;not that he could rebut the testimony that was presented, but he had a spirit to endeavor to put down the cause of God. <\/div><div class=\"paragraph jod\" id=\"v6n1188\"> The principles of the Gospel are going to either damn or save all to whom they are presented. There are hundreds and thousands and tens of thousands of people in the world who this day know that &#x201C;Mormonism&#x201D; is true, and they are using their money and their influence to hinder its progress. <\/div><div class=\"paragraph jod\" id=\"v6n1189\"> The priests of the day are ready to collect their pence and shillings to persecute the Saints of God and to foster and sustain those who will do it. <\/div><div class=\"paragraph jod\" id=\"v6n1190\"> Wherever you find a man in England, in Germany, or in Denmark, who takes the periodicals of the day, he can sit down and tell you all about the Latter-day Saints. He can tell you what we believe; and, providing you could converse with him without his knowing you were a &#x201C;Mormon,&#x201D; or a servant of God sent to him with the everlasting Gospel, he would sit down and tell you all about &#x201C;Mormonism.&#x201D; But you must appear as a stranger <div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2579\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and ask, &#x201C;Do you know anything about the Latter-day Saints in Utah?&#x201D; &#x201C;O yes,&#x201D; he will say, and proceed to tell you what we believe. But the moment you let him know who you are and undertake to preach to him, he will turn round and deny everything that he has said. What is the reason of this? It is because he is dishonest and has partaken of the spirit of the father of lies,<span class=\"citation\" id=\"81254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81254)\">2 Ne. 2:18<\/a><\/span> who is determined to use his influence and power to the injury and destruction of the Saints of God. <\/div><div class=\"paragraph jod\" id=\"v6n1191\"> I was received in Massachusetts as I never was before by my friends, for they hailed me with joy. But were they ready to receive the Gospel? No&#x2014;no more than they were fourteen years ago. I could see they had a spirit to persecute the Saints, and they would have been as easily lit up as a lucifer match. &#x201C;Well,&#x201D; said one, &#x201C;did you come that way back?&#x201D; &#x201C;No, and I never want to go again, unless the Almighty commands me.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1192\"> When we came to New York we looked through the pioneer trail, but it did not look right: but when we looked south, it was all light; so we took the steamer for the Isthmus. <\/div><div class=\"paragraph jod\" id=\"v6n1193\"> We had on board 1,150 passengers, 200 or 300 of whom were United States troops. When we were loading up, the soldiers were driven on board, like pigs, as thick as they could stand. <\/div><div class=\"paragraph jod\" id=\"v6n1194\"> Government is shipping men round by the Isthmus of Panama to California, and we were informed the next steamer was to bring 600 men. There was a good deal of fault found by the officers of Government because there were only 250 along with us; but it was said, &#x201C;They are going to ship them by thousands to California, and then forward them to Utah.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1195\"> They said they were coming to California; but when we asked them privately where they were destined for, they said, &#x201C;We are going to Utah.&#x201D; <\/div> <div class=\"break pagebreak\" id=\"182a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0182.pdf\" target=\"pdfwin\">p.&#xA0;182a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n1197\"> It is so also in Kansas. They have all sworn, old Harney included, that they will not give sleep to their eyes nor slumber to their eyelids<span class=\"citation\" id=\"57282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57282)\">Ps. 132:4<\/a><\/span> until they have destroyed the &#x201C;Mormons.&#x201D; They design in their hearts to blot &#x201C;Mormonism&#x201D; out of existence, and they feel like using their money for the accomplishment of this object, and even go so far as to say their purses shall be open for their means to be used in the fitting out of men for the Territory of Utah; and they say they will come from the north and from the south and from the east and surround this people by thousands and by tens of thousands, until we are wiped out. <\/div><div class=\"paragraph jod\" id=\"v6n1198\"> This is their feeling, as a general thing, and it seems as if all earth and hell are united against the &#x201C;Mormons.&#x201D; They have not got here yet, have they? Catching is always before hanging! <\/div><div class=\"paragraph jod\" id=\"v6n1199\"> The halters are already made which they design shall hang the Governor, the members of the Legislative Assembly, and every faithful Elder in the Church; for they feel determined to swing you up between the heavens and the earth.<span class=\"citation\" id=\"55569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55569)\">2 Sam. 18:9<\/a><\/span> We understand their plays and their schemes, for we have been in their midst. <\/div><div class=\"paragraph jod\" id=\"v6n1200\"> The inquiry may arise, &#x201C;Did you ever hear one man say anything in our favor?&#x201D; Yes, we have heard more than one who dare come out and vindicate the character of this people, but it would generally be in private circles. I have heard a man say that he had been among this people, had been treated well, and never saw a better people in his life; and he said he believed that all those reports that were in circulation were a pack of damned lies. <\/div><div class=\"paragraph jod\" id=\"v6n1201\"> There was a man traveling on the packet with us who used to attend the threshing machine for William Macpherson, in this city. He vindicated the character of this people. <div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> He did not recognize us; but I knew him as soon as I saw him. He said, in conversation with men on the boat, &#x201C;I am a rambling sort of a chap; but if I were going to live and settle down, it would be in Utah.&#x201D; I asked him if he thought the &#x201C;Mormons&#x201D; were going to fight. He said, &#x201C;No, they are not; for they are not a fighting people; but it is those lying editors. The Mormons are a peaceable, quiet people.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1202\"> When the standard of freedom is raised, we shall bid all classes welcome to the rights and privileges of liberty. When that day comes, people can come with all creeds and enjoy their liberties, providing they will acknowledge the laws of God; and I can tell you they will come by hundreds, by thousands, and by tens of thousands. Yes, they will flock to the standard of liberty. <\/div><div class=\"paragraph jod\" id=\"v6n1203\"> There is not a master-spirit on the earth at the present time who dare take this stand and raise the flag of liberty, bidding welcome to all nations, except President Brigham Young. The very move that has been made for the last six months will preach louder and stronger than all the Elders of Israel. <\/div><div class=\"paragraph jod\" id=\"v6n1204\"> The standard of liberty is about to be unfurled. Good laws will be maintained, and the virtuous and innocent will have the rights and privileges guaranteed unto them; and we mean to stand in defense of those principles of right, even to the laying down of our lives, if necessary. When a man will stand in defense of the truth, he has more power and influence among the nations of the earth than a dozen of the ungodly. <\/div><div class=\"paragraph jod\" id=\"v6n1205\"> If ever I felt like preaching the Gospel, it is now; and I would not ask for a better mission than to take my valise and travel through the Territory of Utah; and I know that in doing so I should travel amongst the best people in the world. I have  <div class=\"break pagebreak\" id=\"183a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0183.pdf\" target=\"pdfwin\">p.&#xA0;183a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2577\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>seen the contrast between this people and the world most visibly during the last three or four months. <\/div><div class=\"paragraph jod\" id=\"v6n1207\"> What is the condition of the Government of the United States? They are all looking at the President, just as a child would, apparently expecting that something would be done. They are hoping and expecting that Government would take &#x201C;Mormonism&#x201D; in hand and wipe it out of existence in a few days. But Uncle Sam, uncle Bill, uncle Tom, and all our uncles and cousins, will find something to do if they attempt such a thing. <\/div><div class=\"paragraph jod\" id=\"v6n1208\"> The people of the United States seem paralyzed, and do not know what to do. They are waiting for the Government to call for volunteers, and then they say they are all ready to go. California people say they are all ready to rally. But I tell you, I believe what brother Brigham has said&#x2014;They will not come here. The priest in the pulpit is ready, and says, &#x201C;O yes, we must go and wipe out the Mormons; but do not ask me to go.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1209\"> This is like an old man that had some boys, and when he wanted a job of work done he would say, &#x201C;Go, boys, and do that:&#x201D; but his neighbor, who had a lot of boys also, when he wanted anything done, used to say, &#x201C;Come, boys, let us do that.&#x201D; It is just so with the priests, lawyers, doctors, and all others who are opposed to &#x201C;Mormonism:&#x201D; they say, &#x201C;O yes, go and wipe out the Mormons;&#x201D; but they never want to go themselves. <\/div><div class=\"paragraph jod\" id=\"v6n1210\"> I will tell you, the majority of the people in the States do not care the ashes of a rye straw for their officers, and it is just so in the army: in fact, they none of them care much for each other; but they care a good deal for Uncle Sam's money. <\/div><div class=\"paragraph jod\" id=\"v6n1211\"> When we landed in San Francisco, the officers were so much afraid that <div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2577\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the troops would desert, that they went and guarded them themselves; and we left them patrolling the docks there. The officers were Yankees, stiff and starched, and they said, &#x201C;Mormonism must be extinguished&#x2014;yes, this must be done.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1212\"> &#x201C;Colonel Casey, what do you think about it?&#x201D; He seemed to be a peaceable kind of man, and said he could not tell what would have to be done. The Colonel was then asked if he fostered the idea of going to an innocent people and exterminating men, women, and children? He said, &#x201C;I do not like it; it is contrary to my feelings; but the Government of the United States have taken the thing in hand, and we, as officers, are compelled to carry out their plans, or resign.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1213\"> Let us do the very best we can, brethren and sisters; for the day may come when we may be thankful for every foot of greasewood and of desert country there is between us and our enemies. <\/div><div class=\"paragraph jod\" id=\"v6n1214\"> I am glad that we came through on the southern route, for I have been enabled to learn a little of the road. <\/div><div class=\"paragraph jod\" id=\"v6n1215\"> The editors in the States are prompting Government to bring their troops from the south. Why, they do not know; only they are not, on that route, so subject to snowstorms, and they can travel in the winter. But I can tell them, the south route is ten times worse than the east: it is one perfect desert from Muddy Creek clear through. There is now and then a patch of grass on the journey. But what can a large army do? <\/div><div class=\"paragraph jod\" id=\"v6n1216\"> The canyon coming up the Santa Clara is quite as good as Echo, and some think a little better. It does seem as if those mountains and canyons have been prepared on purpose; and we have great cause to be thankful for those natural defenses. <\/div><div class=\"paragraph jod\" id=\"v6n1217\"> Here we have liberty to do right  <div class=\"break pagebreak\" id=\"184a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0184.pdf\" target=\"pdfwin\">p.&#xA0;184a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2576\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and legislate for our own benefit, and we feel that this is our home. <\/div><div class=\"paragraph jod\" id=\"v6n1219\"> I told sister Richie on Painter Creek, when she invited us in to breakfast, and set before us some butter, milk, and bread, that it was the best meal I had eaten since I left home; and I enjoyed it much better than I did the dainties that were provided while I was crossing the Isthmus. <\/div><div class=\"paragraph jod\" id=\"v6n1220\"> I feel to back up all the plans of my brethren who have the right to dictate, and to bear off this kingdom to the nations; and this is the feeling of my brethren who have returned with me. <\/div><div class=\"paragraph jod\" id=\"v6n1221\"> We are now ready to go and preach the Gospel, to go into the canyons and help to fight our enemies, or to do anything that is required of us; and I feel to say, with all the power and authority of the Priesthood that is conferred upon me, God bless our leaders with wisdom, with power, with influence, with cattle, with horses, with sheep, with wives, with children, with houses, with lands, and with everything their hearts can desire before God. This is my prayer all the day long; and when I feel so, I feel strong in the mighty God of Jacob,<span class=\"citation\" id=\"53729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53729)\">Gen. 49:24<\/a><\/span> and I know that he blesses them with his Spirit. <\/div><div class=\"paragraph jod\" id=\"v6n1222\"> I feel to say, Latter-day Saints, in the name of the Lord, Be ye blessed; for ye are the only people that God acknowledges on the earth, as an organized community, politically and religiously, spiritually, physically, and mentally&#x2014;the only people that are to be found who are willing to acknowledge that God has established <div class=\"break columnbreak\" id=\"184b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0184.pdf\" target=\"pdfwin\">p.&#xA0;184b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2576\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his kingdom with Apostles and Prophets. <\/div><div class=\"paragraph jod\" id=\"v6n1223\"> A great many of the people of this generation have turned infidels; but still the sectarians have their Scripture-readers, and they go through all the formalities of religion. One man came to me and wished to know if I would like to have the Bible read to me. I told him yes, for I was fond of anything that was good. I asked him if he believed in angels. He said, &#x201C;O no; the power of God is done away;&#x201D; and everything is done away among them, only just what man can do; and men set themselves up who have no vitality nor intelligence in them. It is all like the chaff before the wind. We are truly a blessed people, for we have the light of eternal life; and, notwithstanding the howling of the priests, if we do as brother Brigham says, we shall come off victorious. <\/div><div class=\"paragraph jod\" id=\"v6n1224\"> I believe this people are ready to do anything required of them; and if they continue in this way, all will be well with them, and nothing can stand before them. <\/div><div class=\"paragraph jod\" id=\"v6n1225\"> I heard a man say that he did not care what was said against this people, he was ready to believe it; and I can say that such a man is ready to be damned, and he will be damned. <\/div><div class=\"paragraph jod\" id=\"v6n1226\"> I bear this testimony that I know this to be the work of God, and I take great pleasure in proclaiming it. <\/div><div class=\"paragraph jod\" id=\"v6n1227\"> I ask an interest in your prayers, that I may have the spirit of obedience and be enabled to do as I am told from this time henceforth and forever. Amen. <\/div>\n<\/div>\n<\/div>"}