{"ID":60022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Providence&#x2014;Ignorance of Sectarian Priests&#x2014;Free Agency&#x2014;Recreation, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, December 27, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Providence, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 12\/27\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v6n938\"> It is a great privilege to know the way of life and salvation, and to know how to walk therein; yet we are still, more or less, under the traditions of our fathers: they are woven around us as a garment in which we are clothed. <\/div><div class=\"paragraph jod\" id=\"v6n939\"> It would be a great blessing for a people to be brought to actually realize that all they can comprehend&#x2014;all they can see with their eyes, hear with their ears, or understand with their hearts, is the creation of God, from the mighty globes that roll in the immensity of space to the smallest mote that helps to compose this world. It would also be a great blessing for a people to really understand that the eye of the Lord is upon all his works&#x2014;<span class=\"citation\" id=\"56554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56554)\">Ps. 33:18<\/a><\/span>that nothing escapes his notice, and that all is composed, organized, and brought forth for the glory, benefit, and use of intelligent beings. There is no true enjoyment in life&#x2014;nothing that can be a blessing to an individual or to a community, but what is ordained of God to bless his people. If we could at all times strictly realize this, do you not think that God would be continually in all our thoughts? Could we but behold and realize the handiwork of the Lord in all his doings, and that he has created and ordained everything for the benefit of his creatures, would not that bring us to sense, realize, and understand the hand of the Lord in all things?<span class=\"citation\" id=\"86330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86330)\">D&amp;C 59:21<\/a><\/span> In consequence of the darkness and traditions that have been <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2617\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> over us, many look upon things, acts, and blessings, not knowing whether they flow from the Lord or proceed from some other power. <\/div><div class=\"paragraph jod\" id=\"v6n940\"> Who would be deprived of the blessing of sight or of hearing? What amount of money would hire an individual to part with those senses? The light of the sun to cheer the face of nature&#x2014;to light up the path that we may walk safely therein without stumbling, who would be deprived of? Who gave it to us? Who gave us affection? Who has ordained the passions of the mind and the body, which constitute the soul? Who should control them? To whom should they be devoted? If the veil of the covering<span class=\"citation\" id=\"94522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94522)\">D&amp;C 101:23<\/a><\/span> that is over us and the nations of the earth were so removed that we could behold the glory, the excellency, the beauty of the attributes that are dispensed by the children of men&#x2014;for they are appointed by the Lord who has ordained all these things&#x2014;would not God be in all our thoughts? <\/div><div class=\"paragraph jod\" id=\"v6n941\"> We are now blessed with the privilege of coming to that understanding of being taught and of teaching ourselves to come into subjection to the celestial law of Christ, so that every passion, every sensation, and faculty that God has bestowed upon us may be devoted to his glory, to our advancement in knowledge, to our perfection in this probation, and to a preparation for perfection in his celestial kingdom. This is a blessing  <div class=\"break pagebreak\" id=\"144a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0144.pdf\" target=\"pdfwin\">p.&#xA0;144a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2616\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>indeed! In the course of life there are many of our thoughts, words, and acts that appear to be of minor consequence&#x2014;so much so, that we would hardly consider that the Lord would notice them,<span class=\"citation\" id=\"82122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82122)\">Alma 12:14<\/a><\/span> and are apt to forget that he watches every movement of his creatures, to know whether they appreciate their gifts and blessings which flow from him, or whether they treat them as a thing of naught. <\/div><div class=\"paragraph jod\" id=\"v6n943\"> We have the privilege, while the majority of the inhabitants of the earth are deprived of it, of learning the ways of God. He is in the acts, and directs and guides all the affairs of this world, and we have the privilege of understanding his ways in so doing. We have the privilege of learning the principles that pertain to God and godliness. We have the privilege of learning the weakness, ignorance, blindness, and all the evils that sin has brought upon the children of men&#x2014;of so understanding correct principles that we can discern the things that are of God and the things that are not of him, and of learning the great wisdom displayed by the Almighty in causing intelligent beings to dwell in a sinful world. <\/div><div class=\"paragraph jod\" id=\"v6n944\"> Brother Woodruff, in his remarks, alluded to the priests of the so-called Christian world. Were you to summon the priests of the day, not only those that consider themselves full of wisdom, but also those from the heathen nations (and there are hundreds of thousands, and, probably, millions that are performing the labor of officiating as messengers from a superior or supreme Being to enlighten the minds of the children of men and instruct them in things pertaining to eternity, to lead their minds, as they say, from sin and the power of darkness), you would at once learn that there is not knowledge enough among them all to give you the correct reason why God suffered <div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2616\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sin and blindness to enter into this world. That knowledge has not been upon the earth for centuries, until the Lord revealed it through the Prophet Joseph Smith&#x2014;at least not to our knowledge, and we have a pretty good understanding of this world and its inhabitants. There are but very few places in the north, south, east, or west, on the islands or on the continents, that are inhabited by intelligent beings, but what have been penetrated. Missionaries have visited them and men of learning and scientific research; and they have not only learned the geography, but have actually sounded the intelligence of the inhabitants of the whole globe, so far as we yet know, going from west to east, and in the south and north as far as man can penetrate; and among them all, aside from the revelations in our day, there is not knowledge enough to tell you why God suffered sin to come into the world. You have been told the reason why&#x2014;that all intelligence must prove facts by their opposite.<span class=\"citation\" id=\"81228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81228)\">2 Ne. 2:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n945\"> No organized beings are prepared to become associated with or crowned heirs in the celestial kingdom, until they have passed through these ordeals and have drank of the bitter cup to the dregs,<span class=\"citation\" id=\"82598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82598)\">3 Ne. 11:11<\/a><\/span><span class=\"citation\" id=\"84195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84195)\">D&amp;C 19:18<\/a><\/span> so that they know and understand good from evil. There was not knowledge enough in the whole world to tell us even that, until it was again revealed through Joseph the Prophet. The very best of them would marvel why God suffered Lucifer or the serpent to tempt mother Eve. That always has been a great mystery to the world, and is to this day, with the exception of the knowledge that has gone forth from the Lord through his Prophet Joseph, and then through the Elders of Israel, who have plainly taught many doctrines that were previously a perfect mystery to the people, though they have now adopted many of them into  <div class=\"break pagebreak\" id=\"145a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0145.pdf\" target=\"pdfwin\">p.&#xA0;145a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2615\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their faith; but they will not give us credit for them. <\/div><div class=\"paragraph jod\" id=\"v6n947\"> Before the Gospel revealed the introduction of sin to this planet, it was a great marvel even to the most learned, and they would ask, &#x201C;Why was it so? Is it not strange?&#x201D; and would rest with the expression, &#x201C;It was suffered to be so.&#x201D; While reasoning or familiarly conversing with one another, let the question be asked, &#x201C;Why was Eve suffered to partake of the forbidden fruit?&#x201D; and the invariable reply was, &#x201C;I cannot answer that question: it seems that it was so, and it appears to be a great pity.&#x201D; That is all the knowledge there is in the world on that point. The starting point they have not learned, that no intelligent being could be exalted with the Gods without being subjected to the temptation of sin, that he might know and understand the power of the adversary, the opposite to goodness; for it is written that, &#x201C;There must needs be an opposition in all things.&#x201D;<span class=\"citation\" id=\"81229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81229)\">2 Ne. 2:11<\/a><\/span> The world have not yet learned that simple truth. <\/div><div class=\"paragraph jod\" id=\"v6n948\"> I remember hearing a debate between brother Alfred Cordon, one of our Elders, and a sectarian priest, when I was in England; and I presume there were a score or two of priests ready to put questions and answers into the mouth of their speaker. They expected to be able to use up the Book of Mormon upon the point of Adam's partaking of the forbidden fruit from the hand of Eve; but the answer that the woman was found in the transgression,<span class=\"citation\" id=\"75896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75896)\">1 Tim. 2:14<\/a><\/span> and not the man, came so quickly that it hushed them up at once, so that they could not argue further. Brother Orson Pratt whispered to brother Cordon the answer. Many of even these my sisters who are before me today have seen the wisdom that is in the Christian world, while they have been conversing with their former priests, and have answered <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2615\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> some little question that was a perfect mystery to a priest&#x2014;a little question which they understood, and the priest did not, and have seen the priests thrown completely off their guard, become dizzy in their heads, and unable to continue the conversation. It is written in this Bible that the woman was found in the transgression, and not the man;<span class=\"citation\" id=\"75897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75897)\">1 Tim. 2:14<\/a><\/span> and that plain doctrine has baffled all the learning of the priests. <\/div><div class=\"paragraph jod\" id=\"v6n949\"> We have the privilege of coming to understanding&#x2014;of knowing that everything in heaven, on earth, and in hell is ordained for the benefit, advantage, and exaltation of intelligent beings; therefore there is nothing that is out of the pale of our faith. There is nothing, I may say, good or bad, light or darkness, truth or error, but what is to be controlled by intelligent beings; and we should learn how to take into our possession every blessing and every privilege that God has put within our reach, and know how to use our time, our talents, and all our acts for the advancement of his kingdom upon the earth. These principles are hid from all other people in the world; but we have the privilege of learning them. We should apply our hearts to wisdom and learn the things of God. <\/div><div class=\"paragraph jod\" id=\"v6n950\"> The Lord asks a question, through the Prophet Amos, &#x201C;Shall there be evil in a city, and the Lord hath not done it?&#x201D;<span class=\"citation\" id=\"61908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61908)\">Amos 3:6<\/a><\/span> Is there anything that passes with the children of men that the Lord does not control to his glory? That is what the Lord wants every man and woman to understand. If there is good, the Lord is there to dictate it. If there is power, has he not power over all the power there is upon the face of the earth? If there is evil, if there is sorrow, if there is trouble, if there are trials for his people, is he not there to dictate those sorrows and troubles? All that passes upon the earth is under his  <div class=\"break pagebreak\" id=\"146a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0146.pdf\" target=\"pdfwin\">p.&#xA0;146a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2614\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>eye; he dictates in the affairs of nations. If a mighty king and kingdom are raised up upon any portion of the earth, the Lord has done it. And when a mighty nation crumbles in its power, the Lord has touched their pride and strength. He raises and casts down; he dictates in the light and in the darkness, at his pleasure; he makes the thick darkness his chariot and rides upon the clouds;<span class=\"citation\" id=\"94523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94523)\">Isa. 19:1<\/a><\/span> and he is also the brightness of the sun. We have the privilege of learning that God dictates, controls, and manages all to his own glory. <\/div><div class=\"paragraph jod\" id=\"v6n952\"> With many, even in this Church, the question arises, &#x201C;If God dictates all these affairs, to whom shall sin be attributed? Am I to blame, if God always dictates and controls?&#x201D; You should keep before you, as Latter-day Saints, other principles besides those you may be able to hear or read at any one time. No man can tell you everything in one short discourse. You understand that you have organizations endowed with a certain portion of divine intelligence, which is supreme, absolute, and independent in its sphere. You are organized expressly for the purpose of being exalted, of preserving your identity before the Lord, and being prepared to enter into celestial glory, to be crowned, to receive kingdoms, thrones, and dominions&#x2014;to design and act as do the Gods. These principles you are well acquainted with, and they should be continually before you. All intelligent beings are also endowed with certain inalienable rights, privileges, and powers inherent in them. When God organized intelligent beings, he organized them as independent beings to a certain extent, as he is himself. And whether we see an evil act or a good one performed by an intelligent being, that being has performed the act by his will, by his own independent organization, which is capable of doing good or evil, of choosing light or darkness, <div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2614\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of performing that which will promote life, or that which will promote death, or a dissolution of his organization. Then, without the evils being placed before us, we should not be capable of refusing it; without darkness had come into the earth, we should never have learned how to appreciate the light. Then all the family of Adam and Eve would have been mere machines, as a portion of the inhabitants of the earth profess to believe that God has foreordained all the acts of the children of men from all eternity, and that they are obliged to act as they do. But we have learned that in our organization we are as independent as the angels are in theirs, or as any heavenly being that dwells in eternity. <\/div><div class=\"paragraph jod\" id=\"v6n953\"> If a nation transgresses wholesome laws and oppresses any of its citizens or another nation, until the cup of its iniquity is full, through acts that are perfectly under its own control, God will hurl those who are in authority from their power, and they will be forgotten; and he will take another people, though poor and despised, a hiss and a by-word among the popular nations, and instil into them power and wisdom; and they will increase and prosper, until they in turn become a great nation on the earth. God does that; and all within our power, that we have any understanding of, is ordained for the use, benefit, and control of his intelligent creatures. <\/div><div class=\"paragraph jod\" id=\"v6n954\"> You remember that a year ago this people were in the height of what they called a reformation. You also well recollect my teachings and my feelings upon the subject, and that to my mind the necessity for a reformation among Latter-day Saints was a disgrace, and beneath our calling; for it belongs to sinners and the ungodly, and not to Saints, to be getting up a reformation, though continually improving belongs to the calling of every Saint. Suffice it to say, there has  <div class=\"break pagebreak\" id=\"147a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0147.pdf\" target=\"pdfwin\">p.&#xA0;147a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2613\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been a great improvement in the midst of this people. A great many have confessed their sins; but much fewer have forsaken them.<span class=\"citation\" id=\"94524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94524)\">Prov. 28:13<\/a><\/span><span class=\"citation\" id=\"94525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94525)\">D&amp;C 58:43<\/a><\/span> I would that all had forsaken their sins, their transgressions, their wickedness in every particular, and followed their iniquitous ways no longer; but such is not the fact: there has been more confessing than forsaking. This winter brings a new scene before us. Many of the brethren have been deprived of the privilege of laboring at home during the past fall: they have been in the cold and storms, and have but lately returned. For about two weeks past it has been, &#x201C;Brother Brigham, may we have a dance in our Ward? Brother Brigham, may I get up a party for my Quorum?&#x201D; Bishop Hunter will come and say, &#x201C;Several Bishops have written to me to ask you whether their Wards may have a dance, or a few parties?&#x201D; But I do not believe that there is a single Bishop, or President of a Stake, or President of any of the Seventies or of the High Priests, or any officer of this Church and kingdom, who has, during that time, asked me whether they could have the privilege of serving God with all their hearts. <\/div><div class=\"paragraph jod\" id=\"v6n956\"> In a word, here is the difficulty: Many of my brethren and sisters who are now before me believe, to this day, if they were to go into a room prepared for music and dancing, they have stepped aside from serving God, and are serving somebody else. I have answered all Bishops and all Presidents and all this people, with regard to their dancing, that I am willing that those who live their religion every day, hour, and minute of their lives to the glory of God shall dance all they wish to; but I have not yet given my consent for any other class to do so, and I want you all to understand it. If your minds have been wrought up by too much anxiety&#x2014;if you have had wakeful hours when you <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2613\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ought to have been asleep, in consequence of the threatened danger and troubles&#x2014;if you have been afflicted in spirit, and your minds are worn down, which they can be, so long as they are connected with the body, which is apt to wear out, reasonable recreation may be beneficial. The mind, being inseparably connected with this body, becomes tired: I acknowledge that mine does. I sometimes feel that I have not a pound of strength left, just from sitting and thinking. You may judge whether there has been a labor upon me, when you reflect that I realize that God holds me responsible for the salvation and safety of this people. You hold me responsible, every one of you, as standing between you and God, to guide you safely&#x2014;to dictate and direct the affairs of this Church and kingdom; and then you may judge whether my mind labors or not. My mind becomes tired, and so do your minds, if you are Saints. <\/div><div class=\"paragraph jod\" id=\"v6n957\"> The mind of a man who is wholly devoted to the Church and kingdom of God on the earth is powerfully exercised, and he feels all that I can, in proportion to his standing and calling. The minds of such men are exercised from morning until morning again, and they labor more unhealthily than a person does at mowing or chopping wood, and their minds become weary. What do they need? A little relaxation. If you want to dance and rest your minds, dance. But a man or woman that intends, when they go into a room prepared for music and dancing, to serve the Devil a little while, I would to God that they would go to California, where they may serve the Devil all they desire to. <\/div><div class=\"paragraph jod\" id=\"v6n958\"> I would rather have a hundred righteous men with whom to face all hell, and the world at its back, than to have all this great community, unless they serve the Lord. <\/div> <div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2612\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n960\"> Those who cannot serve God with a pure heart in the dance should not dance; though dancing is not an ordinance, except we say it is an ordinance of folly and weakness. I have not the privilege of going to the canyon to chop and load wood and logs. I do not go to the joiner's bench, as I used to, and toil until my body is nearly wearied to death. But my mind is from eternity to eternity&#x2014;from the beginning of the creation to the end thereof: it is not confined to the length of a twelve-foot board. <\/div><div class=\"paragraph jod\" id=\"v6n961\"> My mind becomes tired, and perhaps some of yours do. If so, go and exercise your bodies, and thank God, and say that it is a blessing and a privilege that he has given you for his name's glory and for your benefit and the advancement of the righteous, the holy, the godly, those who have kept their covenants with their God and with one another. <\/div><div class=\"paragraph jod\" id=\"v6n962\"> If you wish to dance, dance; and you are just as much prepared for a prayer meeting after dancing as ever you were, if you are Saints. If you desire to ask God for anything, you are as well prepared to do so in the dance as in any other place, if you are Saints. Are your eyes open to know that everything in the earth, in hell, or in heaven, is ordained for the use of intelligent beings? <\/div><div class=\"paragraph jod\" id=\"v6n963\"> It is like words in the wind to talk about the sweetness of the honeycomb to those who have not tasted the opposite. You may talk about the glory and comfort of the light to those who never knew darkness, and what do they know about it? Nothing. You might as well preach to those lamps. If we can realize that everything in all the eternities that ever were and ever will be is ordained of God for the benefit and glory of intelligent beings, we can understand why he said to Joseph, &#x201C;Against none is my anger kindled, only those who do not acknow<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2612\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ledge my hand in all things.&#x201D;<span class=\"citation\" id=\"86331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86331)\">D&amp;C 59:21<\/a><\/span> Do I acknowledge his hand? Yes. I told you in your afflictions, drivings, persecutions, and all that has been grievous to be borne, that the hand of God was in that as much as it was in bringing forth his revelations and the Priesthood through Joseph. I will acknowledge the hand of God, not only when our Government is arrayed against this little handful of people, but also when the whole world take the same stand. I am going to acknowledge the hand of God every time. <\/div><div class=\"paragraph jod\" id=\"v6n964\"> The wicked kick at &#x201C;Mormonism,&#x201D; but they will find it somewhat like the old man's stone wall that he built five feet high and six feet thick, to prevent the boys from stealing his apples; and when the boys in their anger tipped it over, behold it was higher than it was before. So with &#x201C;Mormonism:&#x201D; every time they give it a kick, it rises in the scale of power and influence in the world. I am also going to acknowledge the hand of the Lord when I see the day, and I pray that I may, when I can say, Let our Elders pass and repass peaceably, or I will attend to you: let them preach the Gospel, as you do others; and if you can put them down by the Scriptures&#x2014;by good, sound philosophy and argument, then give no heed to their teachings; but do not mob them, or I will attend to your injustice. I want to see that day. [Many voices, Amen!] And I will acknowledge the hand of God the same as I do in the way he has handled the crowd that has lately come into our Territory. <\/div><div class=\"paragraph jod\" id=\"v6n965\"> We here enjoy a goodly share of the common blessings of life; and you see a body of men and women filled with intelligence, and yet you see and hear of some persons who cannot control themselves. God has so ordained that you may learn to control yourselves and work righteousness. It is ordained that you may  <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2611\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prove yourselves worthy of every principle and power that are in the Gods to control in eternity. <\/div><div class=\"paragraph jod\" id=\"v6n967\"> The principle of pure affection is the gift of God, and it is for us to learn to control it and exercise proper dominion over it; and if we are faithful, we shall see the time when we can say, as our Father in heaven says, I am angry with the wicked; I hate their works, and my anger is kindled against them. Is there any malice or wrath there? No; for it is written that the Lord is angry, but sins not. And one of his servants, learning something about this principle, writes to his brethren, &#x201C;Be ye angry and sin not;&#x201D;<span class=\"citation\" id=\"75285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75285)\">Eph. 4:26<\/a><\/span> but it would be a sin to take a course to destroy that which is calculated for good. If you sin not, it is in destroying the evil works, and saving that portion that is ordained for exaltation: that is being angry and sinning not.<span class=\"citation\" id=\"75289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75289)\">Eph. 4:26 (JST)<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n968\"> We ought to control our passions. God has given us judgment and discretion. Every qualification of man is ordained of God, as well as good and evil. Light and darkness are here; the power of God and the power of the enemy are here. It is for us to bring into right subjection every act of our lives and all around us. It is for us to see the hand of God and acknowledge it in all things. <\/div><div class=\"paragraph jod\" id=\"v6n969\"> If you want to dance, run a footrace, pitch quoits, or play at ball, do it, and exercise your bodies, and let your minds rest. <\/div><div class=\"paragraph jod\" id=\"v6n970\"> The blessings of food, sleep, and social enjoyment are ordained of God for his glory and our benefit, and it is for us to learn to use them and not abuse them, that his kingdom may advance on the earth, and we advance in it. That is our errand in the world, and we have no business but to build up the kingdom of God, and preserve it and ourselves in it. Whether <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2611\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it is ploughing, sowing, harvesting, building, going into the canyons, or whatever it is we do, it is all within the pale of the kingdom of God, to forward his cause on the earth, to redeem and build up his Zion, and prepare ourselves, that when the Lord shall usher in the morning of rest we may enter into our labors to officiate for our dead friends back to Adam. <\/div><div class=\"paragraph jod\" id=\"v6n971\"> All that have lived or will live on this earth will have the privilege of receiving the Gospel. They will have Apostles, Prophets, and ministers there, as we have here, to guide them in the ways of truth and righteousness, and lead them back to God. All will have a chance for salvation and eternal life. What do you think of that Gospel? No one will be denied the privilege of having it. Where is there a sectarian that can tell you anything about the power of the Gospel? <\/div><div class=\"paragraph jod\" id=\"v6n972\"> Brethren and sisters, if you have understood my mind with regard to your recreations, I am happy. But understand that there is not a man or woman professing to be in this Church and kingdom that has any liberty to drink to excess, to lie, deceive, cheat, steal, or do anything that is wrong; and those who do such things have not my sanction to join the others in the dance. There are some who practice stealing to this day&#x2014;who are dishonest, and will lie; and such persons have not my consent to participate in dancing. <\/div><div class=\"paragraph jod\" id=\"v6n973\"> Those that have kept their covenants and served their God, if they wish to exercise themselves in any way, to rest their minds and tire their bodies, go and enjoy yourselves in the dance, and let God be in all your thoughts in this as in all other things, and he will bless you; and I bless you all, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}