{"ID":60021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Blessings of the Saints, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Wilford Woodruff, Delivered in the Tabernacle, Great Salt Lake City, Sunday Morning, December 27, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Blessings of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 12\/27\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v6n889\"> It seems to fall to my lot to occupy a few moments this morning; and I feel to say that this is a blessed place, and that this is a blessed people, and that they are partaking of a great many blessed things. <\/div><div class=\"paragraph jod\" id=\"v6n890\"> If the Latter-day Saints could prize and comprehend the blessings that are given unto them, and if our minds were enlightened continually by the Holy Spirit, we should feel ourselves blest and comprehend that we are made partakers of the greatest blessings which the Lord imparts unto the children of men&#x2014;I may say far greater than the rest of our fellow creatures who now inhabit this earth. <\/div><div class=\"paragraph jod\" id=\"v6n891\"> The Lord says, Whosoever are quickened by a portion of the celestial spirit and abide a celestial law, they shall inherit a celestial glory; whosoever are quickened by a terrestrial spirit shall inherit a terrestrial glory.<span class=\"citation\" id=\"88460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88460)\">D&amp;C 88:29-30<\/a><\/span> I realize this, and consider that the Lord has revealed unto us the celestial law; that is, he has given unto us the fulness of the Gospel of Jesus Christ, and has given us a knowledge of the principles of eternal life. The Lord reveals truth unto the children of men; by which truth we are to be qualified and prepared for exaltation. Truth has been presented in its simplicity, so that it might be comprehended by the sons of men. <\/div><div class=\"paragraph jod\" id=\"v6n892\"> As I reflect this morning upon the condition of the human family, and <div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2624\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> consider how differently we are situated from the masses of mankind, I do feel that we ought to be grateful to our great Benefactor. There are millions of the human family who assemble in various houses, in cathedrals, churches, and chapels for the purpose of worshipping God; but is there one of those numerous congregations who come together with an understanding of the truth, except there be some Latter-day Saint Elder who is called to preach to the inhabitants of the earth? Do they come together understanding the principles of the same Gospel, the same plan of salvation, the Gospel of Jesus Christ, in a way and manner to make them one? <\/div><div class=\"paragraph jod\" id=\"v6n893\"> Now, God could not make a people one with so many kinds of faith and such a multiplicity of doctrines, diametrically opposed to each other, as exist in the world. But we are a blessed people: we have the principles of union and oneness with us; and by carrying them out, they bind us together and make us one. <\/div><div class=\"paragraph jod\" id=\"v6n894\"> It is upon this principle that the Latter-day Saints are blest and made free. We are delivered in a great measure from those troubles and perplexities, false doctrines, the darkness, the error, and superstition by which our minds have been beclouded, until the light has made manifest unto the children of men that they were in darkness; for this was the case  <div class=\"break pagebreak\" id=\"137a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0137.pdf\" target=\"pdfwin\">p.&#xA0;137a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2623\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with us all. Until the light came, we were groveling in the dark, in a great measure. Though we might be honest, and we might be actuated by the best and holiest feelings, yet, until the fulness of the Gospel was revealed, the world were like the blind groping for the wall.<span class=\"citation\" id=\"59853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59853)\">Isa. 59:10<\/a><\/span><span class=\"citation\" id=\"94036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94036)\">JS&mdash;H 1 Endnote<\/a><\/span> We had no Apostles&#x2014;no Prophets; we had no inspired men to rise up and tell us what to do to be saved;<span class=\"citation\" id=\"71175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71175)\">Acts 2:37-38<\/a><\/span> and we had to go through with all that trouble, misery, and darkness to which the children of men are subject while living under false doctrines, false traditions, and false teachers. <\/div><div class=\"paragraph jod\" id=\"v6n896\"> I have frequently remarked in my life, and I was sincere in the sentiment in saying that I would rather take a six months' tour in the Penitentiary than to go through with a six months' conviction and conversion in the sectarian world, according to their order of doing business. Let any man go through the ordeal of six months' conviction and conversion in the Presbyterian Church, and then be made acquainted with the true plan of salvation, and he will feel about as I do upon the subject. <\/div><div class=\"paragraph jod\" id=\"v6n897\"> Read the history of any man, and read his experience in the religious world, and you will find that it is worse, as far as the affliction of the soul is concerned, than as long a time in the Penitentiary. We will take a Presbyterian revival. A man is called by the sectarian excitement to get religion. He goes to the clergy&#x2014;I do not care whether it is in a synod or in any other place; but suppose that he has a great desire to seek after the plan and principles of salvation, and he applies to the clergy, they will tell him like this&#x2014;You must surrender yourself to the Lord. He goes to work to pray and fast, and he is faithful and diligent in trying to give his heart to the Lord; but he is still in trouble, and he goes to the priest and informs him of his situation; and <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2623\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the priest tells him all the time&#x2014;You must give your heart unto God; you must be willing to be damned and to suffer all things for the sake of Christ. The minister still pleads with him to submit himself to God; but he does not tell him the first step which he ought to take in order to have his sins forgiven and obtain salvation, but tells him continually that he must do it&#x2014;that he must give his heart to God. The result is that the man mourns and weeps, and by-and-by he thinks that he has committed the unpardonable sin, and he gets so that he thinks it is the worst sin that he can commit to pray when going through these feelings and this trial. <\/div><div class=\"paragraph jod\" id=\"v6n898\"> I have read the history of many strong-minded men; and besides this, I know my own history and experience: I know the way the children of men suffer in attempting to give their hearts unto God; and, as I have said, as far as the feelings of the children of men are concerned, it would not be grieving their feelings any more in bearing the reproach of their neighbors to be sent to prison for crime, than some men have endured in getting religion. <\/div><div class=\"paragraph jod\" id=\"v6n899\"> What is the reason of all this? It is because they have not the same law&#x2014;because there is not any man inspired to rise up and teach them the way to be saved&#x2014;no Apostle to teach the Gospel of Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v6n900\"> Now, in the midst of these trials and tribulations, many of you can remember how many nights and days you have spent in suffering and distress, trying to give your hearts to God. And when you have been called into the circle of ministers, have they not called upon you again and again to come to the anxious bench and get religion? I can well remember it, although I never joined any church at all until I joined the Latter-day Saints; but yet I attended meetings,  <div class=\"break pagebreak\" id=\"138a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0138.pdf\" target=\"pdfwin\">p.&#xA0;138a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2622\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and I have been called upon day after day and night after night to give my heart to God, so much so that I would get mad to be told to do a thing so many times that I was all the time trying to do; for I had a desire to do that which was right, but did not know how to take the first step; and those who taught could not tell me how. <\/div><div class=\"paragraph jod\" id=\"v6n902\"> Now, had there been an Apostle there to have said, &#x201C;Go and repent, be baptized for the remission of your sins, and then I will lay my hands upon you that you may receive the Holy Ghost,<span class=\"citation\" id=\"71196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71196)\">Acts 2:38<\/a><\/span> which will lead and guide you into all truth; it will enlighten your mind in relation to the principles of eternal life, and it will show you things past, present, and to come;&#x201D;<span class=\"citation\" id=\"70341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70341)\">John 16:13<\/a><\/span> how easy this would have been, providing a man inspired of God had been there. <\/div><div class=\"paragraph jod\" id=\"v6n903\"> In relation to these things, this people are truly blest; but the world are in worse darkness than they were before Joseph Smith received revelation from heaven. They have gone into thicker darkness, for the Gospel has been offered to the children of men&#x2014;to the most of the Christian nations during the last twenty-five years, and in a great measure they have rejected it; but before the light came to them they did not know what to do, for the world were bound up in ignorance, darkness, and by false traditions, false principles, and false teachers who gave unto the children of men their erroneous opinions for doctrines of salvation. <\/div><div class=\"paragraph jod\" id=\"v6n904\"> We are liberated from these things: the cloud of darkness is taken from us, and the light of eternal truth has begun to shine upon our minds. <\/div><div class=\"paragraph jod\" id=\"v6n905\"> Some of this assembly have embraced this Gospel in foreign countries, and many of us in this our native land; and now we have all come together to hear preaching, exhortation, and receive instruction in the things <div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2622\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of God, and we have come expecting to hear the truth; and in this we have not been disappointed, for we do hear the truth from this stand. We have been taught the pure principles of virtue and righteousness by the servants of God. <\/div><div class=\"paragraph jod\" id=\"v6n906\"> The knowledge we have received has taken from us those troubles of mind and soul and those distressing feelings which were occasioned by those false doctrines and traditions that were implanted in our minds in early life, and that have caused us so much suffering in days that are gone. Then, I say, it is a great blessing that God has given unto us the celestial law&#x2014;the principles of the Gospel that will lead to celestial glory and eternal lives. <\/div><div class=\"paragraph jod\" id=\"v6n907\"> The Lord has for years past been continually revealing the simple principles that will bring us back into the presence of our heavenly Father, and which will give unto us a place in his celestial kingdom, if we abide a celestial law. <\/div><div class=\"paragraph jod\" id=\"v6n908\"> We can all see the effects of the establishment of the Church and kingdom of God upon the earth, and we perceive that the effects of the Gospel are very different from false tradition and from sectarian absurdities that deluge the world. The requirement is that men shall abide the celestial law of God, in order that they may be quickened by that power<span class=\"citation\" id=\"88453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88453)\">D&amp;C 88:28-29<\/a><\/span> and be united by those principles with the Apostles, and Prophets, and all those beings who have been quickened by it in ages that are gone, and dwell in the light and presence of God, and be forever in the society of the city of Enoch and our brethren who have gone before us, and who have been made perfect by the same Gospel which we have received. <\/div><div class=\"paragraph jod\" id=\"v6n909\"> If we were to go into the celestial world, we should then be actuated by the spirit that predominates there, and have continually with us those  <div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2621\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>principles by which we should be governed. We have got to possess the same spirit and principles in this world, and we have got to abide a celestial law here, and be united upon the principle that unites the people of God who dwell in his presence, in order to get the same glory that they enjoy.<span class=\"citation\" id=\"87269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87269)\">D&amp;C 76:118<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n911\"> These are the principles that are taught us from day to day, and we must learn to carry them out, and we must lay aside our selfishness and all false principles that we have imbibed and that have been taught us from our infancy, in order that we may obtain the blessings and power of God. <\/div><div class=\"paragraph jod\" id=\"v6n912\"> It is different with us from what it is and will be with the children of this people. As one of the old Prophets said, speaking of the gathering in the last days, when they would come together, wake up from their drowsiness, get to understand principle, and see their true position, they will say, &#x201C;Surely our fathers have inherited lies, and things wherein there is no profit.&#x201D;<span class=\"citation\" id=\"60471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60471)\">Jer. 16:19<\/a><\/span> And it is truly so; for we can already say that our fathers have inherited lies, and we have inherited many of their traditions. <\/div><div class=\"paragraph jod\" id=\"v6n913\"> Until we heard the fulness of the Gospel, we were filled with traditions and false doctrines; and the teachers of the day did not instruct men to walk in the same path, but they were continually teaching something that would divide men in their feelings, and that would produce as many different creeds and schisms as there were sects in the world; and hence we have all the evils attendant upon that course of life. <\/div><div class=\"paragraph jod\" id=\"v6n914\"> This puts me in mind of a circumstance that happened when I was preaching in Kentucky. I preached upon the first principles of the Gospel, and at the close of my discourse I gave the privilege for anyone to ask questions or to make remarks, if they <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2621\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> felt so disposed. A gentleman arose, and I noticed that a great many of the congregation began to laugh; and I afterwards learned that the gentleman was an infidel, and hence the congregation were disposed to make fun of him. He said, &#x201C;I will not detain you long, but I wish to state to this large congregation that Mr. Woodruff has taught me more this evening than I ever learned in my whole life before. From my boyhood I have been searching into religion; and when I have asked a minister in relation to the way of life, he would point me to the way he was walking himself; then I would ask another, and he would point out a different way; and I might have asked a hundred, and they would all have pointed out a different road, and they would tell me that I must be born again. I observed men who were said to be born again, and one class of men who were said to be born again would take one way, and another would take quite a different road; and I always marveled at this, for I did not see any sense in men taking different roads to lead to the kingdom of heaven. But now this man, Mr. Woodruff, has told me the truth, and shown me the reason they took so many different roads after they were born again; and the reason is, because they were all born BLIND.&#x201D;<span class=\"citation\" id=\"69543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69543)\">John 9:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n915\"> This in reality is the case, for many of us have been born again according to the traditions of our fathers; but those that keep the celestial law and obey the principles of the Gospel of Christ, you never find them taking different roads. There is but one right road, and it is a straightforward one; and the principles and rules that govern you in that path are simple and easy to be understood. This is the path for us to walk in, and I consider that we are greatly blessed in having learned the true way and in being delivered from that yoke of bondage that has chained  <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2620\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>us down with error, false doctrine, and false teachers. <\/div><div class=\"paragraph jod\" id=\"v6n917\"> This I count one of the greatest blessings that God has given to the children of men, to have the plain truth pointed out to them. You look at the religions of the day, and see their confusion and the mystery that hangs around them: you may present the truth to them as plainly as you can, and so simply that an intelligent child might understand, and still they cannot comprehend it. You ask a man among them about the character of God, and about his attributes, and what can he tell you? They will preach about God, about the Son, and the Holy Ghost, long sermons, to prove that those three personages are one; and when they get through, they know nothing about it, and conclude it is a great mystery. <\/div><div class=\"paragraph jod\" id=\"v6n918\"> Where is the man or woman that comprehended anything about God or about eternity until Joseph Smith revealed the fulness of the Gospel? I could read of those things in the Bible which we now believe in and receive; but I was surrounded by the traditions of the world and could not comprehend them. <\/div><div class=\"paragraph jod\" id=\"v6n919\"> We are now taught, from time to time, the plain principles of the Gospel of Jesus Christ&#x2014;the plan of salvation&#x2014;the way to live in order to have the approbation of our Father in heaven. Is not this a blessing above all blessings? If this people could comprehend their blessings, they never need have an unhappy moment. If this people could comprehend the position they stand in and their true relationship to God, they would feel perfectly satisfied, and they would realize that our heavenly Father is merciful unto us, and that he has bestowed great and glorious blessings upon us. <\/div><div class=\"paragraph jod\" id=\"v6n920\"> When we consider that we can come into this Tabernacle and sing, pray, preach, exhort, and bless, and that there is no sheriff standing at our <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2620\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> doors with writs to arrest us, we may consider these things as blessings from the hands of the Almighty; for they are such. <\/div><div class=\"paragraph jod\" id=\"v6n921\"> As brother Brigham, brother Heber, and many others have said, there is not a man that is capable of entering into the celestial kingdom of God who is not willing to receive the instructions of his brethren and abide the law of God. There is not a man in this kingdom, who has got the right spirit within him, but who thanks God for the mountains and for the five hundred miles of sage plains that lie between us and the homes of our enemies. <\/div><div class=\"paragraph jod\" id=\"v6n922\"> The hand of God has been visible in bringing us here, and it has been visible with us all the time, as far as we have taken the counsel that has been given us. These are truths that cannot be disputed. <\/div><div class=\"paragraph jod\" id=\"v6n923\"> I feel comfortable and truly thankful in my mind for the blessings bestowed upon us, and I feel to pray that we as a people may increase in the knowledge of God and of the laws of his kingdom, and in the knowledge of all those principles that lead to glory, to exaltation, and eternal lives, and that will lead us back to our Father in heaven. The troubles of the children of men are very numerous, but a great many of them are borrowed. I believe two-thirds of the troubles of men are borrowed. It appears to be a natural gift, or it seems natural to us to borrow trouble; and it is a good deal so with our blessings: we look forward to some future time when we are going to enjoy great and glorious blessings, but our blessings are at the present time. This is the time that we should enjoy the blessings that God has given us. We should rejoice today, and be happy today, and feel to thank the Lord for the blessings that he has put into our hands; and as to borrowing troubles, we should let them all pass; for it is  <div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2619\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sufficient for us to pass through troubles and trials when they are upon us; and if we pursue this course, we may escape a great many imaginary, trying, and perplexing scenes. <\/div><div class=\"paragraph jod\" id=\"v6n925\"> Many of us have expected trouble this winter from enemies; and it did appear as if trouble was inevitable, to look at things naturally. We may look at things as they may approach us next summer, and we may expect that our enemies will seek to destroy us; and in fact I do not doubt but that it is now in the hearts of the children of men to concoct schemes for our destruction; for we know they desire to have this people blotted out of existence. They have not the Spirit of God, but they are in worse than midnight darkness; and the consequence is, they do not delight or desire to see anybody live upon the earth who will serve God and carry out his purposes. They are afraid of the power of true religion and of the consequences that must necessarily arise; and hence they feel to say in their hearts, There shall not a kingdom be upon the earth that belongs to God. <\/div><div class=\"paragraph jod\" id=\"v6n926\"> This is the feeling of our enemies; for they are stirred up by Satan to root out every principle of righteousness and truth from the earth. Can they do this? No, they never can. Why not? Because God reigns, governs, and controls the ship of Zion, and he has established the principles of eternal truth upon the earth, and they do dwell in the hearts of the children of men, and they will bring forth fruit to the honor and glory of God. We do know and understand that this kingdom will not be given to another people; for it is established with a promise never to be given to another people:<span class=\"citation\" id=\"61183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61183)\">Dan. 2:44<\/a><\/span> but, with the light of the Holy Spirit, we shall subdue our enemies and overcome every obstacle. It is our duty to be continually increasing in faith, that we may be enabled to call upon the <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2619\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord with acceptance, and that we may stay our enemies and hedge up their way; and let us pray for them, and let us continue to believe that, if we do as we are told, we can accomplish whatever we are united upon; and be assured that the Spirit of God will not lead us to unite upon anything that is evil. <\/div><div class=\"paragraph jod\" id=\"v6n927\"> We know it is right to establish a kingdom of God upon the earth, and we know it is right to establish in the hearts of men the principles of life and salvation which God has revealed through Joseph the Prophet. <\/div><div class=\"paragraph jod\" id=\"v6n928\"> If we will do our duty and listen to those that are set to lead us, we shall find that the hand of God will be over us for our good, and it will be against those that are planning for our destruction; and God will strengthen and uphold this people until the day comes for the kingdom of God to spread itself abroad, and until the law of God is issued forth from Zion.<span class=\"citation\" id=\"57754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57754)\">Isa. 2:3<\/a><\/span> We shall find that this will be the case; and inasmuch as we have these privileges and this faith, as Saints of the Most High, we should prize them and lay hold of them with one united heart, and not consider that the battle is to the strong or the race to the swift;<span class=\"citation\" id=\"57589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57589)\">Eccl. 9:11<\/a><\/span> for the Lord holds the destinies of all,<span class=\"citation\" id=\"90700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90700)\">D&amp;C 117:6<\/a><\/span> and we are in his hands. <\/div><div class=\"paragraph jod\" id=\"v6n929\"> I do feel thankful to see the spirit of peace and the spirit of cleansing here at home. I am thankful that I see the time when wicked men do not delight to dwell here in Utah, and I do feel that the righteousness, the conduct, and the acts of this people in general will be such that it will be a hot place for wicked men. <\/div><div class=\"paragraph jod\" id=\"v6n930\"> It is our duty to live in this manner so that we can ferret out iniquity wherever it exists. Men that come here to seek for our gold and silver find that it is now too hot for them. The day has now come that they cannot bear the burning heat of Zion,  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2618\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and I am glad of it; and I also hope that we may still increase, for there is still room for more improvement. We speak of improvement, and truly there has been a great improvement in the midst of this people; but there is still room for great advancement to be made, for many of us are still a long way short of being prepared for the celestial kingdom and of having the reward promised to celestial and exalted beings. <\/div><div class=\"paragraph jod\" id=\"v6n932\"> There is great room for every man to labor and to improve his life, that he may be prepared to meet our Father in heaven and to enjoy the same glory that those participate in who are heirs to the celestial kingdom of God. Notwithstanding these things are before us, I fear that we do not sufficiently appreciate them; but we must learn to so order our lives that we shall be ready at any moment to respond to any and every call that may be made upon us. <\/div><div class=\"paragraph jod\" id=\"v6n933\"> We feel at home here, and we feel that this is the place for us; and my constant prayer to God is that we may not only enjoy, but that we may prize the privileges that are afforded us&#x2014;prize the day that we live in, and the City of Great Salt Lake where we dwell. <\/div><div class=\"paragraph jod\" id=\"v6n934\"> Those who have been here for years past do not realize the difference that <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2618\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there is between this place and the world; but I can tell you that, with the wicked, it is one continual scene of blasphemy and of every species of wickedness that is calculated to lead the mind down to death and to lead men and women from the way of life, and from the holy Gospel of Jesus Christ, and from everything that is calculated to produce holiness and purity in the human mind. <\/div><div class=\"paragraph jod\" id=\"v6n935\"> The power that predominates here has a tendency to lead us in the path of virtue and rectitude and to unite us together: it will lead us to obey the law of heaven and to carry out those principles that we are taught day by day. In this way we can do right and have the approbation of our heavenly Father; and then he will preserve us from all our enemies, whether they be few or many; and though the whole world be arrayed against us, the Lord will as sure preserve us and make a little one a great nation<span class=\"citation\" id=\"60036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60036)\">Isa. 60:22<\/a><\/span> as he delivered Israel out of Egyptian bondage; and this kingdom will become, as Daniel has seen it, a great mountain, and fill the whole earth.<span class=\"citation\" id=\"61073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61073)\">Dan. 2:35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n936\"> These and all the blessings and promises which he has given will be fulfilled in their time and in their season; which may the Lord grant for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}