{"ID":60025, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Blessings of the Saints&#x2014;Hindrances to Progress&#x2014;Object and Benefit of Trials&#x2014;Acknowledgment of God's Hand, Spirit, and Priesthood, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by Elder John Taylor, Delivered in the Tabernacle, Great Salt Lake City, Sunday Morning, January 17, 1858.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Blessings of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 1\/17\/1858<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d25\">\n<div class=\"paragraph jod\" id=\"v6n1048\"> I feel that we are all of us in the hands of God, that we are all associated with this kingdom, and that if any people under the face of the heavens can be properly called &#x201C;the Saints of the Most High,&#x201D;<span class=\"citation\" id=\"85738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85738)\">D&amp;C 45:66<\/a><\/span> we are that people. It certainly is a prominent position, a great title, an endearing relationship that we sustain to the Lord, if we really magnify our calling and honor our God. <\/div><div class=\"paragraph jod\" id=\"v6n1049\"> When we reflect upon the myriads of human beings that crowd the earth in every nation, country, and clime, and then consider that we are the only people that do really &#x201C;acknowledge the hand of God in all things;&#x201D;<span class=\"citation\" id=\"86332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86332)\">D&amp;C 59:21<\/a><\/span> that we are the only people that God has chosen and selected to place his name among; that we are the only people <div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2598\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that can emphatically be called the servants and handmaidens of the Lord;<span class=\"citation\" id=\"61865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61865)\">Joel 2:29<\/a><\/span><span class=\"citation\" id=\"71129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71129)\">Acts 2:18<\/a><\/span> that we are the only people that have a right and claim upon the promises of God; that we are the only people that entertain correct ideas pertaining to our present position and our future destiny; that we are the only people that can stretch back to ages that are past, and look forward to those that are to come, and that can act understandingly in relation to our worship and the ordinances of the house of God,<span class=\"citation\" id=\"83699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83699)\">D&amp;C 1:30<\/a><\/span> having a knowledge of the past, the present, and the future; that we are the only people under the heavens that have a legitimate right to the promises and blessings of God, whether they relate to this world or that which is to come; thus we are the  <div class=\"break pagebreak\" id=\"163a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0163.pdf\" target=\"pdfwin\">p.&#xA0;163a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2597\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>only people that understand anything about the present position or the cause of the organization of the world and of man, and that understand anything correctly about a preparation for a future state; that we are the only people that know how to save our progenitors, how to save ourselves, and how to save our posterity in the celestial kingdom of God; that we are the people that God has chosen by whom to establish his kingdom and introduce correct principles into the world; and that we in fact are the saviors of the world, if they ever are saved&#x2014;when we reflect upon these things, there is something connected with them that is calculated to make our hearts swell with gratitude and thrill with joy; and when we feel the consoling influence of the Spirit of the Most High God resting upon us and round about us, and the visions and glories of the future that we are destined to enjoy are open to our minds, if we are faithful, and the great events that are about to transpire in the last days are manifested to our minds, there is something in them that is calculated to cause us to sing, Hosanna! Hosanna to the Lord God of Hosts! <\/div><div class=\"paragraph jod\" id=\"v6n1051\"> There is something in these reflections pleasing, enlivening, animating, cheering, and something that is calculated to cause joy and rejoicing in the soul. <\/div><div class=\"paragraph jod\" id=\"v6n1052\"> If we look abroad in the world, what are their enjoyments and hopes? They say, in effect, &#x201C;Let us eat and drink, for tomorrow we die.&#x201D;<span class=\"citation\" id=\"58368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58368)\">Isa. 22:13<\/a><\/span> They say, &#x201C;Give us gold, give us riches, give us honor, and give us the pomp, glory, and glitter of this world! Let us have our day now, for we know very little about the future. Let us enjoy life while we can.&#x201D; These are their feelings, and hence they riot in every excess and wallow in lasciviousness and debauchery. They corrupt their bodies, debase their minds, and <div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2597\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they are not fit receptacles for the Spirit of the living God; nor have they any among them that are capable of teaching them anything about that Spirit; but they are in the dark. <\/div><div class=\"paragraph jod\" id=\"v6n1053\"> When we reflect upon these things, have we not something to be thankful for? Have we not cause of gratitude to the Most High God? I think we have; and I think, if any people are blessed under the heavens, we are that people; and we may exclaim, as the ancient Israelites used to, &#x201C;Happy is that people whose God is the Lord.&#x201D;<span class=\"citation\" id=\"57344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57344)\">Ps. 144:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1054\"> It certainly is a lamentable thing, when we come to reflect upon it, to see so many of the human family ignorant and careless, knowing nothing about God&#x2014;knowing nothing of their origin or destiny. What has the Lord done for us? He has opened the heavens, and has revealed the principles of truth. He has sent his holy angels to communicate unto the children of men the things that are calculated to promote their peace and happiness in time and throughout all eternity. He has given unto us, his people, the holy Priesthood after the order of Melchizedek, which &#x201C;holds the keys of the mysteries of the revelations of God,&#x201D;<span class=\"citation\" id=\"87558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87558)\">D&amp;C 84:19<\/a><\/span> which draws back the curtains of the invisible world, and enables him to penetrate beyond the veil, and discloses the great purposes of Jehovah pertaining to himself and to this world, as they shall roll forth in the accomplishment of his purposes.<span class=\"citation\" id=\"90172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90172)\">D&amp;C 107:18-19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1055\"> What a contrast between this and the religion of the world! This shows man imperfectly at the present, it is true; but it will show him perfectly how to become a savior&#x2014;how to redeem this world, which has been overrun with anarchy, destruction, misery, folly, and evils of every kind&#x2014;how to redeem the world from the curse under which it labors and groans: it will show him how to teach the human family, that they may  <div class=\"break pagebreak\" id=\"164a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0164.pdf\" target=\"pdfwin\">p.&#xA0;164a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2596\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>understand correct principles and be saved in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v6n1057\"> The religion of Jesus Christ will develop the plan of putting down the high-handed power of tyranny and oppression which now pervades the earth, and how to establish the principles of peace, righteousness, and virtue upon the earth, and how to place the world of mankind in that position which God has destined they should occupy when his kingdom shall rule upon the earth, and when &#x201C;every creature in heaven, on earth, and under the earth shall be heard to say, Blessing, honor, and glory, and power be unto him that sitteth upon the throne, and unto the Lamb forever and ever.&#x201D;<span class=\"citation\" id=\"79208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79208)\">Rev. 5:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1058\"> The germs of this peace are with us; the intelligence concerning these matters has begun to be developed, and there is a communication opened between the heavens and the earth&#x2014;an unction that dwells with the Gods, an intelligence that governs all worlds and controls all nature, a particle&#x2014;a spark of Deity straight from the eternal blaze of Jehovah, opening, unfolding, enlightening, and teaching. It emanates from him to the authorities of this Church, and flows through all the ramifications of the Priesthood. That spark from the bosom of Jehovah enabled them to commence that reformation that will redeem a world from the ruins of the fall. <\/div><div class=\"paragraph jod\" id=\"v6n1059\"> This kingdom and this organization will save all that are governed by its principles, and it is destined by its influence and workings in the world to spread and increase until every knee shall be made to bow and every tongue confess to the glory of the Father.<span class=\"citation\" id=\"72870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72870)\">Rom. 14:11<\/a><\/span><span class=\"citation\" id=\"75432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75432)\">Philip. 2:10-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1060\"> These principles have begun to be developed among us; and when we live our religion, when we walk according to the light of the Spirit of God, when we purge ourselves from impurity and corruption, and the sweet <div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2596\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> whisperings of the Spirit of the Lord pours intelligence into our bosoms, broods over us, causing peace and joy to be with us, we have then, more or less, a faint glimpse of those things that are laid up for the faithful; and it is then we feel as though we and all that we have are in the hands of the Lord, and that we are ready to offer ourselves a sacrifice for the accomplishment of his purposes upon the earth. <\/div><div class=\"paragraph jod\" id=\"v6n1061\"> These are our feelings, and we feel proud of our associations with the Church and kingdom of God. Why is it that our spirits are not always joyous? There may be different reasons. One reason is that we do not always live our religion. We give way to vanity, frivolity, and nonsense too much, and sometimes to dishonesty and fraud; we do things that are not right, and adopt practices that are not good; and when this is the case, the Spirit of the Lord is grieved, and it wanders from us, and we are left to grope in the dark; the visions of eternity are shut out from our minds, and we see through another medium than that of the Spirit of God. We are led, through these circumstances, to stumble and fall; and many make shipwreck of faith and of a good conscience.<span class=\"citation\" id=\"75838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75838)\">1 Tim. 1:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1062\"> We do not all of us sufficiently comprehend the great blessings that God has conferred upon us. We forget, sometimes, that we are the Saints of God; we forget that we have dedicated ourselves to the Lord, with all that we have; and we forget our high calling and our future destiny. We forget, sometimes, that we are engaged, with many others, in establishing righteousness and planting the kingdom of God upon the earth; and we condescend to little meannesses, and become forgetful of the great and glorious calling to which we are called. Many of us give way to temptation; we falter and get into darkness, and lose the Spirit  <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2595\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Lord. We forget that God and angels are looking upon us; we forget that the spirits of just men made perfect and our ancient fathers, who are looking forward for the establishment of the kingdom of God upon the earth, are gazing upon us, and that our acts are open to the inspection of all the authorized agencies of the invisible world. <\/div><div class=\"paragraph jod\" id=\"v6n1064\"> And, forgetting these things sometimes, we act the part of fools, and the Spirit of God is grieved; it withdraws from us, and we are then left to grope our way in the dark. But if we could live our religion, fear God, be strictly honest, observe his laws and his statutes, and keep his commandments to do them, we should feel very different; we should feel comfortable and happy; our spirits would be peaceful and buoyant; and from day to day, from week to week, and from year to year, our joys would increase. <\/div><div class=\"paragraph jod\" id=\"v6n1065\"> Other causes also operate to retard the Saints in their progress. Most of us have come out of and been mixed up with the world; we have been associated with, and have received our education and ideas in the midst of corruptions of every kind, and we have sucked it in as with our mother's milk. <\/div><div class=\"paragraph jod\" id=\"v6n1066\"> Even our religion has been corrupt, and our ideas of morality have been wrong; our politics, law, and philosophy have all been wrenched, twisted, and perverted; our customs, habits, and associations have been wrong; and all that we have come out from is vanity, evil, corrupting, and damnable in its nature. <\/div><div class=\"paragraph jod\" id=\"v6n1067\"> Is it surprising, then, that we should find it difficult to live according to the light and intelligence that dwells in the bosom of God and that is manifested partially unto us, his people? Is it surprising that, surrounded as we have been, and wallowing in corruption all the day long, that we <div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2595\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> should have partaken more or less of these things, and that they should still cling to us? <\/div><div class=\"paragraph jod\" id=\"v6n1068\"> When Joseph Smith had anything from God to communicate to the children of men or to the Church, what was it he had to fight against all the day long? It was the prejudices of the people; and, in many instances, he could not and dared not reveal the word of God to the people, for fear they would rise up and reject it. How many times has he faltered? It was not that he was particularly afraid; but he had to look after the welfare and salvation of the people. <\/div><div class=\"paragraph jod\" id=\"v6n1069\"> If the Prophet Joseph had revealed everything which the Lord manifested to him, it would have proven the overthrow of the people in many instances; hence he had to treat them like children, and feed them upon milk, and unfold principles gradually, just as they could receive them. <\/div><div class=\"paragraph jod\" id=\"v6n1070\"> Was all this because it was so hard to comprehend correct principles? No; it was because we were babes and children, and could not understand. <\/div><div class=\"paragraph jod\" id=\"v6n1071\"> How is it now, under the administration of President Young? Much the same, in this respect. He has often found it very difficult to make the people understand things as the Lord has revealed them unto him. <\/div><div class=\"paragraph jod\" id=\"v6n1072\"> We ourselves have not got rid of our evils. We have so much professed righteousness and foolish tradition within us, that we feel indignant many times at righteous principles, when God reveals them. Have you not felt so, brethren and sisters? I know you have, and you know you have. <\/div><div class=\"paragraph jod\" id=\"v6n1073\"> What is the reason of this? It is because you do not understand celestial laws, nor the principles that govern intelligences in the eternal worlds; it is because you do not understand what is best calculated to elevate, ennoble, and exalt you both in this  <div class=\"break pagebreak\" id=\"166a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0166.pdf\" target=\"pdfwin\">p.&#xA0;166a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2594\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>world and in the world to come; and hence many falter and stumble and fall by the way. <\/div><div class=\"paragraph jod\" id=\"v6n1075\"> In consequence of these things, we are frequently brought into darkness, bondage, and doubts, because of our consummate ignorance and the traditions by which we have been surrounded; for they all have their influence upon us, and it seems as if we could not break through the shackles again. There is something in our nature also that is mixed up with our very existence. I think the Scriptures say that man is prone to evil as the sparks fly upwards,<span class=\"citation\" id=\"56083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56083)\">Job 5:7<\/a><\/span> and not only prone to evil, but to depart from God. <\/div><div class=\"paragraph jod\" id=\"v6n1076\"> We are all aiming at celestial glory. Don't you know we are? We are talking about it, and we talk about being kings and priests unto the Lord;<span class=\"citation\" id=\"78947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78947)\">Rev. 1:6<\/a><\/span><span class=\"citation\" id=\"79174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79174)\">Rev. 5:10<\/a><\/span> we talk about being enthroned in the kingdoms of our God; we talk about being queens and priestesses; and we talk, when we get on our high-heeled shoes, about possessing thrones, principalities, powers, and dominions in the eternal worlds,<span class=\"citation\" id=\"90837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90837)\">D&amp;C 121:29<\/a><\/span><span class=\"citation\" id=\"91574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91574)\">D&amp;C 132:19<\/a><\/span> when at the same time many of us do not know how to conduct ourselves any better than a donkey does. <\/div><div class=\"paragraph jod\" id=\"v6n1077\"> Notwithstanding our talk and our short comings, there is a reality in these things, and God is determined, if possible, to make something of us. In order to do this, he has to try us and prove us, to manifest principles unto us, to develop the evils that are within ourselves, and to show us, by placing us in various positions and subjecting us to various trials, what we are&#x2014;to show us our weaknesses and follies, in order that we may be made to lean and depend upon him alone. He will try men and prove them, to see if their hearts are pure; for he designs to take a course with us that will bring out the evil; and he will touch them in that part that will develop it, for he knows what part to <div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2594\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> touch in order to make us develop that which is in us. <\/div><div class=\"paragraph jod\" id=\"v6n1078\"> Many of us feel like one of the kings of Israel did when the old Prophet told him he would fight against Israel, rip open women, and trample upon children. The king said, &#x201C;Is thy servant a dog, that he should do these things?&#x201D;<span class=\"citation\" id=\"55838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55838)\">2 Kgs. 8:12-13<\/a><\/span> The Spirit of God in the Prophet knew that such would be the case, and it was not long before he did the very things. And there are many of you who, if you had been told that you would do such and such things, would have exclaimed, &#x201C;Is thy servant a dog, that he should do these things?&#x201D;<span class=\"citation\" id=\"55839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55839)\">2 Kgs. 8:13<\/a><\/span> Yet, many of you have done things that you would have been ashamed to have your neighbors know; but you were not ashamed to have God and angels know. <\/div><div class=\"paragraph jod\" id=\"v6n1079\"> The light of the Holy Ghost makes manifest men's deeds, and the Spirit of God is like a &#x201C;two-edged sword, dividing the joints and the marrow,&#x201D;<span class=\"citation\" id=\"76538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76538)\">Heb. 4:12<\/a><\/span> breaking, severing, cutting, piercing, penetrating, developing, and unfolding principles that we are almost entirely ignorant of, until they come to be developed. <\/div><div class=\"paragraph jod\" id=\"v6n1080\"> When you have seen your ignorance and folly, you are inclined to say, &#x201C;I thought I was a smart, good, able, intelligent man; but I have found out that I am a fool, and that I can do nothing to establish righteousness upon the earth, except the Lord God helps me to do it.&#x201D; When the Spirit of the living God was poured out more copiously upon you, it developed principles that were before latent within you. That Spirit enables you to see yourselves as the Lord sees you. <\/div><div class=\"paragraph jod\" id=\"v6n1081\"> No trial is joyous for the present, but grievous to be borne;<span class=\"citation\" id=\"77234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77234)\">Heb. 12:11<\/a><\/span> but trials yield their blessings, when patiently endured. The things that are seen are temporal, but those that are not seen are eternal; and while we look at things that are seen, we are apt to  <div class=\"break pagebreak\" id=\"167a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0167.pdf\" target=\"pdfwin\">p.&#xA0;167a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2593\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>neglect things that are not seen.<span class=\"citation\" id=\"74095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74095)\">2 Cor. 4:18<\/a><\/span> When we see things that are by the light of the Spirit, and compare them with things that are to come, we say, &#x201C;It is the Lord; let him do what seemeth him good.&#x201D;<span class=\"citation\" id=\"55399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55399)\">1 Sam. 3:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1083\"> The world has been apostate for generations past: it has been under the dominion of the prince and power of the air, even the god of this world,<span class=\"citation\" id=\"74062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74062)\">2 Cor. 4:4<\/a><\/span> who rules in the hearts of the children of disobedience.<span class=\"citation\" id=\"74897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74897)\">Eph. 2:2<\/a><\/span> As I have stated before, they have been wrong in their national affairs, they have been wrong in political affairs, they have been wrong in their religion, and they have been wrong in everything. <\/div><div class=\"paragraph jod\" id=\"v6n1084\"> What is God going to do, to set the world right? We are the people who are called to do his work; and if so, he must put us right. We are a little nucleus, a mere handful, that he has selected from among the nations, to put his name among. Yes, we are that people, with all our faults, our foibles, and vanities. We do acknowledge the hand of God; we do acknowledge the Prophet of God and the teachings of the Most High, and we do feel willing to be governed by those teachings. <\/div><div class=\"paragraph jod\" id=\"v6n1085\"> Now, are we engaged in a small work? We are here in the tops of the mountains, just as the Prophet said we should be. &#x201C;And it shall come to pass in the last days, that the mountain of the Lord's house shall be established in the tops of the mountains, and shall be exalted above the hills; and all nations shall flow unto it. And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.&#x201D; (Isaiah ii. 2, 3.)<span class=\"citation\" id=\"57726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57726)\">Isa. 2:2-3<\/a><\/span> The kingdom of God has to be established upon the earth, and the reign of righteousness introduced. <\/div> <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2593\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n1086\"> We have first to learn submission to the will of God ourselves, through various trials, persecutions, and the development of our weaknesses and imperfections, and thereby learn to appreciate the goodness and blessings that flow from him. We must see that we ourselves first learn obedience, and then teach others. But how can we teach others a lesson which we have not learned ourselves? <\/div><div class=\"paragraph jod\" id=\"v6n1087\"> There is no nation now that acknowledges the hand of God; there is not a king, potentate, nor ruler that acknowledges his jurisdiction. We talk about Christianity, but it is a perfect pack of nonsense. Men talk about civilization; but I do not want to say much about that, for I have seen enough of it. Myself and hundreds of the Elders around me have seen its pomp, parade, and glory; and what is it? It is a sounding brass and a tinkling symbol;<span class=\"citation\" id=\"73653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73653)\">1 Cor. 13:1<\/a><\/span> it is as corrupt as hell; and the Devil could not invent a better engine to spread his work than the Christianity of the nineteenth century. <\/div><div class=\"paragraph jod\" id=\"v6n1088\"> How are the nations going to be redeemed? How is the kingdom of God going to be planted upon the earth? Will it be by preaching, or by power? Will it be by the natural course of events, or by moral suasion? Will it be by the outpouring of the judgments of God on the nations? Will it be by kingdoms being overthrown and empires crumbling to ruins? How is it going to be done? I answer, These things will be accomplished by the guidance of the Lord through his Prophets who are in our midst. Don't you see this, brethren? <\/div><div class=\"paragraph jod\" id=\"v6n1089\"> How are we going to dispose of that army on our borders? Are they going to fight us, or are they going back? Or what is going to be done? Now, who can tell us how these things shall be? These are very small things, and show unto us the imperfection of our judgment, and how little we know of  <div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2592\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the things that are around us&#x2014;how very little we know of those things that are coming to pass, except God reveals them through his servants the Prophets. <\/div><div class=\"paragraph jod\" id=\"v6n1091\"> If we pursue a right course and magnify our calling before God, then everything else will be right; for &#x201C;surely the Lord God will do nothing, but he revealeth his secrets to his servants the prophets.&#x201D;<span class=\"citation\" id=\"61913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61913)\">Amos 3:7<\/a><\/span> Then it is for us to believe what the Prophets say. <\/div><div class=\"paragraph jod\" id=\"v6n1092\"> Sectarians profess to believe in the Bible, but they will not let the Lord have any Prophets. But we will listen and try to keep the commandments of our God. <\/div><div class=\"paragraph jod\" id=\"v6n1093\"> I am now coming to some smaller things than those about which I have been talking. Can any of you tell me how you are going to get your next year's clothing? No man can be independent who is dependent upon others; no nation can be independent that is dependent upon another nation for its sustenance. <\/div><div class=\"paragraph jod\" id=\"v6n1094\"> Adam was thrust out of the garden after he fell, and had to take care of himself.<span class=\"citation\" id=\"52660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52660)\">Gen. 3:23<\/a><\/span><span class=\"citation\" id=\"81257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81257)\">2 Ne. 2:19<\/a><\/span> Doubtless he was taught to spin, to weave, and to raise flax. We read that Abel used to raise sheep; so he must have known something about the use of wool. Cain was a tiller of the ground,<span class=\"citation\" id=\"52682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52682)\">Gen. 4:2<\/a><\/span> and he went to work and raised wheat, corn, squashes, onions, beets, carrots, and such things. <\/div><div class=\"paragraph jod\" id=\"v6n1095\"> What had Adam to clothe himself with at first? We are told that he and his wife had fig leaves with which they covered themselves.<span class=\"citation\" id=\"52577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52577)\">Gen. 3:7<\/a><\/span> That was rather a poor scrape to be in! They did not have many bedclothes to put on, nor many hats or bonnets. There were no merchants to sell, or manufacturers but themselves, in those days. We are certainly as well off as he was, for we have got a start; but we cannot be independent until we can make our own shoes, dresses, shawls, bonnets, pantaloons, hats, and all such things as we need. When we can do these <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2592\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things, raise our own food, manufacture everything we need among ourselves, then we shall be independent of other people. <\/div><div class=\"paragraph jod\" id=\"v6n1096\"> We have talked about being kings and priests;<span class=\"citation\" id=\"78948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78948)\">Rev. 1:6<\/a><\/span> but we shall have to begin at the ABC, and learn to take care of our beef-hides, and see that they are tanned into good leather&#x2014;to take care of our sheep; and not let them be destroyed as they have been heretofore; and, in connection with all these things, we have to take care that we are Saints, and look sharply after the devils. <\/div><div class=\"paragraph jod\" id=\"v6n1097\"> A brother was talking to me about sheep, the other day. He stated that he believed 50 out of every 75 lambs in this Territory have been destroyed for want of being better looked after. <\/div><div class=\"paragraph jod\" id=\"v6n1098\"> We have to make ourselves, our wives, and our children comfortable; and we must do this out of the elements that surround us in these valleys; and if we do not, we shall find the saying of Jesus applicable to us&#x2014;&#x201C;The children of this world are wiser in their generation than the children of light.&#x201D;<span class=\"citation\" id=\"67720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67720)\">Luke 16:8<\/a><\/span> Let us learn to take care of ourselves. <\/div><div class=\"paragraph jod\" id=\"v6n1099\"> While we are dependent upon others, we are in a poor position to look at the condition of the United States at the present time. We are happily preserved from their commercial troubles. Our very isolation preserves us from broken banks and ruinous credit. Let us only use our judgment and proper care and industry, and we shall be free from a thousand contingencies to which we are liable when we depend upon others. <\/div><div class=\"paragraph jod\" id=\"v6n1100\"> If we take care of our wheat we shall be independent in that respect, and that will be one point gained; and we must continue doing so with every other thing, until we have gained every point and accomplish what we design. <\/div> <div class=\"break pagebreak\" id=\"169a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0169.pdf\" target=\"pdfwin\">p.&#xA0;169a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2591\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n1102\"> We have more manufacturing talent among us than there is in any other community of the same size that I have ever met with, and yet we are dependent. <\/div><div class=\"paragraph jod\" id=\"v6n1103\"> If the Lord will tell us what to do, we will do it, whether it is to fight armies or to do anything else; and by the ingenuity there is here, we will go to work and manufacture our own clothing; and, according to the word of the Lord, we will let our adorning be that of the workmanship of our own hands.<span class=\"citation\" id=\"85385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85385)\">D&amp;C 42:40<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1104\"> Let us learn correct principles, that we may be enabled to govern ourselves spiritually and temporally, and instruct our children and the posterity which spring from us, that we may obtain an exaltation in the celestial kingdom of our God. <\/div><div class=\"paragraph jod\" id=\"v6n1105\"> The servants of God, if we are faithful, will teach and instruct us in the things of God; and we shall grow up in virtue, intelligence, holiness, and purity, and learn to understand correct laws; and our rulers will be from among ourselves, and our Governor will be one of us&#x2014;<span class=\"citation\" id=\"60616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60616)\">Jer. 30:21<\/a><\/span>one of <div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2591\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Lord's appointing&#x2014;not of the Devil's. <\/div><div class=\"paragraph jod\" id=\"v6n1106\"> When Zion is established in her beauty and honor and glory, the kings and princes of the earth will come, in order that they may get information and teach the same to their people.<span class=\"citation\" id=\"124803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124803)\">Isa. 60:1-14<\/a><\/span> They will come as they came to learn the wisdom of Solomon.<span class=\"citation\" id=\"55635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55635)\">1 Kgs. 10:1-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1107\"> We have intelligence and ingenuity among us to do all that is required, and we have got to set to work; and, as the Lord gives us wisdom and revelation from time to time, we will carry out his purposes and his designs; we will perform the duties that may be required of us, and we will magnify our callings, that we may be prepared, through a long course of instruction and experience, to enter into celestial glory with the intelligences who surround the throne of God. <\/div><div class=\"paragraph jod\" id=\"v6n1108\"> Brethren, I pray that God may bless us, enlighten our minds, lead us in the way of truth, and save us in his kingdom, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}