{"ID":60028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Increase in Saving Principles&#x2014;Dedication&#x2014;Home Produce and Manufacture, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, Sunday Afternoon, December 27, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Increase in Saving Principles, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 12\/27\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v6n1229\"> You have all heard what has been said, and the design thereof has been to show you your situation. <\/div><div class=\"paragraph jod\" id=\"v6n1230\"> There is not much profit in all the teachings that are given from this stand to a person who simply hears the sound and does not partake of the spirit and intent of that instruction; but the profit is to the man who heareth the word and observeth and receiveth the Spirit and power of God. <\/div><div class=\"paragraph jod\" id=\"v6n1231\"> I bear my testimony to what has been said today, for it is good; and everyone that heareth and observeth what has been said by brother Brigham, brother Woodruff, and brother Snow shall be blest; for it is life to all who receive it, because truth is life. <\/div><div class=\"paragraph jod\" id=\"v6n1232\"> If we treasure up those principles, and they adhere to us&#x2014;that is, to the fountain of life that is within us, how can there be otherwise than a growing and increasing in the knowledge of God? It is upon the same principle that wheat increases, and upon the same principle that every kind of vegetation increases. How does wheat increase? It is because the element or germ of life is in the wheat. If the germ was not in each kernel, of course it would not increase. <\/div><div class=\"paragraph jod\" id=\"v6n1233\"> If there is a fountain and the root of truth within us, then other principles of truth will adhere to them and connect themselves to that fountain that is within us. What will be <div class=\"break columnbreak\" id=\"185b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0185.pdf\" target=\"pdfwin\">p.&#xA0;185b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2575\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the result in such a case? The fruits of righteousness will appear. A man has got to have the saving principles of life within him continually. If they do not dwell in him, he is not in a saveable condition, for there is no way to save a man only to plant within him the principles of life; for in the absence of those principles, he is like salt that has lost its saving power, and thenceforth is good for nothing. <\/div><div class=\"paragraph jod\" id=\"v6n1234\"> You know that salt will not save meat when it has lost its saving principles, and it is just so with us: when a man sins to that degree that he rejects the truth and the principles of righteousness, he is thenceforth good for nothing but to be cast out and trodden under foot of men.<span class=\"citation\" id=\"63035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63035)\">Matt. 5:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1235\"> So it will be eventually in the United States. After the truth is all gathered out, you will find that the rest will be destroyed. I do not mean that the land will be destroyed, but I refer to the wicked inhabitants, and the earth will be emptied,<span class=\"citation\" id=\"58407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58407)\">Isa. 24:3<\/a><\/span> according to the words of the Prophet. Why will this be so? Because there are no saving principles there: the saving principles are with this Church, and there is no salvation in the absence of those principles. <\/div><div class=\"paragraph jod\" id=\"v6n1236\"> I dwell upon these things because I wish every man to listen to them, and I want them to watch and nourish every word, and to cherish them as you would a crop of wheat. Let  <div class=\"break pagebreak\" id=\"186a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0186.pdf\" target=\"pdfwin\">p.&#xA0;186a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2574\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nothing come in between you and the word of God, and then you will do well and prosper. <\/div><div class=\"paragraph jod\" id=\"v6n1238\"> I have got just such a wild notion in me, if you please to consider it so, that I believe we can raise everything that is raised in every other part of the earth. Why do I believe it? I believe it because I have got the Priesthood: it has been given to me and to you, and we are made saviors of men upon Mount Zion.<span class=\"citation\" id=\"61963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61963)\">Obad. 1:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1239\"> Well, then, if we have got the seed and principles of life within us, upon the same principle that the earth imparts nourishment to vegetation, we can impart life to others; and if we can save a man, upon the same principle we can save a woman and everything that is upon the earth. What do you go to work here for? I go to work to produce vegetables, grain, and all things that I and my family need, and I dictate my children, and show them a course for them to pursue. <\/div><div class=\"paragraph jod\" id=\"v6n1240\"> We have dedicated this sacrament to the Father and to the Son, that the saving principles of life may be in it, and that, in partaking of it, we may become sanctified. We bless the water as well as the bread, and ask God to sanctify it and fill it with life and the principles of salvation.<span class=\"citation\" id=\"84416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84416)\">D&amp;C 20:77-79<\/a><\/span> Do you not think that God can bless this land, so that we can raise anything here, as easily as he can bless the bread and water? Yes, he can. What makes me believe these things? It is because the people generally do not believe them; and they show by their works they do not. But I endeavor to prove by my works that I am a believer in these very doctrines which I am teaching to you. <\/div><div class=\"paragraph jod\" id=\"v6n1241\"> The individuals who believed that it was not possible to raise fruit here have no currant bushes, no apple trees, no apricot trees, no peach trees, no plum trees; in fact, they have not got any fruit trees at all, from the fact <div class=\"break columnbreak\" id=\"186b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0186.pdf\" target=\"pdfwin\">p.&#xA0;186b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2574\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that they did not believe that fruit could be raised; and their works have shown their faith.<span class=\"citation\" id=\"94533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94533)\">James 2:18<\/a><\/span> They have got most excellent faith, in their way, but it does not produce any fruit. <\/div><div class=\"paragraph jod\" id=\"v6n1242\"> Those same individuals now believe that we can raise fruit up here in brother Brigham's garden, and brother Heber's, and brother Carrington's, and those men that live up here on the poorest land there is in the valleys; and we certainly do produce some of the best fruit that is produced in these mountains. I never saw better peaches in my life, nor any larger ones, nor any that were more full of juice. Do you think I have got any dried peaches? Yes, I have got enough to last me two years, and I presume that brother Brigham has, and a great many others. How were they produced? They were produced by our actually going to work and raising the trees and nourishing and cherishing them. <\/div><div class=\"paragraph jod\" id=\"v6n1243\"> I will ask some of you mothers a question, and you that deal in poultry. You know we have hens, and they lay eggs, and we have geese, and turkeys, and all other kinds of fowls; but they might lay eggs from now till doomsday, and if they did not keep those eggs warm, and nourish them, they never would produce a chicken; no, never. Do not you all understand that? <\/div><div class=\"paragraph jod\" id=\"v6n1244\"> If you say you cannot raise fruit on that low land, I wish to say to you that I know better. All the reason why they have not raised fruit in the lower parts of the city is because they have not planted the trees! Upon the same principle, the people of San Pete said they could not raise fruit. It was because they never set out an apple tree, and for several years they never planted a cucumber, a watermelon, nor a squash, and of course they never raised one. I presume brother Snow will bear testimony to this. Some said they had faith; but  <div class=\"break pagebreak\" id=\"187a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0187.pdf\" target=\"pdfwin\">p.&#xA0;187a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2573\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their faith never produced watermelons, squashes, cucumbers, nor anything else. Now, works will produce faith, and works will produce good trees and good fruit. <\/div><div class=\"paragraph jod\" id=\"v6n1246\"> We dedicate and consecrate the wine or water that we partake of in the sacrament, and we also dedicate the bread to the Lord; and it should be just so with everything: it should all be dedicated to the Lord; and upon all that we do and put our hands unto, we should ask his blessings.<span class=\"citation\" id=\"82236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82236)\">Alma 34:20-24<\/a><\/span> We should never meddle with anything on this earth that we cannot lay our hands upon and bless and dedicate and consecrate to the Lord, that it may be for the accomplishment of what it is designed, and produce the very effects that we desire. <\/div><div class=\"paragraph jod\" id=\"v6n1247\"> I could talk about a great many simple things of this kind, but you laugh. When I talk about such things as cucumbers and watermelons, many laugh, and I hate to be laughed at when I am telling the honest truth and speaking of the simple things of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v6n1248\"> Bless you, this world was made out of small things. I was small, indeed, when I was in the loins of my father Adam; I must have been very small, and so must you, for you were all there: but here I am, a grown man, and, perhaps, nearly as large as Father Adam was. Perhaps I am not so large: I may have become degenerated; but be that as it may, I know that I am here. <\/div><div class=\"paragraph jod\" id=\"v6n1249\"> Brethren, go and dedicate your gardens, and when you get a tree that you want to set out, dedicate the ground, the root, and the elements that you are going to place around it, and ask God to fill it with warmth and with power to vegetate. Dedicate the seed that you are going to put into the earth, and then dedicate the earth, and nourish it when it springs forth, especially in a cold soil; and do not say that it cannot be quickened, <div class=\"break columnbreak\" id=\"187b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0187.pdf\" target=\"pdfwin\">p.&#xA0;187b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2573\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for I say it can. There can be substances such as bones, ashes, lime, old hats, and old boots and shoes, and everything that you can get into it will tend to quicken it; and why will this be the case? Because you have asked God to bless it, and because you have put works with your faith. By pursuing this course, you can produce apples and peaches on the low as well as on the high lands. Do I believe that the character and course of this people will cause the earth to produce things that require a warm climate? Yes&#x2014;the earth will be like the people who inhabit it;<span class=\"citation\" id=\"58418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58418)\">Isa. 24:5<\/a><\/span> and it is the duty of us all to go to work and practice accordingly. <\/div><div class=\"paragraph jod\" id=\"v6n1250\"> Can you produce flax in this country? Can you produce it, unless you go to work and put in the seed? Can you produce wheat, unless you plough the land, put in the seed, and then irrigate it? Do I believe that this land will produce cotton? Yes, just as well as the land down in the southern country: God can change the climate for the benefit and salvation of his Saints. <\/div><div class=\"paragraph jod\" id=\"v6n1251\"> There never was an ear of corn raised here till we came, and nobody would believe that we could raise any. Bridger offered brother Brigham a thousand dollars for an ear of corn raised in the valley. The mountaineers had not confidence enough in God to put the seed into the earth; but we have almost produced anything that we have tried, and there has been cotton raised up north in this valley. Bless you, it is colder up north than it is here. Can we raise madder here? Yes, every one can raise it in their gardens, and it can be raised as easily as your beds of flowers. I cannot remember the names of them; but it can be raised upon the same principle that your flowers are raised; and so can silk, only the tree is first raised, and the worm eats the leaves of the tree, and then produces the silk.  <div class=\"break pagebreak\" id=\"188a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0188.pdf\" target=\"pdfwin\">p.&#xA0;188a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2572\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I am going to talk about home manufacture, and I cannot get my mind upon anything else. You may take a hundred men who have got a hundred wives only, and let me tell you that not fifty years would roll around before they would revolutionize the whole world, if they were men of the right stripe. Why would they do this? Because they would be filled with the power of God, and the very earth that they walk upon would be quickened by them, and the mountains, the sage plains, and the pools of water would feel their power. If it were necessary, those men would control them just as much as Moses did when he struck the rock with the rod that God gave to him, and through the gift and power of God that was in Moses the rock was rent, and the water gushed forth.<span class=\"citation\" id=\"54821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54821)\">Num. 20:7-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1254\"> Why was this miracle performed? Because it was necessary for the salvation of the children of Israel. Is it necessary that miracles should be performed now? Yes, it is necessary that the Lord should hear us and help us; and he will hear us and bless us, if we are humble and faithful; and he will bless the earth and all that dwell thereon; he will bless our herds, our flocks, our wives, and our children; and they will increase in proportion to our righteousness. These are my feelings in relation to these matters. <\/div><div class=\"paragraph jod\" id=\"v6n1255\"> Brethren and sisters, let us go to work, everyone of us, and cultivate the earth; for it will not hurt any member of a family to assist in these things: it will not hurt the sisters to assist in making gardens; no, it will not hurt your delicate hands any more than it did in England. I know, and can now see hundreds that worked in the fields with their nice, delicate hands, and their striped petticoats, and it did not take above three yards to make one of those petticoats. I have seen you with your nice shoes and your bed gowns, or some would <div class=\"break columnbreak\" id=\"188b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0188.pdf\" target=\"pdfwin\">p.&#xA0;188b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2572\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> call them sacks, and your nice aprons tied around, and the apron would cause every pucker just as well as if they had been made in the dress. <\/div><div class=\"paragraph jod\" id=\"v6n1256\"> This is home manufacture! It is a common occurrence, just as much so as it is for one day to follow another. Why cannot you pursue that course, just as you did in England, in Illinois, in Missouri, or in the Southern States, or in Massachusetts and in Vermont? Did the ladies work there? Yes, they did; they used to sow the onion seed, and then weed the onions, and attend to them, and bring them to maturity; and why is it not as well to do that now as to have to go into it five years hence, as brother Snow has been speaking of? <\/div><div class=\"paragraph jod\" id=\"v6n1257\"> When the United States muster their forces, and the Devil combines his forces against us, then God will combine his forces against them. But we do not want women to go out and fight, but we want them to stay here and raise everything for our comfort and consolation. We can pursue a course that will make this whole land bring forth. You can have fruit on the low land as well as on the high; you can have fruit at San Pete as well as here. Why, brother Snow will acknowledge that they raise as good pumpkins there as we do here; but they never did till they had faith to plant the seed. Are they going to raise fruit there? Yes, they are; and if the ground is cold, they must stimulate it, but not with whiskey, for that will cost too much. <\/div><div class=\"paragraph jod\" id=\"v6n1258\"> I intend to take a course to worship God acceptably, and I never saw greater necessity than there is at the present time for us to live our religion and be one; and this is not anything new with me, for I have seen it all the time. Then let us go to with our might and do all things that are required at our hands. Let us make all the cloth we can, and raise all the flax we can; and when we have raised it,  <div class=\"break pagebreak\" id=\"189a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0189.pdf\" target=\"pdfwin\">p.&#xA0;189a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2571\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>let us make that into cloth, and then we shall be able to make every woman shine with homemade clothes, when they come into this congregation with their beautiful wool and linen dresses on, and their bonnets made out of straw that has grown on their own land. I have been thinking about this matter two or three days, for I have some straw on hand, and I have been thinking of advising my women to braid up the straw and have my boys' hats made before the hot weather comes. I would rather see them do that ten thousand times than to see them go to parties, and then half the boys get drunk. That is not home manufacture, but that is death and destruction to this people. <\/div><div class=\"paragraph jod\" id=\"v6n1260\"> Now, sisters, go to work and braid your straw, and have it ready when the summer comes. This whole people might have their heads covered with their own home-manufactured goods, and then they would not have to go to those stores and buy hats that are not worth a dime apiece. Suppose the boys were out two years, would not the sisters have to do some of these things then? Is it not better to have things of our own make than to give the merchant a dollar or two for them, and then not have them half so good? <\/div><div class=\"paragraph jod\" id=\"v6n1261\"> Sisters, gather up the rags&#x2014;those little fine pieces that you have throwing about, and sew them together, and make nice petticoats and aprons for the little girls, coverlets, &amp;c., and then teach them to do it for themselves, that they may hereafter make good wives. I can tell you there are not one-half of the women that are fit for wives when they are married. They have not been instructed in home manufacture, and some of them have scarcely learned to wash the dishes properly or to take care of things about the house; and the young men are just as bad. <\/div><div class=\"paragraph jod\" id=\"v6n1262\"> I am not talking to you, young <div class=\"break columnbreak\" id=\"189b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0189.pdf\" target=\"pdfwin\">p.&#xA0;189b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2571\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> women&#x2014;I am talking to those that are married; for they ought to be instructors of those that are young. How long would it take a little girl to sit down and make herself a nice petticoat and to pick up some nice pieces to make herself an apron of? But you women who have not got anything to wear did not think of these things. You are now ready to say, &#x201C;We have not got anything to wear; we have not got any patches, and therefore cannot make any patchwork.&#x201D; Well, then, tear up your dresses and make some, for that is what a great many of you do. My desire is to stir up your minds to reflection in my simple way, that you may go and attend to some of these matters. <\/div><div class=\"paragraph jod\" id=\"v6n1263\"> I do not care about the army over at Bridger, and in fact I have scarcely thought of them&#x2014;at least not for a week past. Will they trouble us? No, they will not, not so as to root us up from this time henceforth and forever, provided we do right. When you are doing those things that I have been speaking of, you are keeping the commandments of brother Heber, the Twelve, and your Bishops. My mind is upon these things; I am led to them, and I will talk about them. <\/div><div class=\"paragraph jod\" id=\"v6n1264\"> In our first start here, it was almost impossible to get any man to start a tannery, and now we have a great many. I have this from our shoemakers; and I feel to thank God that the gate is shut down, that a deal of the leather that is made here is the best, and that we cannot get their miserable stuff here any more. The Lord will now bless our labor; he will bless the fruits of the earth, he will bless our tanneries, he will bless our sheep, our flocks, and everything we undertake to handle and manage; and that is not all, for we will bless those things too, and we will dedicate and consecrate them to God, and we will ask God to fill the earth with the resurrecting power; for  <div class=\"break pagebreak\" id=\"190a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0190.pdf\" target=\"pdfwin\">p.&#xA0;190a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2570\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>life is the resurrecting power, whether it is little or much, and it is that power which brings forth vegetation: it is the same power which brings forth food and raiment; and by the same power we shall be brought forth in the morning of the resurrection, only there will be more of it in exercise. <\/div><div class=\"paragraph jod\" id=\"v6n1266\"> We should dedicate all those things to the Lord, with our bodies, our houses, our furniture, the earth that we cultivate, and the seed that we put into the earth; and we should bless the shovel, the hoe, the spade, the sheep, the horses, the cattle, the cows, and all that we possess; and then will not God multiply them unto us? Yes, he will, and we shall get heavier fleeces of wool and more of them. What! Can he bless the fleece? Yes, he can, as easily as he blesses the sheep. <\/div><div class=\"paragraph jod\" id=\"v6n1267\"> I recollect being in England, in the town of Chadburn, Lancashire; and while there I felt as if my whole system was alive; I felt quickened by some unseen power. Brother Hyde was with me, and he knows that it is true; and I felt to pull off my shoes. We pulled off our hats, for we felt such a sacred and holy feeling. I told brother Joseph about it when I came home; and said he, &#x201C;Brother Heber, that place was dedicated by one of the old Prophets, and it will always be filled with the spirit of life.&#x201D; Does not that prove that we can bless the earth? Yes, it does, and we can; and you may call me crazy if you like; and I will say, Bang away, but that does not make me crazy. You may call me visionary, if you please; and I wish to God you were all visionary as those holy men were who dedicated those places in the days of Jesus and the Apostles. They are holy places, and they will be held sacred even as Jackson County; and there is not a man living there but at this day has the <div class=\"break columnbreak\" id=\"190b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0190.pdf\" target=\"pdfwin\">p.&#xA0;190b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2570\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> spirit of fear upon him and expects that he will have to march some day; and, to this day, no man has ventured to cultivate or build upon the Temple Block. Joseph the Prophet dedicated that land, and they feel the effects of that dedication; and the blessing will remain there, and all hell cannot get it off; and I shall yet see the day that I will go back there, with brother Brigham and with thousands and millions of others, and we will go precisely according to the dedication of the Prophet of the living God. Talk to me about my having any dubiety on my mind about these things being fulfilled! I am just as confident of it as I am that I am called to be a savior of men, and no power can hinder it. <\/div><div class=\"paragraph jod\" id=\"v6n1268\"> If we do not receive these things, it is because we do not live for them. I want to do everything by the power of God and the inspiration of his Spirit. When I get a new wife, I always dedicate her to God, and this is the way I have done for years. I also make a practice of dedicating my children to the Lord, that they may grow up in his wisdom and increase in his power. <\/div><div class=\"paragraph jod\" id=\"v6n1269\"> These are little things; but you need not laugh about them, and nobody but fools would laugh; for these things are our very existence. <\/div><div class=\"paragraph jod\" id=\"v6n1270\"> I want to know of every man and woman, if you were going to place a sacred thing anywhere, and you were to put it in an unholy vessel, whether that vessel would not make it impure? Yes; and it will become unholy because of that cursed thing. If it is the most holy thing in existence, it will become corrupted by coming in contact with unholy things. <\/div><div class=\"paragraph jod\" id=\"v6n1271\"> I am preaching these things to my brethren and sisters, that they may know, if they have not dedicated and consecrated their children to the Lord, that it has to be done. But you may inquire, &#x201C;How shall we do  <div class=\"break pagebreak\" id=\"191a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0191.pdf\" target=\"pdfwin\">p.&#xA0;191a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2569\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it?&#x201D; You will have to do it as brother Brigham and others have done when in Nauvoo. We had to take our children and wash and anoint them, and place the birthright and father's blessing upon them in the house of God, and then have them sealed to us; and you will have to do just so. <\/div><div class=\"paragraph jod\" id=\"v6n1273\"> If you do not take the right course to raise up a holy seed unto the Lord, but jangle and contend one with another, your children will not have so good a chance to get the blessings of celestial glory; but, in proportion as you bring yourselves into subjection, your children will receive the blessings of heaven. <\/div><div class=\"paragraph jod\" id=\"v6n1274\"> Just as soon as spring opens, I am going to work to put into the earth every kind of seed, and I want my wives to take an interest in these things, in raising the flax and making the cloth. They take a mighty interest in wearing the cloth when it is made; and if they will do these things, the day will come that we will be as rich as we can desire in all things that this earth produces. Our Governor will be rich, and there is not a man on God Almighty's earth that will begin to compare with him: he will swallow them all up in riches and blessings. <\/div><div class=\"paragraph jod\" id=\"v6n1275\"> I am opposed to your nasty fashions and everything you wear for the sake of fashion. Did you ever see me with hermaphrodite pantaloons on? [Voice: &#x201C;Fornication pantaloons.&#x201D;] Our boys are weakening their backs and their kidneys by girting themselves up as they do; they are destroying the strength of their loins and taking a course to injure their posterity. <\/div><div class=\"paragraph jod\" id=\"v6n1276\"> Now, just look at me. I have no hips projecting out; they are straight down with my sides. I am serious myself, although I can smile and laugh when I am serious; but these ridiculous fashions I despise, and God knows I despise anything that will <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2569\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> tend to destroy the lives of my sisters. What is your existence worth to you? It is worth everything to your posterity; and you ought to consider their interest as well as your own. <\/div><div class=\"paragraph jod\" id=\"v6n1277\"> There is not a woman in this congregation but would be as straight as I am, if she did not destroy her shape. <\/div><div class=\"paragraph jod\" id=\"v6n1278\"> Bless your souls, I am talking about home manufacture. I was speaking about it last Sunday, and I would not have said a word about it now, but there were a good many who felt disposed to ridicule brother Lorenzo D. Young's remarks; therefore I have spoken as I have. I want to know if some of them were not tried by what he said; for some of them were talking about cutting enough off their dresses to make frocks for babies and sending it to him. I wish they would send it to me&#x2014;I would show them what I would do with it. <\/div><div class=\"paragraph jod\" id=\"v6n1279\"> Some of you are taking a course like that of the Gentile world&#x2014;namely, to weaken and destroy the human family, and they are going down to death as fast as they can. Shall we follow in their tracks? Some of them have come up into the tops of the mountains for the purpose of introducing their corrupt and damnable practices and customs. <\/div><div class=\"paragraph jod\" id=\"v6n1280\"> You may take all such dresses and new fashions, and inquire into their origin, and you will find, as a general thing, they are produced by the whores of the great cities of the world&#x2014;London, New York, and from Paris, and from all the Gentile cities. Now this is true, gentlemen, and brother Brigham, brother Taylor, and a great many others can bear witness of it. <\/div><div class=\"paragraph jod\" id=\"v6n1281\"> There is a new fashion that our boys have got hold of, and Spanish bits and bridles, and then with their hermaphrodite pantaloons they look ridiculous. I will speak of my own boys, for they are like the rest, and have to take things rough-and-tumble  <div class=\"break pagebreak\" id=\"192a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0192.pdf\" target=\"pdfwin\">p.&#xA0;192a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2568\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as they come in this mountain life&#x2014;to go into the woods, take hold of a lion's beard, and tell him to stand still: their backs are like the women's; they are cut nearly in two with these cursed fashions, so that they have but little strength left in them. <\/div><div class=\"paragraph jod\" id=\"v6n1283\"> I understand those officers out yonder have got a good many women with them, and I do not believe there are twenty in the whole camp but what are whores, and they designed to come here to set you a pattern and to moralize this community. I say, Will they not feel pretty straight by next spring? I think they will feel considerably cooled off by next spring, and I have an idea that by that time they will feel disposed to quit their prostitution; and if they do not go away, we will make them march pretty quick. Those soldiers cannot rule ever us, nor their civil officers either, for they are the meanest of the corruption of the world. It makes me angry, but I will not sin about it;<span class=\"citation\" id=\"75287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75287)\">Eph. 4:26<\/a><\/span> but I feel displeased at such things. <\/div><div class=\"paragraph jod\" id=\"v6n1284\"> We shall prosper from this time forth. Now you may mark it, and you will see that those who will do right will prosper. I will tell you, if we cannot take a course to put iniquity out of our midst, and if men will take a course to demoralize themselves, we will draw the line and divide the evil from the good, and we will have those who corrupt themselves stay at home and let the pure in heart go out to war. And this is not all: I am opposed to any man's going into these mountains to stand between us and our enemies that will get drunk. We do not want any man there but what we can lay our hands upon and dedicate to the Lord; and we do not want any there but who will do that which is right in the sight of God and man; but we want men that will pray and keep their covenants sacred. In short, we want men that are ac<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2568\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ceptable in the sight of God: they are the men we want. <\/div><div class=\"paragraph jod\" id=\"v6n1285\"> We want the home manufacturing men; and away with your trash and nonsense, for I am sick of it. I do not say but I have some traditions about me, for I know that I have; but I wish they were off far away. My desire is that I may do everything that is right from this time forth and forever; and I feel, as I heard brother Brigham say, a few days ago, that I am as independent of those little, nasty, wicked spirits as God is upon his throne, when I am right myself; and so is every other man. <\/div><div class=\"paragraph jod\" id=\"v6n1286\"> It is true that we are the best people there are on the earth. But still there are a great many things I do not like to see; and one is&#x2014;when men get up a party, I do not like to see drinking whiskey the very first thing that is introduced, and especially to go so far as to pollute themselves. Some of you might say, &#x201C;Brother Kimball, your boys have been doing the same thing.&#x201D; If they have, I do not fellowship them in that; but I disfellowship them for so doing, and so does brother Brigham and every other good man. I do not care whether it is a son or a wife that does wrong&#x2014;I will not fellowship them in that wrong, for I am not partial. I care just as much about the English as the Irish or the Americans, and I guess I manifest it pretty well. <\/div><div class=\"paragraph jod\" id=\"v6n1287\"> If you cannot obey those you have seen, how can you obey those you never saw?<span class=\"citation\" id=\"78778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78778)\">1 Jn. 4:20<\/a><\/span> You never will see those whom brother Brigham and his brethren represent, unless you first obey those that you see every day. We are God's representatives; and if you want to know whether you will ever go into the presence of God, I can tell you that you never will, unless you learn to obey your brethren. Then live to sustain the authorities of this kingdom by your works, and we shall live scores of years. <\/div> <div class=\"break pagebreak\" id=\"193a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0193.pdf\" target=\"pdfwin\">p.&#xA0;193a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2567\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n1289\"> Brother Brigham never will die by the hand of an enemy, neither will I, nor any of you, if you will do your duty. Brother Brigham is just as secure as the roots of a tree, if every limb performs its duty. I tell you it is hard to tell things just as a man has them in his mind. For my own part, I have not got the language. <\/div><div class=\"paragraph jod\" id=\"v6n1290\"> Now, if you are determined to destroy yourselves, I am perfectly willing, providing you do not destroy the fruit of your loins; but many of you are taking a course to destroy that by your ridiculous fashions. <\/div><div class=\"paragraph jod\" id=\"v6n1291\"> Now, suppose that any of you were to take a tree and tie the limbs in a strait place, so that they were obliged to remain in it, will that tree be as thrifty as those that are loose? No, it will not; and if you do not <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2567\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> believe it, go into my garden, and you will there see trees with the limbs crossing each other at various angles; and the consequence is that they are gnarly or diminutive in size, and very inferior in appearance, and perhaps they will never produce any fruit. <\/div><div class=\"paragraph jod\" id=\"v6n1292\"> Do not desire your children or your children's children to stop their growth, and do not you take a course to render them impotent and imbecile. I am talking to you, ladies; and then, again, I am talking to you, gentlemen, that wear those hermaphrodite pantaloons. <\/div><div class=\"paragraph jod\" id=\"v6n1293\"> May the Lord God bless this people, and bless his servant that leads them; and I bless everything that sticks to him; and the blessings of salvation shall be with you; for I promise you these things in the name of Israel's God. Amen. <\/div>\n<\/div>\n<\/div>"}