{"ID":60020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Enmity of Sectarian Priests Towards the Saints&#x2014;Economy&#x2014;Home Manufactures, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, Sunday Afternoon, December 20, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Leo Hawkins.<\/div>\n<div class=\"pageHeader\">Page Header: Enmity of Sectarian Priests, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 12\/20\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v6n836\"> We have had some most excellent instructions from brother Wells; and inasmuch as this people take heed and then practice them, we, of all people now upon the face of this earth, or that ever were upon the earth, are the greatest and most blessed, or shall be. As he said, it is for each of us to live our religion individually. I cannot live your religion; I cannot perform your services; I cannot pray&#x2014;that is, I cannot perform your prayers. I can pray for you, but I cannot perform your duties: it is impossible for me to do that. It is just as impossible for me to do that as to go to your separate houses&#x2014;say some three or four thousand houses, and get your breakfasts for you, and attend to other domestic duties that you should perform each one for yourselves, individually and collectively. Do you not see that that would cause me to be much more active than any man could be in the flesh? <\/div><div class=\"paragraph jod\" id=\"v6n837\"> I merely bring this up as an illustration. I cannot live your religion anymore than I can go to your houses and get your breakfasts and then eat them for you. One of those things is just as nonsensical to me as the other. I merely bring that up as a comparison, and not for the purpose of creating laughter or levity. The reason I am led to refer to some of the most simple ideas is, that I may be able to come at the capacity of the <div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2630\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> most simple person, and then I am sure that all above that can understand. <\/div><div class=\"paragraph jod\" id=\"v6n838\"> We are here in the mountains a thousand miles from the Christian world&#x2014;that is, the portion of the Christian world that we have come from, even the United States. I suppose there are as many as one or two hundred, and perhaps three hundred different Christian denominations; and every one of them differs, and every one of them is at variance one with the other; and every one of them, although they are at variance with one another, were all agreed in killing or in consenting to the death of Joseph Smith, either directly or indirectly. <\/div><div class=\"paragraph jod\" id=\"v6n839\"> I do not suppose there are any of the clergy of the present day, though there may be a few score, but what rejoiced the moment they heard that Joseph Smith's blood was shed. &#x201C;Thank God,&#x201D; said they, &#x201C;that we are liberated from that impostor, Joe Smith, who has caused us so much trouble and alarm.&#x201D; Thank God, I say, that we are delivered from that Christian nation. Deliver me from their Christianity and from them. <\/div><div class=\"paragraph jod\" id=\"v6n840\"> It is the priests of the day who incite the people to anger against us, and the men that stand in authority are tied up in their feelings on account of the priests of the day; and of all the ungodly beings that God ever  <div class=\"break pagebreak\" id=\"131a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0131.pdf\" target=\"pdfwin\">p.&#xA0;131a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2629\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>made, the priests of the present day are the most ungodly, and I know it; and they are the mainspring of all the mischief pertaining to this earth, as they are under the influence of the Devil; and, secondly, the editors, lawyers, and doctors, as they are under the influence of the priests. Thank the Lord God that we are a thousand miles from any of them and all of them. They cannot get here with steamboats, nor with ships, nor with railroads, nor with lightning rods: but we have a lightning rod or electric power that gives us intelligence. Our President knows their acts, and he can foresee future things, and he knows their evil designs; and he will have greater foreknowledge from this time forth, if this people will concentrate their faith and exertions; and if they do not, he will; and he will forestall and thwart them, and they can never trouble us to any great effect. Why? Because we are calculating to do right. <\/div><div class=\"paragraph jod\" id=\"v6n842\"> Am I not thankful that we are here in the tops of the mountains, a thousand miles from everybody, right in the center of America, in the chambers of the Lord? And God has led us here. They have killed Joseph, Hyrum, David, and Parley, four of the Prophets and Apostles; and they have killed and destroyed thousands of men, women, and children; and they have rejoiced at it&#x2014;they have exulted at it&#x2014;the priests in the pulpit and the whole nation. Well, who cares? I will tell you one thing, brethren: If this people will live and do as they are told, I do not care what course they take&#x2014;I do not care how many ditches they dig, nor how many snares they lay&#x2014;as the Lord God liveth, our enemies shall fall into the snares they prepare for us.<span class=\"citation\" id=\"56347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56347)\">Ps. 9:15<\/a><\/span><span class=\"citation\" id=\"83928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83928)\">D&amp;C 10:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n843\"> [The congregation responded&#x2014;&#x201C;Amen.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v6n844\"> And it shall be visible to this <div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2629\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people&#x2014;as visible to them as it is that the sun ever sets out of our sight or ever rises again, or that water runs or grass grows; and they shall be a standing miracle before this people, from this time forth. <\/div><div class=\"paragraph jod\" id=\"v6n845\"> Now, I will prove these things upon natural principles. This kingdom, this Church, this people are his servants. Our Governor is God's servant, and he will stand, and we never shall be ruled over by any of them again&#x2014;never, no never, while we live faithful and keep the commandments of God and do as we are told, every man, woman, and child. <\/div><div class=\"paragraph jod\" id=\"v6n846\"> Arise and shine, for the light and glory of God is on you, if you will accept of it. It is upon us, and it is with us, and it is around us, and it is about us. What shall we do? Sit down now and begin to cry, this man saying&#x2014;&#x201C;I have got no hat, no cap, no pantaloons, no shirt, nor garments?&#x201D; Sit down and cry about it, will you? Sit down and cry about it, sister, because you have not a dress nor bonnet, and many other things? Sit down and cry about it! <\/div><div class=\"paragraph jod\" id=\"v6n847\"> If you had taken a judicious course with your cotton yarn, and, instead of making rag carpets, had made some shirts and garments, it would have been to your interest; and if, instead of putting your wool into carpets, you had put it into dresses and blankets, it would have been to your interest. You have used much of your yarn in making carpets, and I would not give shucks for the whole of them. <\/div><div class=\"paragraph jod\" id=\"v6n848\"> I can tell you how to make a skirt or a quilt. You know you all have to have a bed quilt, puckered up into a quilt. Take your rags&#x2014;the little square pieces, oblong pieces, and all other kinds of shapes, and sew them together until you get enough to make both sides, the same as you would a quilt, and then take the cotton that was in the old one and put it into the new one, instead of throwing it away.  <div class=\"break pagebreak\" id=\"132a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0132.pdf\" target=\"pdfwin\">p.&#xA0;132a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2628\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Would it not look well? I will tell you it would look like Joseph's coat.<span class=\"citation\" id=\"53581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53581)\">Gen. 37:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n850\"> You need not laugh about it: it was no dishonor to him. They put it on him, thinking, probably, that it was a disgrace to him; but it was not: it was only fulfilling the word which was predicted of him. Would it be a disgrace to you? No. That woman who will take that course honors herself, her husband, and this people, and sets an example that is worthy of imitation. <\/div><div class=\"paragraph jod\" id=\"v6n851\"> Take those pieces and keep at work until you make a full garment of them, and then let us go to work as a people, as far as we have it in our power, and raise sheep, instead of killing and destroying them. Raise flax. I have not heard much of this flax raising. There has been a great deal of flax raised to procure seed to make linseed oil, but there has been none made; and there is, if it has not been disposed of, some three or four hundred bushels of flax seed in the Tithing Store. I have never heard of much being raised for any other purpose but for the seed. Perhaps some persons have dressed a little, but I have not heard much about it. <\/div><div class=\"paragraph jod\" id=\"v6n852\"> Brother Lorin Farr came up to see me a few evenings ago, and he said he had raised a crop of flax. It was not thought to be much; but he went to work with his men and gathered it and rotted it, and he has dressed it, and has got over one hundred pounds of beautiful flax, as good flax as he ever saw in the States, and good lint on it, better than he ever knew there. <\/div><div class=\"paragraph jod\" id=\"v6n853\"> How much will that hundred pounds of flax make when dressed? It will make about 125 yards of good cloth. A pound will make more than a yard. <\/div><div class=\"paragraph jod\" id=\"v6n854\"> After the flax is dressed and swingled, a woman takes it and hetchels it, and takes out the coarsest of the tow; then she hetchels it again, and gets another quality, not quite so <div class=\"break columnbreak\" id=\"132b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0132.pdf\" target=\"pdfwin\">p.&#xA0;132b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2628\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> coarse; then she hetchels it the third time, and that is fine. She will take that and make fine, beautiful linen, nice enough for any man to wear for the bosom of his shirt; and the rest she makes into tablecloths, towels, shirts, and good dresses, handsome enough for any lady. <\/div><div class=\"paragraph jod\" id=\"v6n855\"> When I married my wife, she was a spinner of both wool and flax, and wore woolen dresses for winter and linen for summer, and never put on a calico dress except to go to meeting, nor fine shoes. She would wear her coarse shoes until she got to the meetinghouse, and then she would change her shoes. <\/div><div class=\"paragraph jod\" id=\"v6n856\"> You may laugh at it, but I have seen it hundreds of times with as good women as you have got and as good women as ever lived. That is novel to a great many people, but I have seen these things. <\/div><div class=\"paragraph jod\" id=\"v6n857\"> I am telling some of these simple things, if you have a mind to call them so; or you may call them simple things that are seen in the latter days, that no person knows anything about&#x2014;mysteries. That is a mystery that I have seen with my own eyes, and so have many who are in this congregation. <\/div><div class=\"paragraph jod\" id=\"v6n858\"> Women would come from Victor, a distance of three miles, to the town of Mendon, New York, where I lived; and I have seen them walk barefooted, until they came near where I lived, and then they would put on their white stockings and shoes to go into meeting; and when they came out of meeting and had passed off a little out of sight, they would pull off their shoes and stockings and go home barefooted, for the purpose of saving their fine shoes and the stockings which they had spun and knit out of flax. I am telling what I have seen and what I know. <\/div><div class=\"paragraph jod\" id=\"v6n859\"> A good many women are now in this Church who were brought up in that manner, and never were  <div class=\"break pagebreak\" id=\"133a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0133.pdf\" target=\"pdfwin\">p.&#xA0;133a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2627\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>allowed to go to extravagance as people do now in many things. <\/div><div class=\"paragraph jod\" id=\"v6n861\"> Take a course to accumulate; return back, in regard to these matters, as it was in the beginning of our lives, to make our own clothing, our own shoes, and our own leather, and raise our own peaches and apples, cattle and horses, and everything else. <\/div><div class=\"paragraph jod\" id=\"v6n862\"> Now, do I not take a course to do this? I have not raised any flax yet, but I am going to try it the coming year, if I can find a man who understands it. Perhaps my gardener knows how to break flax; and I have three wives who know how to spin it, and they can teach the rest. <\/div><div class=\"paragraph jod\" id=\"v6n863\"> I am going to have a home manufacturing school in my family, and I am going to take those who understand this branch of business to teach the rest; and if there is one that is a dressmaker I will have her teach the rest to make their own dresses, knit their own stockings, and make their own caps and bonnets, and make the clothes for their own children, and let the beauty thereof be the workmanship of their own hand,<span class=\"citation\" id=\"94521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94521)\">D&amp;C 42:40<\/a><\/span> according to the design God gave us; and if we take that course as a people, we are blessed above all other people upon the earth, and we shall eventually be a free people, an independent people. <\/div><div class=\"paragraph jod\" id=\"v6n864\"> I will tell you the day of our separation has come, and we are a free and an independent people, isolated a thousand miles from the Christian nation; and thanks be to our God forever. And we are the people of God, and this is the dwelling of King Emanuel,<span class=\"citation\" id=\"91252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91252)\">D&amp;C 128:22<\/a><\/span> in these mountains, and he will gather all nations unto us&#x2014;those that will be gathered; and those who will not, he will compel them. <\/div><div class=\"paragraph jod\" id=\"v6n865\"> The day has come when the people have got to bow the knee to God<span class=\"citation\" id=\"59409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59409)\">Isa. 45:23<\/a><\/span> and pay tribute to him, every man and woman on this earth. <\/div><div class=\"paragraph jod\" id=\"v6n866\"> In regard to these matters, we <div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2627\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> should commence at home in our own families, by our own firesides. Let the improvement commence there, and then increase. It will not be long before we shall all be amalgamated into one spirit. These are my feelings. <\/div><div class=\"paragraph jod\" id=\"v6n867\"> Brother Hunter, our presiding Bishop, has to deal with these matters&#x2014;home manufactures; for, in reality, it pertains to the calling of Bishops to deal in temporal affairs, to enable us to become an independent nation. <\/div><div class=\"paragraph jod\" id=\"v6n868\"> I am satisfied that we shall have a good season for crops the coming year, if we are faithful. But it will depend on our goodness, faithfulness, and oneness. I have told you a great many times that our faithfulness and goodness and oneness would have an effect upon the crops. It will have an effect upon our stock, and upon the earth, the air, the mountains, the valleys; and that is not all: it will extend to the uttermost parts of the earth. There is not a branch that belongs to this kingdom but will feel the power. I know that by experience, by knowledge, and by intelligence. <\/div><div class=\"paragraph jod\" id=\"v6n869\"> You cannot now find an Elder among the nations, even one who is in the uttermost parts of the earth, if he could speak, but what would say, &#x201C;Brother Brigham, do you want me to come home?&#x201D; He has not received the word directly from him, and will stick and hang until he gets the word; but he feels as though he wanted to come home. They feel it to the ends of the earth. <\/div><div class=\"paragraph jod\" id=\"v6n870\"> How does the earth feel, when righteous men and women are walking upon it, ploughing it, hoeing it, watering it, blessing it!<span class=\"citation\" id=\"58417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58417)\">Isa. 24:5<\/a><\/span> I will tell you the earth feels it, and every part of the earth that is attached to it. It has power in it. Let us go to work and be an independent people. <\/div><div class=\"paragraph jod\" id=\"v6n871\"> Am I glad that that mountain is between us and the merchants? Yes, I am glad of it; for as long as we  <div class=\"break pagebreak\" id=\"134a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0134.pdf\" target=\"pdfwin\">p.&#xA0;134a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2626\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>can get those stores to come in here, we shall buy those rotten goods. <\/div><div class=\"paragraph jod\" id=\"v6n873\"> I will tell you some facts. If these things that I have told you are facts, I will tell some more. I have, in this valley, bought individuals of my own family a dress every month in the year, and at the last winding-up scene they told me they had not a dress that was fit to wear. They would not last hardly as long as you were making them, the things we buy in the stores are so rotten. They have rotted on the shelves, and they have bought them for about one-quarter their worth, and put a price on them that should have been if they had been good articles. I know it by my own experience. <\/div><div class=\"paragraph jod\" id=\"v6n874\"> How long will a good linen dress last you? Did any of you ever wear one? We never saw anything else, much, worn in the country, in the summer season, in a farming country. I never had a broadcloth garment, that I recollect, till after I became a member of this Church. I wore woolen homemade in the winter, of our own make, that my mother and sister spun; and in the summer I wore tow pantaloons and a tow frock. <\/div><div class=\"paragraph jod\" id=\"v6n875\"> I remember very well when I had the first fine shirt. I went and bought six yards to make me two shirts, just previous to my getting me a wife, and my sister Abigail made it up. Take a good linen dress, and it will last a good and a careful woman two years, if not three; and then you may take a good woolen dress and put it upon a good woman, an honest woman, a clean woman, and a careful woman, and it will last her five years&#x2014;I mean in the season of it. I presume there are hundreds of women here that would rise up and say, &#x201C;That's a fact.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n876\"> Well, as brother Lorenzo was speaking last Sunday (I put it into his mouth when he was talking about brother Brigham's family and mine), <div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2626\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I do not believe there are many families in these valleys that are more industrious at home than our families are. Take them in general, I do not believe there are any families in these mountains that make as many yards of homespun as they do. Our women have got, almost universally, two good woolen dresses apiece. I know that those two woolen dresses will wear out thirty calico dresses such as we buy here. <\/div><div class=\"paragraph jod\" id=\"v6n877\"> Just see what brother Brigham's family has done. I am going to talk about our families. They have got good dresses which we have purchased for them. Is it right for them to wear them? Yes; they are just as worthy to wear them as any other women in this town. I say, Wear them out. Wear your bonnets and everything else, and make them last just as long as you can, and take good care of your domestic things, flannel, and everything else. <\/div><div class=\"paragraph jod\" id=\"v6n878\"> In our city there are a great many poor women&#x2014;I am aware of that; and they will be eternally poor, for they waste everything they can get hold of; and they are nasty and filthy, for I see them dragging their dresses behind them; and though they are so poor that they cannot get up in the morning and wash their faces and hands before breakfast, yet they have got about eighteen or twenty inches of their dresses dragging in the mud. Now, you look, when you go out of this meeting, and see if you do not see several of them. <\/div><div class=\"paragraph jod\" id=\"v6n879\"> I am now talking about home manufactures. But if that is home manufacturing, I do not want that part. I am going to get rid of that. I cannot believe in it. I was speaking to a lady, the other day, about long dresses; and said she, &#x201C;That's the fashion Queen Victoria established.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n880\"> Said I, What has Queen Victoria to do over here? She had better get religion before she comes to set an example for our ladies, dragging their  <div class=\"break pagebreak\" id=\"135a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0135.pdf\" target=\"pdfwin\">p.&#xA0;135a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2625\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dresses in the mud. Well, they said she established it because she had such a big, squatty foot. You make a great deal worse squat than she does, dragging your clothes through the mud. Brother Lorenzo spoke of it, and I told him it belonged to the Bishop. It was his duty to lecture on this point. <\/div><div class=\"paragraph jod\" id=\"v6n882\"> My advice to you is, when you go home, tuck up that dress or cut it off. <\/div><div class=\"paragraph jod\" id=\"v6n883\"> I remarked to brother Lorenzo, a few days ago, when it was tremendously muddy, and a woman was walking through the mud, with her dress whopping over, and then stretching out, and then whopping over on the other side. You follow that woman home, and you will find that she has muddied her foot clear up to her legs. I am talking about the ridiculousness of such things; and if I can get you so ashamed that you will not come to meeting again with such long dresses, I shall be glad. <\/div><div class=\"paragraph jod\" id=\"v6n884\"> I can recollect, when I was a young man, I used to go with the ladies; and when they came to a mudhole, they would catch up their dresses and trip over. I like to see it. Say I, That is a decent woman; she is nice and clean. <\/div> <div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2625\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n885\"> Let us go to work and do as we are told. I will do it, as the Lord helps me. I shall go to with my might and begin to accumulate my own living, by the help of the Lord God and my brethren. And will this whole people do likewise, raise their own grain, their potatoes, and build good houses, and make themselves comfortable? <\/div><div class=\"paragraph jod\" id=\"v6n886\"> We shall live in peace, if we will only do right and take this course. And if we do not take it and have to go into the mountains, we have got to make our own clothing. I can take a little wheel on my back and a bundle of flax under my arms, and we can drive our sheep into the mountains, and my women can get into a tent and go to spinning. How nice that would look&#x2014;sitting in the door of the tent, spinning. It would look a great deal better than it does to see them taking a course to bring distress upon this people, depending on the world for their rotten stuffs. <\/div><div class=\"paragraph jod\" id=\"v6n887\"> God bless you, brethren. God bless you, sisters, and make you happy and comfortable in your habitations, and your habitations all little heavens, and be in heaven at home and abroad; and let everyone be diligent in doing good. Amen. <\/div>\n<\/div>\n<\/div>"}