{"ID":60024, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">True Government, Union, and Progress&#x2014;The Priesthood the Channel of Divine Revelation.<\/div>\n<div class=\"subtitle\">Remarks by Elder George A. Smith, Delivered in the Tabernacle, Great Salt Lake City, January 3, 1858.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: True Government, Union, and Progress, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 1\/3\/1858<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d24\">\n<div class=\"paragraph jod\" id=\"v6n1027\"> We have listened to a very interesting course of instructions, which, if treasured up in our hearts and properly practiced, must do us all good. It is of the utmost importance to our welfare in the kingdom of the Most High that we commence and learn to govern ourselves; and when this lesson is learned, then we are prepared to govern others. Unless we can govern ourselves, we are unprepared to be governed in the way that the kingdom of God is to be ruled and directed, which is to be upon the principle of common consent. It is not that a majority shall rule, but that the people shall be agreed; and when all the people are agreed as touching any one thing in the kingdom of God, no power can resist it.<span class=\"citation\" id=\"85279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85279)\">D&amp;C 42:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1028\"> The world look upon us as though we were tyrannized over, because they do not know the principles upon which we act. In all our Conferences and Councils, this people should act as a unit, and have done so to a greater extent than any other people that have existed on the earth for a great many centuries. This has astonished even republicans. It is astonishing to many men to think that a people can all be agreed; and I have read professedly learned illustrations of republicanism, which declare that it is attended with great danger for the people all to be united. There is <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2601\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> danger of their being united, lest they oppress somebody&#x2014;that is, themselves. <\/div><div class=\"paragraph jod\" id=\"v6n1029\"> In conversation, last winter, with ex-Governor Lane, of Oregon (then a delegate in Congress), on this principle, I told him of an election which occurred in one of our new counties, where the office of Sheriff was vacant, and by accident there were two candidates and a close contest. He said, &#x201C;That is an evidence of civilization.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1030\"> If every person in a family can learn to be governed, there will be no difficulty in that family. And if every person in a Ward can learn to govern and control themselves, there will be no difficulty in that Ward; for the human mind is so constituted that this principle cannot be learned only by the observance of the principles of the Gospel of Jesus Christ. Now, there is no other people upon the face of the earth that could live in these valleys and cultivate and irrigate the soil as we do. They have so little control of their disposition and of their temper, they would kill each other with their hoes over the water ditches. There could not be two, three, or forty owners in a water ditch without fighting. It takes pretty good Saints to get along with water ditches in a dry time, and not quarrel. <\/div><div class=\"paragraph jod\" id=\"v6n1031\"> When this people live as they should, there will be no disposition in  <div class=\"break pagebreak\" id=\"160a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0160.pdf\" target=\"pdfwin\">p.&#xA0;160a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2600\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them to quarrel one with another. If anything is wrong, they will be ready to submit that wrong to be made straight by those who understand it better than they do. If any misunderstanding arises, it can easily be adjusted. But, with our views, prejudices, and traditions, we are all the time struggling with ourselves and our own peculiar notions. Every person has in his own brain a series of ideas implanted from early youth, which he considers to be right; and it is a very hard matter for us to relinquish these deeply-implanted traditions, which in nine cases out of ten are not right. <\/div><div class=\"paragraph jod\" id=\"v6n1033\"> Now, from the early history of this Church, almost every man, every Elder, or member that has undertaken to study or practice law was in a very short time on the high road to apostasy and destruction; and every member of this Church who has undertaken to practice law as a profession has gone neck-and-heels to the Devil. What is the reason of this? They take up the opinions of men that wrote perhaps hundreds of years ago, and lay them down as a standard, drive them down as stakes, and then tie themselves to them, and they are immediately in a peck measure: their minds are contracted to the circumference of a peck measure, and they are a good deal in the condition that a gentleman was, by the name of Silly, who kept a tavern. There was an eminent Presbyterian minister who called on him, by the name of Peck. Silly thought he would joke the minister before the company at the dinner table, and said to him, &#x201C;Mr. Peck, I believe it takes two pecks to make a half-bushel?&#x201D; &#x201C;Yes, sir; but it only takes one silly to make a fool.&#x201D; So it only just takes one of those &#x201C;Mormon&#x201D; <span class=\"italic\">lawyers<\/span> to make a fool. <\/div><div class=\"paragraph jod\" id=\"v6n1034\"> Instead of taking up the subject as it exists, and enquiring what is right or wrong, they adopt the Gentile mode <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2600\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of undertaking to carry a point, right or wrong; and no Elder of Israel can undertake to carry a point, right or wrong, just or unjust, and stand up and defend injustice, falsehood, and corruption, without losing the Spirit of God; and it only takes one such a man to make a fool. <\/div><div class=\"paragraph jod\" id=\"v6n1035\"> Trace over the history of apostates, and you will find that in almost every instance they lay down a standard rule&#x2014;that is to say, &#x201C;Thus far will we go, and no farther.&#x201D; For instance, we will take the Bible, Book of Mormon, and Doctrine and Covenants, and say concerning them, They are true&#x2014;the rule and guide of our faith and practice; they are the law we must abide, and we must go no further; and so their light is blown out. Although these books are true, and there are many good instructions in them, by which we may learn the way of life, yet the very moment we tie ourselves to them and say we will receive nothing more, from that moment our light is extinguished, and we are inside the peck measure. <\/div><div class=\"paragraph jod\" id=\"v6n1036\"> Go back to the early history of the Christian Church, and you find that the very moment the institutions of Jesus Christ and his Apostles were presented to the world, men began to speculate and philosophize on them, and to distribute them into different parts, and speculate on them, adopting their own wisdom for the wisdom of God. Instead of observing strictly the original principles of salvation, and keeping the light always blazing&#x2014;keeping the spirit of revelation always burning&#x2014;keeping the spirit of truth, the lamp of light, and communications from the Almighty continually flowing, they adopted a little of that they had received which suited their vain notions, saying, &#x201C;We have enough, and upon this we will build.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1037\"> The very moment that revelation to this Church through our Prophet and Presidency ceases to be commu<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"161a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0161.pdf\" target=\"pdfwin\">p.&#xA0;161a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2599\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nicated unto us, and we adopt any series of books, whether the writings of Joseph or the writings of any other man, or all the writings and revelations that ever have been given, and say, This much we receive, and no more; then we are as dead as the lifeless corpse: we cut off the channel of revelation, and the light and the communication between us and eternal happiness; we cut asunder the thread of light, and we are in darkness and adrift at sea, without a compass to guide us, like any other religious denomination. Hence it is that we bear testimony of the fulness of the Gospel and of the Priesthood conferred upon Joseph Smith, and conferred upon our Prophet and President Brigham Young, and all the authorities of Israel in their sphere and in their standing and position. <\/div><div class=\"paragraph jod\" id=\"v6n1039\"> I know that this Priesthood is true and is the authority by which we can claim and obtain from God this burning light until the day dawn and the day star arise.<span class=\"citation\" id=\"78278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78278)\">2 Pet. 1:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1040\"> Now, if I could not get up here and bear testimony that we are led by the power and instruction of the Spirit of prophecy&#x2014;by the Spirit of the Almighty&#x2014;by a Prophet called of God, ordained and chosen to instruct, teach, and lead us, you would never hear my voice in your midst. But that light never can be put out: it is with the Church, and God has set his hand at the present time to establish his kingdom. But unless the Saints will so live and so exert themselves that they can preserve the purity of the holy Priesthood among them, the work will be left to other people.<span class=\"citation\" id=\"61184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61184)\">Dan. 2:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1041\"> There is no opportunity for a half-way place: it is impossible. Men may think they can lie a little, blaspheme a little, get drunk a little, or do a thousand other mean things just a little, and yet be the servants of God.<span class=\"citation\" id=\"81502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81502)\">2 Ne. 28:8<\/a><\/span> But if we would inherit the blessings of the Priesthood&#x2014;if we would stand <div class=\"break columnbreak\" id=\"161b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0161.pdf\" target=\"pdfwin\">p.&#xA0;161b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2599\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the presence of the Almighty&#x2014;stand upon Mount Zion and inherit the blessings of a glorious celestial dominion, we have got to be clean: we must cleanse ourselves, put away our follies, and be prepared to stand united. <\/div><div class=\"paragraph jod\" id=\"v6n1042\"> A great many people have wondered why it was that it was necessary for the Saints to gather together. The fact is, the human mind is so weak&#x2014;so susceptible of false impressions, that while the people of God were scattered in the nations of the earth, to come in contact with all the corruptions, prejudices, and traditions of the world, it was literally impossible for the human mind to resist these pressures. But by bringing our firebrands from every part of the world, gathering them from every nation, kindred, tongue, and people and placing them together in one mighty heap, and exercising ourselves with diligence to cast out everything that is not right&#x2014;by doing this we kindle a fire that can never be extinguished. <\/div><div class=\"paragraph jod\" id=\"v6n1043\"> This is the work of God, and the servants of God that are called to preside over us are the messengers of the Most High, and they have the light and the power. It matters not whether we live to behold it in this life or not, that light will triumph; and all those who live humble and keep the commandments of God will triumph also. This is my testimony. We need not fear the nations of the earth; we need not fear the armies of the Gentiles. <\/div><div class=\"paragraph jod\" id=\"v6n1044\"> From the very hour that the light began to shine, all the world has been trying to put it out; but the more they try to extinguish it the brighter it will shine; and it will blaze and burn, and it will go forth and will consume out of our midst all those that work iniquity; and Zion will be established in its purity, no more to be thrown down.<span class=\"citation\" id=\"94530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94530)\">D&amp;C 101:75<\/a><\/span><span class=\"citation\" id=\"94531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94531)\">D&amp;C 103:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1045\"> It is of no use to be discouraged or  <div class=\"break pagebreak\" id=\"162a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0162.pdf\" target=\"pdfwin\">p.&#xA0;162a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2598\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>alarmed. We may have to sacrifice some of our habits, some of our comforts, and some necessaries; but then it will wake us up to supply our own wants. If our enemies should stop the importation of goods, deprive us of the means of exporting all the gold and silver we can accumulate, we will retain it among ourselves, and turn in and produce for ourselves. The greatest sermon that ever has been preached in these mountains in aid of home manufactures was that preached by General Johnston, when he told the merchants on Black's Fork that if they <div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2598\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> undertook to carry their goods to Salt Lake, he would set their trains on fire. If they will keep their traps away, we will produce our own, and then we shall have them, and they will be our own, and we shall be independent, and we will fulfil the commandment given to the Church through Joseph&#x2014;&#x201C;Let all thy garments be plain, and their beauty the beauty of the work of thine own hands.&#x201D;<span class=\"citation\" id=\"85384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85384)\">D&amp;C 42:40<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1047\"> May God bless us, and enable us to do right in all things, is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}