{"ID":60029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Idolatry, &amp;c.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, February 7, 1858.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Idolatry, &amp;c.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 2\/7\/1858<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v6n1294\"> Through the remarks of brothers Edward Partridge and Silas Smith, who have lately returned from their mission to the Sandwich Islands, we are made acquainted with a new variety of customs; and I must confess that, hearing a relation of the customs and traditions of the natives of those islands, I am almost led to believe that they are a people very much like ourselves&#x2014;that they are entitled to the appellation of human beings. They are prone to wander&#x2014;prone to weaknesses; and if they have any <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2567\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> knowledge of God, they are prone to forget him and to turn to their idols. They are prone to be froward in all their ways, very much like ourselves. <\/div><div class=\"paragraph jod\" id=\"v6n1295\"> We believe that we have been better taught, and that we are quite an enlightened people. Christian Europe and America deem themselves the most enlightened people upon the earth; and an equal self-confidence among those islanders is all that is wanting to make them believe that they know more than the Europeans and Americans. I have an idea that  <div class=\"break pagebreak\" id=\"194a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0194.pdf\" target=\"pdfwin\">p.&#xA0;194a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2566\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Anglo-Saxon race possesses more confidence in themselves and more worldly wisdom than any other nation upon the earth; yet take the people on the Sandwich and Society Islands, and the natives of these mountains and of North and South America, or of any country where there are natives in their idolatry&#x2014;those whom we call ignorant, dark, benighted, lost, possessed of little or no knowledge, and let a person understanding the Priesthood visit them, and I will venture to say that he would find more and better traits of the Priesthood of God among them than can be found among the Christians. And though it may appear surprising and a matter hardly credible, yet even we are more or less under the power of traditions similar to those of the heathen. <\/div><div class=\"paragraph jod\" id=\"v6n1297\"> There is a cause for their traditions, customs, and present practices. They have grown into their present idolatry through a neglect of the truth, through a proneness to wander and forget their God and true religion. Let this people backslide&#x2014;lose their present faith and knowledge, and in after generations, perhaps, a few would cling to the Priesthood with all the vigor that we do, and would understand that the people were going into darkness, and would urge them to have some custom, some form, some representation or figure of their former faith and religion. What is commonly termed idolatry has arisen from a few sincere men, full of faith and having a little knowledge, urging upon a backsliding people to preserve some customs&#x2014;to cling to some fashions or figures, to put them in mind of that God with whom their fathers were acquainted, without designing or wishing the people to worship an idol&#x2014;to worship stocks, stones, beasts, and birds. Idols have been introduced, which are now worshipped, and have been for centuries and thousands of years; but they were <div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2566\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not introduced at once. They were introduced to preserve among the people the idea of the true God. <\/div><div class=\"paragraph jod\" id=\"v6n1298\"> I have frequently said, and say again, that there are and always have been a great many in this Church that are not Saints. There are more &#x201C;Mormons&#x201D; than Saints; and there are different degrees and grades of &#x201C;Mormons&#x201D; and of Saints. There are many that are &#x201C;Mormons&#x201D; that are not Saints; and so it will be until Jesus comes to separate the sheep from the goats;<span class=\"citation\" id=\"66166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66166)\">Matt. 25:32-33<\/a><\/span> or, in other language, until the Husbandman shall bid his servants gather the wheat into the barn, and the tares into bundles to be burned.<span class=\"citation\" id=\"64577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64577)\">Matt. 13:30<\/a><\/span><span class=\"citation\" id=\"89542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89542)\">D&amp;C 101:65-66<\/a><\/span> This must be; this we all believe and can understand. <\/div><div class=\"paragraph jod\" id=\"v6n1299\"> If we are not all Saints, the most of this people are trying to be. If we are not as perfect in our sphere as are the angels, we are trying to prepare ourselves to become so. We have not yet received our inheritances; but we are trying to prepare ourselves to be worthy to receive them. Yet it can readily be understood that if this people should backslide, they would, as others have, introduce an idolatrous worship. All Protestants accuse the Roman Catholic Church of worshipping idols. It is the practice of its members to carry a cross with them to worship the Virgin Mary. They have paintings and images in their chapels and other places of worship; and they are accused of worshipping these paintings and images, and that they are idolatrous worshippers. But those representations were introduced in the same way that a father would show his children that Jesus Christ is actually a man like their father, by showing them a figure representing Jesus as extended upon the cross, and saying, &#x201C;This gives you, my children, an idea that he was a man.&#x201D; Now, let those children, when saying their prayers, have that representation before them, and  <div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2565\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>how long would it be before some of their neighbors' children would tell their mothers that those children were worshipping a picture or image? This is the way that idolatry has sprung up in the world, through a method established to keep the people in remembrance of the God they once worshipped and were acquainted with. <\/div><div class=\"paragraph jod\" id=\"v6n1301\"> Do the Christian world know whether God has eyes to see, ears to hear, or hands, or a body? They are as ignorant of the true God as are those islanders, and all whom we call heathen. And our traditions are such that we are yet more or less in the dark, and are under the necessity of assembling here from Sabbath to Sabbath, and in Ward meetings, and besides, have to call our solemn assemblies, to teach, talk, pray, sing, and exhort. What for? To keep us in remembrance of our God and our holy religion. Is this custom necessary? Yes; because we are so liable to forget&#x2014;so prone to wander, that we need to have the Gospel sounded in our ears as much as once, twice, or thrice a week, or, behold, we will turn again to our idols. It is immaterial what the idol is, whether it is what the Californians call a slug, or whether it is a twenty-dollar gold piece, or an eagle, or half-eagle, or whether our affections and attention fasten upon our farms, houses, and other worldly goods&#x2014;if we are not constantly exhorting the people and setting before them the necessity of living their religion, calling back their minds that have been wandering, and preaching and praying with them, behold, they would turn to their idols. <\/div><div class=\"paragraph jod\" id=\"v6n1302\"> Were the Lord to give us peace for a few years, so that we should have no sorrow or trouble from without, with the land producing abundantly, with the fine weather and the healthy climate, how long would it be before many of you would again want to go <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2565\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to California to get gold, and turn away from your holy religion to worship an idol? Rather than neglect your holy religion entirely, you had better keep your images right before your eyes and say your prayers to an idol, whether it be cut out of wood or is a dog's skull, so that you believe there is something behind that which will actually point your affections to look beyond that which you see with your natural eyes, and cause you to believe in a Supreme Being, in an Overruling Hand, in an All-wise Providence, or to worship even a god without body or parts. Are we under traditions to the same extent that some others are? Perhaps not. We do not think we are; and yet we have our traditions upon us; and if we are not careful, we are liable to become as great idolaters as there are in the world. <\/div><div class=\"paragraph jod\" id=\"v6n1303\"> Brother Silas Smith has just told you that he had not been at home four days when he heard his name called for another mission; and he says that he is ready and willing, of which I have no doubt; for I never knew him when he was not willing to do anything that he was told to do. We say that we are willing to do anything required to sustain us in our religious rights&#x2014;to sacrifice our all for our religion and the hope that is before us. Brother Clapp has just taught us that we are not worthy of eternal life, unless we are willing to sacrifice all. Brother Clapp, what have you to give? [&#x201C;Everything I have.&#x201D;] But you have not got anything. John, what are you willing to give for eternal life? You say, &#x201C;Everything.&#x201D; What have you got? Consider well what you have. Says he, &#x201C;I live here; I have my life.&#x201D; No, you have not; for it is in the hands of your Creator. &#x201C;I have a wife.&#x201D; She is only committed to you to enable you to prove whether you will treat her in a righteous manner: she is not yet yours. &#x201C;I have chil<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"196a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0196.pdf\" target=\"pdfwin\">p.&#xA0;196a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2564\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dren that are the offspring of my loins.&#x201D; They are not yours; for you cannot produce them of yourself. &#x201C;I have a farm.&#x201D; No; that farm belongs to another. The Devil says that it is his; but we expect Jesus will have the whole earth. &#x201C;I have horses and possessions.&#x201D; Reflect well, and consider whether you really own anything. Upon reflection, you discern at once that your wife may be taken from you; your farm and your other possessions may be taken; and your gold and silver may take the wings of the morning<span class=\"citation\" id=\"57311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57311)\">Ps. 139:9<\/a><\/span> and fly from you. If God withdraws his sustaining hand, you sink. You have no wife, children, horses, houses, nor land. <\/div><div class=\"paragraph jod\" id=\"v6n1305\"> When men and women talk about giving everything for the salvation which they anticipate and live for, behold, they have nothing to give; nor have they anything to do, only to do their duty. And what is that? To improve upon that which is committed to their possession&#x2014;to prove themselves worthy to their Father and God, that ere long they may be worthy to receive crowns of glory, immortality, and eternal life. Then we shall be beyond the power of Satan. We shall be where we can control death and him that has the power of death;<span class=\"citation\" id=\"76473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76473)\">Heb. 2:14<\/a><\/span> and we shall reign triumphantly as the Gods and as the sons of God.<span class=\"citation\" id=\"94534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94534)\">D&amp;C 76:58<\/a><\/span> We must inherit that power and glory before we can say that we really own anything, even the least thing in this world or in eternity. <\/div><div class=\"paragraph jod\" id=\"v6n1306\"> Some persons talk about sacrificing; but we have nothing to sacrifice. All we have to do is to love and serve our God, and do everything we can to bring knowledge to ourselves and to the people&#x2014;everything we can to make them happy, wealthy, strong, and numerous, so that we may overcome the powers of darkness and reign triumphantly on the earth, Jesus Christ being our head and king. That is all we have to do. Tell about <div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2564\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> houses, lands, and other property being ours, and that we have no traditions and idols! I would as soon see a man worshipping a little god made of brass or of wood as to see him worship his property. I have a number of such gods brought to me from the East Indies and from the islands; and I would as soon see one of my brethren worship one of those brass idols as to see him worship his property; and he would be as much justified in the sight of God. Does this congregation understand what idolatry is? The New Testament says that covetousness is idolatry;<span class=\"citation\" id=\"75613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75613)\">Col. 3:5<\/a><\/span> therefore, a covetous people is an idolatrous people.<span class=\"citation\" id=\"75311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75311)\">Eph. 5:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1307\"> Some of you are just as much idolaters as are the heathen, but you do not know it; neither do they realize their idolatry. Were I on the islands and seeing the natives bow before their images to be healed, I would say, &#x201C;Have faith.&#x201D; And instead of disfellowshipping a man for worshipping an idol, I would exhort him to have exceeding great faith in his idols, upon the same principle that I exhort the brethren here to have faith in our God. &#x201C;And if your idol will not heal you, look beyond to that Being who can.&#x201D; I am not for cutting people off from the Church that worship their property instead of their God, but for bearing with them until they shall gain light and knowledge so as to see their errors and turn to the God of truth. I would say to idolaters, &#x201C;If you have faith in an idol, have a little more; and if you have faith enough, the Lord may work upon your minds so that you can understand the blessings he has in store for his people.&#x201D; And I say to the men and women who profess to be Latter-day Saints, &#x201C;God giveth and he withholdeth; at his pleasure he raises up and puts down kings, emperors, thrones, and dominions;<span class=\"citation\" id=\"61478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61478)\">Dan. 4:32<\/a><\/span> and the power and wisdom and glory of the Almighty, who fills  <div class=\"break pagebreak\" id=\"197a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0197.pdf\" target=\"pdfwin\">p.&#xA0;197a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2563\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>immensity and operates upon all things, will prevail.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1309\"> What good can our wealth do, were it not to promote the cause of God upon the earth, overcome the power of Satan, and be used to bring forth righteousness and overcome darkness? That is dedicating ourselves and all we are made stewards over to the building up of the cause of God on the earth. In so doing we can be justified. We cannot receive the glory, the kingdoms, the thrones, the wisdom, and the power that are designed for us, without a close application in our studies and in our efforts in our whole lives to build up the kingdom of God on the earth. We need to apply our minds to wisdom as strongly and closely as brother Silas Smith had to apply his mind to learn the language of the natives, that he might be able to teach them his ideas without trusting to their passing through the mouth of another. No matter how much of the Spirit a teacher has, if his words have to be interpreted by one who has not the Spirit; the people are not benefited; &#x201C;For the letter killeth, but the spirit giveth life.&#x201D;<span class=\"citation\" id=\"74042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74042)\">2 Cor. 3:6<\/a><\/span> No matter how much a man preaches, nor how much of the Holy Ghost he has&#x2014;the spirit may be edified, but the understanding will remain unfruitful. And if we trust to some other person to bring forth the hidden things of the kingdom, if we are all the time dependent on an interpreter who has not the Holy Ghost, we cannot grow rapidly in the knowledge of the truth. <\/div><div class=\"paragraph jod\" id=\"v6n1310\"> We must live so that our knowledge and faith shall reach beyond the ideal, no matter what that is; and we must have knowledge of the living God for ourselves. The people wish to know whether they cannot find out the living God. Yes, just as quickly as you are prepared; but you must cease worshipping idols. Then, when persons say they are willing to sacrifice <div class=\"break columnbreak\" id=\"197b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0197.pdf\" target=\"pdfwin\">p.&#xA0;197b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2563\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their all for the kingdom of God, they will do it without whining. Then, if a Ward is required to perform a certain work, they will not complain about it. Then they will be apt to cast their idols behind them, and will not so worship and covet a beautiful span of horses that they will not let them go to save the whole house of Israel. But in the first place, they have nothing to sacrifice; in the second place, God has given them enough with which to benefit his kingdom; and thirdly, if it is not on hand when required, by-and-by it will be said, &#x201C;Take from those persons what they seem to have, and give it to those who are worthy&#x2014;who can dispose of their property to build up the kingdom of God.&#x201D; It will be said of us all, unless we improve upon what we have, &#x201C;Take that which they seem to have, and give to those who improve upon their talents and will gain more.&#x201D;<span class=\"citation\" id=\"66142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66142)\">Matt. 25:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1311\"> Whether you can see it or not, I know that this people are more or less prone to idolatry; for I see that spirit manifested every day, and hear of it from nearly every quarter. We must stop worshipping idols. We are in possession of the keys of the kingdom; the eternal Priesthood is committed to this people, and we are blessed as are no other people of which we have any knowledge. This people have the words of life&#x2014;the way of life and salvation: they know how to save themselves and all that will cleave to them. Now, what is demanded at our hands? Is it to pray that we may be faithful? It seems to be a burlesque. It is most disgraceful to be under the necessity of saying, &#x201C;Brethren and sisters, let us be faithful.&#x201D; Rather so obtain a particle of wisdom before God that we can see our own standing, what we are called to do, and understand what is bestowed upon us. You might as well pray for the angels to be faithful as for this people. If you could see and understand things  <div class=\"break pagebreak\" id=\"198a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0198.pdf\" target=\"pdfwin\">p.&#xA0;198a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2562\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as they are, your whole souls, minds, affections, lives, and everything at your control would be sealed up in God and his work. Then would it be, &#x201C;You cannot take my horses, for I cannot spare them.&#x201D; No. Who cares for all the horses in the world? The Devil says that he has claim on them, and he means to devote them to his use. I will see that all the horses, mules, gold, silver, clothing, and people belonging to this Church are devoted to the kingdom of Christ, God being my helper;<span class=\"citation\" id=\"56768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56768)\">Ps. 54:4<\/a><\/span> and I will outgeneral the Devil, and baffle him in every turn, and head him in every nook and corner; and he shall be turned hither and thither as the Lord will. I am determined, in the name of Israel's God, to see the Devil whipped from the earth, and outgeneraled and fooled in all his schemes, and whirled about by this Church until he is glad to leave the earth and go to his own place; and then we will see whether or not the Lord God has all things that belong to him. <\/div><div class=\"paragraph jod\" id=\"v6n1313\"> Compare our position and situation with that of the rest of the world; look at the inhabitants of the earth, and try to understand the object of our being on this earth, the object of the forming and peopling this earth, and designing and decreeing that things should be thus and so. Try to understand why our first parents partook of the forbidden fruit, and why Jesus came to the earth to redeem fallen man. Let us try to learn why things are suffered to proceed on the earth as they do. <\/div><div class=\"paragraph jod\" id=\"v6n1314\"> If you get an understanding to know the purposes and designs of our Creator in framing and peopling this earth, do you think that I should be under the necessity of exhorting you to say that you will sacrifice your all for eternal life? The idea is nonsensical. Should I be under the necessity of exhorting you to live your <div class=\"break columnbreak\" id=\"198b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0198.pdf\" target=\"pdfwin\">p.&#xA0;198b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2562\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> religion and cling to your God? If we should not come to meeting during the next sixteen years, and if we had never met since the brethren were driven from Jackson County, everyone would live his religion. If this people had understood what they ought, the early Elders might have lived in foreign nations and preached the Gospel until this day, and they would then have been better prepared to worship God acceptably than many are now; and this people would have been more cautious, better prepared, and more contented to practice what they know, instead of searching after things that do not concern them. <\/div><div class=\"paragraph jod\" id=\"v6n1315\"> We know enough to damn us; and when we know enough for that, we know enough to save us, if that knowledge is improved upon. We are a happy people. We are the only people on earth that acknowledge God and truly believe in him. The Christian and heathen world profess to believe in him; and the Jews say that they believe in him: but they do not believe in Jesus Christ. The Christians profess to believe in Jesus Christ; but, if he told the truth, not one of them really believes in him. I do not doubt their honesty; but I doubt the manifestation of any knowledge they have of him; for if they were his disciples, they would do the works which he did.<span class=\"citation\" id=\"69476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69476)\">John 8:39<\/a><\/span> That alone is positive proof to me that they neither believe in him nor have any idea what he designs concerning them. They may be honest and sincere; but they are very ignorant. This people have the true knowledge; they have it not. We have the Priesthood; they have it not. We have the way of life and salvation; they have it not. We know how to be Saints&#x2014;how to save ourselves and all who will hearken to our counsel; they do not. <\/div><div class=\"paragraph jod\" id=\"v6n1316\"> Now, ask yourselves, is there any necessity of preaching, praying, teaching, and exhorting, to learn us our  <div class=\"break pagebreak\" id=\"199a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0199.pdf\" target=\"pdfwin\">p.&#xA0;199a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2561\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>duty and make us Saints? It is almost labor lost. You heard brother Silas say that if the Elders should leave those islands, in a few years the natives who have embraced the Gospel would be as bad as they ever were. If there is nothing more of them than that&#x2014;if they have no desire to do good&#x2014;no power in themselves to keep them from giving way to the Devil, unless there is an Elder from Great Salt Lake to watch them, the quicker they are damned the better. I would not, in such a case, walk five rods for the whole of them. If they do not know enough, after what they have been taught, to save themselves, they will be damned, and I will not ask another Elder to wear out his strength and waste his energies in so useless a work. <\/div><div class=\"paragraph jod\" id=\"v6n1318\"> Those islanders and the natives of <div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2561\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this country are of the house of Israel&#x2014;of the seed of Abraham, and to them pertain the promises; and every soul of them, sooner or later, will be saved in the kingdom of God, or be destroyed root and branch. If they do not choose in this probation to take the path that leads to life, let them go their own road. The honest in heart in all nations and generations who are worthy to receive any salvation will receive it, sooner or later; and I do not care how quick the Lord Almighty cleans the floor; for then we will build up Zion and redeem the honest in heart. But it is not for me to know the times and the seasons:<span class=\"citation\" id=\"71021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71021)\">Acts 1:7<\/a><\/span> it is for me to be contented in the discharge of my duty today, and let tomorrow bring forth what it will. <\/div><div class=\"paragraph jod\" id=\"v6n1319\"> May the Lord bless you, brethren and sisters. Amen. <\/div>\n<\/div>\n<\/div>"}