{"ID":60023, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Self-Government&#x2014;Constitution of the United States&#x2014;Church Government, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Orson Hyde, Delivered in the Tabernacle, Great Salt Lake City, January 3, 1858.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Self-Government, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 1\/3\/1858<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d23\">\n<div class=\"paragraph jod\" id=\"v6n975\"> Brethren and sisters, it has fallen to my lot this morning to speak unto you a short time as I may be led by the Spirit of the Lord our God. It is very natural for me, when I arise to address a congregation, to speak pretty energetically and pretty loudly also. This you all know that are acquainted with me and that have heard me speak. I like to hear an energetic speaker; but one who speaks very loud is apt to injure himself. When I have spoken too loudly, I have done injustice to myself and probably to the congregation. I shall endeavor, the Lord being my helper,<span class=\"citation\" id=\"94526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94526)\">Ps. 54:4<\/a><\/span> to modulate my voice according to the Spirit of God that I may have when speaking, and not go beyond it, neither fall short. At the same time, I do not want my mind so trammeled as brother Parley P. Pratt's once was, when dancing was first introduced into Nauvoo among the Saints. I observed brother Parley standing in the figure, and he was making no motion particularly, only up and down. Says I, &#x201C;Brother Parley, why don't you move forward?&#x201D; Says he, &#x201C;When I think which way I am going, I forget the step; and when I think of the step, I forget which way to go.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n976\"> I desire that I may watch myself, that while I may be thinking what to say, I may not allow my voice to range unchecked or uncontrolled; and while I may seek to govern my voice, I hope <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2610\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not to be forgetful of matter for your edification. <\/div><div class=\"paragraph jod\" id=\"v6n977\"> The principle of government among the Saints is the most important principle that there is for us to understand. If we apply it to individual capacity, it is the most important to us as individuals, not only in the government of the hand and arm, which are greater members than the tongue, but in the government of the tongue also. The tongue, though a very small member,<span class=\"citation\" id=\"77647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77647)\">James 3:5<\/a><\/span> is of all importance, which we readily concede. And if we can govern the tongue, we may be considered qualified to rule; for the tongue, though a small member, sets on fire the course of nature, and is too often set on fire of hell.<span class=\"citation\" id=\"77656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77656)\">James 3:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n978\"> It is the tongue that causes the evils that exist in the world; it is the tongue that sets nations at war; it is the tongue that causes broils in the domestic circle; it is the tongue that causes the fire of animosity and ill-will to burn in our midst. If we can succeed in governing the tongue according to the mind and will of God, we have got peace in our families, peace in our neighborhoods, peace in our community, and, what is more than all, we have peace with our God; for he that offendeth not in word, the same is a perfect man.<span class=\"citation\" id=\"77673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77673)\">James 3:2<\/a><\/span> Show me a perfect man that does not have peace with his God, and you will show me something I never saw  <div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2609\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or heard of. If we can govern the tongue, we are prepared then to enter upon the government of other matters; but I think we shall have plenty to do, at least for the present, to govern our tongues, even the best that are under the sound of my voice; for there is no person but that sometimes speaks unadvisedly with his lips&#x2014;but that sometimes lets off an improper word; for the tongue or mouth is merely the valve of the heart&#x2014;the place where the sentiments are discharged that have been confined in the heart, and that is the true index to the real inner man. Hence, &#x201C;By thy words thou shalt be justified, and by them thou shalt be condemned.&#x201D;<span class=\"citation\" id=\"64438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64438)\">Matt. 12:37<\/a><\/span> Who of us this morning can say that we have not offended in word, even this morning? Can we say that we have not offended in word since the new year of 1858 began? 1857 is gone by; 1858 is now before us. Have we offended in word since this year began?&#x2014;for I am sure that you all prayed that, with the close of the year, your sins might be canceled and swept away into the gulf of forgetfulness, that they be brought against you no more. Then I trust that you have entered upon the new year with a clean page&#x2014;turned over a new leaf. Is there a spot or blemish upon that new page thus far until now? Have none of us offended in word? If we have not, so far we are perfect, and able also to bridle the whole body. This will do then, perhaps, for the regulation and control of the tongue. <\/div><div class=\"paragraph jod\" id=\"v6n980\"> There are other matters that I may be led to speak upon in relation to the government of the Saints as a body. By what law shall we be governed? By what rule are we to be controlled and managed? By the laws and powers of this world, or by the laws and powers of the world to come? We form a very important link in the chain of existence. We are occupying <div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2609\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a very important place at the present time, and we are called upon to set an example. We are called upon to be the pioneers of a work that shall be everlasting. To be sure, we are but weak and feeble; yet we are the strongest of all people on the earth, if we have the God of heaven to be our helper;<span class=\"citation\" id=\"94527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94527)\">Ps. 54:4<\/a><\/span> and we have him, if we offend not in word&#x2014;if we can govern the tongue. <\/div><div class=\"paragraph jod\" id=\"v6n981\"> It is said there are a great many imperfections among us as a people. Grant it. At the same time, it is said we are the best people on earth, and the only friends God has. Admit this to be so. We may not be so pure friends as he might desire, but we are the best there are; and if he suffers us to be cut off, he will have none left of any kind. This is verily so. <\/div><div class=\"paragraph jod\" id=\"v6n982\"> We know that if we want a certain work done, we select the most proper individual for that job. If he is not so good as we could wish, we take the best we have and use that individual. So the Almighty, if he cannot have a people exactly to his liking, I do not know but that he will take the best there is, and manage and get along with them according to the wisdom he possesses. <\/div><div class=\"paragraph jod\" id=\"v6n983\"> Now, in relation to the Constitution of the United States,<span class=\"citation\" id=\"89588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89588)\">D&amp;C 101:77,80<\/a><\/span> I want to speak a few words. There is a great deal of sacredness attached to the Constitution of the United States by this people: that is all right and good. The Constitution is well enough, and so is anything that serves the purpose for which it was created, provided that purpose be a good one. It was designed and created with a good intention. If it serves the purpose and end of its creation, it is good; and when it has served the end of its creation, the purpose and design of the Almighty are accomplished, and I do not know that he has any more particular use for it. He may then  <div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2608\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lay it aside as a relic to be respected and honored for the good it has done, for aught I know. <\/div><div class=\"paragraph jod\" id=\"v6n985\"> It is said that brother Joseph in his lifetime declared that the Elders of this Church should step forth at a particular time when the Constitution should be in danger, and rescue it, and save it. This may be so; but I do not recollect that he said exactly so. I believe he said something like this&#x2014;that the time would come when the Constitution and the country would be in danger of an overthrow; and said he, If the Constitution be saved at all, it will be by the Elders of this Church. I believe this is about the language, as nearly as I can recollect it. <\/div><div class=\"paragraph jod\" id=\"v6n986\"> The question is whether it will be saved at all, or not. I do not know that it matters to us whether it is or not: the Lord will provide for and take care of his people, if we do every duty, and fear and honor him, and keep his commandments; and he will not leave us without a Constitution. There is none of you will dispute that the Temple of Solomon was built by the inspiration of the Almighty, and it was built to answer a certain purpose and design: it was built by the skill, wisdom, ingenuity, and strength of man, aided by the inspiration of the Almighty. It was a beautiful structure, and excited the admiration of all people. Even the Queen of the South came to behold the wondrous works of Solomon and his wisdom,<span class=\"citation\" id=\"64448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64448)\">Matt. 12:42<\/a><\/span> and declared that the half had not been told her.<span class=\"citation\" id=\"55636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55636)\">1 Kgs. 10:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n987\"> The edifice stood for centuries, though it had become somewhat like the boy's jack-knife, which had had three new blades and two new handles. In the days of our Savior, the disciples were very anxious to show him the magnificence of that building. &#x201C;Master,&#x201D; said they, &#x201C;see what stones! Look at the grandeur, sublimity, strength, and skill displayed in the <div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2608\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> erection of this building!&#x201D; I see it all; but I tell you one thing, and it is near at hand, when there shall not be left one stone upon another that shall not be thrown down.<span class=\"citation\" id=\"65628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65628)\">Matt. 24:1-2<\/a><\/span> &#x201C;You come out against this temple!&#x201D; The Jews thought the Savior was a blasphemer when he said he would destroy this temple, and in three days he would raise it up again. &#x201C;What! Are you going to destroy this sacred place that was built by the inspiration of the Almighty?&#x201D; They supposed he referred to the temple built by Solomon; but instead of that, he referred to the temple of his own body.<span class=\"citation\" id=\"68683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68683)\">John 2:19-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n988\"> This shows how the Jews viewed their temple, and the importance they attached to it. They considered it as a most sacred place, and this is why they misunderstood the Savior and considered him a blasphemer for presuming to speak against the temple.<span class=\"citation\" id=\"66295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66295)\">Matt. 26:61,65<\/a><\/span> You discover that the Savior says, There shall not be left here one stone upon another that shall not be thrown down.<span class=\"citation\" id=\"65639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65639)\">Matt. 24:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n989\"> Why must this temple be razed to the foundation? Because it has answered the purpose of its erection; and another thing it has been so grossly polluted that it has incurred the displeasure of the Almighty, and he will not see so noble a structure defiled and remain in the midst of the Jews to be used as a den of thieves, instead of a house of prayer.<span class=\"citation\" id=\"65317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65317)\">Matt. 21:13<\/a><\/span> The Lord went to work to purify it, and took a whip of small cords, and went in and cast out them that bought and sold, and overthrew the tables of the moneychangers, and the seats of them that sold doves,<span class=\"citation\" id=\"65312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65312)\">Matt. 21:12<\/a><\/span><span class=\"citation\" id=\"68679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68679)\">John 2:15<\/a><\/span> and made quite an uproar in the midst of the Jews. Still they would resort there. There was the place where they would buy and sell, despite the reproof the Savior had given them. Then said he, There shall not be left one stone upon another that shall not be thrown down.<span class=\"citation\" id=\"65638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65638)\">Matt. 24:2<\/a><\/span> It is  <div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2607\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>useless to endeavor to purify and cleanse it, because it has been made the theater of so much corruption and hypocrisy. I will sweep it out of existence, and utterly destroy it. <\/div><div class=\"paragraph jod\" id=\"v6n991\"> Just so with the Constitution of the United States. It was framed by the inspiration of the Almighty,<span class=\"citation\" id=\"94528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94528)\">D&amp;C 101:80<\/a><\/span> we readily grant. It has served a certain purpose&#x2014;been a partial shield to the Church in its infancy, or it has been a check upon mobocracy that otherwise would have risen against it. It has not been a protection exactly, but a check; and the Almighty saw fit to bring forth his work under this Constitution. It has served and fulfilled its purpose. Now, look at the disgraceful roguery practiced under that Constitution. There cannot be an election of a President without bribery, betraying, and buying and selling votes. Under the Constitution there are all kinds of trade, traffic, and commerce carried on in a political view. The Constitution now serves but little purpose other than a cloak for political gamblers, merchants, and hucksters. <\/div><div class=\"paragraph jod\" id=\"v6n992\"> The Almighty looks down from heaven and sees it impossible to save the Constitution, to perpetuate it, and cleanse and purify it; for the wickedness of the people is determined to sweep it out of the way. Although it was framed by his wisdom and skill, and his power and goodness, yet with as much cheerfulness will it be overthrown as it was ever erected or framed. I presume that Titus, the Roman Emperor, when he entered Jerusalem, when he overthrew the temple and the city, was inspired by the Devil as much to do it, as perhaps, Solomon was by the Lord to build it, or those that did build it, because it had fulfilled its day and its work, and had become corrupted and impure, and was the place in which corruption was practiced; and he would sweep it away. It is sometimes the case that in a city where a house of ill fame is <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2607\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kept, the people will turn out and demolish the house. It is not because they have an antipathy against the house, but because it was the cover in which abominations were practiced, and they will not bear it, and they turn out once in a while and tear down the house. We do not suppose the Almighty had anything against the temple; but it was a place of resort for corrupt characters, and he was determined to dispense with them by destroying their haunts of iniquity. We do not suppose the Almighty has anything against the Constitution; but it serves as a kind of cover under which corrupt characters hide themselves and attempt to carry on all kinds of barter and traffic in relation to politics; and the Almighty is determined to uncover and expose them. <\/div><div class=\"paragraph jod\" id=\"v6n993\"> What Constitution shall we be governed by, when unprincipled men have destroyed the Constitution of our Union? I will tell you what we shall have: while we walk in the favor of God, we shall have a Constitution. The Constitution written in the Bible? No. In the Book of Doctrine and Covenants, or Book of Mormon? No. What kind shall we have, then? The Constitution that God will give us. Do you suppose that Joseph Smith was permitted to be killed because the Almighty had anything against him? No. But he wanted the ungodly that rejected his testimony to fill up the cup of their iniquity; and hence they were permitted to take away his life, after he had accomplished the work he came to accomplish, and not before; they could not touch him before he had done the work he was sent to do&#x2014;before he had laid the foundation of this kingdom. And when that was completed, he might be taken from the troubles of this world, that the ungodly might have the opportunity of filling up the cup of their iniquity.  <div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2606\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>The blood of Joseph and Hyrum was shed&#x2014;mingled too with the blood of brother Taylor, who survived, and who is here a living witness to the facts that occurred in connection with their death. Has the nation atoned for that blood? No. Have they offered to do it? They never have. But if one poor scamp should happen to be killed in this country, in this region, the whole of the United States are ready to fly to arms to avenge the blood of that individual, that never was worth the powder and lead to kill him. But the Prophets of God that are inspired of the Almighty to do a work for the benefit of the human family can be killed, and no man lay it to heart. Oh, it is all very well: to be sure, it was an outrageous deed to murder them when they were in the hands of the law&#x2014;when they were held as prisoners; it was a horrid act: at the same time, we are glad it is done. That is the feeling, and the universal feeling almost throughout the United States. There was hardly a man, woman, or child that did not assent to the death of Joseph and Hyrum, but objected to the way in which it was done. &#x201C;It is not exactly honorable or pleasing, but we are glad of it anyhow.&#x201D; That is the sentiment of the nation, and by that very sentiment they have drawn upon themselves the anger of God; and that blood has to be atoned for, and it has to be atoned for upon all those that have said, We are glad of it!&#x2014;that have secretly said so and cherished that idea. It will extend to them all who have consented to the death of the Prophet of God. <\/div><div class=\"paragraph jod\" id=\"v6n995\"> Now, says the Lord, &#x201C;To him that overcometh, will I give power over the nations.&#x201D;<span class=\"citation\" id=\"79068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79068)\">Rev. 2:26<\/a><\/span> Did Joseph Smith overcome, even unto death? Yes. Was God with him? Yes, he was. When they were about to cut off his head, behold, the power of the Almighty came down, and the men stood as it <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2606\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> were like marble statues: they could not move, but stood there like Lot's wife&#x2014;<span class=\"citation\" id=\"53260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53260)\">Gen. 19:26<\/a><\/span>not pillars of salt, but pillars of petrified corruption. The power of the Almighty came down with the vivid glare of lightning's flash, and they had no power to take his head off. Was God with him? Yes. Was his death glorious? Yes. What was his glory? One portion of it is&#x2014;&#x201C;To him that overcometh, will I give power over the nations.&#x201D;<span class=\"citation\" id=\"79069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79069)\">Rev. 2:26<\/a><\/span> A portion of his honor and glory will be to enforce his word and see it take effect among the people and nation that have said, We are glad that he is killed! They cannot avoid it by going through death. They will have to be arraigned under the government and jurisdiction of their murdered victims. <\/div><div class=\"paragraph jod\" id=\"v6n996\"> When we pass a law in the Legislature, and say that it is the law by our acts, we also say that all laws and parts of laws conflicting herewith are repealed from this time henceforth. When Joseph takes his position, all laws and parts of laws that shall conflict at all with him are hereby repealed, and his word and his law will be the end of strifes. There is no dodging it, and I feel thankful for it. Well, brethren and sisters, let it be our happy lot and our ambition so to live before our God and our superiors that have gone before us, that they may take pleasure in saying to us, &#x201C;Well done, good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things.&#x201D;<span class=\"citation\" id=\"66102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66102)\">Matt. 25:21<\/a><\/span> I tell you, Joseph holds the keys, and none of us can get into the celestial kingdom without passing by him. We have not got rid of him, but he stands there as the sentinel, holding the keys of the kingdom of God; and there are many of them beside him. I tell you, if we get past those who have mingled with us, and know us best, and have a right to know us best, probably we can pass all other sen<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"155a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0155.pdf\" target=\"pdfwin\">p.&#xA0;155a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2605\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tinels as far as it is necessary, or as far as we may desire. But I tell you, the pinch will be with those that have mingled with us, stood next to us, weighed our spirits, tried us, and proven us: there will be a pinch, in my view, to get past them. The others, perhaps, will say, If brother Joseph is satisfied with you, you may pass. If it is all right with him, it is all right with me. Then if Joseph shall say to a man, or if brother Brigham say to a man, I forgive you your sins, &#x201C;Whosoever sins ye remit, they are remitted unto them;&#x201D;<span class=\"citation\" id=\"70914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70914)\">John 20:23<\/a><\/span> if you who have suffered and felt the weight of transgression&#x2014;if you have generosity enough to forgive the sinner, I will forgive him: you cannot have more generosity than I have. I have given you power to forgive sins, and when the Lord gives a gift, he does not take it back again. When he bestows a power, he does not diminish it, unless it is through transgression in the individual to whom this authority is given; but if he increases in righteousness, the Lord will add to it, instead of taking away. We see the position that brother Joseph stands in; we see that he has overcome, and that he has power over the nation. Now, brethren and sisters, don't you think that brother Joseph feels for this people&#x2014;feels an interest for us? Has he overcome, or has he not? We all say yes, he has, by the word of the Lord, by the truth of heaven, and by the word of his testimony. He has laid down his life for his brethren; and greater love hath no man than this, that a man lay down his life for his friends.<span class=\"citation\" id=\"70169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70169)\">John 15:13<\/a><\/span> He has overcome? Yes. Then has he power over the nation?<span class=\"citation\" id=\"94529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94529)\">Rev. 2:26<\/a><\/span> Yes. Then he loves this people, does he? Yes. Does he love that people that killed him? No: he feels towards them as the Lord does, who is angry with the wicked every day, yet he does not sin.<span class=\"citation\" id=\"75286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75286)\">Eph. 4:26<\/a><\/span> What shall he do with them? Break them <div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2605\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to pieces as a potter's vessel.<span class=\"citation\" id=\"56314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56314)\">Ps. 2:9<\/a><\/span><span class=\"citation\" id=\"60539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60539)\">Jer. 19:11<\/a><\/span> Then the love that he has for this people and the anger that he feels towards the ungodly will be seen and felt by all classes; and if he has power over the nation, will he not exert it? He is armed with this power, which is reason sufficient why he should exert it in favor of his friends. Then we have no reason to fear. <\/div><div class=\"paragraph jod\" id=\"v6n998\"> When a man overcomes, he has power over the nation.<span class=\"citation\" id=\"79070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79070)\">Rev. 2:26<\/a><\/span> I tell you we have no reason to fear, if we are friends to that individual. <\/div><div class=\"paragraph jod\" id=\"v6n999\"> They thought, if they could kill Joseph and Hyrum, they would get the ascendancy, and that it would be an end of &#x201C;Mormonism.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1000\"> Do you not see that every means they devised for their own safety is so many steps towards their overthrow? They could not have struck a more fatal blow for themselves than when they murdered Joseph and Hyrum, because it made them rulers over their enemies; and by this bloody act they sealed, nailed, and clenched their own doom, and there is now no possible chance of deliverance. <\/div><div class=\"paragraph jod\" id=\"v6n1001\"> It is just so with our enemies at this time: if they let us alone, we will prosper; and if they don't, we will prosper the faster and bring them under subjection the sooner. That is just the way our heavenly Father will overrule it, if we live to his honor and glory. <\/div><div class=\"paragraph jod\" id=\"v6n1002\"> Now, we have the living law. The voice of brother Brigham is heard from day to day and from time to time, and also the voices of his Counselors, who are to him as Aaron and Hur were to Moses, lifting up his hands<span class=\"citation\" id=\"54084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54084)\">Ex. 17:12<\/a><\/span><span class=\"citation\" id=\"77239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77239)\">Heb. 12:12<\/a><\/span><span class=\"citation\" id=\"87390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87390)\">D&amp;C 81:5<\/a><\/span> in the midst of the congregation, and sustaining and upholding him while his voice pours out the mind and will of God unto us. That is the law by which we are governed; and if we abide it, we have no need to transcend our Constitutional rights. In that we are safe, if we will honor  <div class=\"break pagebreak\" id=\"156a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0156.pdf\" target=\"pdfwin\">p.&#xA0;156a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2604\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and abide by it; and it is the only safe law and protecting power that will shield and screen us in the day of adversity<span class=\"citation\" id=\"124801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124801)\">Prov. 24:10<\/a><\/span><span class=\"citation\" id=\"124802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124802)\">Eccl. 7:14<\/a><\/span> and trial. <\/div><div class=\"paragraph jod\" id=\"v6n1004\"> As Joseph stood to the people in his day, so do brother Brigham and his Counselors stand to the people in our day. Now, then, provided we can secure the favor, friendship, and goodwill of them that hold the keys of the kingdom in our day, it will be all right. Suppose some of us did really sin and transgress in the days of Joseph, in our darkness and ignorance, in our stupidity and blindness, and grieve the Holy Spirit and the spirit of Joseph: he is dead and we are living; and by-and-by brother Brigham comes up before Joseph. &#x201C;Well,&#x201D; says Joseph, &#x201C;How did those ones get along in your day? Have they improved any? Have they done right even in your day, and secured your confidence and goodwill?&#x201D; &#x201C;Oh, yes,&#x201D; says brother Brigham; &#x201C;they have done well in my day. We have had no trouble with them: they have kept my word.&#x201D; Says Joseph, &#x201C;If you can speak in their favor, I will not interpose any objections.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1005\"> It is for us, brethren and sisters, to secure the goodwill of those that hold the keys of the kingdom here. We do not care what they think outside of us. We ask no odds of them: they may think what they please. If we can only get the goodwill, faith, and love of our brethren that preside over us, we shall not need the encomiums of the ungodly. <\/div><div class=\"paragraph jod\" id=\"v6n1006\"> If we can get the goodwill of them that preside over us in our day, they will speak a good word for us. If you, Bishops, have a man in your Wards that has been refractory and is put under your jurisdiction, the President calls upon you and asks, &#x201C;How does that man get along?&#x201D; &#x201C;First-rate: he is easily governed and controlled.&#x201D; Says the President, &#x201C;I am glad to hear it; I am glad he is getting <div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2604\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> along so well, and hope and trust he will continue to do so: he has my goodwill.&#x201D; If we can secure the friendship, goodwill, and confidence of those who preside over us, and merit it (mark you, and we shall not get it without we do), the fact is, it will be their pleasure to speak a good word to Joseph for us, and also to others that have gone before. Is there a Bishop under the sound of my voice now that would not esteem it a pleasure to bear testimony in favor of a man for his good conduct, if he had been rebellious and had reformed under his administration? No. Let us remember these things, brethren. <\/div><div class=\"paragraph jod\" id=\"v6n1007\"> The men that God has placed in our midst let us sustain like the two counselors of Moses, Aaron and Hur, who held up the hand of Moses.<span class=\"citation\" id=\"54085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54085)\">Ex. 17:12<\/a><\/span> Let us honor that word that comes from the Prophet of God. He holds the keys of the kingdom. He is the true successor of Joseph, and he will have power over the nation, either in life or in death: it is immaterial to him. When brother Brigham goes and joins with Joseph, it will be said, &#x201C;Oh, we are one, just as we always were; and here come his Counselors: they are one, and they increase the strength and power of the Priesthood beyond the veil.&#x201D; It is for us to uphold these men in every condition. <\/div><div class=\"paragraph jod\" id=\"v6n1008\"> Do we ever eat a meal of victuals without asking God to bless it? We do not, if we do right; for we ought to have grateful hearts all the time, and ask God to bless every gift he bestows upon us, and thank him for it. And when we pray, can we pray without remembering the power that bears us up? If I were going to climb upon a scaffold, and I thought it weak, I would strengthen it before I ventured upon it. I do not want to venture upon it unless I know it is strong. If I put forth my powers in behalf of it and strengthen it, then I know it is strong. If I never pray  <div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2603\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for that power, and feel no interest in it, I will never venture upon it. But if I have an interest there, I will strengthen that power; and when I do, I can venture on it. <\/div><div class=\"paragraph jod\" id=\"v6n1010\"> The Presidency are like an arch with a keystone in the top of it. The greater weight you put upon it, the stronger it is. It is sometimes the case that the arch falls, but it is when no weight is upon it; but when you put a hundred thousand pounds of weight upon it, it is better bound together and stands the more firmly. So, if we sustain that power by our prayers and faith, we may put everything on it&#x2014;not everything for them to do, we do not mean, but the weight of responsibility in dictating the affairs of the kingdom. We may trust them with safety and confidence, because we have contributed to make the butments permanent and strong, and now we may venture with assurance. <\/div><div class=\"paragraph jod\" id=\"v6n1011\"> The grand secret we shall find to be, when we get through, that these are gods unto us, and there are millions of them beside; but they have but little to do with us. It is the power that is next to us that we have to do with more particularly&#x2014;the power under whose jurisdiction we are immediately brought. <\/div><div class=\"paragraph jod\" id=\"v6n1012\"> Some think they can run by their Bishops and disrespect their authority. They may think, &#x201C;Only let me make it fair with the President, and it will be all right; I have the sanction of the highest authority.&#x201D; You might have the sanction of the head; but if the head had no feet to stand on, that sanction would not be of much worth. <\/div><div class=\"paragraph jod\" id=\"v6n1013\"> Just so, we should seek to have the sanction of those that are immediately over us by our upright conduct. How can we love those whom we do not see once a month, or once in six months, if we love not our Bishop whom we see daily. <\/div><div class=\"paragraph jod\" id=\"v6n1014\"> Some men think, if they can have a <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2603\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> good name abroad and with the Presidency, all is well. But at home, in our own houses, in our Wards, and with our immediate neighbors are the places to establish our reputation. I tell you, if there is not a good influence in our own neighborhood, among our own Ward people in our favor, there is not a good influence anywhere for us, except with the reprobate. When you find a man or woman that has a good influence in their own Ward with their own Bishop&#x2014;a good name with their own neighbors, they have a good name everywhere. <\/div><div class=\"paragraph jod\" id=\"v6n1015\"> When the rays of light come from the sun, we say they are glorious, just as far as those rays extend. It is the same glory and the same influence, and it is the same power. Just so it is if all is right at home; if we have the respect and confidence of our own domestic fireside friends, we have the respect and confidence of all whose respect is worth possessing. <\/div><div class=\"paragraph jod\" id=\"v6n1016\"> Some may think, if they can only keep fair weather with their Bishop and neighbors, it is no matter how they live at home, whether they neglect their affairs and quarrel like cats and dogs or not, if they can only pull the wool over the Bishop's eyes. <\/div><div class=\"paragraph jod\" id=\"v6n1017\"> If we have a little hell in our own houses, that little hell will be sure to break out. We close the sepulchre, and roll a stone there, and seal it with the seal of State, and confine it just as closely as we please; but the contents will escape. Even so with any family: their conduct will be known, and they cannot suppress it, nor confine it to their own domiciles. Let us have no kind of jars at all: let us make everything right at home, at the real seat of government, to begin with. <\/div><div class=\"paragraph jod\" id=\"v6n1018\"> If they should have a little difficulty among the troops out here in Utah, so far from the seat of Government in Washington, it would have but little effect at headquarters. But  <div class=\"break pagebreak\" id=\"158a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0158.pdf\" target=\"pdfwin\">p.&#xA0;158a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2602\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>when contention, strife, and war break out in the halls of Congress, it then becomes something; and such kind of difficulty I pray God, in the name of Jesus, to let them have right at home, at the seat of empire, because they have sought to destroy the kingdom of God; and it is the same spirit that moved Herod to slay the infant children.<span class=\"citation\" id=\"62651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62651)\">Matt. 2:16<\/a><\/span> God grant they may be smitten with worms, as was Herod,<span class=\"citation\" id=\"71818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71818)\">Acts 12:21-23<\/a><\/span> or anything else that seemeth him good, and defeat their intentions and designs. <\/div><div class=\"paragraph jod\" id=\"v6n1020\"> If we can make it all right in our families, there is the place of government. Govern the tongue right in our own families. I know it is sometimes the case that a person will see a chance to slip in a word that will cut like a razor. &#x201C;Oh, that is too good a chance to let slip; therefore I will let fly a word,&#x201D; and it sets all hell on fire.<span class=\"citation\" id=\"77657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77657)\">James 3:6<\/a><\/span> I speak particularly in relation to some women; but I do not know that it is any more in relation to them than to the men. The woman sees a chance to give the man a keen word that will make him feel; but she sours her own dish by so doing. She turns the sweet into gall, and then is compelled to eat it. <\/div><div class=\"paragraph jod\" id=\"v6n1021\"> What is the better way? If she sees a chance to inflict a wound by a word that will cut, and she thinks her husband really deserves it, which is the sure way to get a victory? Never say that word! Say the women, &#x201C;If we can have no protection, shall we say nothing at all?&#x201D; Let it pass, I tell you; take it mildly; and, by-and-by, says the husband, &#x201C;I grieved my wife, and gave her just cause of offense. I am sorry for it; she has taken it so meekly, and never has harassed my feelings. Now, this cuts <div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2602\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> me ten times worse than if she had said something to balance the matter: then I should not have had this sting in my heart. But to see her take it so mildly without offering one reproach, O my God, how can I forgive myself?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1022\"> When you get a victory in that way, it is worth something. It is like getting a victory over our enemies by not firing a gun nor molesting them, only praying for them all the time. By-and-by they will come under conviction, and see all these things, and say, &#x201C;O my God, can I ever forgive myself? We are whipt, and they have never done a thing.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1023\"> You may get a victory over your husbands all the time by praying for them, not exactly as we pray for our friends out yonder; but pray for them, and never do a thing to harm them, and by-and-by you will gain the victory; and I tell you that will count. Try this plan and see. <\/div><div class=\"paragraph jod\" id=\"v6n1024\"> I do not feel like occupying more of your time. You have my best feelings and prayers, night and day, that God may bless you, and the land for our sake, and that he will clear our coast of enemies, and place a flaming sword to guard the way of the tree of life,<span class=\"citation\" id=\"52668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52668)\">Gen. 3:24<\/a><\/span> that the tree of life in the valley may grow, being watered by the streams from the mountains until it becomes a great tree. This is what I desire and pray for. <\/div><div class=\"paragraph jod\" id=\"v6n1025\"> May God bless you and our leaders and give us favor in their eyes, that we may grow up under their fostering care, that we may be prepared to act in every place where Providence may guide us, or they in their wisdom place us, and be ready to act well our part from this time henceforth and forever. Amen. <\/div>\n<\/div>\n<\/div>"}