{"ID":60034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Blessings of Obedience, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel Spencer, Delivered in the Tabernacle, Great Salt Lake City, Sunday Morning, October 11, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Blessings of Obedience, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel Spencer<\/div>\n<div class=\"date\">Date: 10\/11\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v6n1460\"> I arise to bear my testimony to the truth of what Elder Lyman has said this morning. I feel that it has been good to listen to him. The principles of which he has spoken are the foundation of our happiness; and unless we build upon what he has been speaking of, we may seek to all eternity, and not obtain happiness. <\/div><div class=\"paragraph jod\" id=\"v6n1461\"> All truth comes from God, and he makes it known through his servants; and this is almost invariably in advance of our knowledge. In the commencement of our connection with the Church, in our baptism, we were told that we should receive the gifts and blessings of the Gospel, if faithful. We did not receive positive proof of it; but as we advanced, we realized, through obedience, the truth of what was promised us. <\/div><div class=\"paragraph jod\" id=\"v6n1462\"> Brother Amasa has instructed us to be faithful&#x2014;to have confidence in God, and that in his own way he will benefit us and establish peace. If we love God, all things will work together for our good.<span class=\"citation\" id=\"72627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72627)\">Rom. 8:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1463\"> If we love God, we love the truth, for all truth is from God. We have got to have this confidence in the Lord and show that we love all truth; and if our faith is established upon that and upon the principle upon which he reveals it to us, then we know that all things will be overruled for our good, our faith, and our happiness, as we have been told today. <\/div><div class=\"paragraph jod\" id=\"v6n1464\"> Now, we have knowledge that it is best for us to labor and obtain cloth<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2544\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing to keep ourselves warm for the winter. We have been taught this by our parents. We know that it is best to live by industry. The Indians do not know this&#x2014;at least but very few of them do, and none of them knew it when we first came here: they did not understand that it was best to labor to make themselves comfortable; but now they are learning it: they are beginning to learn that it is best to make some little sacrifice to get clothing and food; and they are improving in this day by day. <\/div><div class=\"paragraph jod\" id=\"v6n1465\"> Now, the Gentiles have a knowledge that it is best to labor for clothing, for food, and to make preparation for winter, and so on; but when we speak of the knowledge of God, and that it is best to do this or that because the whisperings of the Spirit say so and so&#x2014;when it comes to the servants of God and the things of his kingdom, the Gentiles do not know so much as the Indians do; hence they act in accordance with their views and knowledge, and hence they are deprived of many blessings. <\/div><div class=\"paragraph jod\" id=\"v6n1466\"> We have derived many blessings from rendering obedience to those things that were taught us when we first came into the Church; and those who do not learn these things do not have our experience. <\/div><div class=\"paragraph jod\" id=\"v6n1467\"> Well, now, as Elder Lyman has remarked, if we love the truth better than error, and have confidence in the Lord that he has established his  <div class=\"break pagebreak\" id=\"217a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0217.pdf\" target=\"pdfwin\">p.&#xA0;217a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2543\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>kingdom, and that he will reveal his will, we are happy, and we shall abide in the truth, precisely as he has told us. If we have that love for the truth, we shall discard all evil from our families&#x2014;we shall discard strife and every malignant feeling that is contrary to truth. <\/div><div class=\"paragraph jod\" id=\"v6n1469\"> God has not recommended any mode of procedure that will produce discord or unpleasantness in our homes; hence we had better leave off that which will offend God. A man that harbors a malignant, unruly spirit does not love the truth; and these are the things which cause men to apostatize. They say, &#x201C;I will have a little gratification upon a principle that I know is wrong.&#x201D; Well, this is the foundation of apostasy; it is the method by which people sacrifice that which would bring continual peace: they apostatize by sacrificing that which they know to be right&#x2014;not that which they do not know, but that which they do know; and that which they know is truth. Then the Spirit of the Lord withdraws from them, and they have no relish for the truth, because they have despised and put away his counsel; they have not respected his counsels. <\/div><div class=\"paragraph jod\" id=\"v6n1470\"> I mention these little things because they come under our observation every day. We have counsel from our Bishops, Teachers, and Presidents. This is the method through which we receive counsel, and we must respect the counsel that comes from all these authorities. If we respect God and his servants, he will respect us; but if we do not respect him, he will not respect us, because we have no respect for the truth nor for God. But if we have a respect for God and love his teachings and his servants, then we shall love the truth; our minds are open because we are searching for truth; we love it and cherish it; it is visible in our transactions in life. Well, then, it is our meat and <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2543\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our drink; it is our food constantly; and we feel to do everything to benefit mankind&#x2014;to make people happy. <\/div><div class=\"paragraph jod\" id=\"v6n1471\"> I have been very much interested myself, and I know that the remarks made today by Elder Lyman are just what we want. Whatever we have passed through and whatever we may in future pass through, we shall say, if we endure to the end, that we know God has overruled all things for our good. We know now that all will be for our good, and we are made happy in the enjoyment of the knowledge that God will overrule everything for our profit and good; and upon no other principle will it be happiness to us. <\/div><div class=\"paragraph jod\" id=\"v6n1472\"> It is not to be presumed that we are going to be happy and possess a fulness of knowledge at once; but events will be continually and gradually developed that will show us that God will bring to pass nothing but what will be for our good and for our happiness. <\/div><div class=\"paragraph jod\" id=\"v6n1473\"> My prayer is that we may have power with God&#x2014;that we may have confidence that God will do all for our good; and let us know that he accepts our actions, and let us be ready to do whatever is required of us, nothing doubting, and I know that peace will be the result. <\/div><div class=\"paragraph jod\" id=\"v6n1474\"> I want to make a few observations in relation to the handling of our guns. There have been three individuals killed through carelessness. Almost every day I hear guns fired off, and oftentimes they go off in a direction not intended. Now, be cautious, and let not any accident of this kind take place in this city. Be careful where you discharge your guns, for our lives are precious. Many have now been called to handle guns that never have been used to it. Let such put on a double guard over themselves, and know that they must not use firearms carelessly. <\/div><div class=\"paragraph jod\" id=\"v6n1475\"> The late news from the army is  <div class=\"break pagebreak\" id=\"218a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0218.pdf\" target=\"pdfwin\">p.&#xA0;218a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2542\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>favorable, as it has hitherto been. I presume that it is well understood; therefore, I will not repeat it. <\/div><div class=\"paragraph jod\" id=\"v6n1477\"> Let us live so as to continually <div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2542\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> secure the favor of God, and I know that we shall have constant peace and joy. This is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}