{"ID":60031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Happy Prospects of the Saints&#x2014;Persecution&#x2014;Union, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Joseph Young, Delivered in the Tabernacle, Great Salt Lake City, Sunday Afternoon, October 11, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Happy Prospects of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Joseph Young<\/div>\n<div class=\"date\">Date: 10\/11\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v6n1374\"> I do not allow myself to make any apologies when I get up to speak, because it is against my feelings&#x2014;it is against my principle. <\/div><div class=\"paragraph jod\" id=\"v6n1375\"> I have listened to what brother Lorenzo has said, and I have felt well. It is my desire, if I suggest anything, to suggest that which is profitable&#x2014;which will do good. Language is too frail to express the rich sentiments of the hearts of the Saints; the tongue fails to utter the glory and the pleasures of the kingdom of God. It cannot do it; language fails. There is a display of the Holy Spirit in the understanding that surpasses all language; it cannot be told; it is past being told or described. This is right; it is as it should be, for language is poor: the best we know of is poor. <\/div><div class=\"paragraph jod\" id=\"v6n1376\"> I am not precisely like some of our Elders who think that unless somebody is talking all the time, <div class=\"break columnbreak\" id=\"206b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0206.pdf\" target=\"pdfwin\">p.&#xA0;206b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2554\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> nobody can be edified. It is true that we come together to be edified by hearing each other speak: but when a body of people come together, that body should bring the agency of the Holy Spirit with them; and I drink of the fountain of intelligence, whether anybody speaks or not. <\/div><div class=\"paragraph jod\" id=\"v6n1377\"> We have prayed many years&#x2014;we have sought many years for the blessings which we now begin to enjoy. <\/div><div class=\"paragraph jod\" id=\"v6n1378\"> I feel to rejoice in these things. I feel to be glad at the prospects that are before us. I feel to be glad; and whatever may be the result of the present crisis, I am glad in my heart. I never felt so in my life; and it is not I alone, but it is the whole people of the Saints. I believe that in this thing we all feel pretty much in the same spirit. I know that as long as we dwell in mortality, it is impossible for us to obtain that happiness which is in store for the sancti<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"207a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0207.pdf\" target=\"pdfwin\">p.&#xA0;207a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2553\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fied. It is impossible for me, at the present, to obtain and retain the fulness of that pure spirit that I wish to obtain. <\/div><div class=\"paragraph jod\" id=\"v6n1380\"> We dwell in impure elements&#x2014;in an atmosphere that is and has been corroding from the beginning, for it is controlled by the Devil, the &#x201C;prince and power of the air.&#x201D;<span class=\"citation\" id=\"74898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74898)\">Eph. 2:2<\/a><\/span> But we can seek the atmosphere that comes from heaven, and that is pure. When we came to dwell in the tabernacles that are so corrupt, we were placed very far beneath the high privileges we shall attain to. We mix ourselves with the spirit of the times; we condescend to weaknesses that the time will come when we shall be ashamed of before the angels and before sanctified beings. <\/div><div class=\"paragraph jod\" id=\"v6n1381\"> When we condescend to anything that is mean, we feel ashamed; we feel the blush to come upon us, and we know that is not in keeping with the Holy Spirit. I presume it is so with you. I feel assured that you are somewhat sensible of your weaknesses. If the enemies of the Saints should make inroads upon the privileges of the Saints of God, what will it argue? <\/div><div class=\"paragraph jod\" id=\"v6n1382\"> If such should be the case, it will argue that their hearts are not united. I do not presume to say that this will be the result of the present contest; but, on the contrary, I believe that this people are so much united that God will hold his hand over them, for they are his favorites&#x2014;they are the seed of his choosing; and there his power, however variable it may be, will ever be successful. <\/div><div class=\"paragraph jod\" id=\"v6n1383\"> I must prophesy. I feel it in me all the time, because I see something of the faith and prayers of this people year after year; and hence I must prophesy. It has been a hard struggle with the people of God, and you have read and thought how the Saints must succumb; but it has seemed a sort of second nature that the enemies of <div class=\"break columnbreak\" id=\"207b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0207.pdf\" target=\"pdfwin\">p.&#xA0;207b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2553\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> truth must persecute the people of God; and when they are out of their reach, they must still follow them up and persecute them with a perseverance that is worthy of a better cause. <\/div><div class=\"paragraph jod\" id=\"v6n1384\"> There is a handful of people in these valleys. They have come to erect his Temple, build the towers of Zion, to attend to the ordinances of the Gospel, and prepare for the great things that await the earth. All our children, and a large portion of our brethren and sisters, and a large portion that persecuted their brethren and sisters here have all got to learn that God has made all of one blood,<span class=\"citation\" id=\"71955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71955)\">Acts 17:26<\/a><\/span> and that we are all the children of our common parent. They follow us up here, and what for? To shed the blood of Prophets and Apostles and all good men. Yes, we can say it has been so ever since the commencement of this work. <\/div><div class=\"paragraph jod\" id=\"v6n1385\"> Our enemies are not sane. They are no more sane after they set their hands against this people. The administrators of the Government that we live under are just as insane as they can be. They do not comprehend that those men who stand at our head hold the keys of salvation; but I do believe that they have a desire in them to extirpate the last vestige of hope that is upon the earth. This is the folly and meanness of man, to destroy those who hold the power and the keys of salvation to the inhabitants of the whole earth! <\/div><div class=\"paragraph jod\" id=\"v6n1386\"> Who is it that is at the head of this? It is the Devil, the mighty Lucifer, the great prince of the angels, the brother of Jesus. He left the province of his Father, and took with him a third part of his Father's kingdom,<span class=\"citation\" id=\"79537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79537)\">Rev. 12:4<\/a><\/span><span class=\"citation\" id=\"84835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84835)\">D&amp;C 29:36-37<\/a><\/span> and there was no other alternative but to banish him. God would have saved him if he could; but he could not. Lucifer and all his host went away to themselves, and they are our foes; they are after us, and  <div class=\"break pagebreak\" id=\"208a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0208.pdf\" target=\"pdfwin\">p.&#xA0;208a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2552\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they are after this whole people; and I tell you they are as thick as I want them. Perhaps the air is clearer here than in any other place; but perhaps I am wrong. There may be more devils here than in any other country, and we are certainly more free from their power than any other people under heaven. Be this as it may, I know that there is a victory to be gained, and we have to gain that victory. <\/div><div class=\"paragraph jod\" id=\"v6n1388\"> It reminds me of an anecdote of a man who was traveling. He saw a devil as he was traveling, and the devil was asleep; and he was asked the reason, and, the answer was, the people were asleep. When he came back, the devil was running. He inquired what was the matter; and the answer was, the people are waked up. It has been precisely so from the time that Joseph Smith found the plates: the Devil has been after him, and after this people to the present. <\/div><div class=\"paragraph jod\" id=\"v6n1389\"> We are safe in retreating; and here is the best retreat that we have ever found, right in these mountain fastnesses. But does persecution cease now we are here? No, sir. If it did, it would be jeopardizing what has been spoken. What is this for? And how is it we are so safe? It is because the Holy Spirit of God aids us and sanctifies us, and it consecrates and devotes us to his service, and that is the safety of this people. <\/div><div class=\"paragraph jod\" id=\"v6n1390\"> I tell you now, this is a good place; but without the sanctifying power of the Holy Spirit to amalgamate the Saints and make them of one heart and one mind,<span class=\"citation\" id=\"92858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92858)\">Moses 7:18<\/a><\/span> could they live here? No, they could not. But by living their religion, they can live here or anywhere else where the Lord has a mind to put them. It is the conduct of the people that must determine this. <\/div><div class=\"paragraph jod\" id=\"v6n1391\"> Although these mountains are good and like the ramparts of some other countries&#x2014;of Switzerland and of Scot<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2552\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>land&#x2014;yet, take away the union that exists in the midst of this people, and then how would it be? <\/div><div class=\"paragraph jod\" id=\"v6n1392\"> We have many advantages here, and yet God has seen fit to manifest and reveal the necessity of union, and of this people being of one heart and one mind.<span class=\"citation\" id=\"94536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94536)\">Moses 7:18<\/a><\/span> He has located us here in these mountains to give us an opportunity of taking advantage of these blessings which we enjoy, that we might receive benefits from the advantages of these high mountains. <\/div><div class=\"paragraph jod\" id=\"v6n1393\"> Are we safe? We are, so long as we are united and keep the commandments of God. But, brethren and sisters, this must be our strength. Our trust must be in the Lord. No one can understand for another, but it is each for himself. I know when I am right, but I cannot always tell when you feel right. When all my family are filled with the spirit of union and show a becoming deference to me as their head, I see there is a good spirit prevailing. Then I say all is peace, all is happiness, all is paradise under my roof. Then there is no enemy that pervades my house. <\/div><div class=\"paragraph jod\" id=\"v6n1394\"> You should know when you are right and when you feel right; that is, when there is no jealousy, when there is no animosity within us&#x2014;nothing that is contrary to the spirit of the Gospel. When our desires and the feelings that are constantly brooding over our minds are to do all the good we can&#x2014;when our desires are to see the glory of God, to see the Saints made happy and comfortable, then we are right, for that is the spirit that unites the Saints together; that is the spirit that makes them one. <\/div><div class=\"paragraph jod\" id=\"v6n1395\"> There is a good deal to be done, notwithstanding we have advanced considerably. The history of our past experience shows we have made great advances, and now a period in our history has arrived that is more eventful&#x2014;one that is more absorbing to the  <div class=\"break pagebreak\" id=\"209a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0209.pdf\" target=\"pdfwin\">p.&#xA0;209a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2551\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saints than any past period of our history. I have no doubt, when we view this period in years that are to come, that we shall be able to give a brighter account of our progress than we have done in any times that are gone by. This will assuredly be the case. <\/div><div class=\"paragraph jod\" id=\"v6n1397\"> We never were placed in the position we are now in. We are situated here, and our enemies are close by us. There have been steps taken by them that place us in a different position to what we ever were in before; and who shrinks? I do not, and I do not know that anybody else does. <\/div><div class=\"paragraph jod\" id=\"v6n1398\"> I praise God and thank him for it, that we are placed in a position where we dare to declare the truth to the world and to the nation to which we have been connected, and where our brethren now have the independence to declare the truths of God and say what steps we will take in defense of our wives and children. <\/div><div class=\"paragraph jod\" id=\"v6n1399\"> Whether I die on a scaffold or while preaching the Gospel to the wicked through iron grates, yet I should rejoice. I leave the result in the hands of God, and pray that he will rule all things in a way that will be for the salvation of his Saints and for the upbuilding of his kingdom. My heart rejoices and I feel right, and that the Lord will overrule all for our good. <\/div><div class=\"paragraph jod\" id=\"v6n1400\"> Brethren and sisters, I feel that short sermons are the best, and I feel that there is a degree of the power of God among the people to such an extent that I have never before realized. What is the reason of this? You know for the last year past many have turned from their sins, and, I trust, have forsaken them. There has been a great change; for where darkness and carelessness prevailed, and almost wholly pervaded the minds of the people, I perceive there is an increase of faith in the <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2551\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> promises of God&#x2014;an increase of interest in the cause and kingdom of God upon the earth. Many are laying aside personal interests to sacrifice all for the building up of the kingdom of God, and all seem to be trying who can be the most successful. <\/div><div class=\"paragraph jod\" id=\"v6n1401\"> I rejoice in this, and I say that nothing could be a better symptom of the gifts and graces of the Gospel being in the people. I feel that God has blessed this people, even beyond my most sanguine expectations, though I always believed that God would save us and bring us through. But it is no matter, if it takes twenty-five years to do that which might be accomplished in one&#x2014;it is all right&#x2014;it is all through faith. If there is faith enough in this people to do in one hour what is the ordinary work of years, it would be brought about by the simple act of faith. <\/div><div class=\"paragraph jod\" id=\"v6n1402\"> If it takes us years to gain that experience which we could learn in a day, it is our own fault. The Lord declared to his disciples that he had many things to say to them, but they could not bear them at that time,<span class=\"citation\" id=\"70319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70319)\">John 16:12<\/a><\/span><span class=\"citation\" id=\"85983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85983)\">D&amp;C 50:40<\/a><\/span> for they could not bear all things; therefore he had to give them instructions by piecemeal, because they could not bear the fulness of the light. <\/div><div class=\"paragraph jod\" id=\"v6n1403\"> It is so now. It is but little that the Saints can bear, and I want you to bear it in your minds, for every move of the Holy Spirit softens the hearts of the people: there is with it an accompanying blessing; there is something that warms the conscience and makes the spirit tender. The heart should be susceptible and pliable to the touch of the Spirit. Do not forsake that&#x2014;do not drive that out of your heart, but make yourself more and more acquainted with the Spirit and power of God. A man may pass through all the ordinances of the house of God, but he must have the impress of the Holy Ghost upon his mind, or he cannot receive that fulness  <div class=\"break pagebreak\" id=\"210a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0210.pdf\" target=\"pdfwin\">p.&#xA0;210a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2550\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of joy and happiness which he might have. When the Spirit of God melts the heart, it runs through a man's system, and it is like melted ore. But when the heart becomes hard, there is no penetrating it. This is a serious state to be in. <\/div><div class=\"paragraph jod\" id=\"v6n1405\"> I tell you there is the power of God in this Tabernacle, and we may feel that we are arrested by the power of God until we should be carried out of that door; and then, perhaps, the next moment, we lose that feeling and become the natural man again. We should strive to get that influence and keep it. <\/div><div class=\"paragraph jod\" id=\"v6n1406\"> All our domestic arrangements are to be subservient to that Spirit, otherwise we are on the background&#x2014;we are taking the back track, which never should be the case with the Saints. When a man gets the power of God and the Spirit of the Lord, he is right. <\/div><div class=\"paragraph jod\" id=\"v6n1407\"> I would not be afraid to warrant everything that I possess upon the earth, if this people will be faithful and live so as to enjoy the fulness of the Spirit of God, that no enemy can successfully invade us. <\/div><div class=\"paragraph jod\" id=\"v6n1408\"> We want to be happy. This is our ultimate and eternal boon&#x2014;happiness. You may point me to an individual that is not seeking for happiness, but I tell you the ultimate design of each and every one is happiness. I tell <div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2550\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you a man's mind is susceptible of feelings that cannot be satisfied without happiness. <\/div><div class=\"paragraph jod\" id=\"v6n1409\"> Well, home is our paradise&#x2014;home is our heaven. We can make a heaven in our own bosom&#x2014;we can make it at home. I never can be joyful or happy without a heaven at home; but when I have it there, I feel well, let winds blow high or low&#x2014;let adversity come, or prosperity. <\/div><div class=\"paragraph jod\" id=\"v6n1410\"> I do believe that it is the design of the Almighty to bless this people with prosperity. But I tell you, brethren, I should be afraid of myself, if I had this world's goods. I tell you the pathway through adversity is the safest way to heaven. When men get prospered, they get lifted up, and then they lose the Spirit of God. <\/div><div class=\"paragraph jod\" id=\"v6n1411\"> Let us not murmur or repine at poverty. We never shall know the contrast, if we drink the bitter cup all the day long; but we shall enjoy the blessings. <\/div><div class=\"paragraph jod\" id=\"v6n1412\"> I pray God to strengthen you and to arm you with faith and patience to endure all you may be called to pass through, with elasticity of feeling, and with the gifts and graces of the Gospel, that will fill you with light and life&#x2014;with quickness of perception. <\/div><div class=\"paragraph jod\" id=\"v6n1413\"> That you and I may be what we profess to be, is my prayer. God bless you, brethren and sisters! Amen. <\/div>\n<\/div>\n<\/div>"}