{"ID":60030, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Testimony of God's Servants Faithfully Borne to the Nations&#x2014;Gentile Opposition&#x2014;Judgments of God&#x2014;Redemption of Zion.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Orson Pratt, Delivered in the Tabernacle, Great Salt Lake City, Sunday Afternoon, January 24, 1858.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Testimony of God's Servants, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 1\/24\/1858<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d30\">\n<div class=\"paragraph jod\" id=\"v6n1320\"> Once more I have the opportunity of beholding the faces of the Latter-day Saints here in the valleys of the mountains. <\/div><div class=\"paragraph jod\" id=\"v6n1321\"> I begin to be almost weary in trying to carry salvation to the wicked nations of the Gentiles; and because of the many years that I have spent on missions, I find myself almost a stranger in the midst of the Saints at home. There are now but very few that I can recognize. There are many that have known me for upwards of <div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2561\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a quarter-of-a-century that I have forgotten. <\/div><div class=\"paragraph jod\" id=\"v6n1322\"> I have felt, since I started for home this last time, that I should, perhaps, be permitted to tarry with you longer than I have had the privilege of doing at any former period of my life. <\/div><div class=\"paragraph jod\" id=\"v6n1323\"> If anyone should ask me where my home has been for the last quarter-of-a-century, I should answer&#x2014;Among the nations; for that has been my principal abiding place ever since the year 1830. <\/div> <div class=\"break pagebreak\" id=\"200a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0200.pdf\" target=\"pdfwin\">p.&#xA0;200a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2560\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n1325\"> When I received a letter from the President, releasing me from the Office at Liverpool, and also releasing all the missionaries in that country, without specifying in the letter what time I should return, I immediately felt a great desire to return this winter; and by this means I believe I have saved to myself some six or seven months time that I can dwell here in the midst of the Saints; and at this peculiar period I feel that it will be a great blessing to me to be with you&#x2014;that if you have to share toils and tribulations in having your enemies upon your borders, I may share them with you; and that if you have peculiar blessings bestowed upon your heads, that I also may be made a partaker of them. <\/div><div class=\"paragraph jod\" id=\"v6n1326\"> Should my brethren say to me, &#x201C;Brother Orson, we wish you to take a mission, now, to China, or to the East Indies, or to any other part of this globe, and tarry there twenty-seven years before you return to your home,&#x201D; I would go. Yes, I would gladly go, and feel that it was my duty, and that I was pleasing God in obeying the counsel of his servants. <\/div><div class=\"paragraph jod\" id=\"v6n1327\"> The Lord sent forth this message some twenty-eight years ago; and, during this period, the servants of the Lord have been sent out especially to the Gentile nations, that their times might be fulfilled, and to give them an opportunity of receiving the truth. Those servants have gone forth, though in their weakness; and, with very few exceptions, they have been very faithful in their duties. They have fulfilled that parable that is recorded in the Book of Mormon, where the laborers are said to have gone forth and labored with their might, and the Lord of the vineyard labored with them;<span class=\"citation\" id=\"81743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81743)\">Jacob 5:72<\/a><\/span> and it predicts that they should be faithful in keeping the commandments of the Lord of the vineyard in all things. <\/div><div class=\"paragraph jod\" id=\"v6n1328\"> We must, therefore, draw this one conclusion&#x2014;that the testimony that <div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2560\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> has been borne to the Gentile nations is sufficient, so far as our weak judgment can comprehend, to condemn them all, if they never hear another sound from the voices of the servants of God while they exist in the flesh. Why is it enough? Has every individual among the nations of the Gentiles been preached to? I will tell you what has been done. <\/div><div class=\"paragraph jod\" id=\"v6n1329\"> Thousands and tens of thousands of large congregations have been preached to in the United States and in Great Britain. Thousands and thousands of the servants of God have lifted up their voices, day after day, week after week, month after month, and year after year, and warned the nations; and the Lord told us, more than twenty years ago, that he had sent forth his servants to warn the people, and it became those who had been warned to warn their neighbors.<span class=\"citation\" id=\"88627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88627)\">D&amp;C 88:81<\/a><\/span> The Lord, more than twenty years ago, said to his servants, &#x201C;Your garments are clean from the blood of this generation.&#x201D;<span class=\"citation\" id=\"88610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88610)\">D&amp;C 88:75,85<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1330\"> Where is there a Gentile nation upon this earth, if they were to be destroyed this very day, that could come up before the Lord of Hosts and plead any excuse before him for not knowing concerning the latter-day message which has been sent forth? According to my feelings upon this subject, I believe that they have been fully warned, beginning with the nation of the United States that inhabit this promised land. They have also been thoroughly warned in Great Britain. The nations of Europe have been offered the message; but they would not receive it. It seems to me, according to my judgment, and according to the vast amount of testimony that has been sounded in their ears, that they are delivered over, not as individuals, but as nations, to the hardness of their own hearts, to fight against the work of God. <\/div><div class=\"paragraph jod\" id=\"v6n1331\"> The Lord says, in the preface of  <div class=\"break pagebreak\" id=\"201a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0201.pdf\" target=\"pdfwin\">p.&#xA0;201a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2559\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Book of Covenants, &#x201C;Search these commandments; for every jot and every tittle shall be fulfilled, and not one word shall fail.&#x201D;<span class=\"citation\" id=\"83751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83751)\">D&amp;C 1:37-38<\/a><\/span> The inhabitants of the earth were commanded to search those commandments; and you will find in that preface that the Lord told the inhabitants of the earth that his servants, the weak things of the earth that he was then sending forth,<span class=\"citation\" id=\"83685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83685)\">D&amp;C 1:19<\/a><\/span> had power to seal both on earth and in heaven the unbelieving&#x2014;yea, verily, to seal them up unto the day when the wrath of God shall be poured out upon the wicked without measure.<span class=\"citation\" id=\"83649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83649)\">D&amp;C 1:8-9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1333\"> Now, the Lord moves upon the hearts of our First Presidency to say to the Elders of Israel abroad, &#x201C;It is enough: come home. Your testimony is sufficient. The wicked reject it; they fight against it: therefore you may now return to these mountains and valleys. Return from the nations of Europe, return from the nations of Africa, return from Great Britain, from the United States, and from the Canadas, and come home to these mountains.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1334\"> In sending forth a message of this kind to the Elders, what does it show? Why, it closes for the present the testimony of the servants of God, and shows that the warning is sufficient, and that both earth and heaven bear witness that the Gentiles are left without excuse. <\/div><div class=\"paragraph jod\" id=\"v6n1335\"> Apparently, all the devils that brother Kimball and the other brethren saw in vision on their first mission to England seem now to have entered into the tabernacles of the people; and you can see them gnash their teeth at the Saints, just as they were seen by brother Kimball; for the Devil influences them and makes them instruments to fight against the people of God. <\/div><div class=\"paragraph jod\" id=\"v6n1336\"> Read the vision of Nephi, where the Lord showed him the sending forth of this message to the nations&#x2014;&#x201C;And it came to pass that I looked <div class=\"break columnbreak\" id=\"201b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0201.pdf\" target=\"pdfwin\">p.&#xA0;201b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2559\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and beheld the whore of all the earth, and she sat upon many waters; and she had dominion over all the earth, among all nations, kindreds, tongues, and people. And it came to pass that I beheld the church of the Lamb of God, and its numbers were few, because of the wickedness and the abominations of the whore who sat upon many waters; nevertheless, I beheld that the church of the Lamb, who were the saints of God, were also upon all the face of the earth; and their dominions upon the face of the earth were small, because of the wickedness of the great whore whom I saw. And it came to pass that I beheld that the great mother of abominations did gather together in multitudes upon all the face of the earth, among all the nations of the Gentiles, to fight against the Lamb of God. And it came to pass that I, Nephi, beheld the power of the Lamb of God, that it descended upon the saints of the church of the Lamb, and upon the covenant people of the Lord, who were scattered upon all the face of the earth; and they were armed with righteousness and with the power of God in great glory.&#x201D; [Book of Mormon, 1st Book of Nephi, chap. iii., 47-50.<span class=\"citation\" id=\"81089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81089)\">1 Ne. 14:11-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1337\"> What is it that is going to increase righteousness and the power of God upon the Saints that are scattered abroad upon the face of the earth? It is the increase of righteousness here at headquarters; and as branches of the great vine of the same Church, they will feel the influence of the same Spirit, even before the intelligence can reach them by letter. When you reform and turn away from your sins&#x2014;when you practice righteousness here, the Saints of God abroad feel stirred up to do the same things, and the Spirit of the Lord rests upon them the same as it does upon the people here, only not to the same extent, because you live at head<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"202a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0202.pdf\" target=\"pdfwin\">p.&#xA0;202a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2558\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>quarters, at the fountainhead, and you have a greater experience; therefore, your experience, righteousness, and faithfulness, entitle you to more choice gifts than those that have not the same experience. <\/div><div class=\"paragraph jod\" id=\"v6n1339\"> The power of God will rest upon the Saints of these valleys first, and then upon the Saints in all the world, just in proportion to their righteousness. The Lord is going to increase power here among the people. Have we any dangerous circumstances to pass through that render it necessary that more power should be made manifest? Have we got to bear testimony to kings and to the rulers of the earth at the present time? No, we are not called to do this; but those who are in the nations abroad may have this to do. <\/div><div class=\"paragraph jod\" id=\"v6n1340\"> What, then, is needful to be done? We have got a different work to do than what we have had for the last quarter-of-a-century. <\/div><div class=\"paragraph jod\" id=\"v6n1341\"> You recollect that the Lord has said he would try and prove us in one scale, and then he would try us in another, and see if we would be faithful in carrying out the principles of salvation.<span class=\"citation\" id=\"89276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89276)\">D&amp;C 98:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1342\"> When we were thus tried, we went forth and whipped out the religious world spiritually. Their priests, their lawyers, their doctors, their great men, their discussionists, and their wise men have all been whipped and backed out&#x2014;so much so that they have confessed that they could not stand before the powerful reasoning of the servants of God and the power which accompanied the great latter-day message. But now we have to be tried in another point. We have whipped them out so far as their doctrines are concerned, and they have now come up to try physical force upon us. <\/div><div class=\"paragraph jod\" id=\"v6n1343\"> I do not know that the Lord would have sent us down there to drive them, if they had not first come against us. But they have come up with sword in hand, with the best engines and imple<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2558\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ments of war, with their best disciplined armies, their scientific officers, with men that profess to have skill in all the arts of warfare and ability to whip out the few Saints here in the mountains. <\/div><div class=\"paragraph jod\" id=\"v6n1344\"> Do you think that that God who has enabled his Saints to fight moral and spiritual battles, to array argument against argument and principle against principle in all the contests which they have been called to have, and who has brought them off victorious&#x2014;do you think he will not defend them at this time also? If he has supported us in all these things, do you suppose that he is going to allow us to be overcome by those who have persecuted his servants, and to let our necks be trampled down under their feet? If I have any understanding of ancient and modern prophecy and of the spirit that is in me, the Lord intends to perform his part of the work for the deliverance of his Saints. <\/div><div class=\"paragraph jod\" id=\"v6n1345\"> I must say to the Latter-day Saints throughout this Territory, that the same God who has strengthened them to overcome their enemies spiritually will be their defense, and his power and strength and his arm will be stretched out for their deliverance. When you go to meet your enemies, they shall be prostrated before you, and you shall overcome them. And as you have overcome their priests by the strong force of argument, so shall you literally and physically put your enemies to flight, and one shall chase a thousand, and two shall put ten thousand to flight;<span class=\"citation\" id=\"55239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55239)\">Deut. 32:30<\/a><\/span> and this you will do by the power and strength of that God who fought for Israel in ancient days. <\/div><div class=\"paragraph jod\" id=\"v6n1346\"> Have we any ancient prophecy upon this subject? Yes, we have; and let us bring it up; for we now live about the time that the mother of abominations was to gather together and fight against the Saints.<span class=\"citation\" id=\"81094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81094)\">1 Ne. 14:13<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"203a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0203.pdf\" target=\"pdfwin\">p.&#xA0;203a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2557\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n1348\"> In the last chapter of the 1st Book of Nephi, paragraph 3, the Prophet says&#x2014;&#x201C;And all that fight against Zion shall be destroyed, and that great whore, who hath perverted the right ways of the Lord, yea, that great and abominable church, shall tumble to the dust and great shall be the fall of it. For behold, saith the prophet, the time cometh speedily that Satan shall have no more power over the hearts of the children of men; for the day soon cometh that all the proud and they who do wickedly shall be as stubble; and the day cometh that they must be burned. For the time soon cometh that the fulness of the wrath of God shall be poured out upon all the children of men; for he will not suffer that the wicked shall destroy the righteous. Wherefore, he will preserve the righteous by his power, even if it so be that the fulness of his wrath must come, and the righteous be preserved, even unto the destruction of their enemies by fire. Wherefore, the righteous need not fear; for thus saith the prophet, they shall be saved, even if it so be as by fire.&#x201D;<span class=\"citation\" id=\"81180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81180)\">1 Ne. 22:14-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1349\"> Nephi looked upon these things and saw the condition that the people would be in, and therefore he said, &#x201C;You need not fear.&#x201D; Do you hear it, Latter-day Saints? You need not fear, for the Lord will preserve his people, even if it must needs be that he sends fire down from heaven to destroy the wicked and those that preach false doctrines to the children of men, even the whore of all the earth; for they must tremble and fall and crumble to dust. <\/div><div class=\"paragraph jod\" id=\"v6n1350\"> I feel as strong, and I do not know but stronger, in regard to the work that is now before the Saints, than I ever have done in bearing testimony to the truth of the Gospel. I have always felt that God would give me wisdom, argument, and testimony to confound gainsayers<span class=\"citation\" id=\"76300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76300)\">Titus 1:9<\/a><\/span> and opposers of the truth; and thus God has enabled <div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2557\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> me to do. I have the same feeling today&#x2014;not that we have the strength to do it ourselves; but I know that God will strengthen us for the work we have to do. <\/div><div class=\"paragraph jod\" id=\"v6n1351\"> Though the Lord may suffer our enemies to come and invade our borders, and though we have been driven and trampled upon, and though we have laid down our necks for them to tread upon, he has now got us here, where he will show forth his power. <\/div><div class=\"paragraph jod\" id=\"v6n1352\"> He has let us rest in these peaceful valleys in safety and in quietness for some ten years, and now he seems to say to the wicked, &#x201C;Inasmuch as you will not give heed to the testimony of my servants, and you are determined to invade their borders, go up and try it, and I will show you that I will gird on my strength and arm my servants, and they shall defend my cause.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1353\"> It will be just as the Lord said in December, 1830&#x2014;&#x201C;I will call the weak of the earth, and I will gird up their loins; and they shall fight manfully for me; and their enemies shall be under their feet.&#x201D;<span class=\"citation\" id=\"85012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85012)\">D&amp;C 35:13-14<\/a><\/span> He also says, &#x201C;I will not only shake the earth, but the starry heavens also;<span class=\"citation\" id=\"88033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88033)\">D&amp;C 84:118<\/a><\/span> and the inhabitants of the earth shall know that you are my people, because of the power and the strength that shall be manifest in defending yourselves against your enemies.&#x201D; This is what the Lord intends to do. <\/div><div class=\"paragraph jod\" id=\"v6n1354\"> It needed the United States as a nation or as a government to unjustly come up against us, in order to bring about these things. How many scores and hundreds sit in this congregation that have never been in one solitary mob? Have you been tried with persecution and mobbing and death? Have you been tried at the mouth of the cannon or at the point of the bayonet? No&#x2014;many of you have not; hence a trial is needful. Can you expect the power of God without  <div class=\"break pagebreak\" id=\"204a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0204.pdf\" target=\"pdfwin\">p.&#xA0;204a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2556\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a trial of your faith? It is expedient that you have a trial of your faith.<span class=\"citation\" id=\"90004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90004)\">D&amp;C 105:19<\/a><\/span> It would be one of the easiest things in the world for the Almighty to send fire and brimstone upon the earth and destroy our enemies,<span class=\"citation\" id=\"53255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53255)\">Gen. 19:24<\/a><\/span> or to swallow them up by an earthquake as he did in days of Israel.<span class=\"citation\" id=\"54793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54793)\">Num. 16:32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1356\"> In those days the Lord enabled Israel to overcome the Hittites, the Hivites, the Jebusites, &amp;c. How easy it would have been for the Lord to have destroyed them by earthquake, or by fire, or by something of this kind! But he did not do it&#x2014;and why? Because he wanted to do several things at the same time: he wanted to destroy the wicked, and to see if his servants would flinch in the hour of danger. The Lord is going to defend this people, but not without their agency. He is not going to let us sit upon our easy chairs and not expose ourselves. If we were to do this, we should not be worthy of the kingdom of God. He offers us the kingdom, and says it is ours, upon certain conditions. <\/div><div class=\"paragraph jod\" id=\"v6n1357\"> What else does he say? &#x201C;My Church shall be free and independent of all creatures beneath the celestial world.&#x201D;<span class=\"citation\" id=\"87363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87363)\">D&amp;C 78:14<\/a><\/span> Have we been free from the United States? No, we have not; but we are to be made free from every government upon the face of the earth; and wherever there is any dominion that is beneath that of the celestial world, we are to be free from it. <\/div><div class=\"paragraph jod\" id=\"v6n1358\"> Now, suppose the Lord had offered us all these things, and we should sit down and not move a finger for the blessings he had given, should we be worthy of them? No, not at all. We should be in this condition, if we were suffered to take possession of these blessings without any trials. <\/div><div class=\"paragraph jod\" id=\"v6n1359\"> If we are dilatory, we shall have to suffer as in days gone by, and our enemies will come in here and bring in their whoredoms and abominations <div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2556\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that they have been accustomed to from their youth up. This will be the case, if we do not save ourselves by our diligence and obedience. But if we show to God that we are willing to stand up in behalf of his kingdom and of the truth, even unto death, then, notwithstanding our enemies may be two hundred to our one, we shall feel strong in the Lord, and he will fight our battles. Then we shall accomplish that which has been promised by the Prophets; and not only the United States will have to suffer, but as the Prophet Isaiah says&#x2014;&#x201C;The multitude of all the nations that fight against Zion shall become like the dream of a night vision, as when a man who is hungry dreameth that he is satisfied with food, and he awaketh and behold he is faint.&#x201D;<span class=\"citation\" id=\"58700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58700)\">Isa. 29:7-8<\/a><\/span> So will be all nations who fight against this people: they will pass away before the power of the servants of God. His servants will be clothed with wisdom and with the power of the Most High to prevail against all their enemies. <\/div><div class=\"paragraph jod\" id=\"v6n1360\"> We would let the poor curses alone, if they would stay at home and mind their own business. The American continent never was designed for such a corrupt Government as the United States' to flourish or prosper long upon it. After they should become ripened in iniquity, it was not intended they should continue. The Lord has designed another thing, and for this reason we are here in these mountains: the little stone has been rolling uphill. <\/div><div class=\"paragraph jod\" id=\"v6n1361\"> If our enemies keep coming up here, after the Lord has shown his power and enabled his servants to cope with them, if they still continue to fight against Zion, the Saints of God will roll down upon their borders and take them upon their own lands. But before that day comes, we have to show our wisdom by skirmishes and in various conditions in which we shall  <div class=\"break pagebreak\" id=\"205a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0205.pdf\" target=\"pdfwin\">p.&#xA0;205a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2555\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be placed; and we have got to show the nations that God intends to do something here in the mountains. <\/div><div class=\"paragraph jod\" id=\"v6n1363\"> When he has done this, we shall then roll down to the borders of Missouri and take possession of our inheritances, from which we have been illegally and unconstitutionally driven. <\/div><div class=\"paragraph jod\" id=\"v6n1364\"> Brother Kimball says we could not roll down until we rolled up. But we have been rolling uphill for the past ten years, in fulfillment of the prediction of Isaiah, which says&#x2014;&#x201C;O Zion, that bringest glad tidings, get thee up into the high mountain;&#x201D;<span class=\"citation\" id=\"59298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59298)\">Isa. 40:9<\/a><\/span> and having rolled up for ten years, we shall soon begin to roll down. But I do not think it will take ten years to roll downhill; for we shall be propelled by the power of God, and the work will be hastened. <\/div><div class=\"paragraph jod\" id=\"v6n1365\"> The power of God will be with us, and the Lord God will redeem Zion, as he redeemed Israel in Egypt; and not only his angels, but his presence will go before us,<span class=\"citation\" id=\"89789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89789)\">D&amp;C 103:19-20<\/a><\/span> and the nations of the earth shall fear because of the power of God which shall accompany us. <\/div><div class=\"paragraph jod\" id=\"v6n1366\"> Then will be the time that the Gentiles can be preached to by the Elders with some sense; or rather, they will be preached to by Israel that is scattered amongst them. Then, brethren, you can go and preach to them, and say the power of God is with you, and say to the people, Look yonder, and behold the children of Zion delivered by the power of God; and then you will be respected. Then you can go to the palaces of the great and preach to the king upon his throne, to the great men, to the nobles, and rich men of the earth; and many will fear, and receive your testimony, and flow to Zion, bringing their riches with them. But now you could not go into their fine palaces, nor find access to their rich and splendid mansions. You could not <div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2555\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> get them to hear you for one moment. No: they would degrade you, if possible, to the lowest hell. <\/div><div class=\"paragraph jod\" id=\"v6n1367\"> There is not a people upon the face of the earth that were ever degraded like the Latter-day Saints. They look upon you worse than they do upon any set of pirates that travel the open seas&#x2014;that is, if they believe their own words; for they circulate these things in their lectures and in their periodicals; and there is no use to try to preach to them, but let the Lord work with them and with this people. <\/div><div class=\"paragraph jod\" id=\"v6n1368\"> Let the Lord purify his kingdom, and let the most bitter branches be pruned off&#x2014;not by some means entirely independent of the Saints; but let the people go to work and trim off such bitter branches as Missouri and Illinois, because of their wickedness and mobocracy; and then the nations will begin to see that there is power there. Yes, trim them up, in order that the natural branches that bear fruit may bear more fruit&#x2014;that Zion, in other words, may increase her tents and stretch forth her curtains, even the curtains of her habitations, and make not only the desolate cities of Zion, but the desolate cities of the Gentiles<span class=\"citation\" id=\"59673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59673)\">Isa. 54:1-2<\/a><\/span> to resound with songs of praise to Him that sitteth upon the throne and to the Lamb forever and ever.<span class=\"citation\" id=\"79209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79209)\">Rev. 5:13<\/a><\/span> This is what the Prophet says about it&#x2014;&#x201C;And their desolate cities shall be built up and be inhabited by the Saints of the Most High.&#x201D;<span class=\"citation\" id=\"59704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59704)\">Isa. 54:3<\/a><\/span><span class=\"citation\" id=\"60093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60093)\">Isa. 61:4<\/a><\/span> God will bring about this work; and as to our being overcome in these valleys of the mountains, it will not be, if this people do as they are told&#x2014;if they are willing to do right in all things. <\/div><div class=\"paragraph jod\" id=\"v6n1369\"> If this people will hearken to the law of God, and in everything be humble and meek, and keep his commandments by day and by night, from one year's end to another, we shall be, as it is said in the parable of the vineyard,<span class=\"citation\" id=\"65270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65270)\">Matt. 20:1-16<\/a><\/span> as one body&#x2014;as the roots  <div class=\"break pagebreak\" id=\"206a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0206.pdf\" target=\"pdfwin\">p.&#xA0;206a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2554\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and tops of the great tree which the Lord God has planted and made equal,<span class=\"citation\" id=\"65276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65276)\">Matt. 20:12<\/a><\/span> so that the top will not jostle over because there is not sufficient strength in the roots.<span class=\"citation\" id=\"94535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94535)\">Jacob 5:73<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1371\"> I want to see this people of one heart and of one mind; and when the word comes forth, I want to have them as well-disciplined as the Gentiles, and ten thousand times better. <\/div><div class=\"paragraph jod\" id=\"v6n1372\"> This is the people who have the right to be of one heart and of one <div class=\"break columnbreak\" id=\"206b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0206.pdf\" target=\"pdfwin\">p.&#xA0;206b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2554\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mind<span class=\"citation\" id=\"92857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92857)\">Moses 7:18<\/a><\/span> for the defense of Zion, for the defense of their wives and children, for the defense of their vineyards, and their flocks and herds, but more especially for the defense of the kingdom of the Most High God. <\/div><div class=\"paragraph jod\" id=\"v6n1373\"> Let this be the main object of this people. You know that it is the kingdom of God or nothing! Therefore may righteousness be our object from this time forth and forever. Amen. <\/div>\n<\/div>\n<\/div>"}