{"ID":60039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Past and Present History of the Church&#x2014;Trust in the Lord and His Priesthood, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Bishop Lorenzo D. Young, Delivered in the Bowery, Great Salt Lake City, Sunday Afternoon, August 16, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Past and Present History of the Church, Etc.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo D. Young<\/div>\n<div class=\"date\">Date: 8\/16\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v6n1623\"> It is with peculiar feelings, brethren and sisters, that I arise to speak a few moments; and I have as good a right to apologize for standing before you as any other man; but I have no apologies to make, for the simple reason that I am glad of an opportunity to express in public a few of my feelings. <\/div><div class=\"paragraph jod\" id=\"v6n1624\"> I have not been with the people called Latter-day Saints as long as some of my brethren; but I have been with this people twenty-five years, and I have observed closely their meanderings, their toils, and their labors. I have seen them in prosperity, but it remained only for a short time; and I have seen them in adversity, suffering from nakedness and hunger; and last of all, I have seen them in these peaceful valleys, with none to harm them or make them afraid. <\/div><div class=\"paragraph jod\" id=\"v6n1625\"> The ten years past have been a sabbatic year to the Church of Jesus Christ of Latter-day Saints&#x2014;a jubilee&#x2014;a time of rest. <\/div><div class=\"paragraph jod\" id=\"v6n1626\"> I will not go into the detail of all the scenes that the Latter-day Saints have passed through since the organization of this Church on the 6th of April, 1830, which most of you are acquainted with, either by experience or by reading the history of this people. Suffice it to say that, as a people, we have had more peace during our sojourn in these mountains, and we have <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2525\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> enjoyed ourselves better than ever we did before. I believe, for one, that I have in some degree appreciated this day of rest which I have enjoyed with you, for I have felt in my spirit that it was a blessing to be here; and I believe that all the Saints of God have felt this, to a certain extent. <\/div><div class=\"paragraph jod\" id=\"v6n1627\"> The Lord showed this place unto his servants, the First Presidency of this Church, and the few pioneers who accompanied them; and from that day to the present I have involuntarily felt like shouting, &#x201C;Glory! Hallelujah!&#x201D; Yes, I have felt this, and feel it now. <\/div><div class=\"paragraph jod\" id=\"v6n1628\"> Is this because I am now more courageous than I was fifteen or twenty years ago? No. It is because, with you, I have prayed, hundreds of times, that we might enjoy the freedom of the sons of God; and I can now behold the faint glimmerings of the dawn of that day when the Saints will be free to serve their God and go forth untrammeled in the accomplishment of his purposes, in the building up of his kingdom, and in the establishment of righteousness in the earth. <\/div><div class=\"paragraph jod\" id=\"v6n1629\"> Have we not great cause for rejoicing in the prospects before us? If we love truth more than error, virtue more than vice, honor and integrity more than baseness and degradation, then surely our hearts will be glad and our souls will rejoice in the God  <div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2524\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of our salvation, that we live and are engaged in a work which will result in the final extinction of wickedness and abomination from the earth. <\/div><div class=\"paragraph jod\" id=\"v6n1631\"> Within the last twelve months I have seen this people become more humble and prayerful, and I have seen them renew their covenants; I have seen them make restoration and restitution, and give the pledge of their sincerity and integrity; and I have seen the Spirit of the Lord poured out upon them. This also gives me exceeding joy; it affords me comfort and sweet consolation. <\/div><div class=\"paragraph jod\" id=\"v6n1632\"> Do I see this good spirit continue to manifest itself among the people? Yes, I do. We have wise men to stand at the head to lead and guide us. The Lord God of Abraham, by the revelation of his Holy Spirit, guides the ship in which we sail. &#x201C;Is this true?&#x201D; says one. Yes, it is. Does the Lord acknowledge us as his people? Yes, he does. How long will he continue to do so? Just so long as we continue to be his faithful children&#x2014;just so long as we continue to fulfil our covenants with the Lord our God and to one another. <\/div><div class=\"paragraph jod\" id=\"v6n1633\"> Should any man cherish the spirit of war and the spirit of revenge in his bosom, and feel that he wants to go out and fight and tear down everything before him? The man who feels this does not feel as I do. No: my feelings and the feelings of the people of God should always be calm&#x2014;not irritable. <\/div><div class=\"paragraph jod\" id=\"v6n1634\"> Our nerves should not be so unstrung at any time as Sidney Rigdon's were, when he picked up his spyglass to look at General Clark's army, and could not hold the glass still enough to see anything. We must quiet our nerves and always be cool and deliberate. <\/div><div class=\"paragraph jod\" id=\"v6n1635\"> Is there safety for us, unless we trust in the Lord? No. There is no other refuge. He is our only shield and protector. The Lord fought the <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2524\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> battles of his people in ancient times, and he can do it again. <\/div><div class=\"paragraph jod\" id=\"v6n1636\"> Is it the people in the Territory of Utah that our enemies are and have been contending with? No: they are contending against the Lord of Hosts&#x2014;against the kingdom of God, the Priesthood of the Most High. Is it the United States alone that are arrayed against the kingdom of God and his Priesthood? No; but it is the whole empire of Satan's kingdom&#x2014;even the whole world. <\/div><div class=\"paragraph jod\" id=\"v6n1637\"> We do not go into the United States alone to preach the Gospel; but we go everywhere upon the face of the whole earth&#x2014;to every continent and island&#x2014;to every nation and tongue. <\/div><div class=\"paragraph jod\" id=\"v6n1638\"> The confusion and wickedness of which we speak are not in the United States only; but they are in every place on the earth, excepting this, which is Zion, so far as we are the pure in heart.<span class=\"citation\" id=\"94544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94544)\">D&amp;C 97:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1639\"> We have not to go particularly to one place or nation to find opposition and the spirit to persecute and destroy this people. It is in every place; for this kingdom has to contend with the powers of earth and hell. Is the Lord able to bring his cause to a successful issue? He is, most assuredly. <\/div><div class=\"paragraph jod\" id=\"v6n1640\"> I tell you, brethren and sisters, and I want to impress it on your minds, that the stay and the staff of Israel are in the holy Priesthood that is vested in the First Presidency and in the body of the people. We are not to trust in the arm of flesh, but we are to trust on the strength of Israel's God, and live so that our conduct will warrant us a confidential application to Him in the hour of danger. <\/div><div class=\"paragraph jod\" id=\"v6n1641\"> Can we trust in the man whom God has ordained and appointed to lead his people? Yes, we can trust in him as God's agent and representative, through whom we may know his will concerning us; and by faithfully following his instructions, he will  <div class=\"break pagebreak\" id=\"237a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0237.pdf\" target=\"pdfwin\">p.&#xA0;237a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2523\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lead us in the way of everlasting life. If we do this, though we may suffer the loss of all that we possess on the earth, and even lay down our mortal bodies for the Gospel's sake, God will reward us in this world an hundredfold, and in that which is to come he will crown us with eternal lives.<span class=\"citation\" id=\"65245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65245)\">Matt. 19:29<\/a><\/span><span class=\"citation\" id=\"124807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124807)\">D&amp;C 132:55<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1643\"> Brethren, let us individually&#x2014;yea, let every man and woman, every Bishop, every Elder, every High Priest, every Deacon, and every member of the Church of Jesus Christ stand firm for the cause of God in their place and station. Let every man who has a family preside over that family as a man of God; and if he has no more to preside over than old Henry Sherwood had, when Captain Clark asked him who he presided <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2523\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> over, and he answered that he presided over himself and his wife&#x2014;let him do it in love and mercy and righteousness before God. <\/div><div class=\"paragraph jod\" id=\"v6n1644\"> I was in Kirtland, I was in Far West, and in Davis County; and my feelings are just the same today as they were when brother Hyrum Smith announced that brother Joseph was in bonds, and that we were all prisoners, and required to give up our arms. I said that I would rather die a free man than submit to such tyranny. I am a valiant man, you know, when I am a long way from danger. <\/div><div class=\"paragraph jod\" id=\"v6n1645\"> May God bless us, and bless all Israel in the tops of the mountains and everywhere else, and make them our friends, is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}