{"ID":60037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Unpopularity of &#x201C;Mormonism&#x201D;&#x2014;Redemption of the Dead, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Joseph Young, Delivered in the Bowery, Great Salt Lake City, Sunday Afternoon, July 26, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Unpopularity of &#x201C;Mormonism&#x201D;, Etc.<\/div>\n<div class=\"speaker\">Speaker: Joseph Young<\/div>\n<div class=\"date\">Date: 7\/26\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v6n1540\"> I have been requested to occupy a few moments before you, my brethren, this afternoon. I have a great many reflections in my mind, but it is only the few that would be reasonable that I hope may have utterance at this time. <\/div><div class=\"paragraph jod\" id=\"v6n1541\"> The suggestions which I heard this morning awakened in me, as they usually do, feelings which I have for the welfare of the kingdom of God, which kingdom, we heard today, is <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2534\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> already being established on the earth&#x2014;or we may say that it <span class=\"italic\">is<\/span> established. <\/div><div class=\"paragraph jod\" id=\"v6n1541\"> It was said in the days of the Apostle Paul, &#x201C;Say not in your heart, Who shall descend into the deep to bring Christ up? Or, Who shall ascend into the heavens to bring him down? For the word is near thee, even in thy mouth and in thy heart: even the word which we preach, which is&#x2014;If thou wilt confess with thy mouth and be<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"227a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0227.pdf\" target=\"pdfwin\">p.&#xA0;227a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2533\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lieve with thy heart that God hath raised Christ from the dead, thou shalt be saved.&#x201D;<span class=\"citation\" id=\"72724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72724)\">Rom. 10:6-9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1543\"> It was periling one's life equally as much to acknowledge the crucified Nazarene as it is now for the &#x201C;Mormons&#x201D; to acknowledge Joseph Smith to be a Prophet of God. We will add on to the test a little now, and say, If you will confess Jesus Christ to be the Redeemer,<span class=\"citation\" id=\"71908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71908)\">Acts 16:31<\/a><\/span><span class=\"citation\" id=\"78748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78748)\">1 Jn. 4:2<\/a><\/span> Joseph Smith to be his Prophet, and Brigham Young his successor, and carry out their counsels unto the end, you shall be saved. <\/div><div class=\"paragraph jod\" id=\"v6n1544\"> Now, I say it was just as perilous to acknowledge Jesus, whom almost everyone then believed to be an impostor and the refuse of all creation, as it now is to acknowledge those men whom I have mentioned. <\/div><div class=\"paragraph jod\" id=\"v6n1545\"> How is it now? Why, it is popular by the Christian world to acknowledge Jesus to be the Savior. The Catholics all acknowledge Jesus to be the Savior. The doctrine has become popular in the world, so much so that nearly the whole world now acknowledge that Christ truly was the Savior, the Redeemer, the Son of God; and they believe on him. Will people be persecuted for this? No. You may go into all ranks of society in the world, and they will receive you, if you are a Christian; but you must mind one thing&#x2014;you must not name &#x201C;Mormonism&#x201D;&#x2014;you must not say that Joseph was a man that you believed in; for the moment you do this you are in jeopardy. <\/div><div class=\"paragraph jod\" id=\"v6n1546\"> I have been many times in places when I did not announce my name, but something would tell them that I was a &#x201C;Mormon.&#x201D; I do not know who told them, except it was the Devil; but I could hear them say, &#x201C;He is a Mormon.&#x201D; There have been many instances of this kind among the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v6n1547\"> I prayed, before I heard this Gospel, that I might see the kingdom of God; and I could say as Paul did, <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2533\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that I was alive to religion, but it was without the law. I was full of religion, but I was not very noisy. When the commandment came, &#x201C;sin revived, and I died;&#x201D;<span class=\"citation\" id=\"72479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72479)\">Rom. 7:9<\/a><\/span> and I learned that I had to be baptized for the remission of sins, for I could not deny the truth. I was as eligible to the truth as a friction match is to the fire, and I could not get by it. I love the truth yet. <\/div><div class=\"paragraph jod\" id=\"v6n1548\"> I have heard brother Brigham say, and I endorse the sentiment, that every man and every woman who is not willing to lay down his or her mortal life for this Gospel cannot be saved. The Lord will bring us into a place where we shall be tried whether we are as willing to die as we are to live, and I know this is true; and if I have not gained that point, I have got to live so as to arrive at it on this side of the veil. There is a veil over us at present; but to some the veil is becoming thin, but it is not rent. <\/div><div class=\"paragraph jod\" id=\"v6n1549\"> There is no greater mark of a man's being in full fellowship with God than to see that man quickly yield to the will of God without a murmur. This is as good a mark of a Saint as can be given. <\/div><div class=\"paragraph jod\" id=\"v6n1550\"> From the commencement of this work there has been plenty to try men and to put them to the test. Shall we be mad at our enemies? No, not unrighteously&#x2014;not wickedly mad. <\/div><div class=\"paragraph jod\" id=\"v6n1551\"> When I look at the condition of this people, view the work for them to do, and the reward the Lord has for them, if faithful, and then cast my eyes around and gaze upon the bitterness of our enemies, what are my feelings? I can feel as David did concerning his enemies, when he went to the sanctuary; &#x201C;for there,&#x201D; said he, &#x201C;I understood their end.&#x201D;<span class=\"citation\" id=\"56861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56861)\">Ps. 73:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1552\"> Don't you think his envy was then taken from him? Yes, instantly. He could feel as Jesus felt in his death struggles, when the Roman soldiers  <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2532\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pierced him. He said, &#x201C;Father, forgive them; for they know not what they do.&#x201D;<span class=\"citation\" id=\"68309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68309)\">Luke 23:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1554\"> Jesus knew the turpitude of the human heart and the wickedness that those individuals were capable of; and knowing this, he said, &#x201C;Father, forgive them; for they know not what they do.&#x201D;<span class=\"citation\" id=\"68310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68310)\">Luke 23:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1555\"> I do not know of a better spirit than that which Stephen manifested when he said, &#x201C;Father, lay not this sin to their charge.&#x201D;<span class=\"citation\" id=\"71563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71563)\">Acts 7:60<\/a><\/span> He knew their ignorance as well as their wickedness. He saw the heavens opened, and beheld what their end would be.<span class=\"citation\" id=\"71554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71554)\">Acts 7:55-56<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1556\"> Do you think he had any envy towards his murderers then? No, he felt very different from this. I have as great an abhorrence to their iniquities as any other man; and in case the providence of God should call me to stand forth in defense of the truth with the sword and the musket, I probably should feel as resolute in that case as I should on the side of Stephen, when praying God to forgive them. <\/div><div class=\"paragraph jod\" id=\"v6n1557\"> My father was a native of America&#x2014;of a New England State. He was a soldier of the revolution, and fought in defense of his country&#x2014;fought for freedom. He maintained this spirit, and he died a Latter-day Saint. He had the mortification, however, before his death, to be forced to leave his home for the sake of his religion; and had he survived a little longer, he would have been driven from that land altogether, as we his sons have been, and would have been called upon to find his way through the trackless desert to these mountains. <\/div><div class=\"paragraph jod\" id=\"v6n1558\"> We have come out here and moored the shattered relics that our enemies had not destroyed. We wandered&#x2014;where, we knew not, any more than Abraham did, only as we were led by that mysterious influence that led the Patriarchs of old. As that influence brooded over them, so did it brood over the pioneers that left Winter <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2532\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Quarters in the spring of 1847, and crossed the plains, the deserts, the streams, and moored themselves in these peaceful vales. Since we have been thus driven far from the land of civilization&#x2014;far from the ashes of our patriotic fathers, why cannot our persecutors console themselves and say, &#x201C;They have gone,&#x201D; and now the voice of liberty, the voice of philanthropy, the voice of generosity would say, &#x201C;Let the &#x2018;Mormons&#x2019; go and rest in peace: they are far away from us; they cannot do us any harm?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1559\"> [President H. C. Kimball: They won't do it, Joseph.] <\/div><div class=\"paragraph jod\" id=\"v6n1560\"> As Saints, we have assembled together with our wives and little ones, and we have ploughed and sown and raised our own bread, and our grain is increasing. God Almighty has touched the soil and has brooded over it as over the waters at the beginning.<span class=\"citation\" id=\"93492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93492)\">Abr. 4:2<\/a><\/span> And, lo! No sooner have we obtained this land, planted our orchards and gardens, than our enemies want to drive us again. <\/div><div class=\"paragraph jod\" id=\"v6n1561\"> [President H. C. Kimball: Do you pray for them, Joseph?] <\/div><div class=\"paragraph jod\" id=\"v6n1562\"> Yes, I pray for them just as the Spirit dictates, which is something like the following&#x2014;O Lord, bless all our brethren in the States and everywhere else throughout the world; and bless all that bless them, and curse all our enemies and waste them away. <\/div><div class=\"paragraph jod\" id=\"v6n1563\"> We have the spirit of '76; we are patriots, and we are true to our cause. We have to be persecuted and driven. This is what we expect, for brother Brigham told the story this morning. This is the kingdom that Daniel spoke of.<span class=\"citation\" id=\"94540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94540)\">Dan. 2:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1564\"> Did the world ever persecute the Methodists or the Presbyterians as they have the Latter-day Saints? No, nor the Quakers either, not in my remembrance. <\/div><div class=\"paragraph jod\" id=\"v6n1565\"> This people have been baptized for many of their dead friends; and you remember that it is said in the Scrip<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2531\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tures that there should be a fountain, opened for sin and uncleanness;<span class=\"citation\" id=\"62292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62292)\">Zech. 13:1<\/a><\/span> and when this day fully comes, the people who are now persecuting the Latter-day Saints will begin to know who they are and what they are. <\/div><div class=\"paragraph jod\" id=\"v6n1567\"> I will tell you where my hope of their redemption is. They are going to persecute the people of God; they are going to live as long as the Lord will let them, and then they will die and go to hell, and there suffer the justice of God. <\/div><div class=\"paragraph jod\" id=\"v6n1568\"> We look at them, and sometimes feel sorrowful, and sometimes feel as if we could deal out justice to them. Our enemies want to kill us, and what for? It is for the purpose of cutting off the redemption of our dead; but the Lord will hold his hand over us; he will preserve our lives, and they will be held sacred in his hands. <\/div><div class=\"paragraph jod\" id=\"v6n1569\"> What are we going to do? We are going to build a Temple here; and when that Temple is built, we are going to have a font and be baptized for our fathers, mothers, and friends who have died in generations past, just as far back as we can get at them. <\/div><div class=\"paragraph jod\" id=\"v6n1570\"> Where is the hope of our enemies&#x2014;those who have no knowledge, and who have never received the Holy Ghost? The Scriptures say that for those who receive it and deny it there is no hope;<span class=\"citation\" id=\"64404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64404)\">Matt. 12:31-32<\/a><\/span> but those who have never received it will die and go into the spirit land, and the Latter-day Saints will seek after them and feel after them, if they have not shed innocent blood; and many of them will embrace the Gospel. <\/div><div class=\"paragraph jod\" id=\"v6n1571\"> I can tell the Latter-day Saints something in relation to our enemies; and that is, if we do not do something for them, they will lie in hell forever; and the very people they are now persecuting have got to be their saviors, or they will not be saved at all. <\/div><div class=\"paragraph jod\" id=\"v6n1572\"> I want you to tell them, and tell <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2531\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all the great men of the earth, that the Latter-day Saints are to be their redeemers&#x2014;that they have to look to them for their redemption, or there is none for them; and they will have to acknowledge that salvation is of Israel, and nowhere else. <\/div><div class=\"paragraph jod\" id=\"v6n1573\"> The Lord gave his oracles to Jacob and to Israel, but to nobody else, and he never will. They are those who hold the Priesthood, and they are the only ones who could give redemption to a world. <\/div><div class=\"paragraph jod\" id=\"v6n1574\"> I presume that if the people who are our enemies were to come here and hear this, or if they should know that we believe this, they would, if possible, call us greater fools than ever, and be more eager to destroy us than before, simply because they cannot comprehend the principles that govern us. <\/div><div class=\"paragraph jod\" id=\"v6n1575\"> Brethren and sisters, I have preached you a short sermon, and I must say that I feel good today. I feel well; and may God bless you and bless us all, and enable us to live our religion and serve God with full purpose of heart.<span class=\"citation\" id=\"94541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94541)\">Mosiah 7:33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1576\"> I can endorse one sentiment of brother Smoot, in relation to our enemies coming into these valleys. I do not fear them. I feel as calm as a summer's evening. The Spirit of peace and quiet is in our midst; God is in our midst; and although we do not see him, he is here; his messengers are here, and they know our doings, and the record thereof they bear to him, and it is good. <\/div><div class=\"paragraph jod\" id=\"v6n1577\"> Now, brethren, this is a consolation to us all. Believe in God, believe in Jesus, and believe in Joseph his Prophet, and in Brigham his successor. And I add, &#x201C;If you will believe in your heart and confess with your mouth that Jesus is the Christ, that Joseph was a Prophet, and that Brigham was his successor, you shall be saved in the kingdom of God,&#x201D; which I pray, in the name of Jesus, may be the case. Amen. <\/div>\n<\/div>\n<\/div>"}