{"ID":60038, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Testimony to the Truth&#x2014;The True Yoke of Christ&#x2014;Modern Prophets&#x2014;The World versus the Church, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President John Young, Delivered in the Bowery, Great Salt Lake City, Wednesday Morning, April 8, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Testimony to the Truth, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Young<\/div>\n<div class=\"date\">Date: 4\/8\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d38\">\n<div class=\"paragraph jod\" id=\"v6n1579\"> I rise before the congregation to make a few remarks, by request of my brethren and by the call of the Spirit of my heavenly Father which I feel within me. <\/div><div class=\"paragraph jod\" id=\"v6n1580\"> I do not expect to say much, nor to detain you long; but I want to say a few words, for I feel that my spirit is full of testimony this morning; and I tell you what it is, or rather some of it. I know that Jesus lives and dwells at the right hand of his Father, and that he intercedes for the Saints. I also know that Joseph Smith lives; and I can testify that I have felt a measure of the spirit of Joseph influencing the minds of the brethren during this Conference, and that, too, to a greater extent than I ever did in my life. <\/div><div class=\"paragraph jod\" id=\"v6n1581\"> I feel a testimony within me that I have in a great measure been asleep; but through the mercy of God I have woke up, and I feel that the Lord has been merciful unto me and unto this people; and he verily has met us and called to us when we were afar off; and I am thankful for this: I rejoice in his mercy, his long-suffering, and his goodness. <\/div><div class=\"paragraph jod\" id=\"v6n1582\"> I can tell you, my brethren and sisters, fathers and mothers in Israel, and all you that feel that you have got an uncomfortable yoke upon you&#x2014;it is simply because it is not the yoke of Christ; for Jesus said, when he was here, that his yoke was easy <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2530\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and his burden light.<span class=\"citation\" id=\"64282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64282)\">Matt. 11:29-30<\/a><\/span> I know by experience that when I have the yoke of Christ upon me, it is light; and what else do I know? I know that there are persons who complain that the Gospel yoke chafes them; and I want you to understand that such persons have not got on the right kind of yoke. [President B. Young: &#x201C;That is verily true, sir.&#x201D;] Now, you that have on such a yoke had better pull out the bow-keys, throw off the yoke, and then put one on that won't chafe you; for I tell you, as the Lord God Almighty lives, it is now or never with the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v6n1583\"> The Lord has been merciful unto us, and has called to us by the mouth of his servants and his Prophets that are here, and has given us an opportunity to renew our covenants and again receive the blessings which it is our right and privilege to enjoy. <\/div><div class=\"paragraph jod\" id=\"v6n1584\"> Supposing the Lord should take away these Prophets and Apostles from amongst us, I want to know how many of this people there are who would ever find their way to heaven? There is not a man or woman that would ever do it. They would slumber, and sleep, and be lost in the darkness and confusion that envelope the world. <\/div><div class=\"paragraph jod\" id=\"v6n1585\"> We have revelation upon revelation, precept upon precept, and shall I say, here a little and there a little? No. But I will say that we have handed  <div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2529\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>out to us here a good deal and there a good deal. <\/div><div class=\"paragraph jod\" id=\"v6n1587\"> Here is the fountain of life; and I feel that it is the duty of all to improve upon that which they receive; for this is the day of salvation, and &#x201C;How shall we escape, if we neglect so great a salvation?&#x201D;<span class=\"citation\" id=\"76424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76424)\">Heb. 2:3<\/a><\/span> I believe there will be no way of escape for those who are slothful and indifferent. <\/div><div class=\"paragraph jod\" id=\"v6n1588\"> The other day, when brother Kimball was prophesying relative to the wheat, and also about the granaries, and endeavoring to show you the necessity of preparing for a time of scarcity, the good Spirit whispered to me and said, &#x201C;What brother Kimball has stated is just as true as Joseph's interpretation of Pharaoh's dream;&#x201D;<span class=\"citation\" id=\"53609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53609)\">Gen. 41:25-36<\/a><\/span> and I verily believe it, and you may depend upon it, brethren and sisters, that all those things will come to pass as they have been predicted. <\/div><div class=\"paragraph jod\" id=\"v6n1589\"> Do you know that we have the Prophets of God among us? There are people here, who profess to be Saints, who know but very little in relation to the Gospel which they have embraced; but I tell you that we are not only blest with a Prophet, but we have <span class=\"italic\">Prophets<\/span> in our midst. I know that brother Brigham is a Prophet of God, and that he wears the mantle of Joseph; and I can tell you also that brother Kimball is a Prophet, and these men are filled with the Spirit of the Lord. <\/div><div class=\"paragraph jod\" id=\"v6n1590\"> Do you not think that I am glad? Yes, I am, and my soul rejoices in the Holy One of Israel, and I feel more happy and a great deal better than I ever have done in all the days of my life; and I am sensible I know more of the principles of the kingdom of God; and I trust I shall learn enough to steer clear of the wickedness of men, and in the own due time of the Lord make my escape from this ungodly world. <\/div><div class=\"paragraph jod\" id=\"v6n1591\"> I realized, while brother Wells was speaking, that the whole world was <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2529\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and is Babylon; and I realize that everything outside of the Church of Jesus Christ of Latter-day Saints is one vast Babylon, full of confusion, wickedness, corruption, and abominations of the deepest dye. Brother Wells also showed you that the great men in the United States are not agreed in any one question that comes before them. He also showed that this had been the condition of the world for ages. <\/div><div class=\"paragraph jod\" id=\"v6n1592\"> I have found, however, that they were perfectly agreed in one thing, and that was to destroy the Babe of Bethlehem&#x2014;the Church of Christ; and they are just so yet: they are determined to oppose the truth and take the lives of the Prophets of God, and their cup of iniquity is almost full. The dragon has poured out his mighty flood after this Church,<span class=\"citation\" id=\"94542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94542)\">Rev. 12:16<\/a><\/span> and has tried his best to sweep the Saints of God from the earth. But we still live, and we intend to live eternally, despite the Devil and all his emissaries. <\/div><div class=\"paragraph jod\" id=\"v6n1593\"> What does Daniel say, speaking of these days&#x2014;the days in which you and I live? He says, &#x201C;The kingdom shall never be taken away nor given to another people.&#x201D;<span class=\"citation\" id=\"61185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61185)\">Dan. 2:44<\/a><\/span> What have the Prophets of God been teaching us for years? They have told us, time after time, that if they had fifty Saints of the right stripe, they would rather have them than to have hundreds and thousands of those who are fearful, half-hearted, and eternally grumbling. <\/div><div class=\"paragraph jod\" id=\"v6n1594\"> We live in the dispensation of the fulness of times; and all other dispensations, as the Prophet of God has said, were only preludes to this great and last dispensation; for in this day there will be the greatest work performed, the greatest miracles wrought, and more of the power of God displayed, and also more of the power of Satan, than have ever been witnessed since the world began. <\/div><div class=\"paragraph jod\" id=\"v6n1595\"> I teach the people that Joseph  <div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2528\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Smith was greater than any other Prophet that ever lived, except Jesus Christ.<span class=\"citation\" id=\"91963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91963)\">D&amp;C 135:3<\/a><\/span> [President B. Young: &#x201C;That is true. How can it be otherwise?&#x201D;] It can't; and I tell you that he is just as active today as ever he was, and he can do more for this people and for the cause of Zion than he could when here. <\/div><div class=\"paragraph jod\" id=\"v6n1597\"> In the days of Israel of old, and in all former dispensations, there have been many Prophets; but Joseph Smith stands at the head of this, which is a dispensation of all dispensations: it will comprehend and complete the unfinished work of all former days. <\/div><div class=\"paragraph jod\" id=\"v6n1598\"> I thank my heavenly Father that I live to behold this day. While sitting here, I have thought of the first Conference that was ever held in this valley. It was nine years ago last October. I reached the valley during the sitting of Conference, and some of the brethren said, &#x201C;The Conference is sitting; won't you go?&#x201D; So I walked down to where they were holding Conference, and I found them by the side of a haystack. There was Father John Smith and a little handful of men that might have been covered with a small tent, and they were holding the Semi-Annual Conference of the Church of Jesus Christ of Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v6n1599\"> When I contrast the present Conference with the one of which I have spoken, I feel to thank God, and my soul magnifies his name for his goodness in gathering his people who were then scattered by their enemies. Some were upon the Plains, a great many at Winter Quarters, some hundreds had perished by the sufferings there endured, and few had found their way to this peaceful valley, where I can now behold 12,000 persons assembled at a Conference meeting. This does my soul good, and I feel that we have all great cause to be thankful for the great and marvelous blessings conferred upon us. <\/div> <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2528\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n1600\"> Brethren and sisters, let us rejoice in our deliverance from the hands of our enemies; let us rejoice in our happy condition and in our prosperous circumstances. Let us rejoice, for the kingdom is established and never will be given to any other people.<span class=\"citation\" id=\"61186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61186)\">Dan. 2:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1601\"> There is one thing more which I want you to understand, and that is, that God is not dependent upon any one man or woman for the carrying on and accomplishment of his work. If you have not a mind to work for the Lord, let it alone; for he can do just as well without you as with you. <\/div><div class=\"paragraph jod\" id=\"v6n1602\"> I know there are men under the sound of my voice who are bound by the chains of the Devil, and they are and will be controlled by them, and you cannot liberate them; and what is the matter? They are not of the right blood, and there is nothing right for them: they are controlled by a contrary spirit; they are opposed to everything and to everybody but themselves. I have reflected much upon this subject, and I have been led to conclude that if we could just let into their veins one drop of &#x201C;Mormonism,&#x201D; it could not be got away from them&#x2014;I mean when the Gospel is first presented to men and women. <\/div><div class=\"paragraph jod\" id=\"v6n1603\"> If the right spirit and the good seed be sown on good ground, it will bring forth good fruit. Persons who have the truth implanted in their hearts, if they are honest, will grow in the knowledge of God until they obtain a fulness. <\/div><div class=\"paragraph jod\" id=\"v6n1604\"> We read in the Scriptures of a certain class of men who never come to the knowledge of the truth, and still they are said to be ever learning.<span class=\"citation\" id=\"124806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124806)\">2 Tim. 3:7<\/a><\/span> I will tell you the reason why they never come to the knowledge of the truth: it is because they never loved the truth, and consequently they went the wrong way to work. There have been such men in every age, and there are just such now, and I expect there  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2527\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ever will be until the last and final separation. <\/div><div class=\"paragraph jod\" id=\"v6n1606\"> All kinds and characters seem to be needed now, and the great net catches all kinds that come to hand, and the fishermen have got to separate them;<span class=\"citation\" id=\"66377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66377)\">Matt. 27:47-50<\/a><\/span> and this is not the work of a moment, but still it is an important part of the work of the Lord. <\/div><div class=\"paragraph jod\" id=\"v6n1607\"> Brethren, let us work while the day lasts; for I can tell you, as the Lord Almighty lives, that we have to act differently from what we have done: we must live nearer to the Lord, and not suffer ourselves to go to sleep any more. Have you not heard brother Brigham say as much as two years ago that if things did not go on in a different way from what they had been going, he would take his pack on his back and go into the wilderness and live his religion? Did not I rejoice last fall when he arose in this stand and said that the time had come when the people must reform and keep the law of God? It brought to my mind the dream which I had respecting the lions, the dogs, and the tigers. It was revealed to me in that dream that those men who lead this people are the Lions of the Lord; and I know they will overcome the dogs. <\/div><div class=\"paragraph jod\" id=\"v6n1608\"> There has been a great work done in this Territory: the people have reformed, and there are a great number of men in this congregation who have been engaged in the work of reformation the past winter; and I know that the Spirit of God is with them. I also know that a very large majority of the people want to live their religion. <\/div><div class=\"paragraph jod\" id=\"v6n1609\"> I want to tell you something right here that I have told the people in the districts where I have visited. I have told them to look at the bait before they swallowed the hook. I tell you, our religion is full of common sense; and I know that common sense has got to have an important place in <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2527\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the mind of every man and woman; and when the Spirit of God operates upon the minds of the Saints, it teaches them that which is consistent. <\/div><div class=\"paragraph jod\" id=\"v6n1610\"> If you and I keep humble, and keep a childlike spirit, and never have anything about us but that kind of an influence, then, if a spirit approaches that is not of the Lord, we shall know it. Let us control our tongues, for James says the tongue is an unruly member and sets all on fire;<span class=\"citation\" id=\"77658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77658)\">James 3:6<\/a><\/span> and I can tell you how you may escape. When an unruly spirit approaches you, just hold your tongue, and then the fire which is connected with that spirit won't hurt you. I tell you, those wicked persons that come to annoy and disturb the peace of the Saints of God will have the fire of hell in them. [Voice: &#x201C;And swallow the hook without the bait.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v6n1611\"> When I go into the company of a man, I know what kind of a spirit he has about him; and you can know it also, if you will carry with you the right spirit. The Lord has not given me anything that he is not willing for you to have; therefore, strive to have in you that Spirit which will enable you to discern the evil from the good. <\/div><div class=\"paragraph jod\" id=\"v6n1612\"> Let us live our religion and become sanctified before the Lord, and remember that we are playing a game now which is not only for the time present; but we are now acting a part that will establish our character for a very long hereafter: therefore, let us so order our lives that we may not look back with regret, when we have passed through this probation, that we have not lived better and done better. <\/div><div class=\"paragraph jod\" id=\"v6n1613\"> I pray God to have mercy upon us and keep us humble, that we may perform well our part, and eventually be prepared for the rest that is promised to the people of God.<span class=\"citation\" id=\"87634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87634)\">D&amp;C 84:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1614\"> I cannot express how thankful I feel when I think that I am living in  <div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2526\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the midst of a people where there are Prophets and Apostles. Brother Woodruff said that he was glad that he had the privilege of living in such a day and amongst such a people; and I know there are a great many who feel just as he does, but they cannot all speak here and tell of it. I know that I rejoice in the privileges of the Gospel, and I wish to encourage my brethren and sisters to be faithful, to be diligent and prayerful, and always be ready to observe and carry out the counsel of our superiors. Let us be united, for in our union consists our strength. <\/div><div class=\"paragraph jod\" id=\"v6n1616\"> I do not feel to detain the congregation, but this is my testimony and my exhortation to the Saints; and I know that these men who lead us are true, faithful, and valiant; and if we follow their instructions, we shall be landed safely in the haven of rest. <\/div><div class=\"paragraph jod\" id=\"v6n1617\"> I can tell you there is a vast difference between a drover and a shepherd: the shepherd leads the flock. This was the way the ancient shepherds of Israel did, and it is the way they do now in many of the eastern countries; and this is the way for shepherds to do with the flock of Christ. <\/div><div class=\"paragraph jod\" id=\"v6n1618\"> If you undertake to drive people into heaven, you will have a job on hand. I would just as soon undertake to drive an antelope into Emigration Canyon. If we cannot lead them there, we cannot get them there at all; and if we should happen to drive a few through the gate, we should have to stand there with clubs in order to keep them there; for I can assure you <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2526\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that heaven is no place for anyone who has to be driven in order to get him there. <\/div><div class=\"paragraph jod\" id=\"v6n1619\"> It is said that the husbandman is the first to partake of the fruit of the garden and the field, and he then administers it to others; and I want to know if you think you can administer that which you have not got? Now, I can assure you, there is a great deal in these things for you and I to understand; and if we will apply our minds, we shall learn many important lessons. I want to know if you ever heard anything from the Prophets of God about driving people into heaven? Did they ever teach you a doctrine of this kind? No: but it is, &#x201C;Come, <span class=\"italic\">come<\/span>,&#x201D; all the day long. <\/div><div class=\"paragraph jod\" id=\"v6n1620\"> In the days of Jesus there was a spirit of this kind, and the people could not get any of the &#x201C;holy water&#x201D; without paying for it; for there were so many picayunish fools around trying to carry out their own will, and they would neither go into heaven themselves nor allow any one else the privilege;<span class=\"citation\" id=\"94543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94543)\">Matt. 23:13<\/a><\/span> but Jesus came along with the key and opened a door and told the people to come. Yes, he cried, &#x201C;Come, all ye that thirst, and drink of the waters of life freely.&#x201D;<span class=\"citation\" id=\"80753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80753)\">Rev. 21:6<\/a><\/span><span class=\"citation\" id=\"82045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82045)\">Alma 5:34<\/a><\/span><span class=\"citation\" id=\"83950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83950)\">D&amp;C 10:66<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1621\"> I thank God that we can partake of those waters of life now, without money and without price.<span class=\"citation\" id=\"59749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59749)\">Isa. 55:1<\/a><\/span> The Lord has chosen us according to his promise; for he has said that he would choose the poor to be heirs of his kingdom.<span class=\"citation\" id=\"88350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88350)\">D&amp;C 88:17<\/a><\/span> When I think of his goodness, I feel to say, Hallelujah! Praise the Lord, all ye his Saints! Amen. <\/div>\n<\/div>\n<\/div>"}