{"ID":60036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Lord's Providential Care and Protection of His People&#x2014;Fulfillment of Prophecy, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by Bishop Lorenzo D. Young, Delivered in the Tabernacle, Great Salt Lake City, October 25, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Lord's Providential Care, Etc.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo D. Young<\/div>\n<div class=\"date\">Date: 10\/25\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v6n1504\"> I can truly say that I feel like a little child in relation to the things pertaining to the kingdom of God, which are wisdom, knowledge, and righteousness revealed to man. <\/div><div class=\"paragraph jod\" id=\"v6n1505\"> I have been comforted while hearing my brother speak. His words have been truthful. His admonition has been good to the Saints, and his exhortation has been such as we should all reduce to practice in our future lives. <\/div><div class=\"paragraph jod\" id=\"v6n1506\"> When I stand before the Saints, I can only feel to thank the Lord and bless the name of Israel's God. Why? Because he has led his people in the way they should go for their salvation. While contemplating upon the scenes the Latter-day Saints have passed through, and those through which the Saints in former ages have passed, I discover that there is a striking resemblance between the two. Indeed, they are of one family; they have embraced the same principles and are trying to carry out the doctrines taught and practiced by the Prophets and by Jesus Christ our Redeemer and elder Brother, when he said, &#x201C;The kingdom of heaven is like seed cast into the ground, and some of it took root, but long since has the Master taken his journey into a far country, and the vineyard has been let out to husbandmen;&#x201D;<span class=\"citation\" id=\"65330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65330)\">Matt. 21:33<\/a><\/span> and thank God that we live in the time of harvest, because I always find the time of harvest more joyful than the seed time. <\/div> <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2538\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n1507\"> There is a great harvest to be performed, and the Elders of Israel have been engaged in that harvest for many years past, and some of the wheat has been gathered out and placed in the garner of the Lord.<span class=\"citation\" id=\"62729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62729)\">Matt. 3:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1508\"> I have contemplated, while sitting here this morning, as to what would have been the condition of the Latter-day Saints, supposing we had been let alone in Kirtland. Every meditating mind can contemplate at a glance the situation this people would have been in today. <\/div><div class=\"paragraph jod\" id=\"v6n1509\"> Supposing we had been left to ourselves in the pleasant groves of Missouri, which we shall, thank heaven's King, by-and-by occupy, with none to disturb us; but the time has not come yet&#x2014;I say, had we been permitted to stay there, could the Lord have fulfilled the words of the Prophets, which were spoken by the inspiration of the Holy Spirit, concerning this people in the latter day? Verily no. <\/div><div class=\"paragraph jod\" id=\"v6n1510\"> Suppose we had been permitted to remain in the city of Nauvoo, Illinois, could the words of the Prophets have been fulfilled concerning this people in our day? No. But the Lord, by his unseen hand and outstretched arm,<span class=\"citation\" id=\"94537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94537)\">Deut. 26:8<\/a><\/span> and by his wisdom, which is beyond the comprehension of finite beings, led his people to this place prepared and reserved by him as chambers of safety for his Saints, in fulfillment of the words of all the holy Prophets since the world began.<span class=\"citation\" id=\"71358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71358)\">Acts 3:21<\/a><\/span><span class=\"citation\" id=\"80933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80933)\">1 Ne. 3:20<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2537\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n1512\"> You that are acquainted with the words of the Prophets can remember that the Lord has promised through them, that he would hide his people in the last days while his wrath and indignation should pass through the wicked nations of the earth.<span class=\"citation\" id=\"58522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58522)\">Isa. 26:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1513\"> What is the testimony of the Elders of Israel in relation to the situation and circumstances of the nations of the earth, where they have traveled for the last few years? Does it not portray to us the most horrible scene of suffering? Abominations of the lowest caste are practiced among those nations that bear the fair title of Christian nations, and they have sunk the deepest of all others in degradation, wickedness, and wretchedness. <\/div><div class=\"paragraph jod\" id=\"v6n1514\"> Is the Lord vexing the nations? Yes; and there is no place where the Lord could better secure his people than in these valleys, behind these towering bulwarks which his enemies cannot throw down. Powder and ball cannot move them. Behind these the Lord has securely planted his little flock, where he has nourished and cherished it by Prophets and Apostles, and watered it with the dews of heaven, strengthening it with manna&#x2014;the bread of heaven, inspiring the hearts of his servants to give unto it that nourishment that is necessary to make it grow and prosper, until its branches run over the wall and Zion becomes terrible to her enemies when they shall come up to war against her.<span class=\"citation\" id=\"85809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85809)\">D&amp;C 45:70<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1515\"> The Prophets have truly spoken of this day and looked upon it with admiration. When I call to mind that I have the honor of being a member of that Church which the Lord Almighty has planted in the latter day, it fills my heart with sensations of joy and gladness which language fails to express or communicate. <\/div><div class=\"paragraph jod\" id=\"v6n1516\"> My brother said his heart leaped with joy on the 24th of July, when <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2537\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the declaration of independence was made. My meditations and sensations were, no doubt, something like those of the fathers who fought for the liberty and independence we ought now to enjoy. They were glad of the dawning privilege of worshipping God in their own way,<span class=\"citation\" id=\"94538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94538)\">A of F 1:11<\/a><\/span> and of worshipping that God they chose to worship, whether it was the God of Abraham, Isaac, and Jacob, or none at all. <\/div><div class=\"paragraph jod\" id=\"v6n1517\"> Did they not have to fight for that liberty? Yes. Should any of the sons of Zion fall in the contest for similar privileges in our day, thank heaven's King, they will have the privilege and honor of sealing their testimony with their blood, and of becoming martyrs in the latter day to Heaven's cause. Will their mothers, fathers, brothers, and sisters have any reason to mourn because their son or brother has died a martyr to Heaven's cause? No; for they will wear a martyr's crown, which makes it more desirable for us to go out in the defense of Heaven's cause, and lose our lives to establish this kingdom and help to sustain it upon the earth, or to dwindle away in sickness, hunger, and thirst, brought upon us from the ungodly conduct of our enemies. <\/div><div class=\"paragraph jod\" id=\"v6n1518\"> Have not a great many already fallen victims to their cruelty? Yes. Have not I seen many women and children consigned to the silent grave because of their cruelty? I have; and all because we are the friends of God. Were we standing in open defiance of the mandates of king Immanuel, would they be our enemies? No. They are the enemies of Jesus, our elder Brother, who has for a long time withdrawn himself, as he said in the parable, when he compared the kingdom of heaven to a man who let out his vineyard and took a journey into a far country.<span class=\"citation\" id=\"65331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65331)\">Matt. 21:33<\/a><\/span> Jesus has taken his journey; but thanks be to heaven's King&#x2014;to God, our heavenly Father, he has said in these last days, &#x201C;My  <div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2536\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>son, take to yourself the kingdom, because it is yours, for Lucifer has borne rule long enough on that planet: now, you go to work and revolutionize that planet, and purify and sanctify it from the wickedness and abominations that exist upon it, that it may be prepared and brought back to my presence.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1520\"> This is the work in which we are now engaged. If there should be a man or woman of the character that has been spoken of this morning, that wishes to go away from this people, I wish they would go. Every honest Latter-day Saint has felt and prayed, and his prayer has been in the morning, at noon, in the evening, and at midnight, that God would sweep his vineyard and purify it and prune it of all the dead branches, that they may be burned and blown away by the wind, like the chaff of the summer threshingfloor.<span class=\"citation\" id=\"94539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94539)\">Dan. 2:35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1521\"> Now, was it not the prayer of every faithful Saint that God would set his furnace in Zion and burn out the chaff and the branches which are withered up and dried, that nothing but the bearing branches might be left&#x2014;the pure in heart&#x2014;that there might be no jarring strings, no backbitings, slander, stealing, or any evil thing among the Saints of God who dwell in Zion? We have seen such things here to a certain extent. I feel glad in my heart, and feel as though I could jump up and cry &#x201C;Hallelujah!&#x201D; and &#x201C;Glory!&#x201D; like a Methodist, because the kingdom of God is set up and given to the Saints of the Most High. The yoke of oppression is broken off, and independence is given to us as far as is now necessary and required, that the kingdom of God may advance on the earth. Why not rejoice and be glad? <\/div><div class=\"paragraph jod\" id=\"v6n1522\"> There are some appendages to all this, and one little item drops into my mind now&#x2014;one of the simplest things in the world&#x2014;that is, for the sisters, <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2536\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> if they have not the privilege of knitting mittens and stockings, to go to work and make pieces of patchwork, or anything that will keep the brethren warm that are out in the mountains. No doubt but we shall see tight times; but the Lord will guide his servants, and his kingdom will prosper, and every Saint will learn how to appreciate blessings when we have them; but there is no occasion for any person to be afraid. <\/div><div class=\"paragraph jod\" id=\"v6n1523\"> There have been a great many things prophesied here in the way of common conversation. I suppose that a good many of the Saints think that when the old Prophets, Jeremiah, Isaiah, and others prophesied, they used to get down on a bench and kneel before the congregation, or get into a dark closet, where they could speak through a knothole and have their scribe write it, or perhaps have a coffee sack covered over their heads, and ashes sprinkled over that. <\/div><div class=\"paragraph jod\" id=\"v6n1524\"> I have heard men prophesy here every Sabbath day; and in a thousand years after today, when we read over their prophecies, the prophecies spoken by the old Prophets will sink into insignificance and will be forgotten. Even as the wonders of the last days, in gathering Israel, will throw into the shade of forgetfulness the mighty miracles at the Red Sea and in the wilderness, so it will be a thousand yearn hence, when we read over the prophecies delivered in the year 1857. Why? Because there is a great deal more pending now than formerly. <\/div><div class=\"paragraph jod\" id=\"v6n1525\"> We now see our brethren called to go into the mountains, and this people are expending much to defend the cause of Zion. <\/div><div class=\"paragraph jod\" id=\"v6n1526\"> We acknowledge brother Brigham Young as President of this Church: we have long acknowledged him as such; also brother Heber C. Kimball is his first, and brother Daniel H. Wells as his second Counselor. This Quorum constitutes an embodied  <div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2535\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>power. Where does it center? In the head, and it compares with the triune Godhead&#x2014;the Father, Son, and Holy Ghost. Are these three men who compose the First Presidency one? They are. God has ordained them on earth to fulfil his purposes, build up his kingdom, cast down Babylon, establish righteousness on the face of all the earth, cleanse this planet from corruption, and prepare it for a dwelling place for immortal Saints. <\/div><div class=\"paragraph jod\" id=\"v6n1528\"> Has not the Lord embodied all the Priesthood and power of his kingdom in the head of the First Quorum of his Church? Yes. Where should the power of this people be centered? In that personage whom God has ordained to lead his people; and, as I have prayed myself, not that the Lord would tell me anything particularly about the armies of the enemies of God, but make it known to his servants Brigham, Heber, and Daniel&#x2014;that he would give such counsel to his servant Brigham as would be necessary for the advancement of his kingdom, the destruction of Satan's empire and the downfall of Babylon, the spread of truth, and the universal reign of peace on this planet, until the land of Joseph is purified and the people of God return and go back with pure hearts and contrite spirits to Jackson County, according to the words of the servants of God, and build the great Temple of the Lord, according to the words of the Prophet Joseph. <\/div><div class=\"paragraph jod\" id=\"v6n1529\"> Well, here we are, a free people. We are at liberty to go out in the defense of Zion, which we never could do before. The Elders have been to the nations, and besought the people to repent and leave off their wickedness, to reform, and be baptized, and be saved, crying as John the Baptist did, &#x201C;The kingdom of heaven is at hand.&#x201D;<span class=\"citation\" id=\"62664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62664)\">Matt. 3:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1530\"> Had the nations opened the door to the servants of God to freely preach <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2535\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> among them, before this time the Gospel would have been sounded in every ear; and when that is done, Jesus says the end shall come.<span class=\"citation\" id=\"65695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65695)\">Matt. 24:14<\/a><\/span> When the olive tree begins to put forth its buds, know we that summer is nigh.<span class=\"citation\" id=\"65883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65883)\">Matt. 24:32<\/a><\/span> The stone that is cut out of the mountains without hands has begun to roll, and it will fall on the feet, toes, and legs of the image, and crush great Babylon to pieces: by its power the nations will be broken.<span class=\"citation\" id=\"61381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61381)\">Dan. 2:45<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1531\"> I have long prayed that the Lord Almighty would destroy the nation that gave me birth, unless the rulers thereof repent. Yes, I pray that it may be broken to pieces and become like an old vessel that is broken and thrown out to rot and to return to its native elements. <\/div><div class=\"paragraph jod\" id=\"v6n1532\"> Let us keep the commandments of God, and all will be right. I want to say a word in relation to our present position. It becometh you and I to be valiant for the truth. All the Latter-day Saints have said they are willing to stand up in defense of the cause of truth. <\/div><div class=\"paragraph jod\" id=\"v6n1533\"> The old Methodists used to say, when they got up in the pulpit to speak as I have today, that they were ready to defend Zion's cause at any risk. They knew but little about Zion and her cause and the principles of eternal truth. But they have been revealed and taught to us from the stand, Sabbath after Sabbath. No people have been blessed with the privileges of the Gospel of the Son of God as we have. <\/div><div class=\"paragraph jod\" id=\"v6n1534\"> We are free, for Christ has made us free; and the Apostle says, &#x201C;Whom the Son makes free, is free indeed.&#x201D;<span class=\"citation\" id=\"69459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69459)\">John 8:36<\/a><\/span> If you are free by the blood of the covenant, and have redeemed yourself by its requirements, see that you bring no spots upon your garments; betray not your trust, but be constant to the truth, and stand a witness for it under every circumstance in which you may be placed. <\/div> <div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2534\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n1536\"> Will the Lord give strength? Yes, and all the power, victory, and glory we need. The Lord has courageous men and women in the last days; and I believe there is as much courage among the women as there is among the men. I want them to have courage enough to pray for their husbands and sons, instead of being afraid, and not say, when one of the brethren comes into your house, &#x201C;Do you think any of the brethren will be killed?&#x201D; The Lord will dictate that; you need have no anxiety about it. <\/div><div class=\"paragraph jod\" id=\"v6n1537\"> Lorenzo Dow told the people, on a certain occasion, &#x201C;You old professors, go home and take down your Bibles that have lain on the shelf until you can write damnation in the dust that has collected on them, and read the old Prophets, and see what the Lord did for his people of old.&#x201D; The Lord, at one time, sent forth his angel in the time of battle<span class=\"citation\" id=\"55937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55937)\">2 Chr. 32:21<\/a><\/span> and slew a hundred, <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2534\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fourscore-and-five thousand souls in one night.<span class=\"citation\" id=\"55848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55848)\">2 Kgs. 19:35<\/a><\/span><span class=\"citation\" id=\"59240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59240)\">Isa. 37:36<\/a><\/span> At another time, when the people of God went forth to battle, and they were afraid, the servant of the Lord stood before them and encouraged them,<span class=\"citation\" id=\"55297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55297)\">Josh. 5:13-15<\/a><\/span> exhorting them with words of consolation, saying, &#x201C;The Lord is at the head of his armies.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1538\"> Brethren, trust not altogether in the weapons which are in your hands; but when you fight, pray, and let your meditations be unto your God; and the Lord will regard you, and answer your prayer, and fight your battles, as he did in the days of the Philistines, when they defied the armies of Israel.<span class=\"citation\" id=\"55497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55497)\">1 Sam. 17:45<\/a><\/span> The Lord gives victory to his people; but we should all the time be willing to come up to the help of the Lord against the mighty, whenever it is necessary. <\/div><div class=\"paragraph jod\" id=\"v6n1539\"> May God bless you, in the name of Jesus Christ! Amen. <\/div>\n<\/div>\n<\/div>"}