{"ID":60033, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Prosperity of the Saints Dependent Upon Their Being Right Before God&#x2014;Prayer and Watchfulness, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Patriarch Isaac Morley, Delivered in the Tabernacle, Great Salt Lake City, Sunday Morning, November 8, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: The Prosperity of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Isaac Morley<\/div>\n<div class=\"date\">Date: 11\/8\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d33\">\n<div class=\"paragraph jod\" id=\"v6n1442\"> I am in hopes that what I do say will be dictated by the right guide, as brother Heber says. I do not wish for any other. It is difficult for me to communicate my ideas, though I do not make this statement because I wish to apologize or to excuse myself from any duty. <\/div><div class=\"paragraph jod\" id=\"v6n1443\"> I think I realize with you, brethren, the situation that we are in and the circumstances that surround us. Every reflecting mind will rest his thoughts and attention upon our present situation; and if we have in us the light of the Holy Ghost, we shall believe it is all right. This is my conclusion, and I presume it is the conclusion of most of you. <\/div><div class=\"paragraph jod\" id=\"v6n1444\"> If we, as individuals, are right before God, all will go well with us and the Lord will prosper us. I do not think that the reform that we have undertaken and that is undertaken with this community is done with. I find that it becomes me to concentrate my mind daily and hourly upon the grand things that lie before me. <\/div><div class=\"paragraph jod\" id=\"v6n1445\"> As to the enemy that is come up to destroy or curtail us in any of our blessings, I care but little about them. It makes me think of the past, when my mother used to have a <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2546\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> rod over the mantelpiece for me to look at. I think we have got one that we can look at, and it is where it can be used; and probably if it is used, it will be used to our advantage. <\/div><div class=\"paragraph jod\" id=\"v6n1446\"> If we can prepare our hearts and our lives, we need not fear anything about our enemies. The greatest fear is that I shall not sustain and carry out correct principles in my own bosom. I believe that our grand object is to have all things right within. If we do this, we shall do well. <\/div><div class=\"paragraph jod\" id=\"v6n1447\"> We are taught in one place to &#x201C;pray without ceasing,&#x201D;<span class=\"citation\" id=\"75727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75727)\">1 Thes. 5:17<\/a><\/span> and watching is as necessary as prayer. I am of the opinion that we can correct our thoughts so far as to know and understand what our motives are and what our affections are placed upon. If our minds are wandering to the nations of the earth, what will it benefit us? The grand place for our operations to begin is in our bosoms, and to see that our minds and bodies are influenced by those principles that pertain to light, life, and immortality. <\/div><div class=\"paragraph jod\" id=\"v6n1448\"> There are great attainments in reserve for the faithful of this people. I believe that we may enjoy even more peace and satisfaction than we do now, which may be obtained by prayer and watchfulness.  <div class=\"break pagebreak\" id=\"215a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0215.pdf\" target=\"pdfwin\">p.&#xA0;215a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2545\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>We should reflect upon the covenants and obligations that we have made unto God and before our brethren. There are many keys in those holy covenants whereby we can derive comfort. <\/div><div class=\"paragraph jod\" id=\"v6n1450\"> Obedience is the grand key whereby this people are to be exalted; and I sincerely believe that the Presidency are comforted by the obedience that is rendered to their requirements. <\/div><div class=\"paragraph jod\" id=\"v6n1451\"> It is the mind that makes the man; and if that mind is centered upon correct objects&#x2014;if it cultivates and cherishes them, that mind is improving. There is no time nor circumstances through which we may be passing but there is opportunity for improvement. I learn this daily. And there are no hours that pass but there are opportunities for our advancement in the principles of exaltation. <\/div><div class=\"paragraph jod\" id=\"v6n1452\"> I believe that reformation and union can be carried to a greater extent than they have been. If there is a love for the truth in the people, it will be manifest in true plainness and true honesty: our yea will be yea, and our nay will be nay. The Scriptures say, &#x201C;Whatsoever cometh more than this is evil;&#x201D;<span class=\"citation\" id=\"63183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63183)\">Matt. 5:37<\/a><\/span> but true plainness and true honesty is what we want. <\/div> <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2545\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n1453\"> If we are not advancing in light, we are either standing still or going backward. The great principles that we are to be governed by dwell in simplicity; they are easy to be understood by any and all who will apply themselves. <\/div><div class=\"paragraph jod\" id=\"v6n1454\"> The condescension of Heaven is great: there can be no greater condescension than is manifested to us. We have attained our heirship. We know there is such a principle as well as we know there is a God. <\/div><div class=\"paragraph jod\" id=\"v6n1455\"> Baptism for remission of sins and the laying on of hands for the gift of the Holy Ghost are as simple as anything can be. All the great fundamental principles of salvation are simple. We can comprehend and understand them&#x2014;we can increase and grow by the power of them. <\/div><div class=\"paragraph jod\" id=\"v6n1456\"> In adding to our faith, it is necessary that we should add virtue first, then knowledge;<span class=\"citation\" id=\"78234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78234)\">2 Pet. 1:5<\/a><\/span> and these we should cultivate daily and hourly. <\/div><div class=\"paragraph jod\" id=\"v6n1457\"> Brethren, I intend, as far as I have power, to instruct by example. Without it, I would give very little for all the precepts that are or can be set forth in a family or abroad among the people. <\/div><div class=\"paragraph jod\" id=\"v6n1458\"> May God bless you, is my prayer, in the name of the Lord Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}