{"ID":60035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Personal Feelings and Experience, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder Elias Smith, Delivered in the Bowery, Great Salt Lake City, Sunday Morning, August 2, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Personal Feelings and Experience, Etc.<\/div>\n<div class=\"speaker\">Speaker: Elias Smith<\/div>\n<div class=\"date\">Date: 8\/2\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v6n1478\"> My brethren and sisters&#x2014;Very unexpectedly I appear before you this morning. Perhaps it might be well enough for me to confess my sins before you, to begin with. <\/div><div class=\"paragraph jod\" id=\"v6n1479\"> Before I get through, I presume, with the few remarks that I may make to you, you will learn that I am not much of a public speaker upon any subject whatever. I have frequently, of late, received visits from brother Kimball, and he has intimated that I might be called upon to speak before you. This morning I went to the Office for the purpose of writing a letter to a sister that I have not written to for several years. Brother Stout and brother Hiatt came in, and we spent some time chatting. Brother Kimball then came in, and I thought if I could get away from him I should be glad&#x2014;not that I wanted to shun his company, but I knew pretty well his business. When on the way here, I thought that I had escaped his notice; but his eye was a little too keen for me. <\/div><div class=\"paragraph jod\" id=\"v6n1480\"> I have often thought that if I were calculated to do any good, it was in another line rather than preaching; for I would rather do anything else. If anything else is required of me, I feel <div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2542\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that I can go and do it; but when called upon to speak, I always have felt a diffidence. I know that I cannot stand up before this congregation and teach anything, and I shall not presume to do it; but inasmuch as I have been called to address you, I will endeavor to do so a few moments. <\/div><div class=\"paragraph jod\" id=\"v6n1481\"> It is true that I have been in the Church a long time, and I have been with the Saints in all the scenes of persecution and trial from that time to this, except that I had not the privilege of being with the pioneers who came to this Territory. Circumstances so ordered things that I could not share with those men who came and sought out this country the toils of that memorable journey. Aside from that, I believe that I have been with them in all the scenes that they have passed through, and I have striven to do all that I could for the cause, though I have never tried to make myself conspicuous, but have endeavored to do what I was told by those over me; and that will be the case with me today; and then, after I have spoken to you, I shall go and do something else. <\/div> <div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2541\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n1483\"> Although I thought I was somebody, before I heard &#x201C;Mormonism,&#x201D; yet I can say in truth that it has made me all that I am. I know that I have not lived up to all the privileges that have been afforded me, and I know that I have not been as thorough as I ought to have been in many things; but when I have reflected, I have come to the conclusion that I would be more persevering in the future&#x2014;though, when anything has been given me to do, I have generally gone and done it. <\/div><div class=\"paragraph jod\" id=\"v6n1484\"> When &#x201C;Mormonism&#x201D; found me, I was surrounded and enveloped with the things of this world. My father had a name among a religious society, and I frequently went to meeting with him; but when I did not choose to go where he went, I went somewhere else. I never adhered to any religious principles, but believed in living a strictly moral life; but I did not believe in anything scarcely that was taught by the religious parties around me. If, however, a man wished to become popular in the world, it was necessary in that part of the country for him to belong to some religious body; for it was hard to rise in the sphere of respectability without it. Notwithstanding this, I thought, if I could not be raised in the world without having a form of religion, I never would rise. But I believed that I could accomplish it without that, and I was in a fair way for it, as I thought, when &#x201C;Mormonism&#x201D; first came along. Under these circumstances, you will readily believe that I did not give way to it immediately, and I have been sorry for it many times. Instead of yielding to it, I strove to throw it off; but at length, being convinced that it was true, I said farewell to my popularity, threw off the things of the world, and have tried to be a &#x201C;Mormon&#x201D; from that time to this; but that I have not lived up to all the privileges I ought to have done, I freely acknowledge. <\/div><div class=\"paragraph jod\" id=\"v6n1485\"> I am glad that I am with you to<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2541\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>day, although I cannot say that I feel free to speak to you. I realize my imperfections and my foibles, and that I am in the presence of those who have taught you all the principles that you know, and who have also taught me all that I know; and therefore, if I should attempt to teach anything, it would only be reiterating those things that you have heard. <\/div><div class=\"paragraph jod\" id=\"v6n1486\"> I feel to rejoice every day of my life that I live with the Saints in the valleys of the mountains, while war rages and rumors of war are heard all over the earth. I rejoice that I have the privilege of dwelling with the Saints in peace and safety, for I feel that we are in safety; and if we live our religion and obey the counsel and advice of those set over us, we shall continue to dwell here in peace, and nothing will molest us. <\/div><div class=\"paragraph jod\" id=\"v6n1487\"> The United States may send all the armies they please&#x2014;I have that faith and confidence in the work of the Lord that I feel assured, if we carry out those principles and the advice of those set to lead us, all will be well with us, and our enemies will have no power over us whatever. <\/div><div class=\"paragraph jod\" id=\"v6n1488\"> The other evening, when the brethren arrived from the States, bringing the news that there was to be no more mail, most of you were up in the canyon. I stayed at home to wait for the arrival of the mail, for I thought it would be better for me to wait for it than for it to arrive and have to lie in the office two or three days without being opened and prepared for delivery. I think Thursday, the 23rd, was one of the longest days I had ever seen. I tried to do something to pass away the time. I went to the Tithing Office and spent a little time with the brethren there; but I could not feel to settle down to anything. In the evening, brother Smoot and the other brethren came in and said that Uncle Sam had taken the mail away from us, and that he had ordered several thou<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"220a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0220.pdf\" target=\"pdfwin\">p.&#xA0;220a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2540\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sand troops to this Territory. I felt perfectly calm when I heard the news, and went home and slept soundly, and I have slept well ever since. <\/div><div class=\"paragraph jod\" id=\"v6n1490\"> It is true I feel somewhat annoyed and not a little vexed at the occurrence and at the treatment we have received from the Post Office Department in relation to the mail, to think that, after so much has been expended to get it fairly into operation and have it carried punctually, it should be taken from us. But as to their conduct in this respect awing us into subjection, I feel as though it never would be done. [Voices: &#x201C;Amen.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v6n1491\"> I am aware that the prophecies are fulfilling, and that we shall soon see scenes of war and commotion, and may be brought in collision with the United States; but as to their having power to destroy our leaders as they wish, I do not believe they ever will. <\/div><div class=\"paragraph jod\" id=\"v6n1492\"> I have had a desire to live ever since I was a lad. I have always felt a desire to live to be an old man, and I yet have that desire. In all the scenes that I have passed through, I have never wished to die, but have desired to live and see Israel triumph over all her enemies. <\/div><div class=\"paragraph jod\" id=\"v6n1493\"> A brother was speaking to me yesterday about certain places in Missouri, and he said, You remember such and such places. I replied, I never was there, but I expect to go. [Voices: &#x201C;Amen.&#x201D;] I started from Liberty once and expected to see those hills and plains which the brother alluded to yesterday. I started with brother Markham and brother William Burton, who died in England; but circumstances prevented our accomplishing the journey. I still expect to go there and see Israel victorious over all her enemies, and that the measure they have sought to measure out to us we shall have the privilege of measuring to them.<span class=\"citation\" id=\"63694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63694)\">Matt. 7:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1494\"> I have seen many dark days; and when I have seen and heard men, who <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2540\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have been in the Church eighteen or twenty years, say that they have had no trials, I have felt in my heart that they either lied, or that they had not lived their religion. If I was to say that I never had any trials, it would not be true; and if I was to say that I ever once desired to back out, that would be equally untrue. As I said before, in my early days I tried to lift myself up by my own ingenuity. All that I acquired I wished to do by my own skill. If it was not natural to me, I acquired and had a stiff-headed disposition, and that has been hard for me to overcome, and have hardly got over it yet; but when such things come along as try me, and I overcome them, I then feel better. <\/div><div class=\"paragraph jod\" id=\"v6n1495\"> I hope to overcome all those imperfections by laboring diligently to that end. I came here in 1851, and I believe I have made some progress since towards overcoming my weaknesses in this respect. <\/div><div class=\"paragraph jod\" id=\"v6n1496\"> Circumstances were such, when I left Nauvoo, that I could not come through with the Saints: my father and mother were taken sick by the way. My mother died in October, 1846, and my father was never able after to come here, except upon a litter. He died in 1848, and I soon after began to prepare to come west. I took up my effects and came here in 1851, and I came determined to be free from that independent disposition that I had had to contend with, as much as possible. <\/div><div class=\"paragraph jod\" id=\"v6n1497\"> I strove for this in crossing the Plains. The brethren frequently asked me what I was going to do when I got here. I told them that I did not know&#x2014;that I had not thought about it. But no difference with me what I did; anything that presented itself I intended to do. I have been called upon since to do many things that were not agreeable to me in their nature: in other words, I have had a good deal of dirty work to do; but I  <div class=\"break pagebreak\" id=\"221a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0221.pdf\" target=\"pdfwin\">p.&#xA0;221a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2539\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have endeavored to do it and to keep my hands clean; and if in any of those things I have not done this, then I have not done what I have tried to do. Be that as it may, it is my desire to live with you in prosperity or adversity, let what may come. But I certainly do not expect, if we live our religion, that our enemies will have power over us, although I am well aware that they will endeavor to do us all the injury they can. <\/div><div class=\"paragraph jod\" id=\"v6n1499\"> I have been aware that they have had a design in relation to us for some time, from the fact that all their movements have been carefully hid from us. When we have received their papers, none have had any allusion to their military movements in this direction, neither have their advertisements in relation to their transportation of freight to this Territory ever reached us; and, to prevent us still further from knowing anything of their doings, they have withheld the mail, and that too without raising any legal objections. They did not even avail themselves of the privilege always reserved in agreements with mail contractors. But the fact of the case is, they seek our overthrow; and if any persons here do not think so, they are mistaken. <\/div> <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2539\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n1500\"> If they could destroy President Young, President Kimball, and President Wells, and the leading authorities of this Church, they would be pleased; but they cannot do that. If we do not live our religion, I expect we shall be scourged; and for my own part, I feel perfectly free in relation to these things; and whether I live or die, it is all the same to me, although I expect to live to be an old man, and to go back with the Saints to the land of Jackson County. [President B. Young: &#x201C;God grant it.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v6n1501\"> Brethren, I do not feel like prolonging my remarks. I pray that God will bless his Saints, and that those who have no desire to remain with us may go away. I know, if we keep the commandments of God, we shall obtain his blessings; and I have learned from the history of the past that has come down to us, that those who have not done so he has chastened. If we keep his commandments, we shall be delivered out of the hands of our enemies and be saved in his kingdom. <\/div><div class=\"paragraph jod\" id=\"v6n1502\"> Brethren, may God bless you and enable you to be faithful in all things, is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}