{"ID":60032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Religion of the Saints and Its Rejection By the World&#x2014;Training of Children&#x2014;Home Manufactures.<\/div>\n<div class=\"subtitle\">Remarks by Bishop Lorenzo D. Young, Delivered in the Tabernacle, Great Salt Lake City, December 13, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Religion of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo D. Young<\/div>\n<div class=\"date\">Date: 12\/13\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v6n1415\"> I have tried to treasure up what I have heard today, and pray God to give me power to practice righteousness upon the earth. I am aware that the people that are denominated Latter-day Saints occupy a very conspicuous position before the nation in which we dwell, and also in the eyes of the intelligent nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v6n1416\"> There is something connected with our holy religion that has called forth the attention of the wise and learned of this generation. And they have used their talents and their wisdom in trying to destroy the vine that has been planted in the earth, or the Priesthood that has been revealed in these latter days for the benefit of the children of men, that they might be restored again into the presence of God their Father. <\/div><div class=\"paragraph jod\" id=\"v6n1417\"> It would be superfluous for me to say that the revealed truth of God from heaven has not been received by the majority of the world in any generation; so it is no new thing under the sun if Joseph Smith's mission is rejected by them. The Lord's wisdom is not like the wisdom of man, neither are his ways like the ways of man.<span class=\"citation\" id=\"59792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59792)\">Isa. 55:8-9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1418\"> The priests of the day, who professed to teach the way of life and salvation to the people, looked with contempt upon Joseph Smith the Prophet, and sought by every means in their power to destroy him and the truth which he brought forth, that the kingdom and power of Babylon <div class=\"break columnbreak\" id=\"211b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0211.pdf\" target=\"pdfwin\">p.&#xA0;211b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2549\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> might, as it has done in days gone by, continue to prevail, unchecked by the influence of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v6n1419\"> Beloved Saints, we are now here in the valleys of the mountains, far separated from those who have sought and still seek our overthrow; and here we have the privilege of coming to meeting to hear from the servants of God, and there are none who dare molest or endeavor to deprive us of this dearly bought privilege. This is a choice blessing, and one which we all should strive more fully to appreciate. <\/div><div class=\"paragraph jod\" id=\"v6n1420\"> The false learning and wisdom of the world, concentrated, cannot compare with one principle of eternal truth revealed to this people through those whom God has set to lead them. Are we worthy of the high and holy calling whereunto we have been called? Do we order our lives so before the Lord of Hosts that we are worthy of his confidence, worthy to walk in the light of his countenance<span class=\"citation\" id=\"57006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57006)\">Ps. 89:15<\/a><\/span> from day to day? <\/div><div class=\"paragraph jod\" id=\"v6n1421\"> If we live in such a manner as to receive nourishment from the true vine, into which we have been grafted, then we shall have power to overcome those sins that so easily beset us.<span class=\"citation\" id=\"77161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77161)\">Heb. 12:1<\/a><\/span><span class=\"citation\" id=\"81321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81321)\">2 Ne. 4:18<\/a><\/span> There are a great many more things connected with our holy religion besides praying morning and evening, fasting, and paying tithing, as did the Jews. Our religion comprises the holy order of heaven revealed to man in the last days for the final establish<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"212a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0212.pdf\" target=\"pdfwin\">p.&#xA0;212a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2548\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment on earth of the kingdom of God, which will never be overthrown; but it will roll on and increase until the kingdoms of this world shall become subject to the law, government, and authority which rule in Zion. <\/div><div class=\"paragraph jod\" id=\"v6n1423\"> It will not be long before this congregation of adults will pass from this stage of action, and their places will be filled by the rising generation. I was charmed by a remark which fell from brother Kimball this morning. He said, &#x201C;There are little boys here that will live until they have power to bring the dead to life.&#x201D; It brought to my mind the great obligation which should prompt parents to bring up their children in the way they should go. Solomon said, &#x201C;Train up a child in the way he should go, and when he is old he will not depart from it.&#x201D;<span class=\"citation\" id=\"57476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57476)\">Prov. 22:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1424\"> The words of the affectionate parent take deep root in the hearts of the tender offspring; and the impressions received in childhood remain with them during their lives. I well remember hearing the confession of two men that were executed in an eastern country a number of years ago. They gave a history of their early tuition. One of them regretted that he had not adhered to the teachings of his mother; for, if he had, he said, he would not have come to the gallows. <\/div><div class=\"paragraph jod\" id=\"v6n1425\"> The children of the Latter-day Saints are different from the children of the world. We have heard today that those that were begotten under the order of the Priesthood were endowed with greater power, ability, and knowledge than those children born among the Gentiles. The spirit in our boys is uncontrollable but by the holy Priesthood. Why? Because the master-spirit is in them, and it grows up with them; and when our children become men and women, they will voluntarily adhere to the principles of eternal truth. They have not been under the influence of a sectarian <div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2548\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> education, and have not this to contend with as have their fathers. They are brought up as the children of the Most High, and they will walk in the path of their fathers and in the precepts of their mothers, and will magnify their high calling to a greater extent, and be far more exalted than them in the eyes of Heaven. <\/div><div class=\"paragraph jod\" id=\"v6n1426\"> Will the daughters of Zion follow in the footsteps of their mothers? In some things I hope they may; in other things I hope they will not. When we attend to and fully live up to what the Lord has revealed unto us through the Prophet Joseph, as also those instructions which we continually receive from the servants of God, we shall be more like angels or heavenly beings. Our houses will be governed according to the order of God revealed to man. Just walk into President Young's house, and tell him you desire to walk through his house to see the order of it. Then walk through President Kimball's&#x2014;I think neither of them will deny you the privilege&#x2014;and see if there is not an order of things prevailing there that extends beyond your narrow comprehension. <\/div><div class=\"paragraph jod\" id=\"v6n1427\"> I well recollect hearing the Prophet Joseph instruct the people, about twenty years ago, to make their own clothing, and to let the decoration of their bodies be the workmanship of their own hands.<span class=\"citation\" id=\"85386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85386)\">D&amp;C 42:40<\/a><\/span> That revelation has not been much thought of by many. I referred to it in the old Bowery, and there was such a rebutting feeling in the spirit of the people, that it was with the greatest difficulty I could say anything. <\/div><div class=\"paragraph jod\" id=\"v6n1428\"> It has been said, &#x201C;Why does not President Young go to work and clothe his family with homespun, and set the example? Why does not President Kimball? Why did not Presidents Richards and Grant and others do it?&#x201D; People with common sense can see the reason why. There  <div class=\"break pagebreak\" id=\"213a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0213.pdf\" target=\"pdfwin\">p.&#xA0;213a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2547\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is not a man in the Territory of Utah that can compete with them in this thing. They have done it all the day long, as far as their calling would admit. Are they still doing it? Yes. <\/div><div class=\"paragraph jod\" id=\"v6n1430\"> I see men and women before me clothed in fine apparel. I am glad of it; but I should feel far better to see them clad in cloth of domestic manufacture&#x2014;that is, in homespun. <\/div><div class=\"paragraph jod\" id=\"v6n1431\"> The gold and silver that found its way here has gone. This community were not sufficiently wise to buy those articles only which were necessary to make them and their posterity comfortable, and lay a foundation to make themselves independent; but they squandered their means in purchasing fine goods to gratify the fancy of women, and their money passed swiftly through their hands to the merchants, who have taken it along with them to the States; and I am glad of it, because this people are destined to learn a lesson by it that they could not otherwise learn. <\/div><div class=\"paragraph jod\" id=\"v6n1432\"> The gold is gone; the sheep and flax in sufficient numbers and quantity are not here, and our enemies are between us and the States. The prospect now is fair for our obeying the commandments of God that he gave through brother Joseph with respect to manufacturing our own clothing and the adorning of our own bodies.<span class=\"citation\" id=\"85387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85387)\">D&amp;C 42:40<\/a><\/span> The people will profit by the lesson. <\/div><div class=\"paragraph jod\" id=\"v6n1433\"> If we, as a people, will follow out the teachings the Lord has revealed to us through his servants, he will preserve us and be our great Benefactor in days to come as in days gone by, and we shall not be allowed to suffer more than we can bear. <\/div><div class=\"paragraph jod\" id=\"v6n1434\"> Let me say to all of you, Just take care of what you have got and preserve it. I see the sisters passing along the streets, even in muddy weather, with their dresses of silk and satin dragging in the mud. They could cut off from four to six inches from the skirt, and make their chil<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2547\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dren a dress of what they wear out and waste on the ground; and if they have no earthly use for it themselves, perhaps some of their neighbors would be glad of it. <\/div><div class=\"paragraph jod\" id=\"v6n1435\"> It does not become me, however, to correct the errors of the people here. Brother Kimball says it is the Bishop's office. I thank him for this information, for I did not know it before. If you have good clothes, do not drag them in the mud, but save everything you have against a stormy day. Let this people make their own clothes and take care of what the Lord has put into our possession. <\/div><div class=\"paragraph jod\" id=\"v6n1436\"> Instead of only eight thousand sheep, there ought to have been eight millions. If all men had used the exertion that some few have, there would have been sheep enough to have clothed this whole people from year to year, asking no odds of Uncle Sam or anybody else. Flax can be grown here. I have not raised any flax, but I expect to have some spun and wove. <\/div><div class=\"paragraph jod\" id=\"v6n1437\"> Were it not for home manufactures, I should expect to go without clothing. President Kimball says there are now about three hundred bushels of flaxseed in the Tithing Store. <\/div><div class=\"paragraph jod\" id=\"v6n1438\"> Prepare yourselves also to raise sugar cane, and from that your sweetening, or make up your minds to go without; and if you have got a leaky roof, try to get it fixed. <\/div><div class=\"paragraph jod\" id=\"v6n1439\"> If our enemies&#x2014;I do not mean those few out yonder&#x2014;a swarm of long-billed mosquitoes could eat them up at a supper spell&#x2014;I mean the whole United States and the whole world&#x2014;if they should come upon us, they cannot prevail, for they are fighting against the kingdom of God and warring against the Saints of the Most High. The combined nations of the earth will try to destroy the man child<span class=\"citation\" id=\"79614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79614)\">Rev. 12:13<\/a><\/span> and obliterate the truth from the earth; but as the Lord of Hosts lives, they cannot do it; and  <div class=\"break pagebreak\" id=\"214a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0214.pdf\" target=\"pdfwin\">p.&#xA0;214a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2546\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the reason is because the Almighty stands at the helm, and he will guide the old ship Zion in a safe course, <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2546\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and all the powers of earth and hell cannot stop her progress. <\/div><div class=\"paragraph jod\" id=\"v6n1441\"> May God bless you all. Amen. <\/div>\n<\/div>\n<\/div>"}