{"ID":60048, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Address to Departing Missionaries.<\/div>\n<div class=\"subtitle\">Remarks by Elder Ezra T. Benson, Delivered at a Special Conference held in the Tabernacle, Great Salt Lake City, August 28, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Address to Departing Missionaries.<\/div>\n<div class=\"speaker\">Speaker: Ezra T. Benson<\/div>\n<div class=\"date\">Date: 8\/28\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d48\">\n<div class=\"paragraph jod\" id=\"v6n1812\"> I feel thankful for the privilege to occupy a few moments at this Conference, and to give my testimony concerning the work of the Lord in these last days. <\/div><div class=\"paragraph jod\" id=\"v6n1813\"> I feel thankful that we are here, and that we are blessed with the Spirit of truth, which is one of the <div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2499\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> greatest blessings in the kingdom of God. When we have the Spirit of truth dwelling in our hearts, we are ready, and not only ready but willing to do the things that are required at our hands. <\/div><div class=\"paragraph jod\" id=\"v6n1814\"> We have been hearing this morning that there are many that will be  <div class=\"break pagebreak\" id=\"262a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0262.pdf\" target=\"pdfwin\">p.&#xA0;262a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2498\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>called to go to the nations of the earth. I feel that I can say that there is not an individual that will be called upon, if he has the Spirit of the Lord or of &#x201C;Mormonism&#x201D; in his heart, but what will respond to the call with all his soul. He will feel to thank God and his brethren that he is worthy to be called with such a high and holy calling as to be a messenger of salvation; for I do actually know, by experience, that there is no calling under the heavens, among the children of men, that is so desirable and so great as to go and preach this Gospel. <\/div><div class=\"paragraph jod\" id=\"v6n1816\"> If a man will magnify his Priesthood, he can do more in one hour in the vineyard, preaching the Gospel and gathering the Saints in one, if he is sent to do so, than he can do here in ten, laboring with his hands for himself, for his family, and for the kingdom of God on the earth; for it is impossible for us to retain the Spirit of God&#x2014;it is impossible for us to love the Lord, or even keep in good fellowship with this people, unless we do as we are told. Inasmuch as there are honest people in the earth, scattered among the nations, is it pleasing in the sight of God for us to sit down here (unless we are commanded to do so), and refuse to give them the truth? It is perfectly right to tarry here and prepare for the Saints who are gathering, unless we are commanded otherwise. <\/div><div class=\"paragraph jod\" id=\"v6n1817\"> I wish to say a few words to those who shall be called upon to go to the nations. The time is now&#x2014;I feel persuaded of it&#x2014;for us, Elders of Israel, to work while the day lasts&#x2014;to work while there is time and opportunity, while God is softening the hearts of the people. Now is the time for the Elders to visit the nations and tell them what they know concerning this great work of the last days. And when we do well for the kingdom of God, we do well for our<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2498\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>selves. When we do well for the people among the nations of the earth, we do well for ourselves, if we go and do as we are told; and that is to preach what we actually know and verily believe.<span class=\"citation\" id=\"94547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94547)\">D&amp;C 80:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1818\"> If it be possible, point out one man&#x2014;an Elder in this Church, who has gone out to preach the Gospel, and has been faithful in the kingdom of God, that has not been blessed, and whose family has not been blessed. There is not an instance on the records of this Church showing, when a man has gone forth to proclaim the truth, that he has not been blessed. The opposite is the case. They have always returned home rejoicing, with their hearts filled with the love of God. Well, then, brethren, let us go, if we are called upon, and proclaim the good news that God is doing a great work in the valleys of the mountains&#x2014;that God has called his Prophet, his Apostles, and other servants to proclaim the glad tidings to the children of men&#x2014;to those who sit in darkness and the shadow of death.<span class=\"citation\" id=\"57150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57150)\">Ps. 107:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1819\"> We have the name of being the best-feeling people upon the face of the earth; and I will tell you furthermore, we have the name of being the best people there is in the world: and the time is not far distant when the nations will seek for counsel at the feet of the servants of God. Why? Because we seek wisdom at the hand of God&#x2014;because we are led by the revelation of Jesus Christ&#x2014;<span class=\"citation\" id=\"94548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94548)\">Gal. 1:12<\/a><\/span>because we live humble and are honest before God. And he will pour out his blessings upon our heads, to enlighten our minds and give us visions and revelation, so that we cannot be led astray. I know this from the testimony that I receive. <\/div><div class=\"paragraph jod\" id=\"v6n1820\"> I can bear testimony that God has been with me. Why? Because I have gone and done just as I have been told. It is because it was my determination, my will, and my desire  <div class=\"break pagebreak\" id=\"263a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0263.pdf\" target=\"pdfwin\">p.&#xA0;263a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2497\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to do the thing I was sent to do. We had a little to do with mobs, it is true. They undertook to mob me a little; and brother Grant said, when he heard of it in Washington, he was glad of it. [A voice in the stand: &#x201C;And so was I.&#x201D;] I was, too, because I felt, when they were trying to mob, and were seeking my life, I was better than they were. If I had not been, they would not have tried to destroy me from the earth. They ran me into brother Farnsworth's potato hole. To be sure, I ran in there, and thought it a first-rate place to hide. I stayed there a couple of hours and reflected upon mobs&#x2014;upon the things of the kingdom, and called upon my Father in heaven, by the authority of the holy Priesthood; and I felt as though I could whip all the mobs in Missouri. If it had been wisdom to do so, and the best course for me to take, I would have gone out and whipped the whole posse of them. [A voice from the stand: &#x201C;Yes, after they had all gone away.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v6n1822\"> Many in Kanesville wanted me to wrestle with them. I said, I don't wrestle with any except from Salt Lake; but I can tap you on the head, as I would a little boy, if that will do you any good. But when I see a man from Salt Lake, full of good works, I consider it an honor to wrestle with a man of that class; but I don't have anything to do with the low, degenerated characters who do nothing else but wrestle and gamble. But, I said, if you don't believe I can wrestle, try me, and I will end you up a few times. They thought I was a very stout man, and it passed off just as well as though I had tried my dexterity upon them. <\/div><div class=\"paragraph jod\" id=\"v6n1823\"> To close up the whole matter, I feel thankful to God that I am here. I am blessed; and the people here and that are on the road are also blessed. <\/div><div class=\"paragraph jod\" id=\"v6n1824\"> Now is the time for the Elders to go forth and preach the Gospel. The <div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2497\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord will soften the hearts of the people; and if the mobs are stirred up, it is all for the good of the Saints. <\/div><div class=\"paragraph jod\" id=\"v6n1825\"> When Satan begins to grin and show his teeth, you may know there are sheep not far off. Only put your trust in God, and he will keep you and preserve you, as in the hollow of his hand.<span class=\"citation\" id=\"59329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59329)\">Isa. 40:12<\/a><\/span> Be comforted, brethren, whether you go to the nations of the earth or stay at home. It is just as necessary for men to live humble here as it is for them to live humble when they go there; for Satan is not dead yet, and brother Brigham says he is glad of it. It is necessary he should live on the earth a little while longer to stir up the Saints by way of remembrance of the covenant they have made; and I have become perfectly reconciled concerning the things of the kingdom, and am so from day to day. <\/div><div class=\"paragraph jod\" id=\"v6n1826\"> Let God do as he pleases, and call whom he pleases, and send whom he pleases abroad, and tell whom he pleases to remain at home. It is all the keeping of his commandments, and one station is as honorable as the other. If a man is told to tarry at home, he is as honorable as that messenger who is going to the nations of the earth. But if he sit down and consult the natural man&#x2014;consult his own private feeling, and say, &#x201C;Here is my poor wife, here are my children, and here is my farm, that I have earned with my own hands. I know how I came by my hard-earned property. How can I go and preach under these circumstances? All my property and all my fair calculations will be knocked into pie.&#x201D; Supposing they are, let them all go. There are plenty more farms and everything else. We are in the world, and it is filled with the elements, and we have the keys and the power to work and organize them, make them honorable, and contribute to our happiness and earthly comfort. <\/div><div class=\"paragraph jod\" id=\"v6n1827\"> What is there more honorable  <div class=\"break pagebreak\" id=\"264a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0264.pdf\" target=\"pdfwin\">p.&#xA0;264a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2496\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>than to carry a message of the Gospel from this people? You have the prayers and the faith of your brethren&#x2014;the prayers and faith of the whole Priesthood. Who is there that cannot go and do good under these circumstances? If there are any such men, they are not fit to live upon the earth. If a man is not fit to tarry at home, he is not fit to send abroad; and if he is not fit to send abroad, he is not fit to tarry among the people of God, only to be a scourge and a stumbling block to them. <\/div><div class=\"paragraph jod\" id=\"v6n1829\"> Then let us rejoice; and if I should give way to my feelings, I should shout, Glory! Hallelujah! I would call upon every individual to feel that the great God is with them&#x2014;that he is your Father, and you are his sons and daughters, and have a right to the legacy of eternal life; and not be bowed down in your minds and say, &#x201C;I don't know&#x2014;I am afraid I am not worthy to go preaching.&#x201D; If you get the testimony of the Spirit of the Lord, you belong to the great family of God; and if you have the testimony of Jesus abiding in your heart, you may rejoice all the day long. <\/div><div class=\"paragraph jod\" id=\"v6n1830\"> Have we anything to fear? No. What did the President say the other day? He said he had not anything to fear; but if he should have any fears, it would be that this people would sit down and lull themselves to sleep and forget the kingdom of God. Can a man do this when he feels the Spirit of truth in his heart? No. He will long to go to the nations of the earth, and be willing to be handled like the clay in the hands of the potter.<span class=\"citation\" id=\"60529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60529)\">Jer. 18:6<\/a><\/span> We do not care what his testimony or knowledge has been. It is the abiding witness we want from day to day. It is that which carries a man safe through, according to my experience. It is then that we have no need to fear. <\/div><div class=\"paragraph jod\" id=\"v6n1831\"> In the days of Nauvoo there were <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2496\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fears&#x2014;there was death. The people were afraid this thing and the other would be wrong&#x2014;that brother Joseph would get wrong&#x2014;that we should have to submit to principles and doctrines contrary to the doctrines of Jesus Christ, &amp;c. From the experience we have already had in the kingdom of God, has any person a right now to such fears or such a thought for a moment? No. He knows that the principles that have been taught by the Prophet Joseph, brothers Brigham, Heber, and Willard, and by every good man in this Church, are correct principles; and that these men have been borne off triumphantly over every trial and difficulty they have been called to pass through. The Elders, therefore, can go to the nations with their consciences as clear as drifting snow, and with the satisfaction that all is right in Zion, and that we are led by the best men upon the face of this earth. Are you afraid to bear this testimony to this perverse generation? No. The Spirit of the Lord will back you up and put to silence the slanderers in the Gentile world. I have known it by experience. I have not been insulted in any congregation, when I have taught the principles of God as they are taught in the valleys of the mountains. Every dog has been obliged to close his mouth, and has not even dared to exhibit his teeth. <\/div><div class=\"paragraph jod\" id=\"v6n1832\"> All is right; all is glorious! &#x201C;Mormonism&#x201D; will continue, should it come hot or cold&#x2014;should it blow high or low; for God sustains it. When you feel so, brethren, you feel right&#x2014;you feel strong and ready to combat with your enemies. Right is written upon your commissions. You are mighty in the right to do right; so that you are perfectly willing that all the devils in hell should know your works&#x2014;that God, angels, and your brethren should know; and when you are called home, you will return like lions  <div class=\"break pagebreak\" id=\"265a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0265.pdf\" target=\"pdfwin\">p.&#xA0;265a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2495\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in strength; you will feel well&#x2014;you will feel blessed. <\/div><div class=\"paragraph jod\" id=\"v6n1834\"> While you are gone, prayers are ascending in your behalf and in behalf of your families, and every blessing you need is poured out abundantly upon you, and your hearts are filled with gladness. <\/div><div class=\"paragraph jod\" id=\"v6n1835\"> This is the way to live in the midst of Saints in the world; and when the bowels of hell are moved with wrath against you, and devils belch out their fury, you are then ready to withstand them. Suppose brother Taylor had been guilty of any wickedness in his travels, the whole country would have known it. Just so it is in the United States or anywhere else. If a man does not do right, but intends to feed his passions and carnal appetite, it would be better for him to turn round and say, Brethren, goodbye to &#x201C;Mormonism.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1836\"> We cannot hide anything from God's Spirit and from his servants: I know this to be true. Then let us put the rough-and-ready side out, and let the word be, Come on, all hands, and build up the kingdom of God. This is my determination; and if God will give me strength, and wisdom, and the good blessings of my brethren, it is my determination to shape my affairs so that, when I go away, I can be gone any length of time, and not be like the man who went upon the Indian expedition to Utah. He had not got fairly started before he wanted to return. What's the matter? &#x201C;O dear, I have married a wife, and cannot go.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1837\"> I am glad in my heart, and I say, God bless brothers Brigham, Heber, and Willard. They are the counsel of heaven to this people, and I mean to honor them in the earth, wherever I go; and I would preach down in the bowels of hell the same as I do here, and not be ashamed of it. My story all the time is, Hurrah for &#x201C;Mormonism!&#x201D; <\/div> <div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2495\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n1838\"> There are a jolly lot of fellows coming on from Kanesville and other places. Eight or ten thousand &#x201C;Mormons&#x201D; will come in here this season. They are a good people. Are the good brethren and sisters here thinking about it? Are they willing to take them by the hand and say, Brother, sister, come to my house, and I will make you welcome to this or to that&#x2014;to comfort their hearts after the toils of such a journey? They are a good people&#x2014;as good a people as you are, and just as willing to be counseled. My heart yearns after them; and I want you to feel after them likewise, by rendering them all the assistance in your power, until they are comfortably located. <\/div><div class=\"paragraph jod\" id=\"v6n1839\"> I only throw out these few hints that you may be prepared to act when you receive the proper instructions from your President. There are musicians coming who perform upon almost all kinds of musical instruments. The lame are coming, the blind, and the widows, and the fatherless. I did not stop to make any selections; but I said, Come on, all of you. We have among them big men and little men, big women and little women, grandfathers and grandmothers; and, for aught I know, great-grandfathers and great-grandmothers. But if they are not, they will be, when they get here; for we have the name of raising the most children and the best on the earth; and it will be very curious if we do not carry out what they all say we are guilty of. <\/div><div class=\"paragraph jod\" id=\"v6n1840\"> I told them in Pottawatomie that we wanted good men to mingle with the Saints. We are sent out to preach to a people who wish to do good to their fellow men and be saved in the kingdom of God; and if you are not willing to obey the Gospel and build up the kingdom, you cannot stand among this people; for God intends to raise up a holy race before him in the last days, to do his  <div class=\"break pagebreak\" id=\"266a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0266.pdf\" target=\"pdfwin\">p.&#xA0;266a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2494\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will in all things. After we have warned the nations, we will return home and raise a holy posterity before the Lord. Therefore we want good men, and praying men; for I have no confidence in any man who does not pray. It is as much as I can do to live and pray all the time; and after all, I suppose I may say, like the good old Methodist, I leave undone those things I ought to do, and do the things I ought not. <\/div><div class=\"paragraph jod\" id=\"v6n1842\"> I do not feel that I have any animosity in my heart to any man on the earth. If a man will be my enemy, and is determined to be, all I <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2494\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ask of him is to keep out of my way. I will not injure him, but let him get all the glory and exaltation he can; and I will not throw the ashes of a rye straw in his path. <\/div><div class=\"paragraph jod\" id=\"v6n1843\"> I can feel sensibly that there has been an increase of union and faith among the people here since I left here last fall: it is either in me or in you. [A voice in the stand: &#x201C;It is in both.&#x201D;] It is in both, brother Brigham says. Let this union and this faith continue to increase, until we are brought into the presence of our God; and may this be the happy lot of us all. Amen. <\/div>\n<\/div>\n<\/div>"}