{"ID":60042, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Liberty, Reform, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder Ezra T. Benson, Delivered in the Tabernacle, Great Salt Lake City, September 12, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Liberty, Reform, Etc.<\/div>\n<div class=\"speaker\">Speaker: Ezra T. Benson<\/div>\n<div class=\"date\">Date: 9\/12\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d42\">\n<div class=\"paragraph jod\" id=\"v6n1735\"> As there is an opportunity, I arise to make a few remarks. I suppose the same privilege is granted to me that has been given to brother Grant. <\/div><div class=\"paragraph jod\" id=\"v6n1736\"> I feel that it is a privilege when a man can rise before a congregation like this and say what he has a mind to. It is a law of liberty. It is certainly like that Gospel which Paul preached in his day. He said it was a Gospel of liberty<span class=\"citation\" id=\"124809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124809)\">James 1:25<\/a><\/span> unto all that embraced it;<span class=\"citation\" id=\"74618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74618)\">Gal. 5:1<\/a><\/span> and I am well persuaded, even to a certain knowledge, that this is the Gospel that you have embraced, and that this is the people of the Saints. When we talk about liberty, I consider it is liberty to do just about <div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2513\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> right&#x2014;to do that which shall be for the good of the community we dwell with, for the society of the Saints, and the kingdom of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v6n1737\"> I merely rise to bear testimony to what brother Grant has said; and I think, if there is any man in the city who ought to have the privilege of saying what he has a mind to, he ought, for he is the Mayor of the city. He is a man, therefore, who ought to be backed up by the people; and I am happy and rejoice to see such a spirit manifested in the congregation today. From the experience I have had, I know it to be right. The remarks are just in time and in season, and  <div class=\"break pagebreak\" id=\"248a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0248.pdf\" target=\"pdfwin\">p.&#xA0;248a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2512\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they are worthy of the attention of every civil person in our community. <\/div><div class=\"paragraph jod\" id=\"v6n1739\"> We have come into these valleys to do right; we have come to build up the kingdom of God; we have come that the Saints may have a place of rest, that the oppressed may go free,<span class=\"citation\" id=\"59833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59833)\">Isa. 58:6<\/a><\/span> and that we may be enlightened and strengthened in the principles of the Gospel. If we do not take cognizance of the things that are before us, how can we expect that this community can dwell here in peace? And if we have not faith and spirit and power enough in ourselves to put down anything that is not right in our midst, we cannot expect to live here long unmolested. It is well that every Elder&#x2014;that every good person who dwells in this community should stamp these evil principles that brother Grant speaks of with indignation. I have felt, since I have been gone on a mission last year to Pottawatomie County and the States, the force, power, and spirit of the men whom he has been speaking of here today; and so will every Elder who goes abroad. <\/div><div class=\"paragraph jod\" id=\"v6n1740\"> It is just as brother Grant has said&#x2014;that while they could send forth their wrath and indignation to the States&#x2014;while they could stir up mobs and contention in the midst of the people, it was first-rate with them; but when the scale began to turn, and the God of heaven began to rule and control things for the good of this people, it was then, &#x201C;How do you do? I feel first-rate. Come and see me, won't you? Come and eat and drink with me at my table, and stay as long as you please.&#x201D; Why? Because God is ruling things for our good, and softening the hearts of the people, and gathering his Saints from the four corners of the earth. Brethren, we are serving a God who is able to bring good out of evil for the salvation of his chosen people. <\/div><div class=\"paragraph jod\" id=\"v6n1741\"> Concerning dram shops, grog shops, whiskey shops, and all shops, we heard <div class=\"break columnbreak\" id=\"248b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0248.pdf\" target=\"pdfwin\">p.&#xA0;248b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2512\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of this before we arrived in the city. We could scarcely believe it; and had we given way to our feelings, we could have sat down and cried about it as well as not. When we got here, we found it to be true. But I think the medicine which has been laid before you today will prove effectual to some of them. I had not the least idea, when I rose up here, that the spiritual knockings were so close at my heels; and if I am not mistaken, if you do not reform before next Saturday night, you will have some temporal knockings that are going to do the business up at once. <\/div><div class=\"paragraph jod\" id=\"v6n1742\"> I was called upon by the Prophet in Nauvoo to engage in temporal knocking, and we knocked one grocery bottom side up, and away it went, grog, glasses, tobacco, snuff, the Devil, and all. (Voice in the stand: &#x201C;And the Devil went with it.&#x201D;) Now, the same spirit is in the City of Great Salt Lake. The same spirit that dwelt in the Prophet of God dwells in the hearts of this people; and all we want is for the word to be given, and the deed is performed. Let me tell you, if we had the power to accomplish this thing in Nauvoo, the way we have got it here is not weak. We have the power to knock temporally. We will knock them into a cocked hat. All we want is for the Mayor to say the word, and it shall be done. I know there are Elders here before me who would do the job up clean tonight, if necessary, and cleanse the city of these nuisances. <\/div><div class=\"paragraph jod\" id=\"v6n1743\"> As far as merchants are concerned, I care but little about them. I believe every word that brother Grant has said: they would flood this valley with shinplasters, and carry away our gold. If there is a banking institution to be given to this people, let it be done by the President of the Church, and let us have the benefit of it, and not men who would cut your throats to get your money from you.  <div class=\"break pagebreak\" id=\"249a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0249.pdf\" target=\"pdfwin\">p.&#xA0;249a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2511\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I do not expect, however, that they will trouble me any, for I do not seem to get hold of much money. I am a stranger to it. I do not want any shinplasters. I am a Democrat, so far as that goes, and believe in a hard currency, until God shall establish another; and if he goes in for shinplasters, I am in for them too. I want the brethren who have them to return the paper to the counters tomorrow morning, and know if they possess a disposition to cash them. If they do, they will redeem them. You would look well walking round here with fifty thousand dollars of worthless paper in your pocket. Who is there in this community, Jew or Gentile, who will do right, but what has been blessed and prospered, and has the good feelings of this people? <\/div><div class=\"paragraph jod\" id=\"v6n1745\"> I can go to St. Louis as poor as I am; and notwithstanding what has been said to hurt the credit of this people, I can get as many goods as I could wish, even if I have not a single dollar in my pocket. I could get all I could get brought over the Plains. But I did not go for gold and silver, nor did the Elders who went with me. We went to do good to the kingdom of God. Have we done it to your satisfaction? [&#x201C;Yes.&#x201D;] May God bless you, then; and may you continue to be <div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2511\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> blessed and prospered to your satisfaction, and put every evil thing away from your sight. I know you can do it, and all will be right. <\/div><div class=\"paragraph jod\" id=\"v6n1746\"> It is not temporal things we are after, nor temporal knockings; but you, brethren, who keep dram shops, go and put them away, and put your bottles away, and say you will spread no more poison among this people until you are commanded. If a man cannot get a living here without selling whiskey&#x2014;without keeping a little dram shop, it is time he was going somewhere else; for be assured you will never get rich here by selling whiskey. It is a curse to this people, and it will rest upon you that follow that business. <\/div><div class=\"paragraph jod\" id=\"v6n1747\"> I have not been commanded to say what I have this afternoon, but it rests upon my own shoulders. If I talk wrong to this people, I am willing to be chastised by my brethren all the time. If men take the liberty of going to St. Louis, and there using my name, we will say what we please, and in any place we please. Neither are we afraid to say it in St. Louis, or in any other place. We are ready to meet it anywhere. Brethren, look out for temporal knockings, for we are on hand. God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}