{"ID":60046, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Responsibilities of the Priesthood.<\/div>\n<div class=\"subtitle\">Remarks by Elder George A. Smith, Delivered at a Special Conference held in the Tabernacle, Great Salt Lake City, August 28, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Responsibilities of the Priesthood.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 8\/28\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d46\">\n<div class=\"paragraph jod\" id=\"v6n1781\"> What has been said, brethren and sisters, is verily true. The kingdom of God has been built up by his distinguished blessings and the exertion and energy of those whom God has called to bear it off. When men refuse to fulfil their callings and magnify them in the proclamation of the fulness of the Gospel to the nations of the earth, they certainly lay the foundation for their own ruin. When men, on the other hand, become so puffed up in their own estimation as to think that the kingdom of God could not roll forth without their mighty exertions, they fall into transgression; they are fools in Israel, and their greatness will vanish like smoke. <\/div><div class=\"paragraph jod\" id=\"v6n1782\"> The fact is, God has planned for us the best sieve that could be imagined. He is determined to sift the nations with the sieve of vanity,<span class=\"citation\" id=\"58962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58962)\">Isa. 30:28<\/a><\/span> and he has placed us here on the edge of the mountains, where a little shaking of the winds will cause everything without weight easily to slide off to the diggings; and in this way the work of sifting is going on daily, and hourly, and yearly, from time to time, according to the nature of the materials that happen to be thrown upon the sieve. <\/div><div class=\"paragraph jod\" id=\"v6n1783\"> No doubt many of us may be called upon, if not today, at some other time, to bear the message of the Gospel of salvation to the nations of the earth; for this was one of the <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2503\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> commandments of the Prophet. He enjoined upon us that we preach the Gospel to all nations&#x2014;that we should send forth the word to all people. This responsibility has been laid upon the Priesthood of the Church, and they are required to fulfil his commandment. There is not an Elder, a Priest, a Teacher, or a member of this Church but what bears a share of this responsibility. <\/div><div class=\"paragraph jod\" id=\"v6n1784\"> The missions we will call for during this Conference are generally not to be very long ones: probably from three to seven years will be as long as any man will be absent from his family. If any of the Elders refuse to go, they may expect that their wives will not live with them; for there is not a &#x201C;Mormon&#x201D; sister who would live with a man a day who would refuse to go on a mission. There is no other way for a man to save his family; and in order to save himself, he must fulfill his calling and magnify his Priesthood in proclaiming the fulness of the Gospel to the nations of the earth; and this certainly ought to be greatest joy to the family of any man who feels the importance of building up the kingdom&#x2014;that he is actually considered worthy, in these last days, to be one of the number to go forth, as one of the horns of Joseph, to push the nations together,<span class=\"citation\" id=\"94546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94546)\">Deut. 33:17<\/a><\/span> to gather out the honest in heart, to run for the prize which we all labor for.<span class=\"citation\" id=\"73302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73302)\">1 Cor. 9:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1785\"> I feel deeply interested in these  <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2502\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>matters, and I hope and pray that every man who is called upon to go forth on missions to preach the Gospel may have the faith of the Church upon his head, and that they all may lift up their voices in faith before the people, that the light of truth may be a lamp in their path; and that, by their exertions and the blessings of God, it may be lighted up in distant nations. <\/div><div class=\"paragraph jod\" id=\"v6n1787\"> I recollect a little incident in history, that is told of William the Conqueror. After he had been king in England twenty years, he became <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2502\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> very corpulent. In consequence of a little joke upon his corpulency by the French king, he declared war, and the declaration was made in these words&#x2014;&#x201C;Tell my fair uncle I will pay him a visit, and I will bring along tapers enough to set all France on fire.&#x201D; You may suppose we are sending out but a few Elders&#x2014;probably not more than one hundred or one hundred and fifty; but we intend to continue the work, and send out Elders enough to set the world on fire, spiritually. <\/div>\n<\/div>\n<\/div>"}