{"ID":60041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Personal Interest in the Kingdom of God&#x2014;Endowments&#x2014;Hints to Preachers, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Joseph Young, Delivered in the Bowery, Great Salt Lake City, Wednesday Afternoon, April 8, 1857.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Personal Interest in the Kingdom of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Joseph Young<\/div>\n<div class=\"date\">Date: 4\/8\/1857<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v6n1669\"> I suppose, if I can make you hear who are away at the back side of this vast congregation, that those between here and there will be able to hear also; but I fear that it will be a difficult task. <\/div><div class=\"paragraph jod\" id=\"v6n1670\"> I am a policeman, or, in other words, I profess to be a peacemaker, and I believe this is the calling of a policeman; consequently, when I see any difficulty or trouble betwixt any two of my brethren, or any two of my fellow creatures, if my interference is solicited, I feel called upon to make peace and to reconcile the parties. If, therefore, I see any difficulties in this city&#x2014;if I see any abuse practiced upon a fellow citizen, I feel called upon to interfere. This is in me; it is an inherent principle in me: I cannot cast it out. I love to see the rights of my brethren and sisters maintained: that is my disposition exactly. <\/div><div class=\"paragraph jod\" id=\"v6n1671\"> I endorse what brother Brigham has said; I do it with all my heart; and I do know, as brother John observed this morning, that the revelations of Jesus Christ are accompanied with good common sense. I have never seen any but what were the best sense that I have ever seen manifested. <\/div><div class=\"paragraph jod\" id=\"v6n1672\"> I am a member of this institution which has been spoken of, called the &#x201C;Carrying Company;&#x201D; I am one of those men, and I feel interested in it. But, says one, have you got an investment there? Yes, I have&#x2014;not exactly <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2519\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in dollars and cents, but I have got my faith and goodwill there; and then you can put with that all that I have on this earth; and if you don't believe it, try me: it is all on hand. <\/div><div class=\"paragraph jod\" id=\"v6n1673\"> I am not only for this, but for every other investment and scheme which is made through the proper channel; for I feel that I belong to this Church and kingdom. If I do not, I know not where I belong. <\/div><div class=\"paragraph jod\" id=\"v6n1674\"> I am a citizen of this planet, and I do not know that I have ever done anything to forfeit my citizenship. I feel that I have an inheritance in these chambers of the mountains, and I have never forfeited that before this body of people. <\/div><div class=\"paragraph jod\" id=\"v6n1675\"> Do this people inherit the blessings promised? They do. Some are afraid to plant and to build, for fear we should not stay here long enough to eat and inhabit. Will I plant an orchard? Yes sir, I will. To what extent will I improve? To as great an extent as I should, if I knew that I were to be a citizen of this Territory through all generations. I would plant as much as I should want, if I knew that I and my posterity were to live here till the last trumpet shall sound. <\/div><div class=\"paragraph jod\" id=\"v6n1676\"> [President H. C. Kimball: They will, if they have a mind to; for there are no devils who can drive them away from here, if they do right.] <\/div><div class=\"paragraph jod\" id=\"v6n1677\"> I will never cease my exertions here, but I will do all that I can to beautify  <div class=\"break pagebreak\" id=\"242a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0242.pdf\" target=\"pdfwin\">p.&#xA0;242a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2518\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the place. I have done my best to do so, according to my means: I have planted my grape-cuttings, and I have eaten some fruit; I have planted my peach orchard, and have eaten the fruit thereof; and I rejoice to see improvements among this people. <\/div><div class=\"paragraph jod\" id=\"v6n1679\"> I had the pleasure of planting some three pecks of apple seeds in Nauvoo, thinking they would be useful to somebody, and I believe the trees are there now that grew from those seeds. Yes, there are orchards and vineyards there now, and they will stand there as proofs that this people have been an industrious people. <\/div><div class=\"paragraph jod\" id=\"v6n1680\"> Why, I tell you, my brethren and sisters, it is one of the greatest follies for men to say that they will not improve because they are not going to stay here. I will build as good a place as I feel I need here; and I will say something else: I would like to see the Temple of the Lord built, and I feel that if it is his will that I should live, I will do what I can towards building that Temple, for I want to see it reared. Brethren, let us rear that Temple&#x2014;give it into the hands of those who manage the affairs of the kingdom, and all the means that we can, so that the work may be accomplished speedily, and that we may have a renewal of our endowments. <\/div><div class=\"paragraph jod\" id=\"v6n1681\"> &#x201C;Why,&#x201D; says one, &#x201C;the endowments are going on.&#x201D; That is true: a portion of the endowments are going on, but there are other things that never will until the Temple is built&#x2014;of which are the baptism for the dead and our endowments by proxy for our dead friends. Are they going on? No. Will they, before that house is built? No, not that I know of. That is one sermon. <\/div><div class=\"paragraph jod\" id=\"v6n1682\"> There is another thing. Who is there that feels generous towards that man who has gone beyond the veil&#x2014;who is gone where he cannot do anything for himself? I tell you I want to see that spirit among the brethren. <div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2518\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Suppose, therefore, we get rid of some of our selfishness, and be willing, if proper, to take the wife of some faithful brother who has passed behind the veil, and raise up posterity unto him.<span class=\"citation\" id=\"55097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55097)\">Deut. 25:5<\/a><\/span><span class=\"citation\" id=\"65395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65395)\">Matt. 22:24<\/a><\/span> If we can do this, in connection with other duties which we have to perform, we shall be doing good for others as well as for ourselves. <\/div><div class=\"paragraph jod\" id=\"v6n1683\"> What do the Scriptures say? &#x201C;There is no work, nor device, nor knowledge, nor wisdom in the grave, whither thou goest.&#x201D;<span class=\"citation\" id=\"57585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57585)\">Eccl. 9:10<\/a><\/span> No&#x2014;there is no device there, for so says brother Brigham, the Prophet. He says that all the endowments have to be given on this side the veil, or they never will be given. [President B. Young: That is true.] <\/div><div class=\"paragraph jod\" id=\"v6n1684\"> I can say, when I see what there is to do&#x2014;the mighty work that has to be performed for the living and the dead, the responsibility is great. Who can estimate it? And good order has got to be observed in regard to this eternal inheritance which is in store for the faithful; for without it all are perishing; but by the Gospel and its power there is an eternal endurance, and we have had some foretaste of a few things that are in reserve for the faithful Saints. <\/div><div class=\"paragraph jod\" id=\"v6n1685\"> I feel, as brother Brigham says, that I want to see that Temple built. Did you ever sit down and meditate, when all was quiet, when the spirit of serenity seemed to fill the whole house, and when it seemed as if there was some messenger there? If you have, although you did not see him, there was a messenger there&#x2014;there was a good spirit present. As you continue to contemplate upon the dead, you say, &#x201C;How I wish I could do something for the redemption of the dead!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1686\"> You could not bear to behold that messenger who whispers in your ears and invites you to be active in doing a work for your dead friends. That messenger will inspire you with a desire to do something for those who have passed behind the veil. Every  <div class=\"break pagebreak\" id=\"243a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0243.pdf\" target=\"pdfwin\">p.&#xA0;243a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2517\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man that has the spirit of philanthropy feels that he is willing to do anything for the great and glorious work of redeeming and exalting the dead. <\/div><div class=\"paragraph jod\" id=\"v6n1688\"> You are also anxious to enter into the Carrying Company, to gather the Saints whose faith is in our God, and whose eyes are turned towards brother Brigham, who is the head of the Church and kingdom of God upon the earth. To him they look for their deliverance from the thralldom and oppression of the world. <\/div><div class=\"paragraph jod\" id=\"v6n1689\"> I now want to preach a sermon to the home missionaries. I do not want to hear them preach too long sermons, neither when they are out in the country settlements, nor anywhere else. I should like to have them preach as long as the subject before them is interesting, and so long as the Spirit of the Lord is feeding the flock of Christ. <\/div><div class=\"paragraph jod\" id=\"v6n1690\"> Jesus at one time addressed himself to Peter and said, &#x201C;Peter do you love me?&#x201D; &#x201C;Yes,&#x201D; was the reply. &#x201C;Well, then, feed my sheep.&#x201D; And again Jesus interrogated him in the same manner, and Peter answered in the affirmative. Then said Jesus, &#x201C;Simon Peter, son of Jonas, lovest thou me?&#x201D; Peter answered, &#x201C;Lord, thou knowest all things, and thou knowest that I love thee.&#x201D; Jesus replied, &#x201C;Feed my lambs.&#x201D;<span class=\"citation\" id=\"70978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70978)\">John 21:15-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1691\"> I believe in this doctrine. When the Elders can feed the people, it is all right for them to continue their discourses; but when the Spirit is becoming dull and is declining, or, in other words, when the pond is run out, then is the time to stop; for this grinding by hand I do not believe in. <\/div><div class=\"paragraph jod\" id=\"v6n1692\"> I know that some preach the everlasting Gospel, and that is a good thing; but I believe that a man can preach it in five minutes. <\/div><div class=\"paragraph jod\" id=\"v6n1693\"> I love short sermons, and when I am in the country at Conference and other meetings, I feel that they are particularly good, and I rejoice so long <div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2517\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as the Elders feed the people. But when the Spirit ceases to operate through a man, I want him to sit down. <\/div><div class=\"paragraph jod\" id=\"v6n1694\"> It makes me think of a Scotchman, who, when he was a preceptor in an academy, was required to give lectures at certain periods, according to the regulations of the institution. On one occasion he said, &#x201C;I will give you the following lecture&#x2014;Never speak but when you have something to say, and always stop when you get through.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1695\"> I do love to hear men talk good talk, as the Indians say. It is the best and sweetest music I ever hear. I won't even except brother Smithies' big fiddle. The music of the human voice is sweeter to me than that of any stringed instrument. I do not care how illiterate the man is who speaks, although learning is very good; yet, if he speaks by the inspiration of the Holy Ghost, that is what I like to hear. <\/div><div class=\"paragraph jod\" id=\"v6n1696\"> Brother William Kimball could not have told me his feelings better than I knew them, for I understood that he felt just as he described. I can tell you that I would rather hear a few words dictated by the Spirit of God, than hear a long sermon delivered without the dictation of that Spirit. <\/div><div class=\"paragraph jod\" id=\"v6n1697\"> I am for the building of the Temple, for the Express and Carrying Company, and the gathering the Saints from all nations; and if I had ten thousand dollars, I would invests it in such enterprises as these. <\/div><div class=\"paragraph jod\" id=\"v6n1698\"> I have one boy going to England this spring. I have another in the Printing Office, and that leaves me almost entirely alone; yet I feel to say, Hallelujah! I am glad that my son Seymour is going to England, for I know it will do him good. He is filled with the spirit of preaching already. <\/div><div class=\"paragraph jod\" id=\"v6n1699\"> I can tell you, my friends, it is very pleasing to me to know that my children are advancing in knowledge and usefulness; and I sometimes hear them talk, after they return from  <div class=\"break pagebreak\" id=\"244a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0244.pdf\" target=\"pdfwin\">p.&#xA0;244a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2516\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>meeting, somewhat as follows&#x2014;&#x201C;Who preached tonight?&#x201D; &#x201C;The Bishop.&#x201D; &#x201C;Who else?&#x201D; &#x201C;Oh, brother Clinton and brother Wheelock.&#x201D; And they seem to think that all the speakers talked so well that it would be hard to tell who talked the best. <\/div><div class=\"paragraph jod\" id=\"v6n1701\"> Now, do you not see, my friends, that these boys&#x2014;children I may call them&#x2014;have got a relish for the Spirit and power of God? My little girls also go to meeting in their turns, and they will inquire of each other who preached. If the answer be that the Bishop preached, or any other man, the next question generally is, &#x201C;Did he preach well?&#x201D; &#x201C;Oh yes,&#x201D; the reply is; &#x201C;he talked first-rate;&#x201D; and I find that they are filled with the spirit of animation and of the Gospel of Jesus Christ. I have not heard them say &#x201C;dance&#x201D; the past winter. <\/div><div class=\"paragraph jod\" id=\"v6n1702\"> I do not discard the practice of dancing; therefore do not misunderstand me; for &#x201C;Mormonism,&#x201D; or the Gospel of Jesus Christ, embraces all that is good, and dancing is a scriptural precedent;<span class=\"citation\" id=\"60651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60651)\">Jer. 31:13<\/a><\/span> and it is said that they should go forth in the last days in the dance. Well, upon, this principle, we believe in dancing, and a certain portion of it is useful to the limbs and to the joints, and to the spirits as well. <\/div><div class=\"paragraph jod\" id=\"v6n1703\"> But notwithstanding all this, wherever there is too much of any one thing, it very naturally produces a reaction; and consequently, there is a suspension of dancing for the present. <\/div><div class=\"paragraph jod\" id=\"v6n1704\"> If our children do not dance when they are young, the sprightliness, the vigor, and activity of youth are in a manner checked. My father, when I was a boy, would not allow me to give vent to the life and vigor that were in me; and now, if I were to give way to my feelings at times, I should dance too much. <\/div><div class=\"paragraph jod\" id=\"v6n1705\"> [President H. C. Kimball: You would dance the bones out of joint, I suppose.] <\/div><div class=\"paragraph jod\" id=\"v6n1706\"> It is not necessary that you should <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2516\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> dance the whole of this spirit out of you at once; for if you do, you will have none left, and consequently, no disposition to dance anymore. I thought last winter that the people would tire themselves dancing. When the &#x201C;driftwood&#x201D; was taken away, and the course was clear, they danced as if they were never going to stop. <\/div><div class=\"paragraph jod\" id=\"v6n1707\"> I felt glad yesterday to hear what was said by brother Brigham and also by others who addressed us, and I felt so well that I could have danced. This is the way I feel a great deal of the time. As I observed, my father checked the stream of diversion in us, and would not allow his boys to dance at all; and probably that is the reason why I feel so much like it now. <\/div><div class=\"paragraph jod\" id=\"v6n1708\"> It is natural for our children to love the Gospel, for religion is a natural thing&#x2014;it is perfectly natural. You may take a child, and just as soon as you can put it in possession of doctrine, that child will love the Gospel of Jesus Christ. Only let it understand right from wrong, and there will be nothing but the Gospel in that child. If we set a proper example before our sons and daughters, the Gospel will be manifested through all their actions, and there will be no evil desire in them. <\/div><div class=\"paragraph jod\" id=\"v6n1709\"> I want to know the bounds of my prerogatives in the Priesthood, and never want to go beyond those bounds. <\/div><div class=\"paragraph jod\" id=\"v6n1710\"> [President B. Young: Shall I give them to you?]. <\/div><div class=\"paragraph jod\" id=\"v6n1711\"> Yes. I want to know them. It is better for a man to run a little behind the line than to have him go before it. I know there are some things that I can say and do, and there are things that brother Brigham can say and do that I cannot: it is not my prerogative. <\/div><div class=\"paragraph jod\" id=\"v6n1712\"> Here are brother Brigham, brother Heber, and brother Wells, the First Presidency; then there are the Twelve; then right behind them come the Seventies and the High Priests&#x2014;two  <div class=\"break pagebreak\" id=\"245a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0245.pdf\" target=\"pdfwin\">p.&#xA0;245a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2515\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mighty bodies of men, whose business it is to act under the direction of the two first Quorums; then come the Elders, Priests, Teachers, and Deacons, who constitute the organization of the Priesthood in the Church, and who are called to assist in preparing the way for Jesus to come. We are (all who magnify their calling and Priesthood) trying to prepare a people for his coming, to purge out those that are filthy, and to put away every evil and wrong from us, and to prepare for the greater weight of glory that is to come. <\/div><div class=\"paragraph jod\" id=\"v6n1714\"> In order to do this, we are under the necessity of chastising; and the greatest proof to me that there is a man standing at the head who holds communion with God is, to see men receive chastisement in the spirit of humility, without a murmur, and be satisfied that it is for their good. <\/div><div class=\"paragraph jod\" id=\"v6n1715\"> My opinion was, before I received the Gospel, and is the same now, that the man who has the hardihood and boldness to rebuke his brethren and to tell them of their faults and of their errors is a man of God. Brethren, I want to get rid of my errors. <\/div><div class=\"paragraph jod\" id=\"v6n1716\"> Brother Brigham said today, when he addressed you, that he wanted those who stand up to instruct the Saints to say something worth hearing; and hence there has been within me a feeling of extreme diffidence, when arising to address you, not only today, but on many other occasions; for there is not in me the power and wisdom to bring out great principles before the Saints; but brother Brigham and brother Heber can. I feel a delicacy in standing before such a vast multitude as are here present, knowing that there are many bright minds in this congregation. <\/div><div class=\"paragraph jod\" id=\"v6n1717\"> Some think they could say a good deal, if they could have the privilege of coming upon this stand; but when they come here, everything seems to be shut out from their minds, and <div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2515\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they can scarcely say a word. The vast amount of intellect&#x2014;of knowledge that this people possess oftentimes throws persons who speak before them into great confusion. <\/div><div class=\"paragraph jod\" id=\"v6n1718\"> It is the most peculiar place&#x2014;the most delicate situation that a man can be placed in; and hence I say that the simpler a man is the better. On this very account it is that I am contending with myself all the time and endeavoring to be pointed in my sayings; for I do not want to go round about, but to say things just as they are. <\/div><div class=\"paragraph jod\" id=\"v6n1719\"> When I retain the Spirit of God&#x2014;when that light is in me which was with Jesus in all his counselings, at such times all the beings upon the face of the earth would not intimidate me; but, with a mortal tabernacle, we are subject to the weaknesses of mortality. To communicate intelligence to this people, unless God first communicates to me, is impossible; but when he does inspire me with his spirit, and I speak the things right out, nobody need find any fault; and if they do, it cannot be helped, for we must speak that which the Spirit dictates. <\/div><div class=\"paragraph jod\" id=\"v6n1720\"> I once knew a little boy who was in the habit of being whipped by his mother when he went to bed, in order to make him go to sleep, and he became so habituated to the whipping that he could not go sleep without it, and he would say, &#x201C;Mother, come and whip me.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1721\"> I do not desire to be of that class, but desire to so live as to be able to discern true intelligence and present it before the people in a way that they can all understand. <\/div><div class=\"paragraph jod\" id=\"v6n1722\"> Brother Brigham told me to get up here and say something. I have done so, and will now tell you that my all is invested in this kingdom: it is all for the establishment of the Church of Jesus Christ of Latter-day Saints. Not gold, nor silver, nor the perish<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"246a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0246.pdf\" target=\"pdfwin\">p.&#xA0;246a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2514\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>able things of this world are invaluable to me&#x2014;such articles will perish and molder away&#x2014;but those imperishable treasures that can never be destroyed&#x2014;the inestimable riches that God has put into my possession; for these, my life, my goodwill, my faith, my prayers, and all that I can do and possess are devoted to the establishment of righteousness and the building up of the kingdom of God on the earth. All my substance and every faculty which God has given me are subject to the word of brother Brigham. <\/div><div class=\"paragraph jod\" id=\"v6n1724\"> When a man thus surrenders himself, his family, his means, and everything he controls to the servants of God, what will he have in return? We have left all and have come off into these valleys, in the midst of the Rocky Mountains; and what shall we have as a reward? Jesus said, &#x201C;There is no man that hath left house, or parents, or brethren, or wife, or children, for the kingdom of God's sake, who shall not receive manifold more in this present time, and in the world to come life everlasting.&#x201D;<span class=\"citation\" id=\"67876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67876)\">Luke 18:29-30<\/a><\/span> Is there not a compensation here promised? There is. <\/div><div class=\"paragraph jod\" id=\"v6n1725\"> Here is a key. When the Devil comes to you and asks you if you want to serve God, tell him that it is none of his business, and that will bluff off the Devil. <\/div><div class=\"paragraph jod\" id=\"v6n1726\"> Brother Kimball has said that if I had not been sick, I should have died; and I don't know but I should. I believe it has all been for my good, and I can truly say I have not felt so well for many years as I have felt since I recovered from my sickness last January. When a man is sick, if the mind is uneasy, it injures the body. Since I have got well, I have made a practice of sitting down contemplating and holding communion with God and my own heart; and I do feel and know that I am an heir of salvation; and I do not mean that any <div class=\"break columnbreak\" id=\"246b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0246.pdf\" target=\"pdfwin\">p.&#xA0;246b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2514\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> enemies shall take this hope and assurance away from me. <\/div><div class=\"paragraph jod\" id=\"v6n1727\"> I have thought sometimes that I would never die till I had been to Europe. When we went to Quincy, after we were mobbed out of Missouri, and a number of brethren were selected to go on missions, I recollect what brother Brigham said on that occasion. He remarked, &#x201C;If they did not go and preach, they will apostatize.&#x201D; I do not know but he made the remark in my presence for my benefit. <\/div><div class=\"paragraph jod\" id=\"v6n1728\"> Well, we had just survived the bloody persecutions of Missouri, and had got into Illinois, and were all as poor as a church mouse ever was, and many of us felt almost disheartened. We had neither cow, nor ox, nor horse, not one in twenty of us; but the people were humane enough to take us in and assist us a little. <\/div><div class=\"paragraph jod\" id=\"v6n1729\"> Finally, however, the people of Illinois became hostile, and would not let us live in their midst; and we were forced to seek a home in the midst of these mountains; and, for one, I feel to rejoice that I am here in this healthy climate. But, as a Canadian would say, &#x201C;This is not a poor man's country;&#x201D; but I believe that it is the best place on earth for this people at the present time. <\/div><div class=\"paragraph jod\" id=\"v6n1730\"> Brother Brigham has redeemed his word in bringing the people here, for he said he would lead this people to a healthy climate. We are here in the midst of these peaceful valleys and mountains; and I do not believe that we shall ever be driven from here, if we do right&#x2014;never, no never. <\/div><div class=\"paragraph jod\" id=\"v6n1731\"> I have no trouble about this; for I have been in the midst of mobs, and they once held a council and determined to murder me and my family; but the Lord turned away their anger. This was in Missouri. They demanded our arms; but the brethren said they would not give them up&#x2014;that they would sooner die. I said, &#x201C;Brethren, I am the captain of this company, and  <div class=\"break pagebreak\" id=\"247a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0247.pdf\" target=\"pdfwin\">p.&#xA0;247a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2513\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you should listen to me and to my counsel, and give up your arms.&#x201D; They did so, and by-and-by the hearts of those men were melted (they were Kentuckians, who had been called upon to assist the mob), and they came to us and said, &#x201C;We will pay you for your arms when the war is over.&#x201D; No doubt they talked the matter over, and said, &#x201C;These are good people; therefore let us pay them for their arms.&#x201D; At any rate, they paid down their money, but we had to use stratagem. <\/div><div class=\"paragraph jod\" id=\"v6n1733\"> I do not want to detain you, brethren and sisters; but I do rejoice that we are in these valleys, where there is nothing to induce our enemies to come and drive us. We do not presume that they will come, unless <div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2513\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they are paid for coming. And if they ever do come, it is my earnest prayer that I may be filled with the Holy Ghost; then, peradventure, I shall want to carry the flag and be foremost in putting our enemies to flight. But if this people will retain the Spirit of God, and keep fanning the flame of the reformation that is in them, our enemies will not come to distress us&#x2014;we shall not be molested; for no power can disturb us so long as we are faithful. <\/div><div class=\"paragraph jod\" id=\"v6n1734\"> May God bless us all and preserve us upon the earth, and continue our usefulness, until we have redeemed our families and friends&#x2014;till we all are brought up and fitted for his presence; which is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}