{"ID":60043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Education.<\/div>\n<div class=\"subtitle\">An Address by Parley P. Pratt, Delivered at the Fourteenth Ward Schoolhouse on Monday, December 26, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Education.<\/div>\n<div class=\"speaker\">Speaker: Parley P. Pratt<\/div>\n<div class=\"date\">Date: 12\/26\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v6n1749\"> My friends&#x2014;As we are assembled on this occasion, I desire to speak upon the subject of education. I consider that we never lived in a more important time than we do now. The Lord has something for every member of his Church and kingdom to perform, for he has a great work to do. I consider that every faculty we possess should be called into action; and this work is so important, that no time should be lost. Hence we see the necessity of schools, that we and our children may be prepared to perform all that the Lord requires of us. What kind of a qualification is necessary for us to perform this work? The first thing necessary is for us to obtain the good Spirit of the Lord, and then keep it. Without this we cannot do much good. If the Lord wants a railroad built, or any great manual labor performed, which the Saints are not yet able to do, he inspires the nations of the earth to perform the work, as they have the means to do it with, notwithstanding the nations know not God, neither do they serve him. We are not prepared to do the work of God acceptably, unless we keep his commandments. In order to enjoy his Spirit, we must pursue a course of life that will meet his approbation&#x2014;we must do the things that God requires of us. The people may be looking for some mysteries from me today; but the older I grow, I feel to be the more simple. What are the means ordained of God for the benefit of our <div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2510\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> children as well as ourselves? I do not now refer to the obeying of the ordinances of the Gospel alone, for that we all know to be necessary for both ourselves and children. But what were those means laid down in 1830? We are informed in the commandments and law of the Church given unto us, that, &#x201C;It is the Teacher's duty to see that the Church meets together often, and also see that all the members do their duty.&#x201D;<span class=\"citation\" id=\"84364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84364)\">D&amp;C 20:53-55<\/a><\/span> Do this people do this? No. Our children are or should be all members of the Church, for they should be baptized at eight years of age; but do they meet together often to pray and speak one to another, or even all the parents of children? They do not. Then they do not do their duty. All officers in the Church are Teachers, except the Deacons, and they are Assistant Teachers. Who should be exempt from meeting together often, if any exceptions should be made? It should be the mother with her nursing infant, who cannot go. All others should meet together often; and when they come together, the Teacher that presides should see that each one takes a part in their turn and do their duty. Can the Teacher find any member, either parents or children, that don't pray. If so, he can find those that do not do their duty; for when you were baptized you covenanted to keep the commandments of God, and he has commanded us to pray. Yes, each member should take a part. Which of you can find a  <div class=\"break pagebreak\" id=\"251a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0251.pdf\" target=\"pdfwin\">p.&#xA0;251a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2509\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>teacher in our schools that would spend all his time in hearing one or two children say their lessons and all the rest remain idle? You would turn such a teacher out of doors. The Lord is not less wise than man. He has so arranged the school for his children that each one is required to do his duty. As all officers are Teachers, it should be the duty of someone&#x2014;the Bishop, or someone under his direction, to see that the children and young people, as well as all the others in each Ward, are collected together, and that they be taught to pray and to speak, and be instructed in all things that are necessary; for we and our children should learn and understand, and improve upon every branch of science, knowledge, and duty that is necessary for us, as well as to confine ourselves to any one of those branches. Moroni said it was necessary for the people to meet together often to pray, speak, and teach.<span class=\"citation\" id=\"83551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83551)\">Moro. 6:5<\/a><\/span> When I go abroad, and the people ask me why some of our young people do not do any better, and are so wild, I do not know any better answer than that we do not do our duty to them. The question arises, What is the matter with our children? They are full of vigor and spirit, and they want some way to let it out. But if the Latter-day Saints will do their duty, and gather their children together and train their minds in that channel in which they have soon got to walk, in following the footsteps of their parents in bearing off the kingdom of God, we shall hear no more complaint about them. Is this a mystery&#x2014;a new thing? No. It is according to the revelations and commandments of God, and it should be taught and practiced in every Ward in this city and in every Branch of the Church wherever it exists, lest we come under condemnation. The people of Zion once were told that they were under condemnation, and would <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2509\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> remain under it until they remembered to do the things that were taught them.<span class=\"citation\" id=\"87814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87814)\">D&amp;C 84:56-58<\/a><\/span> If we met together often and did our duty, what time should we have to be idle? None at all. If all men, women, and children met together to pray and teach, they would feel that they must live consistent with their profession, and they would in a great measure cease to do evil. Then how long would it be before the Spirit of God would rest upon our children? And how long would it be said that, &#x201C;I am sorry that we have got to fort up, because the children of my neighbors are so bad that they will spoil mine?&#x201D; Not long; but it would be said, &#x201C;I am glad that we can be together&#x2014;that we can have such good schools and prayer meetings; and the children have such a good spirit, that it encourages mine to good works.&#x201D; We have to be called to this, for we have to be tried in all things;<span class=\"citation\" id=\"92067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92067)\">D&amp;C 136:31<\/a><\/span> for if we were not, we should not differ from the Gentiles, who will neither borrow nor lend.<span class=\"citation\" id=\"94545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94545)\">Ether 14:2<\/a><\/span> The Gentile priests have not been tried in the canyons and many other places, as our Elders have; but we have been tried in a manner that it has taught us to help each other and teach each other. When our children meet to sing, pray, and speak, some may not want to do it. They may say it is too great a trial for them; yet they can do it. With a little practice, that feeling will pass away. Let the names of all in the Ward be taken and given to the Teacher, whether it be the Bishop or anyone that takes the lead of the school or meeting, and let him call upon each one in their turn to pray or speak. Should any young man say, &#x201C;I wish to be excused, for I got drunk the other day, and would not like to speak,&#x201D; you then are the very one that ought to pray, and repent, and do better. But what shall I say? Say that you got drunk, and ask the school to forgive you, and that  <div class=\"break pagebreak\" id=\"252a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0252.pdf\" target=\"pdfwin\">p.&#xA0;252a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2508\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you mean to do better (if you do intend to). This would be a good speech, if you could say nothing more. But if you don't intend to do better, tell them so; say you intend to get drunk every chance you can get, and do all the mischief you can: then the Teacher will know what to do with you&#x2014;cut you off from the Church, and have no more trouble with you. Let the child say, &#x201C;I have been thinking of this work, and mean to keep the commandments of God,&#x201D; or something of this kind, if he can say it in truth; but speak the truth at all times. You could say something, and you would increase in confidence. Someone may think, &#x201C;If I should speak or pray, I should spoil the English language.&#x201D; No matter. In your prayers you do not need to say a great many things to make a speech; but begin by saying, &#x201C;Our Father, who art in heaven;&#x201D;<span class=\"citation\" id=\"124810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124810)\">Matt. 6:9<\/a><\/span><span class=\"citation\" id=\"124811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124811)\">Luke 11:2<\/a><\/span><span class=\"citation\" id=\"82672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82672)\">3 Ne. 13:9<\/a><\/span> then ask for those things that you want and have faith to obtain, and not ask for a thousand things that you don't expect to get. And how many things can we think of that we should thank the Lord for! No matter how broken your speech, you can ask for what you want of men. But the child does not often ask the parent for anything worth a hundred dollars, for they would not expect to get it; but they would ask for bread when they were hungry, in confidence, and get it. I would ask the Lord for things according to my wants and faith, as Elijah did when he asked for rain,<span class=\"citation\" id=\"67200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67200)\">Luke 4:25<\/a><\/span> when there had not been any for three years and six months.<span class=\"citation\" id=\"77739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77739)\">James 5:17<\/a><\/span> What would you think to hear brother Pratt pray, and saying, &#x201C;O Lord, give me some bread today!&#x201D; This I have had to do all my life. I ask God daily for those things which I want. Now, do not mock God by asking him for those things you do not expect to get. <\/div><div class=\"paragraph jod\" id=\"v6n1752\"> When the children come to meeting, and anyone should stand out, and would not speak or pray, they <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2508\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will soon come to it, for they would not like to be out of fashion, and we should make praying, speaking, and righteousness fashionable. Then it would not be a trial to do our duty; then all could be taught, and our follies and errors be corrected. The Teachers should be very particular that all the members speak, pray, and do their duty. What, if we should neglect this branch of the kingdom, and our children should be called to make their first speech, and that should be before Congress or before any body of men where it required confidence, care, and wisdom to present their views in a clear, distinct, and understanding manner. I would not be in that situation for a thousand dollars. But let our children commence speaking together, and learn while they are children. And their minds should be stored with good things in the days of their youth; for what good would it do this people to live till the coming of Christ, if they were not doing the work of God and preparing themselves for it, but spending their time in amusement? <\/div><div class=\"paragraph jod\" id=\"v6n1753\"> All of us may not be called to go on missions, but all should live in such a manner that they may be useful in the kingdom of God. Every woman should help her husband to fulfil his mission. If I am an Apostle, what then? Is my wife an Apostle? She may be engaged in helping in the apostleship. And every sister that desires it can find an opportunity of doing good in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v6n1754\"> How many of you in former days have spoken with delight of the work that was promised you should perform, in your patriarchal blessings&#x2014;that you should teach and instruct the Lamanites, not only in the Gospel, but in domestic labors. This mission is now about to open before you. I hope all will be ready to fulfil it; and if all set a good example before them, it will do much good; but if some set a  <div class=\"break pagebreak\" id=\"253a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0253.pdf\" target=\"pdfwin\">p.&#xA0;253a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2507\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bad example before them, it will do great evil, and they will say, &#x201C;Mormon like Indian; good Mormon and bad Mormon, good Indian and bad Indian.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1756\"> I have not said anything about our letters. The Regency are getting out a new alphabet; and when we learn our letters ourselves, we will teach others. We should improve all our time to a good advantage. We have no time to spend in reading novels or false things. Read the best books&#x2014;the Bible, Book of Mormon, Doctrine and Covenants, and those things that contain truth. Do you think the people read those books enough? No. <div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2507\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Now, do not neglect those things. We want the knowledge those books contain&#x2014;the prophecies and doctrines, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v6n1757\"> Is there one thing that we can neglect and do our duty? No; for while we neglect those things, can we pray for more in faith? No. Can we do our duty as parents, by reading novels or permitting our children to do it; and neglect history, prophecy, and the revelations of God, which contain his commandments unto us, and those principles whereby we become exalted and saved in his presence and be purified? We cannot. May God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}