{"ID":60045, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Instructions and Counsel to Departing Missionaries.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, Delivered at a Special Conference held in the Tabernacle, Great Salt Lake City, August 28, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Instructions and Counsel to Departing Missionaries.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 8\/28\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d45\">\n<div class=\"paragraph jod\" id=\"v6n1769\"> We have come together today, according to previous appointment, to hold a special Conference, to transact business a month earlier than usual, inasmuch as there are Elders to be selected to go to the nations of the earth; and they want an earlier start than formerly. There will probably be Elders chosen to go to the four quarters of the globe to transact business, preach the Gospel, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v6n1770\"> I recollect reading in one of the revelations, in the Book of Doctrine and Covenants, where the Lord says&#x2014;&#x201C;If a man, inasmuch as he is an Elder, has a desire in his heart to preach the Gospel, he it is that is called to preach the Gospel.&#x201D;<span class=\"citation\" id=\"83809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83809)\">D&amp;C 4:3<\/a><\/span> On the other hand, the Scriptures, or some of the other revelations of God, say that &#x201C;many are called, but few are chosen.&#x201D;<span class=\"citation\" id=\"90890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90890)\">D&amp;C 121:40<\/a><\/span> When a man has that desire in his heart, he is called; but, perhaps, not a great many will be chosen to go forth and preach the Gospel. <\/div><div class=\"paragraph jod\" id=\"v6n1771\"> I suppose you are all aware, by the information that we have received from our brethren the Apostles, who have lately returned from foreign missions, that the work of God has commenced in many nations of Europe and upon the islands of the sea. Still there are many nations where the Gospel door has not yet been opened in a direct way. Though the foundation has been laid for the intro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2505\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>duction of the Gospel among them, and indirectly the door has been opened to all nations&#x2014;that is, it has been opened into the main room; still there are a great many adjacent rooms leading from that, that have yet to be opened with the smaller keys. <\/div><div class=\"paragraph jod\" id=\"v6n1772\"> I want to say one thing before we proceed to the business of calling and setting apart those who have to go from this place to the nations this season. We have made a selection of a considerable number of Elders to leave home and go abroad. This may be repugnant to the feelings of some: they may think it is a hazardous undertaking. But at the same time, to go now is nothing to compare with going out to preach the Gospel fifteen years ago, when they had to go, not only without purse or scrip,<span class=\"citation\" id=\"64096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64096)\">Matt. 10:9-10<\/a><\/span><span class=\"citation\" id=\"68116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68116)\">Luke 22:35<\/a><\/span><span class=\"citation\" id=\"84469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84469)\">D&amp;C 24:18<\/a><\/span> but without any knowledge that there was a friend to take them by the hand when they arrived at their destination. Now they cannot go to any part of the world, scarcely, but they will find themselves among the Saints. <\/div><div class=\"paragraph jod\" id=\"v6n1773\"> It is a pleasure to preach the truth. I will say, to those who love to do the will of the Father, as it was with Jesus Christ; for says he, &#x201C;Father, not my will, but thine be done;&#x201D;<span class=\"citation\" id=\"66259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66259)\">Matt. 26:39<\/a><\/span><span class=\"citation\" id=\"124812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124812)\">Luke 22:42<\/a><\/span> I wish to know nothing but thy will, and that I will do until I spend my life. Did he not do this? He did. You require that same spirit and deter<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"256a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0256.pdf\" target=\"pdfwin\">p.&#xA0;256a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2504\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mination to carry out the same purpose; and I beg and beseech of you, brethren, you that shall be chosen, when you are elected, to go, if you don't live until you get to the United States; for when men are called and set apart to the ministry to go to the nations of the earth, if they refuse to go, it is death to them&#x2014;that is, to their characters as faithful Elders in Israel: they go down and not up, backward and not forward. I merely speak of this from my own experience, for I have had one in this Church of upwards of twenty years. I was raised up as it were with the Prophet; I lived with him to the day of his death. As to our present Prophets and Elders, brother Brigham Young I have lived with, with him I have traveled, and with him I have suffered. I have ate and slept with him, and been by his side almost my whole life. I could say with propriety, and I can say it with truth, that Joseph Smith was a Prophet of God, a Seer, a Revelator, an Apostle of Jesus, and was ordained directly under the hands of Peter, James, and John;<span class=\"citation\" id=\"84559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84559)\">D&amp;C 27:12<\/a><\/span> and he died a Prophet, and Hyrum died a Patriarch of Jesus&#x2014;a father in Israel. <\/div><div class=\"paragraph jod\" id=\"v6n1775\"> Brother Brigham Young is the successor of Joseph Smith; and a better man never lived upon the earth, nor ever sought the interest of this people more fervently from morning until night, and <span class=\"italic\">vice versa<\/span>, than he has done. Did he not travel in the days of Joseph? He did, from the time he came into the Church until the death of Joseph; and so did I. Did we ever hesitate for one moment? No, not for a moment. <\/div> <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2504\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n1776\"> Jesus sought to do the will of his Father in heaven;<span class=\"citation\" id=\"66260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66260)\">Matt. 26:39<\/a><\/span><span class=\"citation\" id=\"69234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69234)\">John 6:38<\/a><\/span> so it was our duty to do the will of Joseph; and now it is the duty of us all to do the will of brother Brigham, for he reveals to us the will of God, which is his will. We will do his will as an Elder, as a Prophet, as an Apostle of Jesus Christ, holding the same keys that Peter of old held&#x2014;the same that Joseph Smith held as an Apostle. You all believe this, don't you, without an exception? Well, if this is your faith&#x2014;if this is your determination, I want you should manifest it by raising your right hands, and saying <span class=\"italic\">Aye<\/span>. <\/div><div class=\"paragraph jod\" id=\"v6n1777\"> [A literal forest of hands was the result of this call, and the spacious hall trembled when a simultaneous &#x201C;Aye&#x201D; burst from the mouths of over two thousand persons.] <\/div><div class=\"paragraph jod\" id=\"v6n1778\"> There it is, and it cannot be any other way. <\/div><div class=\"paragraph jod\" id=\"v6n1779\"> I say to those who are elected to go on missions, <span class=\"italic\">Go, if you never return<\/span>; and commit what you have into the hands of God&#x2014;your wives, your children, your brethren, and your property. Let truth and righteousness be your motto; and do not go into the world for anything else but to preach the Gospel, build up the kingdom of God, and gather the sheep into the fold. You are sent out as shepherds to gather the sheep together; and remember that they are not your sheep: they belong to Him that sends you. Then do not make a choice of any of those sheep; <span class=\"italic\">do not make selections before they are brought home and put into the fold<\/span>. You understand <span class=\"italic\">that<\/span>. Amen. <\/div>\n<\/div>\n<\/div>"}