{"ID":60049, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Building Up the Kingdom of God&#x2014;How to Treat Immigrant Saints, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered at a Special Conference held in the Tabernacle, Great Salt Lake City, August 28, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Building Up the Kingdom of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/28\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d49\">\n<div class=\"paragraph jod\" id=\"v6n1844\"> The morning is far spent; but before we close the morning service, I would like to present before the Conference the names of a few Elders who have been selected to take missions. <\/div><div class=\"paragraph jod\" id=\"v6n1845\"> I suppose the brethren understand the object of this special Conference. It is for the purpose of transacting business pertaining to foreign Missions and of giving the brethren an opportunity to cross the Plains before the cold weather. We shall send them out from this Conference. <\/div><div class=\"paragraph jod\" id=\"v6n1846\"> I wish to say to the brethren, I am thankful, and I rejoice in the Lord my Savior, for his choice blessings which we enjoy. It was observed by <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2494\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> brother Benson that brother Brigham has but one fear concerning this people. It is true. <\/div><div class=\"paragraph jod\" id=\"v6n1847\"> I do not fear all the devils in hell, or all the mobs that could be raised; but if I have any fear, it is upon this ground&#x2014;that the people, in their blessings, should forget the Lord their God. I do not see that this is the case with this people; but if there is danger to be anticipated, it is in the slackness of the people to remember the Lord, when the fostering hand of Providence is pouring out blessings upon them and round about them all the day long. <\/div><div class=\"paragraph jod\" id=\"v6n1848\"> This has been in former times, when the blessings of the Lord have  <div class=\"break pagebreak\" id=\"267a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0267.pdf\" target=\"pdfwin\">p.&#xA0;267a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2493\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been poured out upon the people. It is written in the Bible, concerning ancient Israel, that they got fat and kicked against the Lord their God.<span class=\"citation\" id=\"55229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55229)\">Deut. 32:15<\/a><\/span> You may understand the expression as you please. They forgot the Lord and began to trust in the wisdom of man. They forgot their prayers and the duties they owed to one another, and they fell back into a careless, carnal security, and became like the rest of the world. <\/div><div class=\"paragraph jod\" id=\"v6n1850\"> This is the only ground on which I would have fear, were I to entertain any. As I have often said, and the same I can say again&#x2014;it is too late in the day for this people ever to be cast off and disowned by the Lord. The work the Lord promised to do is too nigh accomplished, and he has promised to make a short work on the earth.<span class=\"citation\" id=\"72692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72692)\">Rom. 9:28<\/a><\/span> This work has sometime since commenced; and if any of the people will not serve their God and do the work he has given them to do, they will be removed out of the way, and that speedily. It is too late in the day for this people to apostatize and the Priesthood to be taken again from the earth; so there is not much ground for fears even in this respect. <\/div><div class=\"paragraph jod\" id=\"v6n1851\"> A few words to the Elders of Israel with regard to the building up of the kingdom of God. Suppose every man who has wanted to go out to preach (and almost every Elder has wanted to go)&#x2014;suppose they had all gone six years ago last fall, and left Nauvoo entirely destitute of Elders, and attended diligently to preaching up to this time. Would there have been a place prepared for the gathering of the Saints from all the world? No. There would have been no place for the Elders to gather them to; there would have been no standard reared or rallying point for the people. Do you preach the gathering of Israel and the redemption of Zion? You do; and <div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2493\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when you would have got through this, and found all the rest had been neglected, what would have been the situation of the Elders of Israel? Their mouths would be closed up and sealed; they would not have any more influence among the people than those doctors and philosophers in France spoken of by Elder Taylor: they came, they tarried; and if they paid for what they had, it was all right; they went, and no person cared for them. It would have been the same with the Elders of this Church. <\/div><div class=\"paragraph jod\" id=\"v6n1852\"> The whole machinery is in operation and complete, that, when the Elders go forth to preach the Gospel, every man carries with him a two-edged sword, and pierces the hearts of the people by the spirit of the Gospel which he goes to proclaim. But if the work is in progress only in part, his sword is blunted at once; it has no edge, it is incomplete, and does not pierce the hearts of the people; consequently, he had better have stayed at home. <\/div><div class=\"paragraph jod\" id=\"v6n1853\"> Why I make these remarks is, that we may understand that unless this work is in progress as a whole, it is not complete&#x2014;we are found wanting, and not prepared to do the work we are called and sent to do. Now, it is just as necessary to come to these valleys, build houses, make fences, erect schoolhouses, rear up places of worship, and prepare for the gathering of Israel, as it is to go and preach to Israel to influence them to gather. The one is just as honorable and as acceptable in the sight of God as the other; and those that labor faithfully at home, will be crowned with those that labor faithfully abroad. Those who are selected to remain at home receive as those who are selected to go abroad. <\/div><div class=\"paragraph jod\" id=\"v6n1854\"> It is unnecessary for me, for any of the Twelve, or for any of my brethren to rise up here to preach to the Elders to infuse the spirit of preaching in them; for we have had to hold them  <div class=\"break pagebreak\" id=\"268a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0268.pdf\" target=\"pdfwin\">p.&#xA0;268a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2492\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>back with a cable rope, as it were, to keep them from going to preach. There is no lack of the spirit of the Gospel in the Elders of Israel; for we have been teased all the time to give them permission to go out and give vent to the spirit within them; but had we listened to them, you and I would not have had this commodious house to preach in this day. All the Elders would have been off preaching, and there would not have been enough left to have made the women and children comfortable. <\/div><div class=\"paragraph jod\" id=\"v6n1856\"> What is to be done? Obey counsel. They do and how far? Enough to scare the whole world. Look at the spirit that is in the midst of this people and that overshadows them. What influence does this have upon the nations of the earth? It fills them with terror and awe; and when they reflect and reason, it fills them with astonishment, that there is a people on the earth, in the present confused, revolutionary state of the nations, that will hearken to counsel, and be of one heart and one mind.<span class=\"citation\" id=\"94549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94549)\">Moses 7:18<\/a><\/span> They are filled with fear and astonishment, and they dread the union that is among this people more than they dread the Lord Almighty upon his throne. This is a pretty positive proof that this people are willing to hearken to the counsels of heaven. <\/div><div class=\"paragraph jod\" id=\"v6n1857\"> Brother Benson proclaims in our hearing that this spirit has increased since he left here last fall. It has, and I expect it has grown in his own bosom: it has in mine. What do you think about yourselves, brethren? Would you not be ready also to acknowledge that the same spirit is increasing in your bosoms&#x2014;a spirit of love, and union, and of faith in your calling? I think there are a great many who can say, and say it truly, that this Spirit of the Lord has greatly increased in their hearts for six or eight months past, or for a year. Were it not so, we should not be found grow<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2492\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing in the knowledge of the truth. This is our labor, our business, and our calling&#x2014;to grow in grace and in knowledge<span class=\"citation\" id=\"78502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78502)\">2 Pet. 3:18<\/a><\/span> from day to day and from year to year. <\/div><div class=\"paragraph jod\" id=\"v6n1858\"> I wish to say to this congregation, and I wish them to say to the families of the brethren who are not here today, and I would like all the inhabitants of these valleys to hear it&#x2014;When our brethren who are on the Plains come with their families into this city, or into any of the settlements of the Latter-day Saints, sit down and calmly make a calculation in your own hearts, how you would wish a neighborhood of Latter-day Saints to receive you, if you had been journeying across the Plains this season. Ponder it over in your minds, and place yourselves in the situation of a pilgrim traveling across the Plains; and, after a hard and fatiguing summer's work, now you have got home. Imagine yourselves at the doors of your brethren who have plenty. Here are their gardens groaning with the abundance of the products of the earth&#x2014;with potatoes, beets, and cabbage. Here are milk and butter and fine flour in great quantities. Here are the tomatoes and garden vegetables of every description. Now, you say, I have got home, to my brethren's door, and they have got plenty. What would you wish these brethren to do to you? Ask that same question to your neighbors, and get them to answer it. I can tell you what you would they should do to you. You would wish them to say, Come, brother or sister, into my garden, and help yourselves to some garden sauce; walk in here, and take and eat, and make yourselves glad. And if they turn round and say, Brother how shall I pay you for what I get? then you cannot hear that, for it is something that is altogether out of the question. The Lord gave it to us: now, come and  <div class=\"break pagebreak\" id=\"269a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0269.pdf\" target=\"pdfwin\">p.&#xA0;269a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2491\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>help us to eat it. That do to the emigrant Saints, everyone of you. I know it is the will of the Lord you should do it; and I know, if he should speak to you himself, he would tell you the same thing. I tell you just as it is; and that is just as good, precisely, as though another came and told you. Then the brethren will feel joyful; their hearts will be made glad, and they will know that you are actually growing in the knowledge of the truth. <\/div><div class=\"paragraph jod\" id=\"v6n1860\"> There are a great many coming. Brother Benson says all are coming, even the great granddaddies and great grandmammies, uncles and aunts&#x2014;all are coming, and I am glad of it. I rejoice; for it puts us in a position that we can send out Elders from this place into all the world; whereas, before, our circumstances needed all the men we had here to prepare for the gathering of the Saints. Now the time has come that we can send out our little parties to gather up Israel and preach the Gospel to the nations before the end comes. <\/div><div class=\"paragraph jod\" id=\"v6n1861\"> The reports we have heard from our brethren are favorable, cheering, and rejoicing to every heart. Those who are coming from the islands of the sea and from the old countries where the Elders have been sent&#x2014;those from Pottawatomie and the States are coming home. For the present, this is the place of gathering; here the standard is reared for the Latter-day Saints from all nations, that they may spread out from this place and fill up other places, until the whole continent of America, which is the land of Zion, shall be peopled with the Saints of the Most High. <\/div><div class=\"paragraph jod\" id=\"v6n1862\"> Question: When are we going back to Jackson County? Not until the Lord commands his people; and it is just as much as you and I can do to get ready to go when he does command us. <\/div><div class=\"paragraph jod\" id=\"v6n1863\"> Brothers Benson and Grant have <div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2491\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been successful in their missions. Brother Benson says some of the brethren were glad when he was mobbed. I was glad of it; for every mobbing difficulty will add glory upon the heads of the humble, faithful, and contrite in heart. It serves to prove and give them experience; it shows them the contrast between the one and the other. All this is preparatory for the Saints to enter into their rest, and for the wicked to receive their punishment. Brother Benson has been successful; and I thank the Lord Almighty that he turned the key here last fall, and caused a tremendous commotion among the political elements&#x2014;earthquake, thundering, and lightning above and below the earth, with great excitement. This gathered a great many more Saints than if it had been fair weather all the time. This clashing and noise of the elements stirred up the people in Pottawatomie, and then they wanted to go to the mountains, like brother George A. Smith, in the latter days of Nauvoo: he wanted to go to the mountains, or to California, or to Oregon; he was not very particular. What for? Simply because he was obliged to go somewhere. The Saints who are coming now from Pottawatomie were obliged to leave for the valleys of the mountains. Why? Because they had to run somewhere. Do you suppose I am sorry because of persecution? No: I never was in my life; but I have thanked God a thousand times that the Devil is not yet bound; for if he had been, the Saints would have gone to sleep; and if there could be such a thing, they would have been blotted out of existence, with all their intelligence, and the earth have received them into its bowels. Light, knowledge, truth, wickedness of every kind, the works of the Almighty, and the works of the Devil, all conspire to roll on the great work that the Lord Jesus Christ is  <div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2490\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>doing upon the earth&#x2014;every person and power in their own order. <\/div><div class=\"paragraph jod\" id=\"v6n1865\"> I do not wish to detain the congregation longer this morning. Brother Kimball set before you the object of <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2490\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the meeting, and I have hinted at it. We will now read over a few names that we have selected. May the Lord God of Israel bless you, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}