{"ID":60047, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Condition of the World, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by Elder John Taylor, Delivered at a Special Conference held in the Tabernacle, Great Salt Lake City, August 28, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Condition of the World, &amp;c.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 8\/28\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d47\">\n<div class=\"paragraph jod\" id=\"v6n1788\"> Brother George was talking about setting the world on fire. I think, when the Elders have traveled through the world as far as some of us have, and seen the rottenness and weakness of their institutions&#x2014;the folly and corruption that everywhere prevail, they will find that it is pretty near time, as the Prophets have said, for it to be burned up, and all its works.<span class=\"citation\" id=\"78447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78447)\">2 Pet. 3:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1789\"> But I suppose it is necessary, before the world is burned up, that the good wheat should be saved and gathered into the garner,<span class=\"citation\" id=\"62730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62730)\">Matt. 3:12<\/a><\/span> and prepare to take a fresh start in peopling the earth and placing affairs upon a proper foundation. <\/div><div class=\"paragraph jod\" id=\"v6n1790\"> There is no person that reflects upon the condition of the world, as it now exists, but his heart must be pained&#x2014;must be filled with sympathy <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2502\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for the inhabitants of the earth. I have gazed upon their proceedings myself; I have watched their follies, abominations, and corruptions; I have seen them with mine own eyes until I have wept over them. They seem to me to be regardless of God, heaven, hell, eternity, or anything else; and there are thousands, and tens of thousands, and millions of people upon the continent of Europe that would like no better employment than to go into deadly combat and destroy one another. <\/div><div class=\"paragraph jod\" id=\"v6n1791\"> The people talk about how corrupt we, the Latter-day Saints, are. If all they say about us be true, it is only a tithing of what you will find in the world. I have told them to look at home&#x2014;to examine their own firesides, and they would find plenty of  <div class=\"break pagebreak\" id=\"259a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0259.pdf\" target=\"pdfwin\">p.&#xA0;259a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2501\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>corruption and abomination. They are living without God in the world&#x2014;<span class=\"citation\" id=\"81984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81984)\">Mosiah 27:31<\/a><\/span>without hope,<span class=\"citation\" id=\"74924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74924)\">Eph. 2:12<\/a><\/span> and they are dying without hope; consequently, they are careless, profligate, and reckless. <\/div><div class=\"paragraph jod\" id=\"v6n1793\"> The Lord has shone upon us: he has lit up a candle of intelligence in our souls&#x2014;has imparted to us the principles of eternal truth, opened the heavens, and sent his holy angel to put us in possession of principles that will exalt us in the scale of intelligence among men, and raise us up to be associates of the Gods in the eternal worlds. <\/div><div class=\"paragraph jod\" id=\"v6n1794\"> Then shall we who have thus been blessed with the visions of eternity&#x2014;with light and intelligence&#x2014;we who are filled with the Spirit of God burning in our hearts, who have gazed upon the hidden things of eternity, and contemplated the purposes of God in their majesty and glory&#x2014;I say, shall we shrink from the task of going forth to snatch these fallen sons of men from everlasting burning? Should we refuse to do so, it would testify that we had not a single spark of humanity in our bosoms, and were not fit to live in the world, much less to associate with the Gods in the eternal worlds. <\/div><div class=\"paragraph jod\" id=\"v6n1795\"> I know you have a desire to do these things; but I will tell you, there are many things that are calculated to try the feelings of men. <\/div><div class=\"paragraph jod\" id=\"v6n1796\"> Those who have to go out have to put their noses to the grindstone, and keep them there, and let them grind at it, and not murmur a word; and then, before they are healed, put them there again, and bear it all the time, and go along without saying anything; for you know it is a sin in the religious world to get angry. You need not attempt to without faith in God; and you will have need of all the wisdom and intelligence you can command. You cannot go and convert the world all at once; for it is too far sunken in folly and vice. <div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2501\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> This reminds me of a dream a brother had in France. He said he thought he was trying to kindle a fire on the seashore. Every time he attempted to light it, a wave came and rolled over it, and he could hardly accomplish it until the tide began to recede; and then he considered he would build up a fire when the wood got dry. <\/div><div class=\"paragraph jod\" id=\"v6n1797\"> You need not think of going abroad into the world, and going, as the Methodists sing, &#x201C;on flowery beds of ease;&#x201D; for a great many consider you as impostors, and as a general thing you are looked upon as suspicious characters, to say the least of it, and you will be closely watched. If you go to those foreign nations, your footsteps will be traced. No matter how privately you may make your entrance, or how privately you may take your departure, it will all be known to the police authorities, and they can give all the information required touching your movements. <\/div><div class=\"paragraph jod\" id=\"v6n1798\"> It was not more than ten minutes after I had taken the cab and started to the railway station to take my last departure from France, when one of the high police came to inquire after me. The gentleman with whom I stayed was a very affectionate friend to me, and he kept the police in conversation for two hours, speaking very highly of me. He told them I was a respectable, high-minded man, &amp;c. The police told him of every place I had been at since I came to Paris; when I came to France; what hotel I stayed in; when I went to England, and how long I stayed there; when I went to Germany, and how long I stayed there; what books I had printed, &amp;c., &amp;c. He gave my friend a most minute account of every step I had taken; and all this is recorded in the books of the police. They have a congress of police among the nations of Europe, by which they can transmit information about every per<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"260a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0260.pdf\" target=\"pdfwin\">p.&#xA0;260a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2500\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>son who appears as a public character in any of those nations. <\/div><div class=\"paragraph jod\" id=\"v6n1800\"> This is the way you will be watched. If you go to any of these nations, it will be necessary for you to use the greatest wisdom and prudence, and that you should pray to God to guard you in all things. <\/div><div class=\"paragraph jod\" id=\"v6n1801\"> This police authority did not come after me until I had finished my work. I suppose they would not have injured me, for I had broken no law; but this is their policy. With it we have nothing to do; and I should recommend you strictly to obey all police regulations, and never interfere with any national, civil, or police institutions or regulations. I suppose they might have telegraphed after me, if they wished; but I took another course&#x2014;not, however, knowing that they were after me. I turned off the main route to go by a little seaport town, and I missed the whole concern, and was in France a week longer, and they knew nothing about me. I was out of their track, and came off safe. The Lord blessed me, and I have been blessed as much in these nations as anywhere else. <\/div><div class=\"paragraph jod\" id=\"v6n1802\"> You may talk about difficulties and what you have passed through here and there; but we should not be men, if we did not have difficulties to meet with; and we always feel much better when we have conquered them. <\/div><div class=\"paragraph jod\" id=\"v6n1803\"> This is the difference between us and the world. They meet with difficulties, and they quash down under them, while we ride over them and become victorious. This is the reason why there are so many institutions among the Gentiles that come to naught. They meet with difficulties and fall before them: we meet with the same, but we have a God at the helm, and we triumph over them. <\/div><div class=\"paragraph jod\" id=\"v6n1804\"> Another Elder and myself stayed in a hotel in a small town for about a week, the landlord of which was an <div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2500\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> infidel. After we had been there two or three days, I told the landlord I was a religious man. He replied, &#x201C;Oh, you are religious, are you? Religion is a pack of nonsense.&#x201D; I told him I cared as little about most of the religion of Christendom as he did; but the one I believed in, I told him, would benefit both body and soul, in time and eternity. I talked to him a little about it, and he began to feel much interested. <\/div><div class=\"paragraph jod\" id=\"v6n1805\"> I told him about the success and the prosperity that attended our works; and finally he said, &#x201C;I don't know but I will sell out and go to America; for I am tired of France.&#x201D; I said, I will tell you where you will find a first-rate place to settle down in that country; and I directed him to Iowa. He spoke to an Elder that was with him after I had gone away, and said, &#x201C;I don't like the way Mr. Taylor speaks to me.&#x201D; &#x201C;Why?&#x201D; said the Elder. &#x201C;He speaks as though he wants to push me off on one side somewhere; and I want to go where he is. You have got the right religion; and had I found this, I should have been a religious man.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1806\"> I talked to another gentleman who came in, who wanted to be introduced to me&#x2014;a man of good education, and who talked the English language as well as I did. We talked about everything, almost, until religion came on in the conversation. When I was preparing to leave, the gentleman said, &#x201C;Oh, Mr. Taylor, I wish you would stay three or four days more here, and I will introduce you to a rich sugar manufacturer; and there is a gentleman living in a castle not far from here&#x2014;I will introduce you to him.&#x201D; They felt as sorry at my going away as though I had stayed with them twelve months, and they came more than a mile to see me off and bid me goodbye, and prayed God to bless me before I left. <\/div><div class=\"paragraph jod\" id=\"v6n1807\"> You will see many such things as  <div class=\"break pagebreak\" id=\"261a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0261.pdf\" target=\"pdfwin\">p.&#xA0;261a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2499\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these. I could have introduced the Gospel in the whole of that country, had I had time. You will find that the Spirit of the Lord will go before you and prepare the way.<span class=\"citation\" id=\"87917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87917)\">D&amp;C 84:88<\/a><\/span> I had men come to me and say, &#x201C;God bless you! You are the man I dreamed about.&#x201D; That is the kind of feeling that operates upon the people in those parts, as well as in other parts of the world. The Spirit of the Lord goes before his servants. <\/div><div class=\"paragraph jod\" id=\"v6n1809\"> I recollect associating with some medical professors&#x2014;American gentlemen, who had come to Paris for the purpose of attending medical lectures, &amp;c., at <span class=\"italic\">l' Ecole de Medicine<\/span>, and visiting the hospitals; and though we were &#x201C;Mormons,&#x201D; they were glad to have our society, and seemed to feel a desire to associate with us. We talked &#x201C;Mormonism&#x201D; to them, and many other things. <\/div><div class=\"paragraph jod\" id=\"v6n1810\"> These men came there, remained two or three months, and went away. Nobody cared anything about them, only just as much as they paid their way, and that was all. We went <div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2499\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there and planted the Gospel in the hearts of the people; and they feel as all other people do who are members of this Church. The Spirit of God was with them, and we could rejoice in the bosom of our friends and talk of the things of God and the blessings he gives to his people. I looked at these doctors, and I said to myself, You poor miserable creatures! You wander round the world without the Spirit and blessings of God, and nobody cares for you, whether you live or die, while we come here to plant the standard of truth in the hearts of the people, and can rejoice with them in its blessings. <\/div><div class=\"paragraph jod\" id=\"v6n1811\"> If any of you go into those countries, you will find as warm-hearted people as you will find anywhere else. Brothers F. D. Richards and E. Snow can bear testimony to this. The Gospel has the same effect in their hearts as it has in yours. I won't occupy your time further. May God bless you, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}