{"ID":60044, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Apostasy, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Jedediah M. Grant, Delivered in the Tabernacle, Great Salt Lake City, June 28, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Apostasy, &amp;c.<\/div>\n<div class=\"speaker\">Speaker: Jedediah M. Grant<\/div>\n<div class=\"date\">Date: 6\/28\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d44\">\n<div class=\"paragraph jod\" id=\"v6n1758\"> I am pleased that this Conference convened upon the 27th, for it is a date written indelibly upon our memories. <\/div><div class=\"paragraph jod\" id=\"v6n1759\"> We have been blessed in hearing the testimonies which have been borne by Presidents Young and Kimball, and Elder Taylor. I think the majority of this congregation, though they might not be able to bear as strong a testimony as those who have spoken, can bear testimony that the Lord our God, by the inspiration of the Holy Ghost, has revealed to them that Joseph Smith, while he lived, was a Prophet of God, inspired by the revelations of the Almighty to unfold the eternal truths of heaven to a perishing world. <\/div><div class=\"paragraph jod\" id=\"v6n1760\"> I believe that the feelings of this people respond to the testimony that <div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2507\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> has been borne today; and if we should wait here for all this people to express their feelings in relation to their confidence in Joseph Smith as a messenger of heaven, and in the revelations of God through him, we should have to wait many years. <\/div><div class=\"paragraph jod\" id=\"v6n1761\"> There are some things we know by seeing, and other things we know by hearing, tasting, smelling, &amp;c.; but the light of the Eternal Spirit that brought us out of darkness into the Church of God is the great abiding testimony of this people. <\/div><div class=\"paragraph jod\" id=\"v6n1762\"> Indeed, men have apostatized after they have seen and heard Joseph, after they have seen angels, after they have seen the sick healed, and after they have spoken in tongues and prophesied, and had the interpretation of tongues. You will recollect that long  <div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2506\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>since I gave you my advice in relation to the proper time a man ought to apostatize. My advice was that he should never apostatize in a dark and cloudy day&#x2014;<span class=\"citation\" id=\"60796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60796)\">Ezek. 34:12<\/a><\/span>never when he felt bad&#x2014;never because he felt hard towards his brother or brethren in the Church; but when he apostatizes, he should wait for a clear day, when everything around him is prospering; and then, before he apostatizes, he should ask counsel. <\/div><div class=\"paragraph jod\" id=\"v6n1764\"> In relation to men's apostatizing, I recollect in the upper room of the Temple in Kirtland, Ohio, when we were assembled there, a very noted man, by the name of Sylvester Smith, bore testimony of what he had seen of the Prophet of God, of angels, &amp;c. He said he wanted to bear testimony, and continued to say, &#x201C;I have spoken by what you call the Holy Ghost; the eyes of my understanding have been touched,<span class=\"citation\" id=\"74889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74889)\">Eph. 1:18<\/a><\/span> and I have seen convoy after convoy of angels; I have laid hands on the lame, and they have leaped like an hart;<span class=\"citation\" id=\"59188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59188)\">Isa. 35:6<\/a><\/span> I have spoken with tongues and had the interpretation thereof; I have seen the sick healed time after time&#x2014;but let me tell you, everything I have seen and everything you have seen is the height of idiotism.&#x201D; This was Sylvester Smith, after he apostatized. <\/div><div class=\"paragraph jod\" id=\"v6n1765\"> This was the testimony of an apostate, which is conclusive proof to <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2506\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> me that a man may see the hosts of heaven&#x2014;the chariots of Israel and the horsemen thereof,<span class=\"citation\" id=\"55776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55776)\">2 Kgs. 2:12<\/a><\/span> and gaze on the glory of God, and be filled with the Holy Ghost; and unless he retains the Spirit of God, he will apostatize. Therefore my advice to the Saints has been, and is, and whenever I give you good advice in the future, it will be the same, that you propose in your hearts never to depart from God or from his people, only when you are filled with the Holy Ghost; and then when you do it, ask counsel of his servants. <\/div><div class=\"paragraph jod\" id=\"v6n1766\"> I felt glad when brother Brigham nominated John Smith, the son of Hyrum, to be our Patriarch. I have been acquainted with his father personally. I have lived with him for years, and I know the spirit that is in his son; and I know the Lord God has promised to bless his children, and that his Spirit will rest upon his son, to unfold and teach the eternal truths of heaven to bless the people of God. <\/div><div class=\"paragraph jod\" id=\"v6n1767\"> I would rather have a young man to fill this office than an old man who is filled with the leaven of sectarianism. Give me a man who was raised by a &#x201C;Mormon&#x201D; father and a &#x201C;Mormon&#x201D; mother, and raised up in the faith from his childhood. That is the man I want to bless me and the people of God. <\/div>\n<\/div>\n<\/div>"}