{"ID":60056, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Heirship&#x2014;Necessity of Adherence to the Instructions of the Priesthood&#x2014;Counsel to Departing Missionaries.<\/div>\n<div class=\"subtitle\">A Speech by Elder Orson Hyde, Delivered at a General Conference held in the Tabernacle, Great Salt Lake City, April 8, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Heirship, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 4\/8\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d56\">\n<div class=\"paragraph jod\" id=\"v6n2103\"> Brethren and sisters&#x2014;I think the words that have just fallen from the lips of our President must have left an impression upon all hearts susceptible of understanding, that time will not easily remove. <\/div><div class=\"paragraph jod\" id=\"v6n2104\"> I am sure there is no one in this congregation, however he may be entangled in the meshes of the net himself, but must be constrained to say, &#x201C;True and righteous are thy ways, thou King of Saints.&#x201D;<span class=\"citation\" id=\"80063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80063)\">Rev. 15:3<\/a><\/span><span class=\"citation\" id=\"80121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80121)\">Rev. 16:7<\/a><\/span> When we hear the law which governs the right of heirship laid down so clearly, plainly, and forcibly as on the present occasion, we cannot but see; and seeing, we cannot but rejoice and be glad. <\/div><div class=\"paragraph jod\" id=\"v6n2105\"> When a doctrine with which we have not formerly been acquainted is first preached to us, it is not always that we come into possession of the whole truth pertaining to it at once. This we do not expect. <\/div><div class=\"paragraph jod\" id=\"v6n2106\"> I will illustrate it by a principle with which we are all acquainted. Does any person in this congregation doubt the ability of those skilled in the manufacture of sugar to produce that article from the beet root in this valley? I presume there is not one that doubts it. Again&#x2014;Is there anyone that doubts the ability of those who are engaged in the iron regions to produce in time that which is needful and necessary for the comfort and convenience of the people and for the improvement of this valley? Did they produce by the first blast, by the first exertion, that quality of iron that was necessary to cast into andirons like these? [pointing to two andirons <div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2451\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which were placed upon the desk.] No. There were many comparatively fruitless attempts before anything essential could be brought out; but these fruitless efforts must of necessity precede the real, the genuine product. So it is with regard to the manufacture of sugar. There have been attempts made this year to produce sugar, and partially successful. We are moving step by step to produce the very article that we need. <\/div><div class=\"paragraph jod\" id=\"v6n2107\"> How many times have the people of this valley been engaged in various matters and things; but have they brought forth the genuine articles they wished to produce at the very first attempt? No. Is it to be expected that Heaven will pour out the fulness of the truth in all its brightness at once upon us mortals, whose minds are naturally in darkness&#x2014;naturally mixed with the world and its errors? No. But the Lord first sends mortals like unto ourselves to give us light in proportion to our capacity, and by degrees prepare us to drink of the golden streams in all their rich effulgence and glory. <\/div><div class=\"paragraph jod\" id=\"v6n2108\"> We have had sudden impressions, intimations, and suggestions, from time to time, which were correct, though perhaps not so clear, and a little error mixed up along with them: therefore, if the exertion to do right has been made and error has stepped in, the President has said he could exercise compassion and wink at the ignorance that has existed. But the time has now come when this error is being swept away by the light of  <div class=\"break pagebreak\" id=\"310a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0310.pdf\" target=\"pdfwin\">p.&#xA0;310a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2450\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>truth, and the pure principles upon which we can ground our faith are beginning to be made manifest. <\/div><div class=\"paragraph jod\" id=\"v6n2110\"> Jesus Christ is the heir of this lower world. Though he has been deprived, through the operation of the enemy to all righteousness,<span class=\"citation\" id=\"71833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71833)\">Acts 13:10<\/a><\/span><span class=\"citation\" id=\"81856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81856)\">Mosiah 4:14<\/a><\/span> for a long time of enjoying his right&#x2014;though the world was his own and everything in it&#x2014;though all things were made by him that were made,<span class=\"citation\" id=\"68498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68498)\">John 1:3<\/a><\/span> yet, when he came to take possession of his inheritance, his own would not receive him. Hence he said, &#x201C;The foxes have holes, and the birds of the air have nests; but the Son of man hath not where to lay his head.&#x201D;<span class=\"citation\" id=\"64038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64038)\">Matt. 8:20<\/a><\/span> Even upon his own inheritance there was not room where he might be permitted to lay his head. The day was postponed, and the time thrown in the future, when he should come into possession of his own. <\/div><div class=\"paragraph jod\" id=\"v6n2111\"> But will that time come? Will the Son of God always be deprived of his right to the inheritance? No; it cannot be. He will come armed with power and glory eventually, and take possession of his own. When he came to take the world, to rule and reign over it, his effort was comparatively a fruitless one; for, instead of this, he was crucified. Fruitless, did I say? Must there not be an experiment&#x2014;an exertion made before anything can be accomplished? Were there not many exertions made before that andiron could be produced? Certainly. Were they fruitless? Comparatively not; for they were necessary, and must precede that article, to pave the way. The Son of God came to take possession of his inheritance here. Did we say it was a fruitless attempt? I will not say so. It was necessary: it was as it should be. Yet he went from the world without becoming its ruler; he went to accomplish the will of his Father, to gather strength and power to effect, in his own due time, the very object and purpose for which he came. Though he had to lay <div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2450\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> down his life, it all seemed to be right and necessary; yet this does not discourage him: he is resolved to try it again. Why? Because he is the heir, and will not give up his inheritance, no more than any son would yield up his heirship to a stranger when his eyes are opened and his mind can comprehend his rights and privileges. <\/div><div class=\"paragraph jod\" id=\"v6n2112\"> I tell you, brethren, this is beginning to look like the restitution of all things,<span class=\"citation\" id=\"71360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71360)\">Acts 3:21<\/a><\/span> when every right is restored to its legitimate heir. When every man and woman are put in possession of their own, then there is nothing to make life disagreeable. If I should see one belonging to me in the hands of another, I should feel that something was lacking to complete my happiness; but if everything that belongs to me is restored to my jurisdiction and placed under my control, where, then, is the aching void? It cannot be; for every principle, desire, and affection of the whole soul is satisfied, and I will say it is right. When all things are restored to their proper place&#x2014;every treasure to its rightful heir, there can be no ground for dissatisfaction&#x2014;no ground of complaint or of murmuring. And He that sitteth in the heavens understands and knows well the time to bring about all these things&#x2014;the proper time to let the heir know and understand his right. <\/div><div class=\"paragraph jod\" id=\"v6n2113\"> It would not be wise to tell the inexperienced child that an extensive legacy had fallen to him, until he should be old enough to appreciate it. If it were told him before, he might give way to vanity and a thousand foolish ideas and vices that would prove his ruin. When he is kept in ignorance of it until he is able to appreciate it, it is very likely, when he is informed of it, to make him a dignified being. These principles have been wisely hid from us while we were children. When the time  <div class=\"break pagebreak\" id=\"311a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0311.pdf\" target=\"pdfwin\">p.&#xA0;311a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2449\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>draws near that we can appreciate them, our heavenly Father begins to make them manifest, to show to the heirs what belongs to them; and those who have taken the rights of others must relinquish them: they must fall back into the hands of the legitimate owners. For, just as sure as Lucifer, who has usurped authority over this world, has got to resign it to the Son of God, so sure must every right which has been taken from others be relinquished to its rightful owner. Not that I would compare my brethren who may have transcended certain bounds to Lucifer; but I tell you that Lucifer has a little sprinkling in the matter: this is the alloy. However, it is to be winked at, and heaven's truth will purge the hearts that beat for immortality and eternal life from all this alloy, and by-and-by they will find themselves &#x201C;right side up, with care.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n2115\"> It is for us to attend the instructions we receive from those who are called to teach us, and do our duty in the office and calling unto which we are appointed,<span class=\"citation\" id=\"90389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90389)\">D&amp;C 107:99<\/a><\/span> and Heaven will provide and take care we get those things which we need. Why, says Isaac (when his father had prepared the wood and fire for the burnt offering), &#x201C;Where is the lamb to sacrifice?&#x201D; Oh, says Abraham, looking upon his son with eyes that spoke volumes, and a heart containing a world of feeling, &#x201C;God will provide the sacrifice.&#x201D;<span class=\"citation\" id=\"53298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53298)\">Gen. 22:7-8<\/a><\/span> Little did Isaac think he was the individual. The words of Abraham were enough to teach his son not to give himself any anxiety about that at all. We are to provide the wood and fire, and the lamb God will provide in his own due time. Our greatest concern ought to be how to discharge the duties that are made obligatory upon us&#x2014;how to act in our respective callings with an eye single to the glory of God. <\/div><div class=\"paragraph jod\" id=\"v6n2116\"> If I understand my own feelings and am capable of judging of things, <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2449\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I want none of the blessings that belong to my neighbor. I do not crave them. If I come in possession of anything that is not mine, and I might entertain the strongest feelings of attachment towards it, if I must have these feelings sacrificed, and the object of my tenderest regard taken away and given to another, what shall I do? Why, suffer it, and not complain. <\/div><div class=\"paragraph jod\" id=\"v6n2117\"> Brethren and sisters, I say, things are coming to light, hidden things are being made manifest,<span class=\"citation\" id=\"89510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89510)\">D&amp;C 101:32-33<\/a><\/span> and we have reason to rejoice and be glad. <\/div><div class=\"paragraph jod\" id=\"v6n2118\"> I want to say a few words to the Elders that are going abroad to preach the Gospel. If I had never been abroad to preach, I could not speak upon this matter as I now can, though I have not been abroad, perhaps, as much as many others have; but I have to a certain extent, which has afforded me an experience I wish others to be benefited by. Brethren, do we realize that we are not only seeking for a crown of eternal life in a glorious resurrection, but that the destinies of the world depend upon our course, our actions, and our conduct in life. What are we sent forth to preach the Gospel for? To save the meek: but to the proud, the haughty, and high-minded, we are not sent. Jesus came not to call the righteous, but sinners to repentance.<span class=\"citation\" id=\"67209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67209)\">Luke 5:32<\/a><\/span> And &#x201C;how beautiful upon the mountains are the feet of him that publisheth peace, and bringeth glad tidings to the meek.&#x201D;<span class=\"citation\" id=\"59553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59553)\">Isa. 52:7<\/a><\/span><span class=\"citation\" id=\"124820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124820)\">Isa. 61:1<\/a><\/span> That is, in other words, how beautiful are the feet of them that come from the mountains, bringing glad tidings unto the meek. How enviable is their position. There are no beings upon earth that, in reality, are so dignified and exalted as the men that have these glad tidings to proclaim to the world, though the world may not know it&#x2014;may not see them in their true character. <\/div> <div class=\"break pagebreak\" id=\"312a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0312.pdf\" target=\"pdfwin\">p.&#xA0;312a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2448\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n2120\"> The world does not know them, because it knew not their Master, but crucified and put him to death. This, however, did not deprive him of his glory; and although they did not appreciate the blessing, it was known in heaven, and on earth by the faithful. <\/div><div class=\"paragraph jod\" id=\"v6n2121\"> So we his servants are going forth to save the meek&#x2014;to proclaim the truth to the meek of the earth,<span class=\"citation\" id=\"124821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124821)\">Matt. 5:5<\/a><\/span> and gather them together. It is said in the good Book that the Saints shall judge the world.<span class=\"citation\" id=\"61689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61689)\">Dan. 7:22<\/a><\/span><span class=\"citation\" id=\"73226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73226)\">1 Cor. 6:2<\/a><\/span> Who are going forth now to judge the world? Who are going forth to bind up the law and seal up the testimony?<span class=\"citation\" id=\"58024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58024)\">Isa. 8:16<\/a><\/span><span class=\"citation\" id=\"88642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88642)\">D&amp;C 88:84<\/a><\/span> To whom has this work been committed in the last days? To the servants of our God. <\/div><div class=\"paragraph jod\" id=\"v6n2122\"> But, says one, in the day of judgment all these things are to be made known, and the destinies of men are to be made manifest away in the future sometime. What does the Savior say? He says, &#x201C;Now is the judgment of this world, and now shall the prince of this world be cast out.&#x201D;<span class=\"citation\" id=\"69807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69807)\">John 12:31<\/a><\/span> I see, even in the kingdoms of the world, where their laws are in force and prevail&#x2014;yea, even here in our city, I see men apprehended for crime. Shall we give them a postponement of their judgment until the final breaking up of the government away ahead? No. But immediately after the crime is committed. I see them arraigned at the bar of justice, tried and condemned; then they may be seen ornamented with a ball and chain in the street. <\/div><div class=\"paragraph jod\" id=\"v6n2123\"> Now is the judgment of this world; now are the laws of heaven and of earth in force. Shall crime be permitted to accumulate in the kingdom of God, and never meet its doom until the end of the world? Now is the judgment of this world; and when an individual goes forth with the everlasting Gospel, bears his testimony in meekness, and it is rejected by any <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2448\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> person or people, and he washes his feet in clean water, bearing testimony of it before his God,<span class=\"citation\" id=\"87942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87942)\">D&amp;C 84:92<\/a><\/span> what has he done to that people? Do they want to wait for another judgment, when the judgment is already passed? For it is said, Thou shalt go thy way, and return not again to that man or to that house, city, or people.<span class=\"citation\" id=\"87943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87943)\">D&amp;C 84:92<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2124\"> When the servants of God bind up the law and wash their feet against the people, does not this look like the Saints judging the world? With such a people the judgment is passed. They do not know it; but they will find it out when they wake up from the long sleep of death and reckon their history. They will find out that away back at a certain time a servant of God washed his feet against them. Ah! There the die was cast; <span class=\"italic\">there<\/span> their doom was sealed; there they were barred out against coming into the kingdom of God. <span class=\"italic\">That<\/span> was the important moment when salvation passed from them. <\/div><div class=\"paragraph jod\" id=\"v6n2125\"> Is there any such thing as men having power to forgive sins on earth<span class=\"citation\" id=\"64053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64053)\">Matt. 9:6<\/a><\/span><span class=\"citation\" id=\"124822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124822)\">John 20:23<\/a><\/span> and they are forgiven in heaven&#x2014;of retaining them and they are retained in heaven?<span class=\"citation\" id=\"91764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91764)\">D&amp;C 132:46<\/a><\/span> When the servants of God wash their feet against those who reject his counsel against themselves, do they retain their sins, or forgive them? The Lord says, &#x201C;What you do on earth I do in heaven,&#x201D; because &#x201C;he that heareth you heareth me,<span class=\"citation\" id=\"64229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64229)\">Matt. 10:40<\/a><\/span> and he that rejecteth you rejecteth me.&#x201D;<span class=\"citation\" id=\"124823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124823)\">Luke 10:16<\/a><\/span><span class=\"citation\" id=\"89344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89344)\">D&amp;C 99:4<\/a><\/span> Brethren, think of these things, and remember the words spoken still further&#x2014;viz., &#x201C;But search with all diligence and care.&#x201D;<span class=\"citation\" id=\"87946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87946)\">D&amp;C 84:94<\/a><\/span> Be careful not to wash your feet against any but those that are worthy; but endeavor, with long-suffering, and amid the contradiction of sinners against yourself, to be diligent and patient until it go to the last extremity; but when you have done so against a house, an individual, or people, be careful not to return there again, but go your way, even as it is said. <\/div> <div class=\"break pagebreak\" id=\"313a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0313.pdf\" target=\"pdfwin\">p.&#xA0;313a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2447\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n2127\"> By-and-by, when we get through this world, we shall have another sphere to act in. But, say the noble and proud of the world, &#x201C;I care not for your washing of feet or your testimony, because, when I die I go into an eternal world, and there I will meet my God, and not you. He will be more merciful to me. I will have nothing to fear from you, for you will have no more power there than myself.&#x201D; But when you go into the eternal world, if that same Elder who washed his feet against you in this should be the only God you should ever see or find in the eternal world, then you meet with the <span class=\"italic\">rubbers<\/span> again. <\/div><div class=\"paragraph jod\" id=\"v6n2128\"> Now, there are Lords many and Gods many; but unto us there is but one God, the great Father of all.<span class=\"citation\" id=\"73276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73276)\">1 Cor. 8:5-6<\/a><\/span> When he says, &#x201C;<span class=\"italic\">He that rejects you rejects me<\/span>,&#x201D;<span class=\"citation\" id=\"124824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124824)\">Luke 10:16<\/a><\/span><span class=\"citation\" id=\"89345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89345)\">D&amp;C 99:4<\/a><\/span> the same importance is attached to your words as to his. What shall we do when we go into the eternal world, after we have labored and toiled in this for the cause of truth? We are to act upon our Priesthood still; for it is an everlasting Priesthood, without beginning of days or end of life.<span class=\"citation\" id=\"87535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87535)\">D&amp;C 84:17<\/a><\/span> It lasts forever. What, last forever, and still have nothing to do, as some imagine? We have a great deal to do. When brother Parley was speaking on the condition of the spirits in the spirit world, about their being as dark and ignorant as they are here, I thought we should have plenty to do. These Spirit Rappers that communicate with mortals are no doubt a grade of spirits that are as ignorant of celestial principles as the wild, degraded Indian. The spirit that raps can tell about somebody that comes within the circle of his knowledge; but what does he know about Jesus Christ and the eternal plan of salvation any more than these Indians? Upon this matter they are in the dark. Those men who hold the Priesthood will enter the abodes of <div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2447\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> those spirits and make a proclamation of the Gospel to them, and I presume it will be something similar to Paul's proclamation at Athens. The people of that city worshipped all the gods of the nations; and for fear there should be one whom they did not worship, they erected an altar to the &#x201C;UNKNOWN GOD.&#x201D; &#x201C;Whom you ignorantly worship,&#x201D; says Paul, &#x201C;him declare I unto you.&#x201D;<span class=\"citation\" id=\"71935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71935)\">Acts 17:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2129\"> Perhaps the very first proclamation of the Priesthood among those spirits who give spiritual communications to mortals will draw forth a confession of their ignorance of the true God and the principles of life and salvation; but you will go there to put them right and declare to them the true God&#x2014;the true principles of spiritual communication&#x2014;to point out wherein their way of communication is not lawful&#x2014;that there is but one eternal source of true and certain communication to the other world, and that is through Jesus Christ. You will tell them that he has been upon our earth, and visited their dominions long ago, and that he has sent you now to fill his track and set them right. <\/div><div class=\"paragraph jod\" id=\"v6n2130\"> How was it at the time the Savior came on the earth? There were all kinds of spirits abroad ready to communicate; hence there were false teachers and false Christs. But the Savior of the world entered their dark abode and put them right, to redeem them, and have mercy and compassion on them. So, when we go hence, we shall go into just such a place&#x2014;into paradise, or the spirit world, to preach to them and regulate them. We shall know better about it when we get there: we shall understand our mission better. <\/div><div class=\"paragraph jod\" id=\"v6n2131\"> When brother Parley was preaching about the thief on the cross,<span class=\"citation\" id=\"68361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68361)\">Luke 23:43<\/a><\/span> who was ignorant of the principles of salvation&#x2014;(the Savior would not stop to preach to him when he was expiring upon the cross, but he postponed it until he  <div class=\"break pagebreak\" id=\"314a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0314.pdf\" target=\"pdfwin\">p.&#xA0;314a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2446\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>got into the spirit world, and there he instructed him) someone whispered to me&#x2014;I cannot tell who it was&#x2014;&#x201C;Would it not be a good thing to send some of <span class=\"italic\">our<\/span> thieves on a mission to take lessons in that school?&#x201D; It would perhaps be a higher school than this: they might feel themselves exalted and elevated, if they got into a higher class. [A voice in the stand: &#x201C;There are no stray cattle to look after there!&#x201D;] I expect stray cattle do not belong to that department. These matters are of moment and of vital importance to the Elders of Israel, and ought to rest with weight upon their minds. <\/div> <div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2446\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n2133\"> I do not feel disposed to trespass further upon your time. I wanted to reiterate the remarks of the President. He has illustrated the matter and made so it clear that every eye may see it, and every heart understand. He knew what was necessary. He has not only given us a text, but preached the sermon also. I cannot make it any plainer, and it would darken counsel by words without knowledge to attempt it. <\/div><div class=\"paragraph jod\" id=\"v6n2134\"> I pray and beseech you to be awake to these things; and may God bless us and save us all in his kingdom. Amen. <\/div>\n<\/div>\n<\/div>"}