{"ID":60055, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Heirship.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered at a General Conference held in the Tabernacle, Great Salt Lake City, April 8, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Heirship.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/8\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d55\">\n<div class=\"paragraph jod\" id=\"v6n2082\"> I wish to deliver a short discourse, which may, perhaps, become a lengthy one before the close of this Conference. <\/div><div class=\"paragraph jod\" id=\"v6n2083\"> I will now give the text, and probably shall call upon the brethren to fill out the sermon. I do not know that I can refer you to the Bible for the particular chapter and verse, to find the text; but the text may be given here, and the book referred to hereafter. <\/div><div class=\"paragraph jod\" id=\"v6n2084\"> The text is the <span class=\"italic\">Right of Heirship<\/span>. I will, however, make an addition to the Scripture before I proceed further with my remarks, and say, <span class=\"italic\">The Right of Heirship in the Priesthood;<\/span> <div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2454\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for unquestionably this will be connected with the text and brought into the discourse. <\/div><div class=\"paragraph jod\" id=\"v6n2085\"> In the little that I shall say, I will endeavor to point out the items of doctrine and the right view to be contemplated and spoken upon by the brethren; for I wish this subject to be properly understood. <\/div><div class=\"paragraph jod\" id=\"v6n2086\"> Pertaining to the kingdom of God, to this earth, to the organization of it, to the bringing forth of the children of men upon it, to the preparatory Gospel or law to fit and prepare them, after receiving their tabernacles, to enter again into the presence of their Father and God, this heirship, this  <div class=\"break pagebreak\" id=\"307a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0307.pdf\" target=\"pdfwin\">p.&#xA0;307a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2453\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>right did belong, still belongs, and forever will belong to the firstborn son in every family of Adam's race. <\/div><div class=\"paragraph jod\" id=\"v6n2088\"> This is understood from the Bible, not only by the Latter-day Saints, but also by the Christian world. Jesus Christ, first begotten of the Father, of all the rest of the children, and of all they possess, alone is the lawful heir. This is no mystery. <\/div><div class=\"paragraph jod\" id=\"v6n2089\"> After passing over the ages and generations of the children of men for about six thousand years, we will come to the present congregation and say the right of heirship is the same now that it was in the beginning. It is as it was and as it ever will be, worlds without end. This I wish the Latter-day Saints to understand a little better than they have heretofore. I will give you my reason. <\/div><div class=\"paragraph jod\" id=\"v6n2090\"> For instance, there are sisters in this Church that have been bereaved of their husbands, who died full of faith in the holy Gospel and full of hope for a glorious resurrection to eternal life. One of them is visited by a High Priest, of whom she seeks information touching her situation and that of her husband. At the same time, the woman has a son twenty-five years of age, who is an Elder in one of the Quorums of Seventies, and faithful in all the duties connected with his calling. She has also other sons and daughters. She asks this High Priest what she shall do for her husband, and he very religiously says to her, &#x201C;You must be sealed to me, and I will bring up your husband, stand as proxy for him, receive his endowments and all the sealing, keys, and blessings, and eternal Priesthood for him, and be the father of your children.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n2091\"> Hear it ye mothers! The mother that does that barters away the sacred right of her son. Does she know it? No. This has been done in hundreds of instances, though innocently and in ignorance, which makes it excusa<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2453\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ble. For my own part, I am willing to wink at the ignorance of the people, and I believe our heavenly Father is. <\/div><div class=\"paragraph jod\" id=\"v6n2092\"> But you that will hear and be made to understand the true principles that govern this matter, go from this place and do hereafter as has been done in bygone days; and <span class=\"italic\">instead of the children being robbed of their just rights, the woman shall lose her children, and they shall yet stand in their place and be put in the possession of their rights<\/span>. What is to be done? Let mothers honor their children. If a woman has a son, let her honor that son. <\/div><div class=\"paragraph jod\" id=\"v6n2093\"> But a mother may say, &#x201C;My son is only five years old. I never had but one son among a number of daughters. I am advancing in years, and may die before I can be sealed to my husband.&#x201D; Let that son wait until he is old enough to officiate for his father; and though you may go into your grave, let your son do his duty, and [you] never hang to the skirts of a man that is avaricious. <\/div><div class=\"paragraph jod\" id=\"v6n2094\"> You may see a great many miserly persons with regard to dollars and cents. It is just as natural for men to be miserly with regard to their religious blessings. You may see hundreds of Elders who say to the sisters, &#x201C;<span class=\"italic\">Come and be sealed to me<\/span>,&#x201D; crawling round to make the holy ordinances of God a matter of speculation to administer to their avaricious dispositions. They will tell you that you will go into eternity and find yourselves without husbands, and cannot get an exaltation&#x2014;that you cannot have this, that, or the other, <span class=\"italic\">unless you are sealed to them. I am free, and so are you<\/span>. My advice to the sisters is, <span class=\"italic\">Never be sealed to any man unless you wish to be<\/span>. I say to you High Priests and Elders, <span class=\"italic\">Never<\/span> from this time <span class=\"italic\">ask a woman to be sealed to you<\/span>, unless she wants to be; but <span class=\"italic\">let the widows and children alone<\/span>. <\/div> <div class=\"break pagebreak\" id=\"308a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0308.pdf\" target=\"pdfwin\">p.&#xA0;308a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2452\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n2096\"> I will refer you to a discourse I delivered here last season upon the subject of the resurrection and the millennium, setting forth before the people the work to be accomplished in that period of time. We have at least one thousand years, counting three hundred and sixty-five days, five hours, forty-eight minutes, and fifty-seven seconds to the year, if I recollect right, wherein the Elders of Israel will enter holy temples of the Lord and officiate for just such persons as you and I, that have done the work we were called to do in our day, whether it was much or little. There will be hundreds of thousands of the sons of Jacob<span class=\"citation\" id=\"124818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124818)\">Mal. 3:6<\/a><\/span><span class=\"citation\" id=\"124819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124819)\">D&amp;C 109:58<\/a><\/span> to administer in these temples for you and me. Joseph, Hyrum, father Smith, and many others will be there to dictate and preside. Joseph will stand at the head of this dispensation and hold the keys of it, for they are not taken from him: they never were in time; they never will be in eternity. I shall be there if I live or if I die. If I die, my brethren or my children will officiate for me. I shall lose nothing through death. Magnify your calling in this Church, and I will warrant you an exaltation just as good and as great as you can ask for. <\/div><div class=\"paragraph jod\" id=\"v6n2097\"> I might notice many more items pertaining to this matter; but the Elders going round telling the sisters they must be sealed <span class=\"italic\">to them<\/span>, or they cannot get an <span class=\"italic\">exaltation, particularly<\/span> has wounded my feelings. How ignorant such men are! This to me is like a shadow. To talk about it is sheer nonsense. Let every man and woman magnify their calling in the kingdom of God, and he will take care that we have our exaltation. <\/div><div class=\"paragraph jod\" id=\"v6n2098\"> Sisters come to me and inquire what they shall do, saying, Brother A or B taught me so and so. They are as wild as the deer on the mountains. Their ideas and calculations are derogatory to every shade of good sound <div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2452\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sense and to every principle of the Priesthood of heaven. <\/div><div class=\"paragraph jod\" id=\"v6n2099\"> Brethren, learn to be patient and submissive to your duty and callings in life, and not be anxious to accumulate to yourselves that which, when you have obtained, you are at a loss to know what to do with. There are scores of men in this house that, if they could pile up an almost unlimited amount of gold, in a short time would not possess one dime of it. There are also scores of Elders here who, if they had five hundred women sealed to them and a thousand children, would destroy themselves and those over whom they exercise any influence. They would not know what to do with them. You want to have another wife: but do you use well the one you have got? It is a bad omen to me when a man wants another wife, and the one he has got is ready to leave him. If you cannot keep the jewel you already possess, be cautious how you take more, lest you lose them both. <\/div><div class=\"paragraph jod\" id=\"v6n2100\"> I did not design to speak long, as it hurts me. I think I have laid out the text before the brethren plain enough for them to preach upon it. I wish them so to exhibit the subject before the people, that they may carry it away in their understandings. <\/div><div class=\"paragraph jod\" id=\"v6n2101\"> Let me hear no more of this &#x201C;<span class=\"italic\">You must be sealed to me, or you cannot get an exaltation<\/span>.&#x201D; If a man gets the widow of a good man, sealed, married to him, with a view to hold control over and rob every child in that family of their birthright, he will <span class=\"italic\">be mistaken. It will not be<\/span>. I say to you, my brethren, young men, you Elders, Rise up and magnify your calling, honor the Priesthood; and if a man has stepped up and married your mother under the influence of such an expectation, TURN HIM OUT OF YOUR HOUSE, AND MAINTAIN YOUR BIRTHRIGHT. <\/div>\n<\/div>\n<\/div>"}