{"ID":60051, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity of the Servants of God Being Pure in Heart and in Deed&#x2014;Dependence on the Holy Spirit&#x2014;Celestial Exaltations, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered at a Special Conference held in the Tabernacle, Great Salt Lake City, August 28, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Necessity, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/28\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d51\">\n<div class=\"paragraph jod\" id=\"v6n1878\"> I want to say a few words to the congregation before we dismiss, for we shall be under the necessity of separating soon, and probably we shall hold another meeting this evening. <\/div><div class=\"paragraph jod\" id=\"v6n1879\"> I have heard the exhortations of the brethren who have spoken today with joy. They seem to be in good spirit; and certainly&#x2014;yea, most assuredly, there is the most novelty in &#x201C;Mormonism&#x201D; than there is in anything upon the face of the earth. It is musical; it pleases both the eye and the ear, and I may say every sense of the man. <\/div><div class=\"paragraph jod\" id=\"v6n1880\"> When I heard the brethren exhorting those who are going out on missions, I wished them to impress one thing upon the minds of these Elders, for it is necessary that it should be uppermost there, which may be the means of preserving them from receiving stains on their characters, from which very probably they may never recover. If we get a blight upon our characters before the Lord, or in other words, lose ground and backslide by transgression, or in any other way, so that we are not up even with the brethren as we are now, we never can come up with them again. But this principle must be carried out by the Elders wherever they go, whatever they do, or wherever they are. One thing must be observed and be before them all the time in their meditations and in their practice, and <div class=\"break columnbreak\" id=\"273b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0273.pdf\" target=\"pdfwin\">p.&#xA0;273b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2487\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that is, <span class=\"italic\">clean hands<\/span> and <span class=\"italic\">pure hearts<span class=\"citation\" id=\"56520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56520)\">Ps. 24:4<\/a><\/span><span class=\"citation\" id=\"82040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82040)\">Alma 5:19<\/a><\/span><\/span> before God, angels, and men. <\/div><div class=\"paragraph jod\" id=\"v6n1881\"> If the Elders cannot go with clean hands and pure hearts, they had better stay here and wash a little longer. Do not go thinking, when you arrive at the Missouri River, at the Mississippi, at the Ohio, or at the Atlantic, that then you will purify yourselves; but start from here with clean hands and pure hearts, and be pure from the crown of the head to the soles of your feet; then live so every hour. Go in that manner, and in that manner, labor, and return again as clean as a piece of pure white paper. This is the way to go; and if you do not do that, your hearts will ache. How can you do it? Is there a way? Yes. Do the Elders understand that way? They do. You cannot keep your own hands clean and your hearts pure without the help of the Lord; neither will he keep you pure without your own help. <\/div><div class=\"paragraph jod\" id=\"v6n1882\"> Will you be liable to fall into temptation and be overtaken by sin? Yes, unless you live so as to have the revelation of Jesus Christ<span class=\"citation\" id=\"74382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74382)\">Gal. 1:12<\/a><\/span> continually, not only to live in it today or while you are preaching, in a prayer meeting, or in a Conference; and when you are out of these meetings, when you are guarded more particularly by the Spirit, say that you can get along without the Holy Ghost. You must have it all the time&#x2014;on Sunday,  <div class=\"break pagebreak\" id=\"274a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0274.pdf\" target=\"pdfwin\">p.&#xA0;274a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2486\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Monday, Tuesday, and every day through the week, and from year to year, from the time you leave home until you return; so that when you come back, you may not be afraid if the Lord Almighty should come into the midst of the Saints and reveal all the acts and doings and designs of your hearts in your missions; but be found clean like a piece of white paper. That is the way for the Elders to live in their ministry at home and abroad. <\/div><div class=\"paragraph jod\" id=\"v6n1884\"> There are a great many things that could be said here, which would add to the comfort and consolation of us all&#x2014;a great many principles that could be taught to the Elders, which they must learn when they go abroad. I will notice one thing with regard to learning. You will hear a great many Elders say, If I could go to preaching, I could become a man like many and others: I should receive knowledge and understanding; I should be noted&#x2014;become a great man and a wise man. Many have such feelings, that they are greater who are in the world preaching the Gospel than those who remain here. It is a grand mistake; for if those who have lived with us all the time have not a knowledge of true principles&#x2014;do not understand the root and foundation of the superstructure&#x2014;are not filled with knowledge and understanding here, they need not appeal to the Gentile world for it. If they have not the foundation within themselves of talent and tact, they need not go abroad for the Spirit of the Lord to instruct them in things they cannot be instructed in here at home, and to obtain improvement where improvement cannot be made. <\/div><div class=\"paragraph jod\" id=\"v6n1885\"> We may live here year after year, and store up knowledge all the time, and yet not have an opportunity of exhibiting it to others; but if I have knowledge by the Spirit of the Lord, I gain it at the fountain; and if not quite at the fountainhead, the nigher I am <div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2486\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to that place, the more I get. Though I have not the privilege of exhibiting it to the people, it is on hand whenever the time comes it should be used. It is a vain idea to suppose that we can send Elders into the world who have not got good common sense, to make men of them. If they have good sense here, they will have it yonder; if they have good sense yonder, they will have good common sense here. Whether they are there or here does not alter the foundation that is in them. If the Elders have natural ability and have obtained great wisdom or learning, to go abroad gives them an opportunity to improve upon what they have. <\/div><div class=\"paragraph jod\" id=\"v6n1886\"> I want to refer to the last speech made here. Brother Phelps feels very joyful, as the rest of us do. When we hear the glad tidings of salvation among the nations, it gives a spring to our feelings and fills us with unspeakable joy. <\/div><div class=\"paragraph jod\" id=\"v6n1887\"> Perhaps in the case before us, as in others, we might say that men become children. We are children in the first place, then become men; and in the second place men become children in their understanding. As to the correctness of the exalted views that brother Phelps has of myself, I leave it to the congregation to decide for themselves; but to place me on a par with the personages he has named, who have overcome and entered into the presence of God, or even to compare me with Joseph Smith, our martyred Prophet, is too much; though I expect, if I am faithful, I shall be as great as they are now, and so can every other faithful man. But am I now to be compared with these exalted characters? Not at all&#x2014;not even with Joseph; and he is at present inferior to others brother Phelps has named. But I expect, if I am faithful with yourselves, that I shall see the time with yourselves that we shall know how to prepare to organize an  <div class=\"break pagebreak\" id=\"275a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0275.pdf\" target=\"pdfwin\">p.&#xA0;275a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2485\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth like this&#x2014;know how to people that earth, how to redeem it, how to sanctify it, and how to glorify it, with those who live upon it who hearken to our counsels. <\/div><div class=\"paragraph jod\" id=\"v6n1889\"> The Father and the Son have attained to this point already; I am on the way, and so are you, and every faithful servant of God. <\/div><div class=\"paragraph jod\" id=\"v6n1890\"> One of the greatest queries on the minds of the Saints is to understand the nature, the principle of the foundation of our existence. To say nothing about what has been, if you will follow out that which is before you, you can learn all about it. I have a notion to tell you, though I have not time to say much about it now. I will, however, just tell to you the simple story relating to the exaltation of man in the celestial kingdom of God. We will take Joseph for instance: he is faithful to his calling&#x2014;has filled his mission to this earth, and sealed his testimony with his blood; he has done the work his Father gave him to do, and will soon come to the resurrection. His spirit is waiting for the resurrection of the body, which will soon be. But has he the power to resurrect that body? He has not. Who has this power? Those that have already passed through the resurrection&#x2014;who have been resurrected in their time and season by some person else, and have been appointed to that authority just as you Elders have with regard to your authority to baptize. <\/div><div class=\"paragraph jod\" id=\"v6n1891\"> You have not the power to baptize yourselves, neither have you power to resurrect yourselves; and you could not legally baptize a second person for the remission of sins until some person first baptized you and ordained you to this authority. So with those that hold the keys of the resurrection to resurrect the Saints. Joseph will come up in his turn, receive his body again, and continue his mission in the eternal worlds until he carries it out to perfection, with all the rest of the <div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2485\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> faithful, to be made perfect with those who have lived before,<span class=\"citation\" id=\"77114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77114)\">Heb. 11:40<\/a><\/span> and those who shall live after; and when the work is finished, and it is offered to the Father, then they will be crowned and receive keys and powers by which they will be capable of organizing worlds. What will they organize first? Were I to tell you, I should certainly spoil all the baby resurrection that Elder Hyde and others ever preached, as sure as the world. <\/div><div class=\"paragraph jod\" id=\"v6n1892\"> After men have got their exaltations and their crowns&#x2014;have become Gods, even the sons of God&#x2014;<span class=\"citation\" id=\"68575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68575)\">John 1:12<\/a><\/span><span class=\"citation\" id=\"82547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82547)\">3 Ne. 9:17<\/a><\/span><span class=\"citation\" id=\"87035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87035)\">D&amp;C 76:58<\/a><\/span>are made Kings of kings and Lords of lords,<span class=\"citation\" id=\"80188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80188)\">Rev. 17:14<\/a><\/span><span class=\"citation\" id=\"80406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80406)\">Rev. 19:16<\/a><\/span> they have the power then of propagating their species in spirit; and that is the first of their operations with regard to organizing a world. Power is then given to them to organize the elements, and then commence the organization of tabernacles. How can they do it? Have they to go to that earth? Yes, an Adam will have to go there, and he cannot do without Eve; he must have Eve to commence the work of generation, and they will go into the garden, and continue to eat and drink of the fruits of the corporeal world, until this greater matter is diffused sufficiently through their celestial bodies to enable them, according to the established laws, to produce mortal tabernacles for their spiritual children. <\/div><div class=\"paragraph jod\" id=\"v6n1893\"> This is a key for you. The faithful will become Gods, even the sons of God;<span class=\"citation\" id=\"87036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87036)\">D&amp;C 76:58<\/a><\/span> but this does not overthrow the idea that we have a father. Adam is my father (this I will explain to you at some future time); but it does not prove that he is not my father, if I become a God: it does not prove that I have not a father. <\/div><div class=\"paragraph jod\" id=\"v6n1894\"> I am on the way to become one of those characters, and am nobody in the world but Brigham Young. I never have professed to be brother Joseph, but brother Brigham, trying to do good to this people. I am no  <div class=\"break pagebreak\" id=\"276a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0276.pdf\" target=\"pdfwin\">p.&#xA0;276a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2484\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>better, nor any more important than another man who is trying to do good. If I am, I don't know it. If I improve upon what the Lord has given me, and continue to improve, I shall become like those who have gone before me; I shall be exalted in the celestial kingdom, and be filled to overflowing with all the power I can wield; and all the keys of knowledge I can manage will be committed unto me. What do we want more? I shall be just like every other man&#x2014;have all that I can, in my capacity, comprehend and manage. <\/div><div class=\"paragraph jod\" id=\"v6n1896\"> I am on my way to this great exaltation. I expect to attain unto it. I am in the hands of the Lord, and never trouble myself about my salvation, or what the Lord will do with me hereafter. It is for me to do the will of God today, and, when tomorrow comes, to inquire what is his will concerning me;<span class=\"citation\" id=\"63663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63663)\">Matt. 6:34<\/a><\/span> then do the will of my Father in the work he has appointed me to do, and that is enough for me. I am serving a God who will give me all I merit, when I come to receive my reward. This is what I have always thought; and if I still think so, it is enough for me. <\/div><div class=\"paragraph jod\" id=\"v6n1897\"> I say to the brethren who are leaving home&#x2014;When you go from home, leave everything you have got here: don't take anything with you but the Lord and yourselves. <\/div><div class=\"paragraph jod\" id=\"v6n1898\"> You will want horses to bear you over the Plains; but don't carry your wives or your children in your hearts or in your affections with you one rod. Dedicate them to the Lord God of Israel, and leave them at home; and when you are in England, or among other nations, no matter where, when you pray for your families, pray for them as being in the Great Salt Lake Valley, and do not bring them close to you, as though they were in your carpetbag. Pray for them where they are. You must feel&#x2014;If they live, all right; if they die, all right; <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2484\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> if I die, all right; if I live, all right; for we are the Lord's, and we shall soon meet again. <\/div><div class=\"paragraph jod\" id=\"v6n1899\"> I wish to say to you that are left here, whose husbands and fathers are going away for a season&#x2014;Don't cling to them one particle, but let them go as cheerfully as you would give a weary traveler a cup of cold water. If you live, it is all right; and if you fall asleep before they return, it is all right. Don't send your hearts after them one step, nor suffer your spirits to cling to them one moment. Then you wives in very deed will be blessed, and be helpmeets to your husbands. <\/div><div class=\"paragraph jod\" id=\"v6n1900\"> But if a wife should yet cling round a husband's neck and say, Oh, how I love you, dear husband! and keep him in her embraces, that woman is a dead weight to that man, and not a help to him. Women should be loyal to the cause of God, and help to build up his kingdom by their husbands, in assisting them to fulfil their missions; and if they do not do it, they are not helpmeets to their husbands. I know there are a great many here who have had an experience in these things. It is no matter if they are on the other side of the globe, apart, let them long for each other, and there will be a thread of communication between them; the man cannot be useful in his labors while she is all the time weeping and mourning every day of her life. Let a man suffer his mind to be drawn out all the time after his family, and he will become inactive in the work of the Lord. <\/div><div class=\"paragraph jod\" id=\"v6n1901\"> When you leave, understand it, you have neither wife nor children: you have handed them all over to the Lord Jesus Christ. Let the brethren go and say, I will keep my eyes straight before me on the object of my mission, and not look behind me to my family; but I will accomplish my mission; and when I have done, it is all right. I am willing to go  <div class=\"break pagebreak\" id=\"277a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0277.pdf\" target=\"pdfwin\">p.&#xA0;277a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2483\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>home, if the Lord wishes me to do so. <\/div><div class=\"paragraph jod\" id=\"v6n1903\"> The time is far spent, and it is necessary for our meeting to be brought to a close. May the Lord <div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2483\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bless you; and I say he does bless us. We are greatly blessed above all people upon the face of this earth. Let us be faithful to God and the covenant we have made. Amen. <\/div>\n<\/div>\n<\/div>"}