{"ID":60057, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Lord at the Head of His Kingdom&#x2014;Self-Discipline&#x2014;Necessity of Cultivating a Knowledge of Science, and Particularly of Theology, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered at the Spring Conference, held in the Tabernacle, Great Salt Lake City, April 7, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: The Lord at the Head of His Kingdom, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/7\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d57\">\n<div class=\"paragraph jod\" id=\"v6n2135\"> It may be considered that we are a mixed congregation, consisting of Bishops, Seventies, High Priests, Elders, the Twelve, and the First Presidency; but I consider we are, strictly speaking, a meeting of the Elders of Israel; for if we were to be instructed in the duties of any one of these Quorums, that instruction would be equally good for all. <\/div><div class=\"paragraph jod\" id=\"v6n2136\"> This vast concourse of persons are all Elders in Israel, with but a very few exceptions; for there are some Priests, Teachers, and Deacons present, but not a great many. The greater portion of the male members of this community are Elders in the Church; and, as Elders, we are to be <div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2446\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> instructed so as to obtain an understanding of all things pertaining to our duty. <\/div><div class=\"paragraph jod\" id=\"v6n2137\"> We have heard and felt sufficient to know that the wisdom which is to be obtained in this kingdom is more satisfactory to us than the boasted wisdom of the world. This is appreciated by the majority of this assembly, if not by all. The knowledge possessed by this people is of more value than all the knowledge of the world put together, and infinitely greater. In this kingdom you will find the root of all science, and that, too, in men who have not been taught the sciences after the manner of the world. They understand the origin  <div class=\"break pagebreak\" id=\"315a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0315.pdf\" target=\"pdfwin\">p.&#xA0;315a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2445\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of science, and can trace it through the life of man, much to their satisfaction. Let any man who possesses the Holy Ghost, though never taught the sciences but a very little, hear a learned man exhibit the principles of any science, he understands the origin and proper bearings of the subject treated upon by the speaker, through the increased rays of that light which lighteth every man that cometh into the world.<span class=\"citation\" id=\"68520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68520)\">John 1:9<\/a><\/span> This is to us a matter of no little satisfaction. <\/div><div class=\"paragraph jod\" id=\"v6n2139\"> I have many cogitations with regard to this work of the last days and the prosperity of this kingdom; yet I have learned years ago that the Lord stands at the helm that guides Zion's ship. He is its Dictator; and unless we work exactly to the line that is marked out by him, our works will be in vain. This has been my experience from the beginning. In every branch and avenue of our lives we must learn to work to the line of truth. It is for us to know what ought to be done, and then do it. Though there should be no earthly prospect of accomplishing it, we can certainly try; and if we try with all our might, that act will prove at least a resolute and determined mind, adorned with patience and perseverance. And if, with all our resolute endeavors, we are still unable to accomplish our purpose, the Lord will be very likely to stretch forth his hand and give the victory. <\/div><div class=\"paragraph jod\" id=\"v6n2140\"> Perhaps, before we get through with this Conference, we shall ask such a favor of the Bishops as we asked of them last Conference, which was granted to the letter, and that most rigorously. The brethren are rigorous with themselves, for they have paid their Tithing willingly, and I do not know that the Bishops have had to urge them any to the fulfillment of this duty. However, some on the first reflection thought it seemed impossible for them to comply with it, and some thought that our request <div class=\"break columnbreak\" id=\"315b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0315.pdf\" target=\"pdfwin\">p.&#xA0;315b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2445\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was inconsistent; but with a little more mature reflection, with a little faith and prayer, they brought themselves directly to obedience. I think this has been almost universally the case. If we should now call upon the Bishops for a favor, it would be to grant us a little assistance with regard to our purchasing and laying in lumber, nails, glass, and other merchandise to supply our future wants. I wish each Ward to bear their share in this matter. I mention it that the Bishops may be alert in their feelings. <\/div><div class=\"paragraph jod\" id=\"v6n2141\"> Now, brethren, can we fight against and subdue <span class=\"italic\">ourselves?<\/span> That is the greatest difficulty we ever encountered, and the most arduous warfare we ever engaged in. This will apply most perfectly to the brethren who have gathered with the Saints. When we are out in the world we preach faith and repentance, so that the Saints bring the knowledge of <span class=\"italic\">first principles<\/span> with them to the gathering place. Your next step is to enter into the study of this. A man may learn letters and study all the various branches of scholastic education to the day of his death; but if he does not attain to strict self-discipline, his learning will not amount to much. The catalogue of man's discipline he must compile himself: he cannot be guided by any rule that others may lay down, but is placed under the necessity of tracing it himself through every avenue of his life. He is obliged to catechise and train himself, for he knows his own disposition the best&#x2014;its fortified and unfortified parts. He is therefore the most fit to school himself, until every particle of the man is brought into subjection to the law of Christ.<span class=\"citation\" id=\"74668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74668)\">Gal. 6:2<\/a><\/span><span class=\"citation\" id=\"88373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88373)\">D&amp;C 88:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2142\"> When you had obeyed the first ordinances of the Gospel, then you discovered that the Lord had set his hand to gather Israel, that Zion might be built up and Israel gathered from the four winds. These doctrines have  <div class=\"break pagebreak\" id=\"316a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0316.pdf\" target=\"pdfwin\">p.&#xA0;316a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2444\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been taught and re-taught again and again. I think there is not a man here who did not fully understand them while in his native country. There may be a few exceptions among those who have by chance fallen into the society of the Saints at the gathering place where their first acquaintance was formed, and consequently have not had the same opportunity of hearing the first principles as others have had in the world. Now, we enter this school to be planed, squared, and polished. <\/div><div class=\"paragraph jod\" id=\"v6n2144\"> Suppose we admit of malice, anger, and wrath in our hearts&#x2014;steep ourselves in wickedness, by taking the name of God in vain, by entering into every kind of outbreak and transgression, by defiance to every wholesome law, by neglecting our families, physically, mentally, and morally, and by neglecting our brethren and ourselves, our former repentance and baptism for the remission of our sins will not profit us, through indulging in sin afterwards; but all our former sins will again be upon us, and we must atone for the whole. Then let us cleave unto righteousness, learn to do well, and continue to do so all the days of our lives, that our former sins may not stand against us. This is our duty. <\/div><div class=\"paragraph jod\" id=\"v6n2145\"> If every person in the community would correct his own errors each day he lives, the errors of the whole would continually be effectually corrected. For where is there a man who, by preaching on a text from the Bible or the Book of Mormon, can correct the faults of the people? That may be done until they go into their graves, and little or no good result from it. I mean to correct my own faults, and it is for you to do the same. It is an individual business, over which each man must preside, until every fault in our whole lives is corrected and we are sanctified before the Lord. <\/div> <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2444\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n2146\"> If your neighbor suffers his cattle or his children to trespass upon your property, never retaliate or speak an angry reply, for this will engender a spirit of anger in him. Consider well before you suffer your minds to be irritated in the least. Suffer them not to be agitated until your blood is boiling with rage before you are aware; but stop and reflect, coolly consider, and quietly reason with the person or persons who have trespassed upon you, and show them the nature of their transgression against you. If they continue in the same course of conduct, reason the stronger with them, without quarreling. Thus bring your passions down into subjection to your will, and cultivate an even unruffled temper, until you can perfectly control yourselves at all times, in all places, and under all circumstances. Then our affections and feelings would become congenial to those of the angels of God, and we should continue to increase in that Holy Spirit which would prepare us for the society of holy beings. This is our school, and a profitable one it is to the Elders of Israel. <\/div><div class=\"paragraph jod\" id=\"v6n2147\"> Why I mention these things is that you may understand, as quick as you have believed and have been baptized for the remission of your sins, that you have then further duties to perform. To be continually repenting is not required of us. If the Elders of Israel could do all that is required of them; they would not need to repent, but they would seek continually to walk in the paths of truth, virtue, and holiness. It is not in keeping with their calling to be fighting and quarreling with their brethren, or treading upon the sacred rights of others; but it is their duty to walk in the paths of righteousness all the day long. And they will be chastened again and again until they do it. <\/div><div class=\"paragraph jod\" id=\"v6n2148\"> This is my teaching to the people continually. We do not care about  <div class=\"break pagebreak\" id=\"317a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0317.pdf\" target=\"pdfwin\">p.&#xA0;317a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2443\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hearing an overgrown Gospel sermon preached here; for the people understand it perfectly already. But do they understand the principle of self-control, and of properly ordering their lives and course before the Lord? Do the Elders of Israel understand all that the Lord requires of them? They do not. This belongs to other branches of the same celestial science. This perfect science requires men and women to be in the school all the days of their lives; and they will not see a single day in which they will not learn some truth with which they were not before acquainted. They can learn from themselves&#x2014;from the world&#x2014;from the government of heaven&#x2014;from the management, government, control, doctrines, and laws of eternity, which will yet be exhibited before us. The Lord has established the world, with its varied productions, for the education of his children, that they may improve upon little things first, and so continue to increase, grow, and strengthen, until they become perfect men in Christ Jesus.<span class=\"citation\" id=\"75571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75571)\">Col. 1:28<\/a><\/span> These are the duties and this is the situation of the Elders at home. <\/div><div class=\"paragraph jod\" id=\"v6n2150\"> We have not had much privilege hitherto of meeting together in the Valley. Four years ago, when the brethren came into this valley, brother George A. Smith delivered his first lecture upon the cannon, for there were no houses wherein the people could assemble. Since then they have been greatly blessed, yet they have had little opportunity of holding meeting. The first large place we had to meet in was the Bowery. We felt comfortable in it, and I felt as thankful for it as I ever did for anything in my life; but as quick as the falling weather came, it drove the Saints away, and rendered it necessary to discontinue the meetings in that place and to hold them in the different Wards, so that it became <div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2443\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> impossible to get all the people together. Now we have a convenient room&#x2014;the best hall I ever saw in my life, wherein the people could be convened on one floor. I trust we shall renew our strength, meet here to pray, and to praise the Lord, and partake of the sacrament, until our feelings are perfectly pure; for we are where we can sit and enjoy the society of each other as long as we please, and there is none to make us afraid. Let us be industrious in this great school, nor ever slacken our pace. <\/div><div class=\"paragraph jod\" id=\"v6n2151\"> There are a great many branches of education: some go to college to learn languages, some to study law, some to study physic, and some to study astronomy, and various other branches of science. We want every branch of science taught in this place that is taught in the world. But our favorite study is that branch which particularly belongs to the Elders of Israel&#x2014;namely, theology. Every Elder should become a profound theologian&#x2014;should understand this branch better than all the world. There is no Elder who has the power of God upon him but understands more of the principles of theology than all the world put together. <\/div><div class=\"paragraph jod\" id=\"v6n2152\"> This reminds me of a little circumstance that transpired here a year ago last summer. You, no doubt, well recollect Elder Day (a Baptist minister on his way to California), who used to preach to us so nicely. I preached one day when he was present. In the course of my remarks, I brought up the subject of the Deity&#x2014;at the point touching the character of our Father in heaven, upon which he desired the most to be instructed. I dropped the subject and turned to something else. He went to dinner with me, and while we sat at the dinner table, he said, &#x201C;Brother Young, I was waiting with all my anxious heart, with mouth, eyes, and ears open to  <div class=\"break pagebreak\" id=\"318a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0318.pdf\" target=\"pdfwin\">p.&#xA0;318a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2442\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>receive something great and glorious.&#x201D; &#x201C;What about, brother Day?&#x201D; &#x201C;Why, as you were describing the Deity, and just came to the point I was the most anxious to have expounded, behold you waived it and turned to something else.&#x201D; I smiled and said, &#x201C;After I had taught them how, I wanted the people to add the rest of the sermon themselves.&#x201D; He said, &#x201C;I declare, brother Young, I would have given anything I possessed in the world, if you had continued your remarks until I had obtained the knowledge I desired.&#x201D; I inquired the nature of it. &#x201C;To know the character of God.&#x201D; I smiled and said, &#x201C;Are you a preacher of the Gospel?&#x201D; &#x201C;Yes.&#x201D; &#x201C;How long have you been a preacher?&#x201D; &#x201C;Twenty-seven years I have been a preacher of the Gospel of Christ.&#x201D; &#x201C;And you have been a minister so long, and have never learned anything about the character of the Being about whom you have been preaching! I am astonished! Now you want to find out the character of God. I can make you answer the question yourself in a few minutes.&#x201D; &#x201C;Well, I do not know, brother Young: it is a very mysterious subject to mortal man.&#x201D; &#x201C;Now, let me ask you a single question. Will you tell me what God our Father in heaven appears like?&#x201D; He sat a considerable time, while the color on his cheeks ebbed and flowed alternately, till at last he replied, &#x201C;Brother Young, I will not presume to describe the character of the Deity.&#x201D; I smiled, and he thought I was treating the subject lightly. &#x201C;I am not making light of the subject, but I am smiling at your folly, that you&#x2014;a teacher in Israel&#x2014;a man who should stand between the living and the dead&#x2014;yet know nothing about your Father and God. Were I in your place, I would never preach another sermon while I lived, until I learned more about God. Do you believe the <div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2442\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Bible?&#x201D; &#x201C;I do.&#x201D; &#x201C;What resemblance did our father Adam bear to his God, when he placed him in the Garden of Eden?&#x201D; Before he had time to reply, I asked him what resemblance Jesus bore to man in his incarnation? and &#x201C;Do you believe Moses, who said the Lord made Adam in his own image<span class=\"citation\" id=\"52254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52254)\">Gen. 1:27<\/a><\/span> and after his own likeness?<span class=\"citation\" id=\"124825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124825)\">Gen. 5:1<\/a><\/span><span class=\"citation\" id=\"124826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124826)\">D&amp;C 20:18<\/a><\/span> This may appear to you a curiosity; but do you not see, <span class=\"italic\">bona fide<\/span>, that the Lord made Adam like himself; and the Savior we read of was made to look so like him, that he was the express image of his person?&#x201D;<span class=\"citation\" id=\"76344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76344)\">Heb. 1:3<\/a><\/span> He laughed at his folly himself. &#x201C;Why,&#x201D; said he, &#x201C;Brother Young, I never once thought of it before in all my life, and I have been a preacher twenty-seven years.&#x201D; He never had known anything about the character of the God he worshipped; but, like the Athenians, had raised an altar with the inscription, &#x201C;To the unknown God.&#x201D;<span class=\"citation\" id=\"71936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71936)\">Acts 17:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2154\"> There is not one of the faithful Elders of the Church of Jesus Christ of Latter-day Saints but is more or less acquainted with the physical and moral character of the God he serves; which is more than all the world knows, or can know, independent of the inspiration of the Holy Ghost. The greatest, the best, the most educated, and the most profound theologians on the earth, who have obtained their learning by reading and study, had no correct knowledge of what is in the Bible about God, angels, sin, righteousness, and many other important subjects, until Joseph Smith made it known. <\/div><div class=\"paragraph jod\" id=\"v6n2155\"> We are now in the school of theology and making rapid progress in the study of this celestial science. I admit there are some few dunces in the school: some advance at a very slow pace, and some not at all. It would be difficult to tell whether they enjoy anything or not, or whether they are in the faith or not. But, as a  <div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2441\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>general thing, our boys, who are from the age of ten to fifteen years, know more of the principles of theology than the most educated clergymen in Christendom. In comparison to what is plainly revealed, the world of mankind are almost entirely ignorant of those principles which to them are of the greatest importance. <\/div><div class=\"paragraph jod\" id=\"v6n2157\"> You certainly are learning; and, brethren, I tell you again, what I have told you repeatedly, if you ever wish to have my good feelings, it will be owing to your conduct in the strict observance of righteousness and ceasing from all contentions&#x2014;from speaking lightly of our great Father in heaven, of our elder brother Jesus Christ, of the angels of God, and of any good being upon the earth, from this time henceforth and forever. If you want my fellowship, cease from doing these things. I may love you and seek your welfare with all my might; but I do not love the profane speeches and wicked conduct of some of the Elders in Israel. I have no fellowship for men who are guilty of breaking the Sabbath, of drinking spirituous liquors to excess, of contending with each other, and going to law before Gentile or Bishops' courts to settle their difficulties. There is a better way of settling difficulties than either of these. <\/div><div class=\"paragraph jod\" id=\"v6n2158\"> I gave the Elders a little key lately, to know when they were in the right path. I will now give you another. When a difference of judgment exists between two parties, let them come together and lay their difficulties at each other's feet, laying themselves down in the cradle of humility, and say, &#x201C;Brother (or sister), I want to do right; yea, I will even wrong myself, to make you right.&#x201D; Do you not think that a man or woman, acting in that manner towards his or her neighbor, would be justified by the law of righteousness? Their judgments come together, and they are agreed: there <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2441\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would, consequently, be no need of calling in a third person to settle the difference. After taking this course, if you cannot come together, then call in a third person and settle it. But for those who bear the name of Saints to go into a Gentile court to settle their differences is a stink in the nostrils of the Almighty. To me it is disgusting, filthy, and loathsome, in every sense of the word. I abhor it. Do, for Heaven's sake and for your own sakes, take my counsel and show mercy to your brethren, even as the Lord has been merciful to us. <\/div><div class=\"paragraph jod\" id=\"v6n2159\"> It has been observed that the people want revelation. This is revelation; and were it written, it would then be written revelation, as truly as the revelations which are contained in the Book of Doctrine and Covenants. I could give you revelation about going to California, for I know the mind of the Lord upon that matter. I could give you revelation upon the subject of paying your Tithing and building a temple to the name of the Lord; for the light is in me. I could put these revelations as straight to the line of truth in writing as any revelation you ever read. I could write the mind of the Lord, and you could put it in your pockets. But before we desire more written revelation, let us fulfil the revelations that are already written, and which we have scarcely begun to fulfil. <\/div><div class=\"paragraph jod\" id=\"v6n2160\"> A person was mentioned today who did not believe that Brigham Young was a Prophet, Seer, and Revelator. I wish to ask every member of this whole community, if they ever heard him profess to be a Prophet, Seer, and Revelator, as Joseph Smith was? He professed to be an Apostle of Jesus Christ, called and sent of God to save Israel. If you know what the calling of an Apostle is, and if there were ten thousand of them on the earth at the same time, you must know that  <div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2440\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the words of an Apostle who magnifies his calling are the words of the Almighty to the people all the time. He never need be called in question whether he revealed the mind of the Lord or not. Although brothers Willard Richards, Heber C. Kimball, and myself are out of the Quorum of the Twelve, our Apostleship has not been taken from us. Who ordained me to be First President of this Church on earth? I answer, It is the choice of this people, and that is sufficient. If the Lord designates a plan how his cause and kingdom can be best advanced, whose business is it, if it is the mind of the people to follow it? It is ours and the Lord's; but it is certainly not the business of those who are enemies to his cause. I preached considerably upon this point in Nauvoo, to give the people the understanding of the different callings of men. Joseph Smith was a Prophet, Seer, and Revelator before he had power to build up the kingdom of God, or take the first step towards it. When did he obtain that power? Not until the angel had ordained him to be an Apostle. Joseph Smith, Oliver Cowdery, and David Whitmer were the first Apostles of this dispensation, though in the early days of the Church David Whitmer lost his standing, and another took his place. I have taught the brethren this principle years ago. When a man is an Apostle, and stands at the head of the kingdom of God on the earth, and magnifies his calling, he has the keys of all the power that ever was bestowed upon mortal man for the building up of the kingdom of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v6n2162\"> I will now leave these items and take up another. I hinted today at the wisdom of the Lord in opening the <span class=\"italic\">gold mines<\/span>, and said he had one object in view, among many others&#x2014;namely, <span class=\"italic\">to try the faith of the Saints<\/span>. By this his wisdom has been exhibited, and much accomplished by it <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2440\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> among those also who are not Saints. Take a view of this community. A portion will not be Saints. This has always been the case when God had a Church on the earth. They are not all sheep that are in the fold, neither are they all Saints who bear the name. I wish you to understand that when the sheep are separated from the goats,<span class=\"citation\" id=\"66167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66167)\">Matt. 25:32-33<\/a><\/span> they will never again bear the like afflictions they bore while they mingled with the goats, as long as the world stands; no, neither in this world nor any other. Let the sheep and goats be once separated, and the master of that flock of sheep will never afflict them. When there are no goats to annoy the sheep, the latter will mingle with each other and go hand in hand in full fellowship. But when goats are among the sheep, they besmear them with their stink, and they frisk about, and behave so as to actually turn the sheep almost into goats. They will grow short in the hair, look like goats, and stink like them. The master of the flock must therefore do something to preserve the blood of the sheep pure, lest they completely degenerate and altogether become goats. They must be chastened by persecution, to drive out the stinking goats from their midst. The Lord opened the California gold mines to lead them off; and I say to the goats, Go! I am glad of it. &#x201C;But do you not think the sheep will go too?&#x201D; Never mind, if they do: they will get well besmeared with the flavor of the goats, run off and wash themselves, and come back again. Though I speak thus, I do not despise the goats; no, not in the least. <\/div><div class=\"paragraph jod\" id=\"v6n2163\"> You will perhaps recollect a dream I had in the spring of 1848, when so many were going to California. It seemed as though the whole community would be carried away with the spirit of gold, which caused much anxiety in my mind and enlightened my understanding. I dreamed I was  <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2439\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a little north of the hot springs, with many of my brethren, among some scattered timber. I thought of sending to Captain Brown's, on the Weber River, to get some goats, which I had previously bought of him; but while I was conversing with the brethren, I thought the Prophet Joseph Smith came up to us, and I spoke to him. I thought I would send for my goats which I had purchased from Captain Brown, and brother Joseph started off to the north, and I thought very likely he would purchase the whole of brother Brown's stock; but I felt quite reconciled, if he did. I thought I stood there some time talking with the brethren, when I looked up towards the road on my right, and behold I saw brother Joseph returning, riding on a wagon without any box to it; but it had a bottom of boards, and on these boards there was a tent and other camping implements, &amp;c., as though he had been on a journey of some length. He alighted from the wagon, and came to where we were standing. I looked, and saw, following the wagon, an almost innumerable flock of sheep of all kinds, sizes, colors, and descriptions, from the largest, finest sheep I ever saw, down to the ugly decrepit dwarf. The wool on the large ones, I thought, was as white as snow; then the next smaller ones had also nice fine wool on them, and some were black and white; others had coarse long wool upon them, approximating to hair; and so on, until they became a mixture of goats and sheep. I looked on the strange flock and wondered. While I was looking, I asked Joseph what in the world he was going to do with such a flock of sheep, and said to him, &#x201C;Why, brother Joseph, you have got the most singular flock of sheep I ever saw: what are you going to do with them?&#x201D; He looked up and smiled, as he did when he was living, and as though he was in reality with <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2439\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> me, and said, &#x201C;<span class=\"italic\">They are all good in their place<\/span>.&#x201D; This is the dream. <\/div><div class=\"paragraph jod\" id=\"v6n2165\"> So it is with this people. If you can only find the place for the goats, they answer the end for which they were made. I have always realized that a half-hearted &#x201C;Mormon&#x201D; is one of the meanest of human beings, for such are always ready to say, &#x201C;How do you do, brother Devil?&#x201D; and, &#x201C;How do you do, brother Jesus?&#x201D; or, &#x201C;Brother Jesus, I want to make you acquainted with brother Devil.&#x201D; It is no trouble for them to turn unto Baal or unto Jesus; yet, at the same time, the Lord has a use for them. I have often heard men say they were convinced that &#x201C;Mormonism&#x201D; was true, and that they would cleave to it; but as for their hearts being converted, it is altogether another thing. Mobs never have done one thing against this people, but they could trace them, and have known all about it; for you will always find that the goats will run and lick salt with the sheep; and the Lord who made them has placed them in the world to serve his own purpose. When by these characters afflictions are brought upon the Saints, and they are bereft of all they possess, it is to make them more attached to the cause of truth, while their persecutors are hurled into oblivion, which is the last of them. <\/div><div class=\"paragraph jod\" id=\"v6n2166\"> If gold is a sufficient inducement to lead men off to live in the midst of that society in California, after they know and understand the condition of it, it certainly proves that they love the things of this world<span class=\"citation\" id=\"78552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78552)\">1 Jn. 2:15<\/a><\/span> better than they love Christ. You may say you are poor, and wish to accumulate something to help yourself and your family. &#x201C;Are you starving to death for want of food?&#x201D; &#x201C;No.&#x201D; All of you have plenty to subsist upon. If those who go to California for gold were full of the Holy Ghost, they would clothe their wives and children with buckskin, and wear it themselves to the  <div class=\"break pagebreak\" id=\"322a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0322.pdf\" target=\"pdfwin\">p.&#xA0;322a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2438\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>day of their death, rather than mingle with the wicked and be induced to leave the society of the Saints. The true cause of their taking such a course is, they do not love the Lord. <\/div><div class=\"paragraph jod\" id=\"v6n2168\"> There is a class of persons that persecution will not drive from the Church of Christ, but prosperity will; and again, there is another class that prosperity will not drive, but persecution will. The Lord must and will have a company of Saints who will follow him to the cross, if it be necessary; and these he will crown. They are the ones who will wear a celestial crown and have dominion, rule, and government. These are they who will receive honor of the Father, with glory, exaltation, and eternal lives. They shall reign over kingdoms, and <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2438\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have power to be Gods, even the sons of God.<span class=\"citation\" id=\"87037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87037)\">D&amp;C 76:58<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2169\"> Those other classes will take different stations and possess inferior glories, according to their works in the flesh. That class who will altogether serve the world and disregard the cause of truth will become servants to the sons of God and be in servitude throughout eternity. <\/div><div class=\"paragraph jod\" id=\"v6n2170\"> What shall we do? I say, Cleave to &#x201C;Mormonism,&#x201D; work with all our might for the Lord, and love him better than any other earthly or heavenly object. And if he requires us to sacrifice our houses, our horses, our cattle, our wives, and our children, let them remain upon the altar; but let us follow him to salvation and eternal life. Amen. <\/div>\n<\/div>\n<\/div>"}