{"ID":60058, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Discernment&#x2014;Importance and Necessity of Being Tested&#x2014;Honesty of Conduct&#x2014;Faithfulness&#x2014;Discipline, Etc.<\/div>\n<div class=\"subtitle\">Address by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, April 6, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Discernment, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 4\/6\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d58\">\n<div class=\"paragraph jod\" id=\"v6n2171\"> We have had laid before us many items by the President; and so far as I am concerned, one thing suits me just as well as another. I am very much in favor of all the remarks of brother Brigham, and they are revelation to us, and that from God. It gives me a great deal of satisfaction when I hear a man tell the mind of the Lord, and I can have a testimony to myself that it is the mind of the Lord; and when I have a testimony that it is the mind and will of God, I then know that I have got a similar spirit to the one that revealed it. <\/div><div class=\"paragraph jod\" id=\"v6n2172\"> It is the privilege of this people <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2438\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from this time henceforth and forever to understand the things that revolve through their minds from day to day and from year to year. The majority of this people imagine to themselves a great many things that are in reality the things of God&#x2014;things that God is putting into their hearts; but they do not know how to organize them and arrange such ideas into sentences, to convey them to the minds of the people. It takes an Apostle to do it. It is not every man or woman that can do it. <\/div><div class=\"paragraph jod\" id=\"v6n2173\"> There have been many things related here that you have, no doubt,  <div class=\"break pagebreak\" id=\"323a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0323.pdf\" target=\"pdfwin\">p.&#xA0;323a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2437\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thought of, but did not know whether they were right or wrong. It is a great consolation to me to have that degree of the Spirit of the Lord to discern all things and be able to tell what is true and what is untrue. Is it not worth more than all the gold of the world? It is; for gold cannot purchase it. It cannot be purchased with jewels, nor with clothing, nor with the souls of men; and it is just as free to you as it is to me. <\/div><div class=\"paragraph jod\" id=\"v6n2175\"> I thank God for the things that are going to take place, to give every man a fair chance to prove himself to be a Saint or to be a Devil. Jesus says, &#x201C;My sheep hear my voice, and they will follow me,<span class=\"citation\" id=\"69690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69690)\">John 10:27<\/a><\/span> and a stranger they will not follow.&#x201D;<span class=\"citation\" id=\"69629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69629)\">John 10:5<\/a><\/span> This is Scripture. What will you do with it? Are those that are going to the north and to the south, to the east and to the west, following the Shepherd's voice? Are those who are leaving the Saints to mingle with the world to search for riches following the Good Shepherd or his Spirit? No; but they are following a stranger, and they do not know the Good Shepherd's voice nor the Good Shepherd's Spirit. <\/div><div class=\"paragraph jod\" id=\"v6n2176\"> Well, I am glad they are going. I went up to my mill yesterday, and as I was coming back, I met several brethren on their way to California as fast as they could drive. I thought they were afraid of getting a mission, if they stayed here to attend the Conference. <\/div><div class=\"paragraph jod\" id=\"v6n2177\"> I have learned one thing to a demonstration since I became a member of this Church, that if a man is determined to be damned, nothing can hinder it. I have argued with men for hours, for weeks, for months, and for years, to prevail on them to serve the Lord; but my labors have generally been spent in vain on persons who needed so much persuasion to do good. The Spirit of the Lord does not inspire me to trouble myself any more about men who <span class=\"italic\">will<\/span> do wrong. <div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2437\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> It is enough for me to do the will of the Lord my God, even those things I am dictated to do by my President; and let every other man act as I do, and be perfectly independent whether to serve God or Mammon.<span class=\"citation\" id=\"63567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63567)\">Matt. 6:24<\/a><\/span> I would not now step one step out of my way to head a man's course that is determined to go to the Devil; but I will say, Go into the fire, that you may be burned out. He will be saved when he comes to himself; but he never will come to himself, until he is burned out like an old pipe that has become impregnated with filthiness. <\/div><div class=\"paragraph jod\" id=\"v6n2178\"> The idea of having places of location is good. The people will gather there as they did in Kirtland, and in Missouri, and in other places. I consider it to be a screen. You know, when you carry your grain to the mill, you must take great pains to get out all the smut and dirt, and run it through a screen, that the chaff and other useless matter may drop through, before it goes into the smut machine and hopper. It has also to go through a hurricane, that it may blow off all the dust and make it clean. Many of us have been through a hurricane and through earthquakes. A smut machine is a fit representation of an earthquake: it proves every kernel; and if it is a smut kernel, it bursts it to pieces. After it goes through the hopper and the grinders, it is separated by the bolt into flour of two or three kinds, and the bran passes out by itself. Where there is not a good screen to screen off the kernels of smut and chaff, and other obnoxious substances, they will have an effect upon the flour. But do they destroy the flour? No: they only blacken it a little; and it will not rise so good when you make a cake of it, because there is no life in that filthy substance that is mixed with it. The life is in the flour. <\/div><div class=\"paragraph jod\" id=\"v6n2179\"> Upon the same principle, a great many Saints are emigrating, and also others that are not Saints, but thieves,  <div class=\"break pagebreak\" id=\"324a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0324.pdf\" target=\"pdfwin\">p.&#xA0;324a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2436\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and liars, and adulterers, and fornicators, and murderers; and they make the good flour, in the eyes of the world, to look a little black. But it does not affect the righteous Saint, the holy man, nor the holy woman, nor does it affect the servants of the living God, who bear the Priesthood of the Son of God. I am very much in favor of having in the Lord's mill a good screen, smut machine, and bolt. We have ground wheat long enough to know the value of a good screen and smutter; and it is high time these valuable appendages should be attached to the mill, which will be a decided improvement. Every portion of the good wheat is good for something, but the smut is good for nothing: we feed our horses with the bran and fatten our pigs, and the other part of it is good to feed ourselves and our children. <\/div><div class=\"paragraph jod\" id=\"v6n2181\"> What are my feelings continually? They are&#x2014;I would to God this people would all do right and walk humbly before their God, and do unto one another as they would wish others to do unto them,<span class=\"citation\" id=\"94554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94554)\">Matt. 7:12<\/a><\/span> and when men labor for each other, labor for their brother as they would wish him to labor for them. But I see men who come to labor for the Lord, who are eye-servants. A man who will be an eye-servant to his God will be to his brother; and that man who will be an eye-servant to his brother will be to his God, and he never will work only as you stand and watch him. I see men work on the public works&#x2014;one hundred, or perhaps one hundred and fifty in a gang, and I have watched them work, and not over twenty men out of the one hundred and fifty will be at work at the same time, while the rest are standing still. I supposed they had agreed to work by turns, so that they would not become wearied before night. Is this doing as you would be done by? I know, gentlemen and ladies, that it is not; and those who do such things will be <div class=\"break columnbreak\" id=\"324b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0324.pdf\" target=\"pdfwin\">p.&#xA0;324b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2436\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> brought to an account for them, and for all the works of your lives, whether they be good or whether they be evil, whether they be much or whether they be little. You will not receive a reward for anything more than you merit; and whatever you have done, for it you merit a reward, and that belongs to you; but no men or women in the celestial world will be rewarded for that which they have not done. <\/div><div class=\"paragraph jod\" id=\"v6n2182\"> Do you suppose the Lord will divide his inheritance to the children of men, unless they have earned a right and title to it? (I speak with regard to this earth.) No, no more than I would leave my inheritance to all my children when half of them had turned away from me and never tried to build up me and my estate. Are such rebellious children heirs to it? If they are in truth, then you are all heirs to the estate of the Almighty, whether you have been true to him or against him&#x2014;whether you have striven to build up and increase his kingdom or pull it down, and the blessings he has promised to the righteous belong to the wicked as well as to the righteous. I tell you, my family cannot claim any portion of my estate, unless they have assisted in gathering it, and when they have assisted in gathering it and in building it up, they are to be rewarded from that estate according to their merits in building it up and increasing it. That is the way God will deal with the families of the earth, and with this people more especially, and they cannot escape from it. If I seek to build up the kingdom of God, from the time I first came into this Church until I lay down my body in the grave, still my spirit is as capable in another state to continue that work as it is in this. I believe I was active before I came here, in laying the foundation to come here and continue the work in this world. I have come here and received my body to accomplish that which I could not accomplish in the  <div class=\"break pagebreak\" id=\"325a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0325.pdf\" target=\"pdfwin\">p.&#xA0;325a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2435\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>spirit; and now I have got to leave this tabernacle to go again into the spirit world to perform a work I cannot do in the flesh, that I may be prepared to receive my body again and enter into the celestial world with the Gods; and if I am faithful, all things are mine, because I have been faithful in my Father's business. But that man who will sit down in idleness, and lounge away his precious moments, doing no good to himself, to his brethren, or to his God, will not be an heir to the inheritance; nor that woman who will sit in the corner and grunt, grunt, grunt, until she is all grunt together, and the bumps of grunt stick out in every direction, and she cannot move her little finger to do one good action to build up God's kingdom, or assist her husband in doing it. It is just so with a great many men and women in this Church, and I wish there were less of them. <\/div><div class=\"paragraph jod\" id=\"v6n2184\"> No man or woman has taken a proper step&#x2014;has pursued a course that is according to the mind and will of God, but what it is for his or her exaltation in his kingdom. Suppose they have pursued a right course, and suffered a little in doing so, and then complain about it, will they enter into their exaltation? I tell you, No. Joseph said they would not, and brother Brigham has said they will not, and God has said they will not. <\/div><div class=\"paragraph jod\" id=\"v6n2185\"> When men or women that have entered into the holy order, and are considered quite unholy by the world, and a little so by some of the good Saints, sit down and begin to find fault and murmur about it, they never will attain to that glory they otherwise would. <\/div><div class=\"paragraph jod\" id=\"v6n2186\"> Take a righteous course, brethren, and build up the kingdom of God, and all will be well with you continually, and all things will work together for your good.<span class=\"citation\" id=\"72628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72628)\">Rom. 8:28<\/a><\/span> I have not language to explain things any plainer than I do. They are plain enough to me; and if <div class=\"break columnbreak\" id=\"325b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0325.pdf\" target=\"pdfwin\">p.&#xA0;325b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2435\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you understand them as I do, they will do you good, and build you up, and nourish you, and strengthen you, and give you grace and patience and humility. <\/div><div class=\"paragraph jod\" id=\"v6n2187\"> As brother Brigham says, this people are my pride, and my eyes are continually awake to their welfare. This people are a good people, and they are the pride of my heart; and God knows I love to see you do right, and be faithful, and work, and exert yourselves, and do good, and work righteousness all the day long, and not impose upon the Church and upon your brethren, and want them to carry you on their shoulders, and expect them to pity you and coax you and flatter you. Do you expect that such a person will ever enter into the celestial kingdom of God and be crowned? No; for if that spirit is in him or her in the flesh, it will be the same in the spiritual world.<span class=\"citation\" id=\"82258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82258)\">Alma 34:34<\/a><\/span> If any of my family will do wrong in the house, they will do it out of the house; that is, if their spirit will do it in the body, they will do it out of the body. If you do not curb your spirits and bring them into subjection while they are here in their house, you will have to curb them after they have left the house, or they will continue to be refractory. Now, gentlemen and ladies, that is as plain as I can make it to you; and if you do not come to it, it is your own fault and not mine. My prayer is, &#x201C;O Lord, help me to be faithful, and to continue faithful, and be submissive like the clay in the hands of the potter,<span class=\"citation\" id=\"60530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60530)\">Jer. 18:6<\/a><\/span> that my President can do with me as it seemeth him good.&#x201D; When I hear of his going anywhere on business, I run over to him and say, &#x201C;You expected me, did you not?&#x201D; Why should I wait to be called upon, when I am chosen to nourish and cherish and strengthen him, and to go and come, run, walk, sit, stand, talk, or keep silent, when he tells me? What is a wife good for to me that will  <div class=\"break pagebreak\" id=\"326a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0326.pdf\" target=\"pdfwin\">p.&#xA0;326a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2434\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not do the same, and then much more, if it is required? What is the Priesthood good for to those who hold the keys of life and salvation to the world, if they are not submissive in the same manner, and more so? This is true, brethren and sisters; and you have got to do it, the whole of you, or else be burned out, and then become servants to the faithful, who have been perfectly passive in the hands of the Almighty, and are crowned in his kingdom. <\/div><div class=\"paragraph jod\" id=\"v6n2189\"> He says, &#x201C;The sheep hear my voice, and will follow me,<span class=\"citation\" id=\"69691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69691)\">John 10:27<\/a><\/span> and a stranger they will not follow.&#x201D;<span class=\"citation\" id=\"69630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69630)\">John 10:5<\/a><\/span> You must learn submission, every soul of you, and then teach it to your children. If disobedient children were under the training of some good man and woman that would in their own example teach them and discipline them by good precept, they would become good Saints. I wish parents to take that course and train their children in the way they should go, and when they become old, they will not depart from it.<span class=\"citation\" id=\"57477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57477)\">Prov. 22:6<\/a><\/span> Are you waiting for the First Presidency and the Twelve to train them for you? It is a hard case for us to manage our own; but we shall not come under condemnation, if we do our best towards them. You will come under condemnation, if you do not train your children to flee from all iniquity, and then there will be none for ours to cling to. You justify yourselves in many things, because you see others take that course. Because our children run into iniquity, you are not justified, if you do not train yours. I am speaking upon the principle of discipline. <\/div><div class=\"paragraph jod\" id=\"v6n2190\"> The night the plates were given to Joseph Smith from their bed in the summit of the hill Cumorah, I saw, in the firmament above my head, hosts of men in platoons of twelve; and I saw them march until they reached the western horizon, as far as I could see them. After looking upon them for hours with my natural eyes, I <div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2434\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> never observed a variation of a hair's breadth in their step, or the least disorder or confusion in their ranks. I think of this sight, and then look at this people: they do not compare in this respect with things in heaven. We are praying continually that things may be on the earth as they are in heaven.<span class=\"citation\" id=\"63365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63365)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67461)\">Luke 11:2<\/a><\/span><span class=\"citation\" id=\"82674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82674)\">3 Ne. 13:10<\/a><\/span> When there was a rebellion in heaven, they cast out the rebellious.<span class=\"citation\" id=\"79588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79588)\">Rev. 12:9<\/a><\/span> I may not remain in this earthly house to see the day when the rebellious will all be cast out on earth as they were in heaven; but I shall obtain an organized glorious body and see the day when, if there is an evil in Israel, it will be cast out, the same as it was cast out of heaven. I shall see that day, by the help of God; and my prayer is, by day and by night, &#x201C;Father, help me to keep thy commandments and magnify my calling and my Priesthood, which will exalt me, and bring me into thy presence, O Lord.&#x201D; That is what the Priesthood is committed to us for. If we magnify our calling and fill our office, God will magnify us and bring us into his presence. If you believe this, brethren, why do you not live for it? I suppose a great many do, and a great many do not; and those who do not are the persons we are preaching to. <\/div><div class=\"paragraph jod\" id=\"v6n2191\"> Having made these few remarks, I pray God to bless you, that his peace may be with you, and help you to be faithful and train up your children to be righteous, and as soon as they are old enough, do as brother Brigham and myself have done, send them to the nations of the earth. When my son William returns, I want to have another one ready to send; and when he returns, another; and when he returns, another; and when he returns, I want a dozen there. My children I raise to the Lord, and they shall be devoted to his service, or they cannot prosper. May God grant they may, for Jesus Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}