{"ID":60053, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Extensive Character of the Gospel&#x2014;Comprehensiveness of Divine Revelation, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, August 15, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Extensive Character of the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/15\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d53\">\n<div class=\"paragraph jod\" id=\"v6n1944\"> I am confident I have the prayers of the Saints and the faith of those who have faith. It is seldom that I request the Saints to pray for me, for I judge them by myself with a righteous judgment.<span class=\"citation\" id=\"69394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69394)\">John 7:24<\/a><\/span> I always pray for the Saints, and suppose in return they pray for all the faithful; and consequently, I have my share of their prayers. <\/div><div class=\"paragraph jod\" id=\"v6n1945\"> I recollect a statement that I made, last Sabbath, with regard to the Gospel&#x2014;what a Gospel sermon is, how long it takes to preach it, and what it comprises; that it takes the same time to preach it that it does to accomplish the plan of salvation pertaining to the children of men. <\/div><div class=\"paragraph jod\" id=\"v6n1946\"> I have never yet seen the time that I had wisdom, strength, and ability enough to preach a Gospel discourse&#x2014;to commence it, and finish it, setting before the people the plan of salvation sufficiently full, that thereby they might be saved. But it is only given in portions&#x2014;a little here, and a little there, by feeble man. <\/div><div class=\"paragraph jod\" id=\"v6n1947\"> The subject that is before us today is in the great discourse. To understand the first principles of the Gospel&#x2014;to rightly understand them, a man must have the wisdom that comes from above; he must be enlightened <div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2477\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by the Holy Ghost; his mind must be in open vision: he must enjoy the blessings of salvation himself, in order to impart them to others. <\/div><div class=\"paragraph jod\" id=\"v6n1948\"> In our capacity, we are privileged, in a spiritual point of view, precisely as we are in a temporal point of view. We have the privilege of learning and adding to the knowledge we have already obtained. We have a knowledge, for instance, of the rudiments of the English language. If we continue in our studies&#x2014;in our exertions to acquire information, we obtain more knowledge; and if we continue still to persevere, we add still more to that, until we are perfect masters of the language. <\/div><div class=\"paragraph jod\" id=\"v6n1949\"> Again, with regard to mechanism, in a certain sense, the same principle will hold good. We have the privilege of learning the arts and sciences that the learned among the Gentile nations understand; we have the privilege of becoming classical scholars&#x2014;of commencing at the rudiments of all knowledge&#x2014;of entering into the academics, we might say, of perfection. We might study, and add knowledge to knowledge, from the time that we are capable of knowing anything until we go down to the grave. If we enjoyed healthy bodies,  <div class=\"break pagebreak\" id=\"284a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0284.pdf\" target=\"pdfwin\">p.&#xA0;284a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2476\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>so as not to wear upon the functions of the mind, there is no end to a man's learning. This compares precisely with our situation pertaining to heavenly things. <\/div><div class=\"paragraph jod\" id=\"v6n1951\"> The capacity of mankind in attaining to geometrical knowledge and the fine arts is great. All nations and people understand more or less of the knowledge pertaining to the arts and sciences. But when they leave those principles that are comprehended in the studies pursued by the natural man, and undertake to define their own persons, their own being, and to understand the propriety and wisdom of the creation, and bring forth to themselves or to others those principles that pertain to future knowledge, they are in the dark; there is a veil over them. The veil of the covering that is over the nations of the earth<span class=\"citation\" id=\"94550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94550)\">D&amp;C 101:23<\/a><\/span> has beclouded their understandings, so that they are in thick darkness. This our experience teaches us&#x2014;that when any uninspired person or persons (who pretend to) step beyond organized nature, which is visible to the natural eyes, there is a mystery&#x2014;the hidden mystery&#x2014;the deep and unsearchable mystery of creation. <\/div><div class=\"paragraph jod\" id=\"v6n1952\"> We can see the natural man, we can behold our face in the glass; but can we tell what manner of person we are? Can we define the object of this organization&#x2014;of this body? Can we circumscribe it? Can we fathom the depths, the propriety, the necessity, and the object of Divine wisdom; in our organization? It is a mystery to the wisest there is upon the earth. We see life and action: this we witness daily; ourselves, we act; we see others act. We have sight to see; our ears are organized to hear, our hands to feel, and all the system throughout seems to be perfectly framed to sense and understanding; and the mystery of it is such that the wisest of all the philosophers are ready to acknowledge, and exclaim, It <div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2476\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is a mystery!&#x2014;it is not to be fathomed or understood by man. When we advance into the future or recede into the past, either plunges a man into still greater mystery. It is a mystery that the world have sought after by their wisdom: they have studied diligently for the express purpose of becoming acquainted with these mysteries. Thousands and thousands have spent their whole lives in study&#x2014;have sought after and read the comments and ideas of others with the utmost anxiety and fervency of intention, seeking to find that which others have not found&#x2014;to learn that which has not been learned. <\/div><div class=\"paragraph jod\" id=\"v6n1953\"> This Book, which is the Old and New Testament, preaches but one sermon from Genesis to Revelation. We commence and go through with this volume; then search all those books which have been rejected by the Christian nations as not canonical, and any other writings of Prophets and Apostles, and all good men&#x2014;all revelations that have been set aside, and considered unnecessary&#x2014;summon all the revelations that have been given from the days of Adam to the present time; and what is the sum of the whole of the teachings of Him who has created (the Supreme of the universe)&#x2014;who has organized and planned and executed and brought into existence&#x2014;all his teachings to his people? Simply this&#x2014;Son, daughter, live before me, so that I can come and visit you; order your lives with that propriety, that I will not be disgraced to come and abide with you for a season; or, when I send my angels or my minister the Holy Ghost to reveal my mind and will to you, or to bless you with abiding comfort, that they may not be disgraced in your society. <\/div><div class=\"paragraph jod\" id=\"v6n1954\"> I say, all the revelations of God teach simply this&#x2014;Son, daughter, you are the workmanship of mine hands: walk and live before me in  <div class=\"break pagebreak\" id=\"285a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0285.pdf\" target=\"pdfwin\">p.&#xA0;285a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2475\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>righteousness; let your conversation be chaste; let your daily deportment be according to my law; let your dealings one with another be in justice and equity; let my character be sacred in your mouth, and do not profane my holy name and trample upon mine authority; do not despise any of my sayings, for I will not be disgraced. I wish to send one of my servants to visit you. What for? That you may see and know as others have&#x2014;that you may see as you are seen&#x2014;that you may understand those principles pertaining more particularly to the kingdom you are in. You have descended below all things. I have, in my wisdom, reduced you; I have caused that you should drink of the dregs of the bitter cup. I have placed you in the depths of ignorance, and have surrounded you with weakness, to prove you. I have subjected you to all misery that can be endured. I have caused you to come upon this earth, where misery, and darkness, and every species of unbelief and wickedness reign, to prove you, that you may understand and know the good from the evil,<span class=\"citation\" id=\"92579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92579)\">Moses 5:11<\/a><\/span> and be capable of judging between these with a righteous judgment. <\/div><div class=\"paragraph jod\" id=\"v6n1956\"> I have caused all this to be done; and now, son and daughter, the <span class=\"italic\">inhabitants<\/span> of the <span class=\"italic\">whole earth<\/span> that have lived from the days of Adam until now, the first and the last&#x2014;the grand aim of all that I, the Lord, have revealed is to instruct you to live so that I can come and visit you, or send my angels, that they can enter into your habitations, walk and converse with you, and they not be disgraced. By so doing, you shall be made partakers of all knowledge and wisdom, power and glory that the sanctified or glorified beings enjoy. And this is, first of all, what the Lord wishes of the people. <\/div><div class=\"paragraph jod\" id=\"v6n1957\"> What does our experience teach us&#x2014;our eyes witness day by day? <div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2475\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> True, I may say, with many of you, I am not under the necessity of hearing the name of my God, whom I serve, my Father in heaven, blasphemed daily; I am not associated with those who blaspheme the name of the Father and the Son, and the character of the Holy Ghost; I do not associate with those who are liars, or adulterers, or whoremongers, or those who love and make a lie.<span class=\"citation\" id=\"87213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87213)\">D&amp;C 76:103<\/a><\/span> You can say the same: yet, when we mingle among the wicked, what do we see and hear? What do these my brethren hear, that take the pains to go into the canyons to sell a little beer to the traveler? They hear the name of the Lord that bought them blasphemed. It would take all the teams you have in the country to draw gold enough to tempt me into such a situation. <\/div><div class=\"paragraph jod\" id=\"v6n1958\"> Men are going crazed to attend the ferries, in order to amass a few paltry dollars. What do you hear there? You hear the name of the Lord Almighty, and his character, and his Son Jesus Christ, and his minister the Holy Ghost, blasphemed; and every servant of God upon the earth is cursed by them to the lowest regions. It is not all the gold of Ophir and California that could hire me to hear it for one month. These are my feelings. <\/div><div class=\"paragraph jod\" id=\"v6n1959\"> Gold and silver will perish, but the name of the Almighty will remain forever. His character will not sink, nor the character of his Son, nor of his ministers, nor of any of his faithful servants who keep his commandments. Riches will perish, but <span class=\"italic\">they<\/span> will endure. I say again, there is not gold enough lying east of the Rocky Mountains to bring me to one of these ferries and hear the blasphemies I should have to hear. But can we not hear it here? Yes&#x2014;to the shame and disgrace of a few of those that call themselves Latter-day Saints. Is it so, that there is a man whose  <div class=\"break pagebreak\" id=\"286a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0286.pdf\" target=\"pdfwin\">p.&#xA0;286a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2474\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>name is written in the Lamb's Book of Life<span class=\"citation\" id=\"80830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80830)\">Rev. 21:27<\/a><\/span> that will take the name of the Deity in vain? I speak to you who are trifling with the Lord Jesus and the Holy Spirit of promise, to the shame of a few of the Elders of Israel. <\/div><div class=\"paragraph jod\" id=\"v6n1961\"> The time will come when they will be cut off, though I am sorry to say that. I would rather say that while I am in the society of the Latter-day Saints, I might never hear the character of the Deity ridiculed and disgraced, and his name used in a light and trifling manner. <\/div><div class=\"paragraph jod\" id=\"v6n1962\"> It is true, I do not hear it. If I were to hear that which other people say they hear&#x2014;an Elder of Israel use the name of the Lord God in vain, I should cut him off from the Church; and if I could not get any help to cut him off, I would do it myself. Let me tell you, he must be a very ignorant man who can use the name of the Deity in vain, without having to repent forthwith. <\/div><div class=\"paragraph jod\" id=\"v6n1963\"> While I was talking, last Sabbath, I wished that I could have strength of lungs to speak about one thousand years, and live without eating or resting. I thought in that time we should get pretty well through with a portion of the Gospel sermon. <\/div><div class=\"paragraph jod\" id=\"v6n1964\"> I will now read a little in this book, called the Book of Doctrine and Covenants, pertaining to the subject we had before us last Sabbath. I will read a part of a short revelation, in order to exhibit some items of doctrine that are not generally understood, although it is before the people. All people who are disposed, have the privilege of reading this book for themselves; for it has been published to the world for some years. The Saints read it and have the privilege of understanding it, if they choose. Still, as I observed, we are in the school and keep learning, and we do not expect to cease learning while we live on earth; and when we pass through the veil, we expect still to <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2474\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> continue to learn and increase our fund of information. That may appear a strange idea to some; but it is for the plain and simple reason that we are not capacitated to receive all knowledge at once. We must therefore receive a little here and a little there. <\/div><div class=\"paragraph jod\" id=\"v6n1965\"> I will read in the Book of Doctrine and Covenants, sec. 44&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v6n1966\"> &#x201C;<span class=\"italic\">A commandment of God, and not of man, to Martin Harris, given (Manchester, New York, March, 1830) by Him who is eternal<\/span>.&#x201D;<span class=\"citation\" id=\"84166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84166)\">D&amp;C 19 Headnote<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1967\"> I could give to the people the cause of this revelation, but if is not necessary. I may say a word upon it when I come to it in the revelation, which will explain all that is necessary. Those who are acquainted with Martin Harris know his natural turn and disposition: he wanted to learn all things at once, was continually in pursuit of knowledge, and neglected to act upon that which he had already received. That is his true character, as far as I have known him. The revelation reads as follows&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v6n1968\"> &#x201C;I am Alpha and Omega, Christ the Lord; yea, even I am he, the beginning and the end, the Redeemer of the world. I, having accomplished and finished the will of him whose I am, even the Father, concerning me&#x2014;having done this that I might subdue all things unto myself&#x2014;Retaining all power, even to the destroying of Satan and his works at the end of the world, and the last great day of judgment, which I shall pass upon the inhabitants thereof, judging every man according to his works, and the deeds which he hath done.&#x201D;<span class=\"citation\" id=\"84168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84168)\">D&amp;C 19:1-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1969\"> We read in the Bible, you recollect, that every man shall be judged according to his works;<span class=\"citation\" id=\"80607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80607)\">Rev. 20:12<\/a><\/span> but it is almost impossible; or, I will say, it is a considerable task and quite a labor to get a community to understand these words as they read; when, in reality, to those that understand them, it is as plain to them as it is for this con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"287a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0287.pdf\" target=\"pdfwin\">p.&#xA0;287a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2473\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gregation to count how many fingers I am now holding up before you. If I hold up two fingers, you exclaim, There are two. But somebody will start up and say, No; there is but one; while another declares, There are four, and not one or two. Every person has a privilege of looking for themselves, and may know whether I hold up one, two, or four fingers. To a person who understands this saying it is just as easy for him to judge and know that mankind will be judged according to their works which they do in the body; and yet how hard it is to get the people to say it is so, and have them understand it. <\/div><div class=\"paragraph jod\" id=\"v6n1971\"> &#x201C;And surely every man must repent or suffer, for I, God, am endless. Wherefore, I revoke not the judgments which I shall pass, but woes shall go forth, weeping, wailing and gnashing of teeth, yea, to those who are found on my left hand. Nevertheless, it is not written that there shall be no end to this torment, but it is written <span class=\"italic\">endless torment<\/span>.&#x201D;<span class=\"citation\" id=\"84175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84175)\">D&amp;C 19:4-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1972\"> This revelation has been before the people, in this volume, since the year 1834, and yet how few have paid attention to it. Suppose I repeat a part of this last quotation&#x2014;&#x201C;Nevertheless, it is not written that there shall be no end to this torment; but it is written, Endless torment.&#x201D;<span class=\"citation\" id=\"84178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84178)\">D&amp;C 19:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1973\"> &#x201C;Again, it is written <span class=\"italic\">eternal damnation<\/span>; wherefore it is more express than other scriptures, that it might work upon the hearts of the children of men, altogether for my name's glory. Wherefore, I will explain unto you this mystery, for it is meet unto you to know even as mine apostles. I speak unto you that are chosen in this thing, even as one, that you may enter into my rest. For, behold, the mystery of godliness, how great is it! For, behold, I am endless, and the punishment which is given from my hand is endless punishment, for Endless is my name. Wherefore&#x2014;Eternal <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2473\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> punishment is God's punishment. Endless punishment is God's punishment.&#x201D;<span class=\"citation\" id=\"84183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84183)\">D&amp;C 19:7-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1974\"> If I recollect right, I think there is no place in the Bible so explicit, with regard to this name of the Deity&#x2014;&#x201C;for Endless is my name.&#x201D;<span class=\"citation\" id=\"84185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84185)\">D&amp;C 19:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1975\"> &#x201C;Wherefore, I command you to repent, and keep the commandments which you have received by the hand of my servant Joseph Smith, Jun., in my name; And it is by my almighty power that you have received them; Therefore I command you to repent&#x2014;repent, lest I smite you by the rod of my mouth, and by my wrath, and by my anger, and your sufferings be sore&#x2014;how sore you know not, how exquisite you know not, yea, how hard to bear you know not. For behold, I, God, have suffered these things for all, that they might not suffer if they would repent; But if they would not repent, they must suffer even as I; Which suffering caused myself, even God, the greatest of all, to tremble because of pain, and to bleed at every pore, and to suffer both body and spirit&#x2014;and would that I might not drink the bitter cup, and shrink&#x2014;Nevertheless, glory be to the Father, and I partook and finished my preparations unto the children of men. Wherefore, I command you again to repent, lest I humble you with my almighty power; and that you confess your sins, lest you suffer these punishments of which I have spoken, of which in the smallest, yea, even in the least degree you have tasted at the time I withdrew my Spirit.&#x201D;<span class=\"citation\" id=\"84193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84193)\">D&amp;C 19:13-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1976\"> This language needs no particular explanation to those who ever knew Martin Harris. <\/div><div class=\"paragraph jod\" id=\"v6n1977\"> &#x201C;And I command you that you preach naught but repentance, and show not these things unto the world until it is wisdom in me. For they cannot bear meat now, but milk they must receive; wherefore, they must  <div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2472\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not know these things, lest they perish.<span class=\"citation\" id=\"84202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84202)\">D&amp;C 19:21-22<\/a><\/span> Learn of me and listen to my words; walk in the meekness of my Spirit, and you shall have peace in me. I am Jesus Christ; I came by the will of the Father, and I do his will.&#x201D;<span class=\"citation\" id=\"84203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84203)\">D&amp;C 19:23-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1979\"> I want to connect this part of the revelation given to Martin Harris, with a few words in the revelation called the Vision&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v6n1980\"> &#x201C;Thus saith the Lord concerning all those who know my power, and have been made partakers thereof, and suffered themselves through the power of the devil to be overcome, and to deny the truth and to defy my power&#x2014;They are they who are the sons of perdition, of whom I say that it had been better for them never to have been born; For they are vessels of wrath, doomed to suffer the wrath of God, with the devil and his angels in eternity; Concerning whom I have said there is no forgiveness in this world nor in the world to come&#x2014;Having denied the Holy Spirit after having received it, and having denied the Only Begotten Son of the Father, having crucified him unto themselves and put him to an open shame. These are they who shall go away into the lake of fire and brimstone, with the devil and his angels&#x2014;And the only ones on whom the second death shall have any power; Yea, verily, the only ones who shall not be redeemed in the due time of the Lord, after the sufferings of his wrath. For all the rest shall be brought forth by the resurrection of the dead, through the triumph and the glory of the Lamb, who was slain, who was in the bosom of the Father before the worlds were made.&#x201D;<span class=\"citation\" id=\"86930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86930)\">D&amp;C 76:31-39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1981\"> I wished to connect these two quotations, and refer directly to the situation of the world, believing that this can be made profitable like everything else. All the revelations that are given, and every revelation that was given, and every matter of fact or truth that is revealed to the chil<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2472\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dren of men is for their benefit;<span class=\"citation\" id=\"76225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76225)\">2 Tim. 3:16<\/a><\/span> and, if improved upon, in honesty and truth, in righteousness and humility, to the glory of God, and to their own honor, it is a lasting benefit; but if they should turn about and make an evil use of it, it always will be to their condemnation: consequently, it is for the inhabitants of the earth to know the blessings and the privileges the Lord has for them to enjoy. It was said by the Savior, when in the flesh, to the scribes and Pharisees and learned doctors of the law; and it will apply to every class and grade, and every individual in every community: &#x201C;This is the condemnation, that light has come into the world, and men choose darkness rather than light.&#x201D;<span class=\"citation\" id=\"68898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68898)\">John 3:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1982\"> So it is; it always has been, and it always will be so: when light comes, if the people reject that light, it will condemn them, and will add to their sorrow and affliction. So it is with the inhabitants of the earth, at the present day, as much as it was in the days of the Savior, or in any other period of the world. Light comes into the world, but men choose darkness: when they do, it proves that their deeds are evil.<span class=\"citation\" id=\"68899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68899)\">John 3:19<\/a><\/span> This principle may prove beneficial to us and to every son and daughter of Adam who hear and have the privilege of hearing and of understanding for themselves. <\/div><div class=\"paragraph jod\" id=\"v6n1983\"> When we take a view of the inhabitants of the earth, and look at ourselves, and contemplate our own situation and circumstances, we are satisfied that we, as a people, are favored above any other class upon the face of this globe. Our blessings are multiplied unto us more than any people. We have the privilege of knowing how to escape this world of sorrow and sin, to enter into the strait gate that was spoken of by the Savior, and obtain eternal life.<span class=\"citation\" id=\"63846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63846)\">Matt. 7:13-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1984\"> Is there any other people that  <div class=\"break pagebreak\" id=\"289a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0289.pdf\" target=\"pdfwin\">p.&#xA0;289a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2471\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>know these principles&#x2014;that have committed to them the keys of the holy Priesthood, by which they may save themselves, save their families, save their neighbors, and save all that will hear them? Where is that community? I do not know. So may this congregation exclaim, if the same inquiry was made of them: they can say, We do not know. <\/div><div class=\"paragraph jod\" id=\"v6n1986\"> We are blessed, greatly blessed; and when we contemplate even upon our afflictions, the fact is, they appear to us not worth mentioning: they should never come into remembrance before us. We have the privilege of serving the Lord, of growing in grace, and obtaining that which the Lord has for us. This is the people the Lord designs should be prepared to enter in at the strait gate; for strait is the gate and narrow is the way, says Jesus, that leadeth to the endless lives.<span class=\"citation\" id=\"91618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91618)\">D&amp;C 132:22<\/a><\/span> It is translated in King James' version of the Old Testament, &#x201C;That leadeth unto eternal life.&#x201D;<span class=\"citation\" id=\"63862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63862)\">Matt. 7:14<\/a><\/span> But in our late revelations it is rendered, &#x201C;Strait is the gate and narrow is the way that leadeth to the endless lives, and few there be that find it.&#x201D;<span class=\"citation\" id=\"91617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91617)\">D&amp;C 132:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1987\"> Were I to inquire of the Latter-day Saints if they are all expecting to enter in the strait gate spoken of by the Savior&#x2014;if they are all going to inherit eternal lives, everyone would answer in the affirmative. I hope they will. It really would rejoice me, were it to be so; but I cannot believe for a moment that every person who receives this Gospel will be prepared to enter in at the strait gate and inherit eternal lives. But there is one fact, and that is undeniable&#x2014;we cannot alter it, and that is, every man shall be judged according to his works, and every man will receive according to the extent of his capacity.<span class=\"citation\" id=\"87237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87237)\">D&amp;C 76:111<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1988\"> Every individual among the Latter-day Saints and among all professors of religion, and then among all the <div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2471\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heathen upon the face of the earth, will be judged according to their works. Is this all? No. Every individual will also receive according to the extent of his capacity. The inquiry might arise, Are all individuals who receive the new and everlasting covenant, and by their acts submit to it&#x2014;are they capable of receiving the glory to be revealed&#x2014;the crowns of glory, of immortality, and eternal lives?<span class=\"citation\" id=\"86797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86797)\">D&amp;C 75:5<\/a><\/span> You may answer that question yourselves. Pause a moment. <\/div><div class=\"paragraph jod\" id=\"v6n1989\"> I will refer your minds to Abraham. He lived many years without children, and sought diligently of the Lord to know if his name should be blotted from the book&#x2014;if it should become extinct. He was a righteous man, a good man, and conversed with his Lord, received revelations from above, and communed with heavenly beings; while his constant cry was, O Lord, shall my name stop here? You can read in the Bible how he obtained a promise, and his wife actually bore him a son in her old age.<span class=\"citation\" id=\"53172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53172)\">Gen. 17:15-21<\/a><\/span><span class=\"citation\" id=\"53266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53266)\">Gen. 21:1-2<\/a><\/span> He obtained this promise&#x2014;&#x201C;Abraham my son, you shall have a posterity, and a great nation shall spring forth from your loins; you shall receive the desire of your heart. What can you desire, Abraham?&#x201D; I want to know if this will be the end of my posterity? And is my name to stop here? No, says the Lord; to your posterity there shall be no end.<span class=\"citation\" id=\"53332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53332)\">Gen. 22:17<\/a><\/span> You remember what the Apostle says concerning this matter. It is this&#x2014;&#x201C;His seed shall be like the sands upon the seashore, and like the stars in the firmament, for multitude; they cannot be numbered from this time henceforth and forever; they are endless, and still continue to increase and increase.&#x201D;<span class=\"citation\" id=\"77000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77000)\">Heb. 11:8-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1990\"> Here is the very posterity of Abraham in this house. Nearly the whole of this congregation is composed of them; and they are on the increase,  <div class=\"break pagebreak\" id=\"290a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0290.pdf\" target=\"pdfwin\">p.&#xA0;290a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2470\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>spreading forth on the right and on the left, according to the promise made to Abraham, and the blessings he was earnestly seeking for. I mention this to remind you of one fact: it is a great blessing, and one of the greatest that can be bestowed upon a mortal being, to receive the sanction of the Almighty, the voice of God to man, saying that he shall inherit eternal lives. The gift of eternal life is the greatest of all gifts that can be bestowed upon mankind.<span class=\"citation\" id=\"84078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84078)\">D&amp;C 14:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1992\"> When we step forth into other communities, or contemplate the past, and view our forefathers, what will be their situation? What their doom? I can tell you, and you will allow me to judge the matter; not, however, that I am going to judge them and pronounce sentence upon them; but their situation is plain to those who understand. <\/div><div class=\"paragraph jod\" id=\"v6n1993\"> My father and grandfather&#x2014;my ancestors were some of the most strict religionists that lived upon the earth. You no doubt can say the same about yours. Of my mother&#x2014;she that bore me&#x2014;I can say, no better woman ever lived in the world than she was. I have the feelings of a son towards her. I should have them&#x2014;it is right; but I judge the matter pertaining to her from the principles and the spirit of the teachings I received from her. <\/div><div class=\"paragraph jod\" id=\"v6n1994\"> Would she countenance one of her children in the least act that was wrong according to her traditions? No, not in the least degree. I was brought up so strict, so firm in the faith of the Christian religion by my parents, that if I had said, &#x201C;Devil,&#x201D; I believed I had sworn very wickedly, no matter on what occasion or under what circumstances this might occur. If I used the name of Devil, I should have certainly been chastised, and that severely. Would my father or mother allow any of their children to say, &#x201C;Darn it?&#x201D; Were they ever allowed to say, &#x201C;I vow?&#x201D; No. If we had said either <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2470\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of these words, we should have been whipped for it. I don't say that we did not say such things when out of the sight of father and mother; but if by any means it came to their ears, we were sure to be chastised. <\/div><div class=\"paragraph jod\" id=\"v6n1995\"> Did I ever hear a man swear in my father's house? No, never in my life. I never heard my father or any person about his premises swear as much as to say, &#x201C;Darn it,&#x201D; or &#x201C;Curse it,&#x201D; or &#x201C;the Devil.&#x201D; So you see I was brought up pretty strictly. My mother, while she lived, taught her children all the time to honor the name of the Father and the Son, and to reverence the holy Book. She said, Read it, observe its precepts, and apply them to your lives as far as you can: do everything that is good; do nothing that is evil; and if you see any persons in distress, administer to their wants: never suffer anger to arise in your bosoms; for, if you do, you may be overcome by evil. I do not know that I ever wronged my neighbor, even to the value of a pin. I was taught, when a child, not to take a pin from the dooryard of a neighbor, but to carry it into the house and give it to some of the family. Never did my mother or father countenance any of their children in anything to wrong their neighbor or fellow being, even if they were injured by them. If they have injured me says my father, let me return good for evil, and leave it in the hand of the Lord; he will bless me for doing right and curse them for doing wrong. <\/div><div class=\"paragraph jod\" id=\"v6n1996\"> I have merely mentioned my own parents and their teachings to their children to bring before your minds the thousands and millions and thousands of millions of the inhabitants of the earth who have lived and passed off this stage of action, and the millions that are now living, eating, drinking, and busily engaged in the almost endless pursuits of mortal  <div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2469\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>life as we are, everyone moving according to his own capacity and according to his own views and notions of things; but they all alike breathe the free air and drink of the free water, and all are before the Lord. I bring up these little items to prepare the way for the question, &#x201C;What are you going to do with all these inhabitants of the earth?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1998\"> The Methodists answer, &#x201C;You must come to the anxious seat, or else be plunged into that lake of fire and brimstone, and there live forever, without any end to your torment, among devils employed in pitching you around, adding brimstone to fire and fire to brimstone. You are to stay there for millions and thousands of millions and millions of billions of years, and all the rest of it a man can think of in the shape of numbers. When you have lived there so many years, you are not any nearer the end of this awful torment than you were when it first began.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1999\"> This has appeared to me, from my childhood to this day, a piece of complete nonsense, to talk about the inhabitants of the earth being thus irretrievably lost&#x2014;to talk of my father and mother, and yours, or our ancestors, who have lived faithfully according to the best light they had; but because they had not the everlasting covenant and the holy Priesthood in their midst, that they should go to hell and roast there to all eternity. It is nonsense to me; it always was, and is yet. <\/div><div class=\"paragraph jod\" id=\"v6n2000\"> What are you going to do with them? I will tell you. Take the Methodists and every reformer, from the latest back to King James, who seceded from the authority of the Pope, and the hundreds and thousands that are now living upon the earth, and have lived and passed away, who profess no religion, but stand aloof from all parties&#x2014;among those who are dead and those who are living, there are multitudes who have been <div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2469\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and are as good as they know how to be. <\/div><div class=\"paragraph jod\" id=\"v6n2001\"> Now, the point is to know what we are going to do with them. Are we going to send them to an endless hell? This wants a little explanation; for if I were to say that all go to hell, I should certainly tell the truth; and I can say, as I said last Sabbath, All go there, both Saint and sinner, in one sense of the word. <\/div><div class=\"paragraph jod\" id=\"v6n2002\"> There are reasons for this, and it is for man to understand what they are, placing everything in its own place, classifying and putting all things where they belong, to make the doctrine of salvation complete. Foreordination, for instance, and free grace are both true doctrines; but they must be properly coupled together and correctly classified, so as to produce harmony between these two apparently opposite doctrines. We must know, when the Lord speaks, what he is talking about, and who he is talking about; all and considerably more of which is necessary to get a proper knowledge of the whole scheme of salvation. <\/div><div class=\"paragraph jod\" id=\"v6n2003\"> I ask you again, what are we going to do with father and mother? Are we going to send them to perdition, and there let them welter in awful misery and endless torment? No; we are not going to do any such thing; but we will put them where they belong. <\/div><div class=\"paragraph jod\" id=\"v6n2004\"> Now, understand, all spirits came from God, and they came pure from his presence, and were put into earthly tabernacles, which were organized for that express purpose; and so the spirit and the body became a living soul.<span class=\"citation\" id=\"52400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52400)\">Gen. 2:7<\/a><\/span><span class=\"citation\" id=\"88332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88332)\">D&amp;C 88:15<\/a><\/span> If these souls should live, according to the law of heaven, God ordained that they should become temples prepared to inherit all things. I wish you to understand that all spirits are pure when they are put into these tabernacles; but we have not time to explain or set before you the  <div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2468\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>reasons of the variation in appearance in the mortal tabernacles. There are causes for it. Our spirits fill the tabernacles organized for them; the body is a habitation for the spirit to dwell in; and if the spirit and the body both agree in keeping all the laws and all the commandments that the Lord reveals unto that tabernacle, it never shall be destroyed. <\/div><div class=\"paragraph jod\" id=\"v6n2006\"> How many shall be preserved? All who do not deny and defy the power and character of the Son of God&#x2014;all who do not sin against the Holy Ghost.<span class=\"citation\" id=\"86931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86931)\">D&amp;C 76:31-39<\/a><\/span> Now, to return again. Here are the spirits which have come and taken possession of the tabernacles prepared; they have entered into their house; and you observe that these habitations of the spirits of men are scattered over the face of the earth, and they have come from the Lord pure in their spirits. These enter their tabernacles and are shut out from his presence and the knowledge of the Lord: they are ignorant, filled with unbelief, exposed to the unholy traditions of the fathers, which they have to grapple with, and all the wickedness that is in the world with which they have to contend. <\/div><div class=\"paragraph jod\" id=\"v6n2007\"> With your mind's eye look at the millions of them in all nations who are doing according to the best knowledge they possess. What! The Roman Catholics? Yes, and then every one of her daughters down to the latest Protestant Church that has been organized. They are all doing just as well as they can, and living according to the best light they have&#x2014;a great many of them, though not all. What shall we do with them? They pass from the world, their spirits go into the spiritual world, and their bodies go back to their mother earth, and there sleep, while their spirits are before the Lord. <\/div><div class=\"paragraph jod\" id=\"v6n2008\"> Are they happy? Every son and daughter of Adam who live according to the best light and knowledge they <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2468\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have, when they go into the spiritual world, are happy in proportion to their faithfulness. For instance, take a view of some of our late reformers; take the best specimen of reformers that we have, who are all the time full of glory and happiness and full of praise to the Lord&#x2014;who meet together oft to sing and pray and preach and shout and give thanks to the Lord Almighty; and in a great many instances and in a great degree they enjoy much of a good spirit, which is the Spirit of the Lord,<span class=\"citation\" id=\"87782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87782)\">D&amp;C 84:46<\/a><\/span> or the light of Christ, which lighteth the world.<span class=\"citation\" id=\"124813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124813)\">D&amp;C 88:7-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2009\"> Now, this may be singular to some. What! They enjoy the Spirit of the Lord? Yes, every man and woman, according to their faith and the knowledge they have in their possession. They enjoy the goodness of their Father in heaven. Do they receive the Spirit of the Lord? They do, and enjoy the light of it, and walk in it, and rejoice in it. <\/div><div class=\"paragraph jod\" id=\"v6n2010\"> What will be their state hereafter? Every faithful Methodist that has lived up to and faithfully fulfilled the requirements of his religion, according to the best light he had, doing good to all and evil to none, injuring no person upon the earth, honoring his God as far he knew, will have as great a heaven as he ever anticipated in the flesh, and far greater. Every Presbyterian, and every Quaker, and every Baptist, and every Roman Catholic member&#x2014;every reformer, of whatever class or grade, that lives according to the best light they have, and never have had an opportunity of receiving a greater light than the one in their possession, will have and enjoy all they live for. <\/div><div class=\"paragraph jod\" id=\"v6n2011\"> I am telling you the truth as it is, and you may write it down if you please, and call it revelation if you will. But it has been revealed before I revealed it here today. This is the situation of Christendom after death. <\/div> <div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2467\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n2013\"> You may go among the Pagans, or among all the nations there are, and they have their religion, their sacraments, and ceremonies, which are as sacred to them as ours are to us: they are just as precious and dear to them, though we call them heathen. They are idolatrous worshippers; yet their religion is as sacred to them as ours is to us. If they live according to the best light they have in their religion, God is God over all and the Father of us all; we are all the workmanship of his hands;<span class=\"citation\" id=\"93038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93038)\">Moses 7:32<\/a><\/span> and if they are ignorant, filled with superstition, and have the traditions of the fathers interwoven like a mantle around and over them, that they cannot see any light, so will they be judged; and if they have lived according to what they did possess, so they will receive hereafter. <\/div><div class=\"paragraph jod\" id=\"v6n2014\"> And will it be glory, you may inquire? Yes. Glory, glory, glory to our merciful Father in heaven; for the least glory spoken of in this Vision given to Joseph Smith, junior, and Sidney Rigdon,<span class=\"citation\" id=\"86829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86829)\">D&amp;C 76:1-119<\/a><\/span> cannot be described: it is so great and so exquisite that it is altogether beyond mortal perception. <\/div><div class=\"paragraph jod\" id=\"v6n2015\"> They could not write it, neither describe it in language.<span class=\"citation\" id=\"124814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124814)\">D&amp;C 76:115-116<\/a><\/span> The glory of the telestial world no man knows,<span class=\"citation\" id=\"87154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87154)\">D&amp;C 76:89<\/a><\/span> except he partakes of it;<span class=\"citation\" id=\"87007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87007)\">D&amp;C 76:46<\/a><\/span> and yet, in that world they differ in glory as the stars in the firmament differ one from the other.<span class=\"citation\" id=\"87202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87202)\">D&amp;C 76:98<\/a><\/span> The terrestrial glory is greater still,<span class=\"citation\" id=\"87158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87158)\">D&amp;C 76:91<\/a><\/span> and the celestial is the greatest of all; that is the glory of God the Father, where our Lord Jesus Christ reigns.<span class=\"citation\" id=\"87159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87159)\">D&amp;C 76:92<\/a><\/span> Well, this people are privileged above all other people upon the earth: this community&#x2014;this congregation now before me are the people whose blessings are far superior to the blessings of all the human family besides. <\/div><div class=\"paragraph jod\" id=\"v6n2016\"> What manner of persons ought we to be?<span class=\"citation\" id=\"78475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78475)\">2 Pet. 3:11<\/a><\/span><span class=\"citation\" id=\"82985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82985)\">3 Ne. 27:27<\/a><\/span> Should not all our lives be filled with praise, and glory, and hallelujahs to God and the Lamb, with <div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2467\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> good works and good feelings, being filled with the Spirit of God? If so, would there be any room for anger or contention from this time forth? There would not be one man or woman that could find time to talk about their neighbors or contend with a brother, but all hearts would be sanctified before the Lord, and every tongue would be speaking praise, and every hand would be put forth to do good and to seek to build up the kingdom of God; and they would never sin again. If we seek to build up this kingdom, hereafter the Lord will build us up. I don't know that I shall get half through with what I want to say today. I wish to come back and look at ourselves in the next place. <\/div><div class=\"paragraph jod\" id=\"v6n2017\"> How many glories and kingdoms will there be in eternity? You will see the same variety in eternity as you see in the world. For instance, you see here one class of men who have lived according to the best light they had. You may go among the heathen, or among the Christians, it is no matter; I will call them all Christians, or all heathens, if it will accommodate anybody's feelings, for they don't come much short of all being heathen. We will take the best men we can find among them&#x2014;when they pass through the veil they are in happiness, they are in glory, they go among the disembodied spirits; but they do not go where there are resurrected bodies, for they cannot live there: a Prophet or an Apostle cannot live there. They also go into the spiritual world to live with spirits. Do they commune with the Father and Son? The Father communes with them as he pleases, through the means of angels, or otherwise the Son and the Holy Ghost. This is the situation of the Prophet, the Apostle, and all Saints before they receive their resurrected bodies; but they are looking forward to the time when they shall receive their bodies from the dust;  <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2466\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and those that have been faithful, probably, will now soon get their resurrected bodies. Abraham has had his body long ago, and dwells with the Father and the Son,<span class=\"citation\" id=\"91690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91690)\">D&amp;C 132:29<\/a><\/span> among all the Prophets and faithful Saints who received their resurrected bodies immediately after the resurrection of the Savior.<span class=\"citation\" id=\"66384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66384)\">Matt. 27:52-53<\/a><\/span><span class=\"citation\" id=\"82901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82901)\">3 Ne. 23:9<\/a><\/span> They were then prepared to enter into the Father's rest and be crowned with glory and eternal lives; but they were not prepared before. <\/div><div class=\"paragraph jod\" id=\"v6n2019\"> No spirit of Saint or sinner, of the Prophet or him that kills the Prophet, is prepared for their final state: all pass through the veil from this state and go into the world of spirits; and there they dwell, waiting for their final destiny. It no doubt appears a singular idea to you that both Saint and sinner go to the same place and dwell together in the same world. You can see the same variety in this world. You see the Latter-day Saints, who have come into these valleys&#x2014;they are by themselves as a community, yet they are in the same world with other communities. But I do not feel as though I am dwelling where there are six or eight kinds of religion or more, and, after all, no religion at all. I am not dwelling where there is cursing, and swearing, and horse racing, and gambling, and everything else that is calculated to disturb a peaceable community. Though I am in the same world where all this exists, I am not dwelling where it is, nor am I disturbed by it; but I am peaceable and serving the Lord. <\/div><div class=\"paragraph jod\" id=\"v6n2020\"> You can see the variety here. The Presbyterians can go away by themselves and build cities and towns, and try to prohibit all other persons who are not Presbyterians from dwelling with them. The Methodists can do the same; the Baptists can do the same. We have the privilege of organizing society in this world as we please, in one sense. This is what Mr. Owen <div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2466\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> calls Socialism. He says mankind are controlled by circumstances, and others say that mankind govern and control circumstances. Both are true. We govern and control circumstances; but when we come into circumstances which the Lord controls, we are then controlled by circumstances. I and my brethren can go and settle down in a certain part; and if you choose, we can go into merchandising or stock raising; and if we choose, we can live without a family, like a Shaker. In this way we can control circumstances in a great degree, while there are circumstances over which we have no control. All this exhibits precisely the situation of the people hereafter: they control circumstances to a great degree, and sometimes circumstances control them. When they are in the world of spirits, there is the Prophet and the Patriarch; all righteous men are there, and all wicked men also are there. <\/div><div class=\"paragraph jod\" id=\"v6n2021\"> What is going to be done with them? By-and-by Zion will be built up; Temples are going to be reared, and the holy Priesthood is going to take effect and rule, and every law of Christ will be obeyed, and he will govern<span class=\"citation\" id=\"79426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79426)\">Rev. 11:15<\/a><\/span> and reign King of nations<span class=\"citation\" id=\"124815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124815)\">Jer. 10:7<\/a><\/span> as he now does King of Saints.<span class=\"citation\" id=\"80062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80062)\">Rev. 15:3<\/a><\/span> Pretty soon you will see Temples reared up, and the sons of Jacob will enter into the Temples of the Lord. What will they do there? They will do a great many things. When you see Zion redeemed and built up&#x2014;when you see the people performing the ordinances of salvation for themselves and for others (and they will hereafter), you will see simply this (but I have not time this morning to tell you only a little part of it). About the time that the Temples of the Lord will be built and Zion is established&#x2014;pretty nigh this time, you will see (those who are faithful enough), the first you know, there will be strangers in your midst, walking with you, talk<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2465\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing with you: they will enter into your houses and eat and drink with you, go to meeting with you, and begin to open your minds, as the Savior did the two disciples who walked out in the country in days of old.<span class=\"citation\" id=\"68394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68394)\">Luke 24:13-32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2023\"> About the time the Temples are ready, the strangers will be along and will converse with you, and will inquire of you, probably, if you understand the resurrection of the dead. You might say you have heard and read a great deal about it, but you do not properly understand it; and they will then open your minds and tell you the principles of the resurrection of the dead and how to save your friends: they will point out Scriptures in the Old and New Testament, in the Book of Mormon, and other revelations of God, saying, &#x201C;Don't you recollect reading so and so, that saviors should come up on Mount Zion?&#x201D;<span class=\"citation\" id=\"61964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61964)\">Obad. 1:21<\/a><\/span> &amp;c.; and they will expound the Scriptures to you.<span class=\"citation\" id=\"68423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68423)\">Luke 24:27<\/a><\/span> You have got your Temples ready: now go forth and be baptized for those good people. There are your father and your mother&#x2014;your ancestors for many generations back&#x2014;the people that have lived upon the face of the earth since the Priesthood was taken away, thousands and millions of them, who have lived according to the best light and knowledge in their possession. They will expound the Scriptures to you,<span class=\"citation\" id=\"82186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82186)\">Alma 18:38<\/a><\/span> and open your minds, and teach you of the resurrection of the just and the unjust,<span class=\"citation\" id=\"86872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86872)\">D&amp;C 76:17<\/a><\/span> of the doctrine of salvation: they will use the keys of the holy Priesthood, and unlock the door of knowledge, to let you look into the palace of truth. You will exclaim, That is all plain: why did I not understand it before? And you will begin to feel your hearts burn within you as they walk and talk with you.<span class=\"citation\" id=\"68430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68430)\">Luke 24:32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2024\"> You will enter into the Temple of the Lord and begin to offer up ordinances before the Lord for your dead. <div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2465\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Says this or that man, I want to save such a person&#x2014;I want to save my father; and he straightway goes forth in the ordinance of baptism, and is confirmed, and washed, and anointed, and ordained to the blessings of the holy Priesthood for his ancestors. Before this work is finished, a great many of the Elders of Israel in Mount Zion will become pillars in the Temple of God, to go no more out:<span class=\"citation\" id=\"79104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79104)\">Rev. 3:12<\/a><\/span> they will eat and drink and sleep there; and they will often have occasion to say&#x2014;&#x201C;Somebody came into the Temple last night; we did not know who he was, but he was no doubt a brother, and told us a great many things we did not before understand. He gave us the names of a great many of our forefathers that are not on record, and he gave me my true lineage and the names of my forefathers for hundreds of years back. He said to me, You and I are connected in one family: there are the names of your ancestors; take them and write them down, and be baptized and confirmed, and save such and such ones, and receive of the blessings of the eternal Priesthood for such and such an individual, as you do for yourselves.&#x201D; This is what we are going to do for the inhabitants of the earth. When I look at it, I do not want to rest a great deal, but be industrious all the day long. For when we come to think upon it, we have no time to lose, for it is a pretty laborious work. <\/div><div class=\"paragraph jod\" id=\"v6n2025\"> I have a great feeling to just let the lash slide over onto some men a little. Do you think they would want to go to California to get gold, or run to the ferries, whence the name of the Almighty is blasphemed, if they properly understood these things&#x2014;the way of life and salvation? You will enter into the Temple of the Lord, when by-and-by here come along brothers Joseph and Hyrum Smith, for instance; for they will be perfectly capable of coming and staying over  <div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2464\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>night with you, and you not know who they are. Or suppose David Patten should come along, and shake hands with some of the Twelve, and want to stay all night with them and expound the Scriptures and reveal the hidden things of God.<span class=\"citation\" id=\"59395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59395)\">Isa. 45:3<\/a><\/span><span class=\"citation\" id=\"72968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72968)\">1 Cor. 2:7<\/a><\/span> It will not be long before this will be so. <\/div><div class=\"paragraph jod\" id=\"v6n2027\"> Suppose we are ready for it, and a great Temple is built at the central point, in Jackson County. Gentlemen, don't be startled; for if we don't go back there, our sons and daughters will; and a great Temple will be built upon the consecrated spot, and a great many more besides that. The land of Joseph is the land of Zion; and it takes North and South America to make the land of Joseph. Suppose we are ready to go into the Temples of God to officiate for our fathers and our grandfathers&#x2014;for our ancestors back for hundreds of years, who are all looking to see what their children are doing upon the earth. The Lord says, I have sent the keys of Elijah the Prophet&#x2014;I have imparted that doctrine to turn the hearts of the fathers to the children, and the hearts children to the fathers.<span class=\"citation\" id=\"84537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84537)\">D&amp;C 27:9<\/a><\/span> Now, all you children, are you looking to the salvation of your fathers? Are you seeking diligently to redeem them that have died without the Gospel, inasmuch as they sought the Lord Almighty to obtain promises for you?&#x2014;for our fathers did obtain promises that their seed should not be forgotten.<span class=\"citation\" id=\"77018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77018)\">Heb. 11:13<\/a><\/span> O ye children of the fathers, look at these things. You are to enter into the Temples of the Lord and officiate for your forefathers. <\/div><div class=\"paragraph jod\" id=\"v6n2028\"> Suppose we are ready to enter into the Temple to be baptized and attend to the ordinances for one hundred of our best forefathers, and Thomas should say to John, &#x201C;John, take this affair and see to it; I want to go to this ferry to make a little money;&#x201D; or &#x201C;Joseph, you know the names of our ancestors better than I do; won't you <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2464\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> go and see to their salvation? I have not time myself; I want to build a bridge.&#x201D; &#x201C;James, are you ready to perform your duties for the dead?&#x201D; &#x201C;No; I want to go and keep a grocery.&#x201D; And you know the language that is common to such places: the name of the Lord is blasphemed, and his servants are cursed with bitter oaths. <\/div><div class=\"paragraph jod\" id=\"v6n2029\"> What do you think of it, gentlemen, Elders in Israel? What would money have to do with you, if you were now upon the threshold of eternity, and eternity open to you? Would you have the apostasy, as you have now? A little money is more to such persons than the salvation of all the sons and daughters of Adam. I wish I had a voice like ten thousand earthquakes, that all the world might hear and know the loving kindness of the Lord. <\/div><div class=\"paragraph jod\" id=\"v6n2030\"> I am telling you things that are before me constantly. When men and women are reaching after the perishable things of this world, and will step out of the path of duty and endanger their salvation, it has been said that it hurts brother Brigham's feelings. It is true, and I could even weep over such; and the angels weep over us to see our foolishness&#x2014;that we are so giddy-headed as to run after the fading things of the world, and set our minds and feelings upon riches, and neglect our duty in preparing ourselves for the coming of the Son of man, for the coming of the ancient and modern Apostles and Prophets, for the redemption of Zion, and the redeeming of our dear friends in every age of the world when the Priesthood was not upon the earth. <\/div><div class=\"paragraph jod\" id=\"v6n2031\"> Now, the inquiry on our minds is, Are all the world going to share in these blessings? Yes, all the world. Are there none going to be lost? Are there none going to suffer the wrath of the Almighty? I can say, in the first place, as I have said all my life, where I have been preaching, I never  <div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2463\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>had the spirit to preach hell and damnation to the people. I have tried a great many times&#x2014;I tried last Sabbath, and I have tried today to come to that point&#x2014;the sufferings of the wicked. They will suffer, it seems; but I cannot get my heart upon anything else only salvation for the people. All nations are going to share in these blessings; all are incorporated in the redemption of the Savior. He has tasted death for every man: they are all in his power, and he saves them all, as he says, except the sons of perdition;<span class=\"citation\" id=\"86978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86978)\">D&amp;C 76:43<\/a><\/span> and the Father has put all the creations upon this earth in his power.<span class=\"citation\" id=\"86970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86970)\">D&amp;C 76:42<\/a><\/span> The earth itself, and mankind upon it, the brute beasts, the fish of the sea, and the fowls of heaven, the insects, and every creeping thing,<span class=\"citation\" id=\"52123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52123)\">Gen. 1:26<\/a><\/span> with all things pertaining to this earthly ball&#x2014;all are in the hands of the Savior, and he has redeemed them all. Who is there that is out of his power? I will tell you, in the first place, he has made man an agent to himself before the Lord, with all the rest that he has ordained, that mankind shall act for themselves, think for themselves, deal for themselves. They can choose the good and forsake the evil,<span class=\"citation\" id=\"94551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94551)\">Isa. 7:15<\/a><\/span> or cleave to the evil and neglect the light and the good, just as they choose. Life and death are placed before them, and they have the privilege of choosing life or death. If they choose death, evil, and darkness, the time will come when those who are acquainted with the power of God will deny that power, and speak against the Holy Ghost, and commit the unpardonable sin.<span class=\"citation\" id=\"86920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86920)\">D&amp;C 76:31-35<\/a><\/span> They then throw themselves out of the power of the Savior, and take to themselves power, and say, &#x201C;I will not hearken to the Lord Jesus now; I will serve whom I please, and I defy the power of the Son of God.&#x201D; They yield themselves servants to the Devil and become his angels.<span class=\"citation\" id=\"81370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81370)\">2 Ne. 9:9<\/a><\/span><span class=\"citation\" id=\"81461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81461)\">2 Ne. 26:10<\/a><\/span><span class=\"citation\" id=\"81679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81679)\">Jacob 3:11<\/a><\/span> They are then out of the hands of the Savior, and <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2463\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> can never dwell in heaven, worlds without end. <\/div><div class=\"paragraph jod\" id=\"v6n2033\"> This will illustrate the idea. You have heard a great deal about having your names written in the Lamb's Book of Life.<span class=\"citation\" id=\"80608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80608)\">Rev. 20:12<\/a><\/span> When we were Christians, according to the common acceptation of the word, we used to preach a great deal about getting our names written in that book. I will tell you how it is. The names of every son and daughter of Adam are already written in the Lamb's Book of Life. Is there ever a time when they will be taken out of it? Yes, when they become sons of perdition, and not till then. Every person has the privilege of retaining it there forever and ever. If they neglect that privilege, then their names will be erased, and not till then. All the names of the human family are written there, and the Lord will hold them there until they come to the knowledge of the truth, that they can rebel against him, and can sin against the Holy Ghost; then they will be thrust down to hell,<span class=\"citation\" id=\"124816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124816)\">D&amp;C 76:84<\/a><\/span> and their names be blotted out from the Lamb's Book of Life.<span class=\"citation\" id=\"56844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56844)\">Ps. 69:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2034\"> I want to have the brethren look at the work that is before us. Contemplate your blessings, and realize them. There is not a people who are blessed as we are. We have the words of eternal life,<span class=\"citation\" id=\"69314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69314)\">John 6:68<\/a><\/span> the holy Priesthood of the Son of God. We possess the keys of that Priesthood, and can prepare ourselves to become angels of God&#x2014;yea, more, to become Saints of God&#x2014;yea, more, to become Gods in eternity, and to be crowned with crowns of glory, immortality, and eternal life.<span class=\"citation\" id=\"86798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86798)\">D&amp;C 75:5<\/a><\/span> And woe to them that neglect these things&#x2014;that read them lightly! Woe to them that live among the world, and love riches, or anything better than they do the Author of our salvation!<span class=\"citation\" id=\"76645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76645)\">Heb. 5:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2035\"> These are some parts of the Gospel of redemption. Is it not a blessing? Is it not a great privilege for the in<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2462\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>habitants of the earth to know the truth as it is&#x2014;to have it sounded in their ears, that they may go to hell and suffer the wrath of the Almighty;<span class=\"citation\" id=\"87224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87224)\">D&amp;C 76:106<\/a><\/span> yet, if they have not had the privilege of receiving the holy Gospel, have not come to the knowledge of the truth, so as to sin against the Holy Ghost, the time will come, by the power and triumph of the Lamb, that he will bring them forth, when they have suffered his wrath according to the deeds done in the body.<span class=\"citation\" id=\"74125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74125)\">2 Cor. 5:10 (JST)<\/a><\/span><span class=\"citation\" id=\"82028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82028)\">Alma 5:15<\/a><\/span> Is it not a great blessing? <\/div><div class=\"paragraph jod\" id=\"v6n2037\"> I will tell you, brethren, and sisters, and friends, when I look at these things, I earnestly wish they could be understood by the universal world. I wish they could see and realize them, and behold the goodness, and severity, and kindness with that severity, and the love that the Almighty has for them. If they could know it, we should not wait for the rising of the sun again before every knee would bow before the Lord, from the east to the west, and from the north to the <div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2462\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> south, all over this globe, and every tongue confess before God the Father that Jesus is the Christ.<span class=\"citation\" id=\"75434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75434)\">Philip. 2:10-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2038\"> When they do know it and understand it, that is the time when the veil of the covering is taken from their eyes, and all flesh will see his glory together.<span class=\"citation\" id=\"59276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59276)\">Isa. 40:5<\/a><\/span><span class=\"citation\" id=\"89471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89471)\">D&amp;C 101:23<\/a><\/span> Then every knee will bow, and every tongue confess, that Jesus is the Christ,<span class=\"citation\" id=\"75433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75433)\">Philip. 2:10-11<\/a><\/span> the Redeemer, the Savior, and the rightful heir of this creation, and honor him as their kind benefactor, and praise him continually, though they are in the terrestrial world. <\/div><div class=\"paragraph jod\" id=\"v6n2039\"> I feel to say, May the Lord bless you! It is with difficulty I talk to you this morning. My voice does not thunder, as it once did; and it would be misery for me to talk to a congregation, and they not hear me. It is with difficulty I preach. I should like if we could talk here one thousand years and not get tired, if we had the ability and power to do so. We will come to that by-and-by. May the Lord bless you and prepare you for the kingdom of rest. Amen. <\/div>\n<\/div>\n<\/div>"}