{"ID":60059, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Proper Treatment of the Indians, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, April 6, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Proper Treatment of the Indians, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/6\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d59\">\n<div class=\"paragraph jod\" id=\"v6n2193\"> As the subject has been broached concerning the Indians, I will take the liberty to make a few remarks, and with all due deference and respect to my brethren, and especially to brother George A., who has last spoken to you. I am under the necessity, to satisfy my own feelings, to deviate from his remarks a little. I will not say, however, that I shall deviate from his real feelings, though I may from what is conveyed in his remarks. <\/div><div class=\"paragraph jod\" id=\"v6n2194\"> I wish to say to this congregation and to the inhabitants of the Territory of Utah, in connection with the travelers that are passing through, If the whites in their character and position with the intelligence and knowledge of the world and of mankind which they have, had been as kind to the Indians as they have been to the whites from the beginning, there never would have been a single difficulty to this day. I wanted to make that assertion, for it is verily true. <\/div><div class=\"paragraph jod\" id=\"v6n2195\"> If the inhabitants of this Territory, my brethren, had never condescended to reduce themselves to the practices of the Indians (as few of them have), to their low, degraded condition, and in some cases even lower, there never would have been any trouble between us and our red neighbors. <\/div><div class=\"paragraph jod\" id=\"v6n2196\"> This is the key to the whole of it. Young men, middle aged, and boys have been in the habit of mingling with the Indians&#x2014;of going to their camp and trading with them a little; and they have tried to cheat them. <div class=\"break columnbreak\" id=\"327b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0327.pdf\" target=\"pdfwin\">p.&#xA0;327b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2433\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> They have sat down in their wickeups and talked with them in the most ludicrous manner: they have gambled with them and run horses with them, and then have taken a game of fisticuff with them. If they had treated them as Indians and as their degraded conditions demanded, it would have manifested their superiority, and a foundation for difficulties would not have been laid. <\/div><div class=\"paragraph jod\" id=\"v6n2197\"> Brother George says he knows what I have said is true. He did not explain his real feelings on this matter. <\/div><div class=\"paragraph jod\" id=\"v6n2198\"> Allow me to say a word in behalf of Walker. I tell this congregation and the world that &#x201C;Indian Walker,&#x201D; as he is called, has not been at the foundation of the difficulties we have had. He has had nothing to do with them. I told you so last summer, and I tell it to you now. I know it from that which is within me. Has he done no wrong? I did not say he had done no wrong. He has been angry, and felt at times that he would like to destroy this people; but I do know that he has been held by a superior power. At the very commencement of the fuss, he was not in favor of killing the whites. <\/div><div class=\"paragraph jod\" id=\"v6n2199\"> When Kiel was killed, the Indians were still in the canyon; and when the whites followed them, they could have killed every man; but Walker said, &#x201C;No&#x2014;they shall not be killed.&#x201D; Arapeen took his San Pete squaw and his favorite horse, and killed them, and said, &#x201C;If God is satisfied, I am.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n2200\"> Who are the guilty Indians? A  <div class=\"break pagebreak\" id=\"328a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0328.pdf\" target=\"pdfwin\">p.&#xA0;328a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2432\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>few bad men, who thirst for blood, who do not have the Spirit of the Lord, but love to steal Indian children and kill one another&#x2014;who love to steal from each other and kill anybody or everybody. A few of them we know. But I tell you, Walker has not been the cause of the Indian war. But the Lord will work out the salvation of his people, if they do as they are told. I tell the brethren who live out from this city that the Indians are friendly and wish to make treaties. <\/div><div class=\"paragraph jod\" id=\"v6n2202\"> Now is the time to build forts and pastures for cattle by ditching and walls. Let the community arise and build large pastures. I am far more afraid of white men stealing our cattle than I am that the Indians will. Go to, now; and do not scatter, but gather. <\/div><div class=\"paragraph jod\" id=\"v6n2203\"> When men are oppressed, it is in their own hearts and feelings: it is not because oppression comes upon them from any other quarter, that they are dissatisfied. They are not satisfied with themselves&#x2014;that is the trouble. They may go to the States, to California, or anywhere else, and they will not be satisfied; but they will always be dissatisfied, until they can leave themselves behind. But as long as they must take themselves with them, they will never be without the cause of their dissatisfaction. <\/div><div class=\"paragraph jod\" id=\"v6n2204\"> They ought to have left self behind them when they started to come here, and have come with a view to build up the kingdom of God. All those who have come to these valleys with such feelings are satisfied. They have always been satisfied, and always will remain satisfied so long as they retain that good intention and do not again bring back self. <\/div><div class=\"paragraph jod\" id=\"v6n2205\"> I want to say a few words on Indian character. When one tribe of Indians are at war with another, if a few sally out and kill a warrior of the opposite party, that tribe will watch their opportunity, and perhaps go and kill <div class=\"break columnbreak\" id=\"328b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0328.pdf\" target=\"pdfwin\">p.&#xA0;328b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2432\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> men, women, and children of the other tribe. They do not care whom they kill, if they can kill any of the tribe. This has been taught them from age to age. The inhabitants of the United States have treated the Indians in like manner. If but one person or only a few were guilty of committing a depredation upon a white settlement, they have chastised the whole tribe for the crime, and would perhaps kill those who would fight and die for them. <\/div><div class=\"paragraph jod\" id=\"v6n2206\"> But no mercy can be shown the poor Indians. No. &#x201C;We will kill the whole of you, if we can,&#x201D; instead of hunting out those who have committed the depredation, and chastising them according to their deserts. We must shun this practice, and teach them that the man who has committed the depredation is the man that must pay the penalty, and not the whole tribe. It is our duty to teach them good morals and the principles of the Gospel of Christ. We are their saviors. <\/div><div class=\"paragraph jod\" id=\"v6n2207\"> As I have done all the time, I tell you again today, I will not consent to your killing one Indian for the sin of another. If any of them commit a depredation, tell the tribe to which they belong that they may deliver up the man or men to be tried according to law, and you will make friends of the whole tribe. They have men among them they would be glad to have dispatched. For instance, there is a man at Utah called Squash-head: it is said he has made his boast of taking father Leman's child and killing it. We know the other Indians wish he was dead: they do not like to kill him, for fear of their own lives. They would like to have that man tried and hung up for the murder of that child. <\/div><div class=\"paragraph jod\" id=\"v6n2208\"> We must pursue a different course with the Indians than we have pursued heretofore; and when we do the best we can and all we can, the Lord  <div class=\"break pagebreak\" id=\"329a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0329.pdf\" target=\"pdfwin\">p.&#xA0;329a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2431\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will do the rest of it, if the people will do as they are told. You have not been counseled to follow them into the mountains, for there are not soldiers enough here to contend with them there and kill one hundred of them. Though we could raise twelve thousand men, and should send them into the mountains, and let them undertake to follow the Indians on foot, where their horses could not find footing, the Indians would escape from them, in spite of their efforts, and steal all their horses into the bargain, and laugh them to scorn. If we wished to destroy them, the only way would be to set deadfalls and traps. <\/div><div class=\"paragraph jod\" id=\"v6n2210\"> They came pretty nigh starving to death last winter; and they now see, if they are driven from these valleys in winter, they must perish; therefore they now want to make good peace. Treat them kindly, and treat them as Indians, and not as your equals. <\/div><div class=\"paragraph jod\" id=\"v6n2211\"> I have fed fifty Indians almost day by day for months together. I always give them something, but I never forget to treat them like Indians; and they are always mannerly and kind, and look upon me as their superior. Never let them come into your houses, as the whites did in Utah [County]. There they would let them lounge upon their beds, until finally they would quarrel and become angry, if the women would not let them lounge <div class=\"break columnbreak\" id=\"329b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0329.pdf\" target=\"pdfwin\">p.&#xA0;329b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2431\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon their beds. Great, big, athletic fellows would want to go into the wickeups of the &#x201C;Mormons,&#x201D; and lounge upon their beds, and sit on their tables and on their chairs, and make as free as though they belonged to the family. When their familiarities became oppressive to the whites, and they desired them to leave their houses, it made them angry, and I knew it would. This is the true cause of the Indian difficulties in Utah. <\/div><div class=\"paragraph jod\" id=\"v6n2212\"> I say to the brethren who live in the country, Treat the Indians kindly; and now is the time to finish your forts, and make them doubly strong; and then go to with all your might and prepare places to keep your cattle, that neither white nor red man can possibly steal them from you. If you want to know how strong to build your forts and your cattle yards, I will answer you as I did the brethren when we left Nauvoo. They wanted to know what kind of lariats they must provide, and how securely they must tie their animals. I said, &#x201C;<span class=\"italic\">Tie them so that the Devil cannot get them<\/span>.&#x201D; Secure yourselves, then, so that you can lie down and sleep in peace and be comfortable. Now is the time for us to make efforts to build places of safety. <\/div><div class=\"paragraph jod\" id=\"v6n2213\"> Our meeting has continued about as long as we wished it. The brethren will sing, and we will adjourn till tomorrow morning at ten o'clock. <\/div>\n<\/div>\n<\/div>"}