{"ID":60050, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Departure of Missionaries Without Purse or Scrip&#x2014;Blessings of the Lord Upon His Faithful Servants.<\/div>\n<div class=\"subtitle\">Remarks by Elder Orson Pratt, Delivered at a Special Conference held in the Tabernacle, Great Salt Lake City, August 28, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Departure of Missionaries, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 8\/28\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d50\">\n<div class=\"paragraph jod\" id=\"v6n1866\"> The congregation have seen manifested the determination of these brethren who have been appointed to go on their respective missions. If it be the minds of this assembly that all of these brethren whose names have been read shall fulfil their several appointments, you will manifest it by the uplifted hand. [The manifestation was unanimous.] <\/div><div class=\"paragraph jod\" id=\"v6n1867\"> I will make a few observations by permission. When I see so many of my brethren feeling a desire to go to the nations&#x2014;to different parts of the earth, it truly is a cause of great rejoicing to my heart. When I read, occasionally, letters and communications that are published in the <span class=\"italic\">Millennial Star<\/span>, in regard to the spread of the work among the different nations, it is a joy to me which is indescribable. And when I see the brethren going forth to the different nations, I almost feel as though I wanted to go to all these different places at the same time myself&#x2014;to go with my brethren and be instrumental with you in trying to build up this kingdom among the nations. There is certainly no work in which the servants of God can be engaged <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2490\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that is so pleasing and joyful to the mind as to be engaged in the work of the holy ministry&#x2014;in trying to persuade the honest in heart among the nations to receive the truth. <\/div><div class=\"paragraph jod\" id=\"v6n1868\"> This generation have been calling a long time for miracles; but one of the greatest miracles in the last days, in my estimation, is the fact that scores and hundreds of the missionaries of the Latter-day Saints are traversing the globe, going from nation to nation, upon the principle that the ancient Apostles traveled&#x2014;namely, <span class=\"italic\">without purse or scrip<\/span>.<span class=\"citation\" id=\"64097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64097)\">Matt. 10:9-10<\/a><\/span><span class=\"citation\" id=\"68117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68117)\">Luke 22:35<\/a><\/span><span class=\"citation\" id=\"84470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84470)\">D&amp;C 24:18<\/a><\/span> Is not that a miracle? Has there any such thing happened before for many generations as people traveling over the whole earth, starting from their homes without purse or scrip? If you should go upon your own business, and the Lord had not a hand in the matter, it would be nine chances out of ten if you did not perish before you returned; and, perhaps, nine chances out of ten if you ever obtained means to accomplish your journey and pay your passage from place to place. But where is there an example of any faithful man in this Church, since the year 1830, that has gone forth trust<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"271a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0271.pdf\" target=\"pdfwin\">p.&#xA0;271a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2489\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing in the Lord God of Israel, with mighty prayer, but what has been sustained, upheld, and preserved to return again in honor, unless he has fallen, perhaps, by sickness, or has died a martyr in testimony of the truth? <\/div><div class=\"paragraph jod\" id=\"v6n1870\"> We find, then, that the Lord has actually wrought miracles in scores and hundreds of instances, in sustaining his servants among foreign nations&#x2014;in foreign lands, where it would be almost impossible for people that were on their own business to have accomplished anything or to have traveled among them. What has the Lord said upon this subject? He commands us, in a revelation given September 22nd, 1832, as follows&#x2014;&#x201C;Therefore, let no man among you, for this commandment is unto all the faithful who are called of God in the Church unto the ministry, from this hour take purse or scrip, that goeth forth to proclaim this gospel of the kingdom.&#x201D;<span class=\"citation\" id=\"87906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87906)\">D&amp;C 84:86<\/a><\/span> This was a command given twenty years ago this next September. Says one, That looks rather hard. It does not look hard at all; for that same God that gave the commandment is able to bear you up: he is able to sustain you. Perhaps this might have had reference, more particularly, to those who are actually in their fields of labor. This may be the case; for traveling to your field of labor is one thing, and laboring in it is another. There may actually be instances where an Elder is obliged, circumstances being such, to take some means to assist him until he shall arrive at his field of labor; but when he gets there, then depend upon the Lord God of Israel and the people to feed and sustain him. I am not going to say but what it will apply in traveling to the field of his labor. At any rate, I would not be afraid to trust the God of Israel to assist me in going to my field of labor, as well as to assist me after having arrived there. <\/div> <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2489\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n1871\"> What would be the best thing, then, for these Elders who are going forth? As a general thing, I would say to them, if you have any cash, leave it with your wives and children, to comfort their hearts, to support them in your absence, and be a blessing to them. And if you can get mules and horses to carry you from here to the States, when you get on the frontiers, sell them, and they will bring you in a little cash to carry through the mobocratic divisions of the country. [A voice in the stand: &#x201C;Send that back.&#x201D;] The Lord will always provide some way to get along; and the faithful servant of God has nothing to fear, only his own weakness and his own imperfections and follies: these are the things he has to fear the most. If an Elder gets unfaithful when he is abroad, he is sometimes apt to get into strait places; but if he is diligent in prayer, in doing the work of the Lord, striving in faith to live humbly before him, setting a proper example before his brethren and the people among whom he labors, he will find that the Lord will bear him off victorious; his power will be upon him; and when he administers in the words of life it will be by the power and wisdom of the Holy Spirit. When he administers in the ordinances of the Church, the blessings of Jehovah will follow. When he says to the sick, Be thou healed in the name of Jesus Christ, behold, it is done. When he commands, the lame will leap like a hart.<span class=\"citation\" id=\"59189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59189)\">Isa. 35:6<\/a><\/span> The power of the Lord God of Israel will be made manifest through his faithful servants, and they have nothing to fear. <\/div><div class=\"paragraph jod\" id=\"v6n1872\"> Brethren, I will prophesy that the power of the Lord God of Israel will be with you to a far greater extent than what has been poured out in days that are passed; and the way will be open before you, and the Lord will visit the hearts of the people before you arrive among them, and make  <div class=\"break pagebreak\" id=\"272a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0272.pdf\" target=\"pdfwin\">p.&#xA0;272a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2488\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>manifest to them by visions and dreams that you are the servants of God, before they shall see your faces. And you will receive heavenly visions to comfort you, and dreams to give you knowledge of the things of God, if you prove faithful before him. I will prophesy this in the name of the Lord God of Israel; and you will find that his power will be more conspicuously made manifest through your administrations on these missions than has ever taken place since the rise of this Church. <\/div><div class=\"paragraph jod\" id=\"v6n1874\"> How often have I reflected upon the words of the Savior, which were given expressly to his servants: they were not given to the whole Church, but to his servants who were engaged in the work of the ministry. He said, &#x201C;Take no thought for the morrow, what ye shall eat, or what ye shall drink, or wherewithal ye shall be clothed. Consider the lilies of the field: they toil not, neither do they spin; yet Solomon, or the kings of this world, are not arrayed like one of these. And if God so clothe the grass, which today is, and tomorrow is thrown into the fire, how much more shall he clothe you, if you are not of little faith. Therefore, take no thought for these things.&#x201D;<span class=\"citation\" id=\"63598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63598)\">Matt. 6:28-31<\/a><\/span><span class=\"citation\" id=\"82677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82677)\">3 Ne. 13:25-31<\/a><\/span> You will find, brethren, if you go forth trusting in the Lord, that whatever you need, it will be ministered to you in the very moment; and you will return again with your hearts filled with joy, and your bodies comfortably clothed, and means in your pockets to assist your families when you return to them, and with souls as seals to your ministry, with whom you shall rejoice in time and in eternity. <\/div><div class=\"paragraph jod\" id=\"v6n1875\"> I have oftentimes thought of another saying in the Book of Mormon, concerning the parable of the vineyard, delivered by one of the ancient Prophets. He said that &#x201C;The servants of God shall go forth and labor for the last time;&#x201D;<span class=\"citation\" id=\"81727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81727)\">Jacob 5:62<\/a><\/span> and the <div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2488\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> prophecy says, &#x201C;Behold, they were few, and the Lord labored with them.&#x201D;<span class=\"citation\" id=\"81737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81737)\">Jacob 5:70-72<\/a><\/span> Among all the servants that had labored in previous dispensations, the parable does not condescend to say that the Lord labored with them, although he no doubt did. But here it is expressly said that the laborers were few, and the Lord labored with them. And after the vineyard was pruned, and was no more corrupt, he called up his servants and said, Behold, you see I have done according to my will, and ye shall have joy with me in the fruit of my vineyard.<span class=\"citation\" id=\"81741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81741)\">Jacob 5:71,75<\/a><\/span> This truly seems to be characteristic of the way and manner this Gospel is going to the nations. It does not go according to the will of man, neither according to his inferior judgment, but according to the will of God. It breaks forth on the right hand and on the left, and the servants of God are sent forth by his will and authority; and if they are faithful, he has ordained them to labor in his vineyard; and the prophecy says, They will be faithful, and they shall keep the commandments of the Lord of the vineyard in all things.<span class=\"citation\" id=\"81744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81744)\">Jacob 5:72<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1876\"> Try to have this prophecy fulfilled upon your heads. Keep the commandments of the Lord of the vineyard in all things, that his blessings may be upon you, that when you set to your hands with the pruning-knife, to prune and train up the branches of the trees of the vineyard, and dig around their roots, the power of the everlasting God may rest upon you and the vineyard where you labor. Keep the commandments of the Lord in all things, that you may have joy with him in the fruits of the vineyard when the work is finished. May he bless you as he did Abraham and his servants of old, that you may do the work he has appointed to you in faith, and prayer, and perseverance, that you may bring home your thousands and rejoice in the midst of the mountains. <\/div>\n<\/div>\n<\/div>"}