{"ID":60052, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Sacrament&#x2014;The Sabbath&#x2014;Sectarian Opposition to the Doctrines and Ordinances of the Gospel, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered at a Special Conference held in the Tabernacle, Great Salt Lake City, August 29, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Sacrament, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/29\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d52\">\n<div class=\"paragraph jod\" id=\"v6n1904\"> While the sacrament is passing, I will take the liberty of making a few remarks. <\/div><div class=\"paragraph jod\" id=\"v6n1905\"> Some truth has been referred to here, from the stand, with regard to the congregation. These, my brethren and sisters, are in the habit of being here one part of the Sabbath, to hear and understand for themselves. I should be happy to see this house as full every Sabbath in the afterpart of the day as it is this afternoon. It is a requirement of the Lord, which is both reasonable and pleasing to all those who are diligently doing his will. We have a comfortable house to meet in, where we can preach, sing, pray, exhort, and exercise ourselves in our several capacities, according to our calling, in the worship of God. <\/div><div class=\"paragraph jod\" id=\"v6n1906\"> This is a great blessing. If we can realize it, it is one of the greatest blessings we can enjoy, to manifest to our Father in heaven&#x2014;to witness to him that we do always remember the death and sufferings of his Son Jesus Christ, whom he sent into the world to redeem the world&#x2014;to shed his own blood for our sins. If we could realize it, it is one of the greatest <div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2483\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> blessings we could enjoy, to come before the Lord, and before the angels, and before each other, to witness that we remember that the Lord Jesus Christ has died for us. This proves to the Father that we remember our covenants, that we love his Gospel, that we love to keep his commandments, and to honor the name of the Lord Jesus upon the earth. Let us try to do this. It is a blessing, a privilege, and a duty we should constantly attend to. <\/div><div class=\"paragraph jod\" id=\"v6n1907\"> Instead of suffering our labors to occupy the Sabbath&#x2014;instead of planning our business to infringe upon the first day of the week, we should do as little as possible; if it is necessary to cook food, do so; but even if that could be dispensed with, it would be better. As to keeping the Sabbath according to the Mosaic law, indeed, I do not; for it would be almost beyond my power. Still, under the new covenant, we should remember to preserve holy one day in the week as a day of rest&#x2014;as a memorial of the rest of the Lord and the rest of the Saints; also for our temporal advantage, for it is instituted for the express purpose of  <div class=\"break pagebreak\" id=\"278a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0278.pdf\" target=\"pdfwin\">p.&#xA0;278a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2482\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>benefiting man. It is written in this book (the Bible), that the Sabbath was made for man, and not man for the Sabbath.<span class=\"citation\" id=\"66511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66511)\">Mark 2:27<\/a><\/span> It is a blessing to him. As little labor as possible should be done upon that day: it should be set apart as a day of rest, to assemble together in the place appointed, according to the revelation, confessing our sins, bringing our tithes and offerings, and presenting ourselves before the Lord, there to commemorate the death and sufferings of our Lord Jesus Christ.<span class=\"citation\" id=\"86300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86300)\">D&amp;C 59:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n1909\"> These are institutions expressly for the benefit of man&#x2014;not imposed upon him as by a taskmaster, in the form of a rigid discipline; but they are bestowed upon him as a blessing, a favor, and a mercy, for his express benefit. I trust I shall yet see the day when we shall be so situated, and attain to that knowledge and understanding, that every man and woman will observe and do their duty strictly&#x2014;do that that is required of them&#x2014;do no evil&#x2014;when all will be peace and joy, and the earth be lighted up with the spirit of intelligence. You trust and hope for the same things; and if we are faithful, that time is near at hand. <\/div><div class=\"paragraph jod\" id=\"v6n1910\"> It is true, most of the doctrine we believe comes in contact with all the prejudices and prepossessed feelings of the Christian world. In the practical part of our religion we do not differ from them in many respects. They pray, and so do we; they keep the Sabbath pretty tolerably well, and so do we; they say they believe in the Lord Jesus Christ; so do we, and keep his commandments; and they call upon the Lord, probably, as faithfully. In some of the plain, practical duties of the Gospel, the religious world are very diligent; but to the doctrinal parts of the Gospel of salvation they are entire strangers. <\/div><div class=\"paragraph jod\" id=\"v6n1911\"> In the commencement of the career of brother Joseph Smith, he had all <div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2482\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the influence and talent of the sectarian world that were acquainted with his doings to cope with; he had them to contend with day and night. He labored faithfully, though in his youth, and almost entirely destitute of literary knowledge, with not many advantages of an earthly nature; yet the truth he revealed triumphed; the principles he put forth actually circumscribed the religious knowledge of all the Christian world. Almost every principle and every idea taught in the Gospel, that the world had preached and written so much about, he proved they were ignorant of. He taught the people how to have faith in the Lord Jesus Christ. He also taught them how to repent. This was new to the world&#x2014;to be informed that they did not know even how to repent. He taught them how to embrace the Gospel of salvation, what it was, and that these doctrines are essentially necessary for the salvation of the children of men. <\/div><div class=\"paragraph jod\" id=\"v6n1912\"> There was no person, previous to this, to step forth and say it was absolutely necessary to observe these doctrines in order to be saved, and actually substantiate that doctrine from the Bible. No person could substantiate the doctrine, so as to place the truth of it beyond doubt and controversy, that it was necessary for a person to believe on the Lord Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v6n1913\"> It is well known to this congregation that the whole Christian world were baffled, and not only baffled, but actually put to shame, upon true philosophy, and their mouths were closed in silence, by the infidel so called. It is well known to this congregation that those who did not believe the Bible&#x2014;who did not believe in the Lord Jesus Christ, by good reasoning would overcome and triumph over the whole Christian world, set them at naught, and hold them in derision. <\/div><div class=\"paragraph jod\" id=\"v6n1914\"> The case is different now. Do they  <div class=\"break pagebreak\" id=\"279a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0279.pdf\" target=\"pdfwin\">p.&#xA0;279a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2481\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>overcome the Elders of this Church? They do not; but they are like the frosted grass upon the prairie before the burning flame. An Elder of Israel overcomes them on the ground of their own philosophy, and drowns them in the sea of their own arguments. Could the Christian world do it? No. Brother Joseph told the people it was necessary to be baptized for the remission of sins, and proved it by the Bible: he proved it by his works; he proved it by thousands of witnesses in his day. <\/div><div class=\"paragraph jod\" id=\"v6n1916\"> He also introduced the doctrine of the laying on of hands for the reception of the Holy Ghost, and proved it from the Bible, by reason, by his own and the experience of thousands besides. You Elders of Israel, do you know whether these doctrines were borne off by you and others triumphantly? They have been successful among every people, nation, and kindred, and tongue, wherever they have been proclaimed. These doctrines are beyond the power of controversy and doubt; no caviler could confute or present the least argument which would prove successful in overthrowing the principles taught by the Elders of Israel. <\/div><div class=\"paragraph jod\" id=\"v6n1917\"> Brother Joseph introduced a great many new doctrines. It was perfectly new to this generation, but in truth an old doctrine, to be baptized for the remission of sins&#x2014;that it was absolutely necessary; and then receive the laying on of hands for the reception of the Holy Ghost, and many other doctrines, though in reality they are old, yet true, and new to this benighted generation. <\/div><div class=\"paragraph jod\" id=\"v6n1918\"> When the Elders first commenced preaching &#x201C;Mormonism,&#x201D; twenty years ago, they would take the Bible and prove every item of doctrine to the people beyond doubt and controversy. What did the priests say to you? Can you recollect what they said in the different States where <div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2481\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this Gospel was first preached? What arguments were used against your position and the doctrines you believe? Yes: the priests would halloo from the pulpit, Joe Smith!&#x2014;old Joe Smith!! That was their argument, to begin with. Impostor!&#x2014;impostor!!&#x2014;He is deluding the people!!!&#x2014;he is deluding the people!!!!&#x2014;Old Joe Smith, the money digger!&#x2014;He is a necromancer!!&#x2014;He is a fortuneteller!!!&#x2014;A money digger!!!! Old Joe Smith!!!!! What a profound argument! There is no answering it. You know these are the <span class=\"italic\">arguments<\/span> used against the doctrines preached by the Elders of this Church. <\/div><div class=\"paragraph jod\" id=\"v6n1919\"> When you introduced the Book of Mormon, the argument used against it was, It is a deception! Joe Smith!!&#x2014;Impostor!!! And these are the arguments that have been urged from beginning to end; but they could not bring one passage of Scripture or one substantial reason against the doctrine taught and believed by this Church. <\/div><div class=\"paragraph jod\" id=\"v6n1920\"> What has been said to you? What has been said to me? If we will preach this doctrine, the people almost universally will follow us and say, &#x201C;Don't mention Joseph Smith&#x2014;never mention the Book of Mormon or Zion, and all the people will follow you.&#x201D; I said, It would not do them any good, if we were to listen to their requirements. What I have received from the Lord, I have received by Joseph Smith: he was the instrument made use of. If I drop him, I must drop these principles: they have not been revealed, declared, or explained by any other man since the days of the Apostles. If I lay down the Book of Mormon, I shall have to deny that Joseph is a Prophet; and if I lay down the doctrine and cease to preach the gathering of Israel and the building up of Zion, I must lay down the Bible; and consequently, I might as well go home as  <div class=\"break pagebreak\" id=\"280a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0280.pdf\" target=\"pdfwin\">p.&#xA0;280a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2480\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>undertake to preach without these three items. <\/div><div class=\"paragraph jod\" id=\"v6n1922\"> Did not your hearts used to tremble dreadfully, you old Elders in Israel, when you had to preach in new places? You would take up the Bible and quote Scripture from Genesis to Revelation, so as to surprise the people, and did not mention Joseph Smith. Did it not make you tremble, when you had to say that Joseph Smith was a Prophet&#x2014;when you came to that point, and were obliged either to deny or to own him before the people? <\/div><div class=\"paragraph jod\" id=\"v6n1923\"> Some are endowed with more moral courage than others. I know the spirits in men generally are inclined to weakness and diffidence; and all men more or less feel their own weakness and inability. The Elders of Israel especially feel the prejudices of the people bearing down upon their spirits; but when they once open their mouths and say that Joseph is a Prophet, such a flood of light at once comes upon them, that they are ready to ask no odds of all the world. But in preparing to make this declaration, their hearts tremble and their knees smite each other, almost like Belshazzar's.<span class=\"citation\" id=\"61498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61498)\">Dan. 5:6<\/a><\/span> After they have once started, they are independent enough. <\/div><div class=\"paragraph jod\" id=\"v6n1924\"> I suppose some of you have an experience on this subject. One of our Elders with whom I was acquainted, after he was baptized, got cornered up, and was obliged to preach a sermon. He never had been able to say that he knew Joseph was a Prophet; but he was there in the meeting: the house was crowded with the congregation; the windows and doors full of people, and all around on the green waiting to hear a &#x201C;Mormon&#x201D; preacher. There were none there but this one man, and he was called upon to preach. He thought he would pray and dismiss the meeting. He never had known that Joseph Smith was a Prophet: that was the <div class=\"break columnbreak\" id=\"280b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0280.pdf\" target=\"pdfwin\">p.&#xA0;280b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2480\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> lion that lay in his path; and he could not get by him, nor round about him, nor dig under him, nor leap over him; and the lion he must meet: he must say Joseph, for better or worse. As soon as he got &#x201C;Joseph&#x201D; out, &#x201C;is a Prophet&#x201D; was the next; and from that, his tongue was loosened, and he continued talking until near sundown. The Lord pours out his Spirit upon a man when he testifies that which the Lord gives him to testify of. From that day to this, he has never been at a loss to know that Joseph was a Prophet. I assure you, his heart quaked; and that has been the case with many others. <\/div><div class=\"paragraph jod\" id=\"v6n1925\"> When brother Joseph revealed the great mystery of being baptized for the dead,<span class=\"citation\" id=\"91146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91146)\">D&amp;C 128:1-25<\/a><\/span> did not a great many of the Elders of Israel think then&#x2014;&#x201C;&#x2018;Mormonism&#x2019; cannot endure; it will be overcome.&#x201D; Every item of doctrine brother Joseph has brought forth had to meet with opposition from the world. We all know that it comes in contact with sectarian influence and every other influence that is not direct from God. <\/div><div class=\"paragraph jod\" id=\"v6n1926\"> When the Elders went forth, the priests supposed they could easily put them down; but when they undertook to substantiate the doctrine of baptism for the dead, were the priests successful in confuting their arguments? No. The doctrine has ridden triumphantly over all sectarianism (what I mean by sectarianism is false religion); and it is so far from being put to silence by all the rest of the world, that it is as popular, wherever you go, as any doctrine taught; it is as readily and as quickly believed. <\/div><div class=\"paragraph jod\" id=\"v6n1927\"> You can understand, from the few remarks I make with regard to the Gospel, that many things which were revealed through Joseph came in contact with our own prejudices: we did not know how to understand them. I refer to myself for an instance: I never could be persuaded that God would  <div class=\"break pagebreak\" id=\"281a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0281.pdf\" target=\"pdfwin\">p.&#xA0;281a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2479\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>send every person to a lake of fire and brimstone, to be tormented by the Devil, to all eternity, for any little sin he might commit&#x2014;which was the doctrine handed down. After all, my traditions were such, that when the Vision<span class=\"citation\" id=\"86828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86828)\">D&amp;C 76:1-119<\/a><\/span> came first to me, it was directly contrary and opposed to my former education. I said, Wait a little. I did not reject it; but I could not understand it. I then could feel what incorrect tradition had done for me. Suppose all that I have ever heard from my priest and parents&#x2014;the way they taught me to read the Bible&#x2014;had been true, my understanding would be diametrically opposed to the doctrine revealed in the Vision. I used to think and pray, to read and think, until I knew and fully understood it for myself, by the visions of the Holy Spirit. At first it actually came in contact with my own feelings, though I never could believe like the mass of the Christian world around me; but I did not know how nigh I believed, as they did. I found, however, that I was so nigh, I could shake hands with them any time I wished. <\/div><div class=\"paragraph jod\" id=\"v6n1929\"> You heard brother Pratt state, this morning, that a revelation would be read this afternoon, which was given previous to Joseph's death. It contains a doctrine a small portion of the world is opposed to; but I can deliver a prophecy upon it. Though that doctrine has not been practiced by the Elders, this people have believed in it for years. <\/div><div class=\"paragraph jod\" id=\"v6n1930\"> The original copy of this revelation was burnt up.<span class=\"citation\" id=\"91411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91411)\">D&amp;C 132:1-66<\/a><\/span> William Clayton was the man who wrote it from the mouth of the Prophet. In the meantime, it was in Bishop Whitney's possession. He wished the privilege to copy it, which brother Joseph granted. Sister Emma burnt the original. The reason I mention this is because that the people who did know of the revelation suppose it is not now in existence. <\/div> <div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2479\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n1931\"> The revelation will be read to you. The principle spoken upon by brother Pratt, this morning, we believe in. And I tell you&#x2014;for I know it&#x2014;it will sail over and ride triumphantly above all the prejudice and priestcraft of the day: it will be fostered and believed in by the more intelligent portion of the world as one of the best doctrines ever proclaimed to any people. Your hearts need not beat; you need not think that a mob is coming here to tread upon the sacred liberty which the Constitution of our country guarantees unto us, for it will not be. The world have known, long ago, even in brother Joseph's days, that he had more wives than one. One of the Senators in Congress knew it very well. Did he oppose it? No: but he has been our friend all the day long, especially upon that subject. He said pointedly to his friends, &#x201C;If the United States do not adopt that very method&#x2014;let them continue as they now are&#x2014;pursue the precise course they are now pursuing, and it will come to this&#x2014;that their generations will not live until they are 30 years old. They are going to destruction; disease is spreading so fast among the inhabitants of the United States, that they are born rotten with it, and in a few years they are gone.&#x201D; Said he, &#x201C;Joseph has introduced the best plan for restoring and establishing strength and long life among men, of any man on the earth; and the Mormons are a very good and virtuous people.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n1932\"> Many others are of the same mind: they are not ignorant of what we are doing in our social capacity. They have cried out, &#x201C;Proclaim it.&#x201D; But it would not do, a few years ago: everything must come in its time, as there is a time to all things.<span class=\"citation\" id=\"57565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57565)\">Eccl. 3:1<\/a><\/span> I am now ready to proclaim it. <\/div><div class=\"paragraph jod\" id=\"v6n1933\"> This revelation has been in my possession many years; and who has known it? None but those who  <div class=\"break pagebreak\" id=\"282a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0282.pdf\" target=\"pdfwin\">p.&#xA0;282a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2478\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>should know it. I keep a patent lock on my desk, and there does not anything leak out that should not. <\/div><div class=\"paragraph jod\" id=\"v6n1935\"> It pleases me a little to think how anxious this people are for new revelation. I wish to ask you a question: Do this people know whether they have received any revelation since the death of Joseph, as a people? I can tell you that you receive them continually. I would be willing the Elders of Israel should understand one principle; and this I have taught often. This is also taught in the old and new Scriptures, or, in other words, in the former and latter Scriptures, the principle is set forth simply, which is this&#x2014;When a man is called, as Joseph was, to be a Prophet, he writes his revelations. Joseph wrote a great many. He would, for instance, give a revelation to a man to go to Sanpete to labor; he would give revelations touching both temporal and spiritual things, in the building up of houses and cities, or in the proclamation of the Gospel to the world&#x2014;all of which are necessary for the salvation and exaltation of the people of the Lord. <\/div><div class=\"paragraph jod\" id=\"v6n1936\"> Now, brethren, the calling of an Apostle is to build up the kingdom of God in all the world:<span class=\"citation\" id=\"90212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90212)\">D&amp;C 107:23<\/a><\/span> it is the Apostle that holds the keys of his power, and nobody else. If an Apostle magnifies his calling, he is the word of the Lord to this people all the time, or else he does not magnify his calling&#x2014;either one or the other. <\/div><div class=\"paragraph jod\" id=\"v6n1937\"> If he magnifies his calling, his words are the words of eternal life<span class=\"citation\" id=\"69313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69313)\">John 6:68<\/a><\/span> and salvation to those who hearken to them, just as much so as any written revelations contained in these three books (Bible, Book of Mormon, and Doctrine and Covenants). There is nothing contained in these three books that is any more revelation than the words of an Apostle that is magnifying his calling. <\/div> <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2478\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n1938\"> I want you to understand it. If it was necessary to write them, we would write all the time. We would rather the people, however, would live so as to have revelations for themselves, and then do the work we are called to do: that is enough for us. Can any of you think of any revelations you have received that are not written? You can. <\/div><div class=\"paragraph jod\" id=\"v6n1939\"> I preached a short sermon here, yesterday, with regard to exaltation. I spoke but a few minutes, and brother Pratt brought up the same subject. It is all connected with the great Gospel sermon; for we can but notice parts of it, when we undertake to speak to the people. <\/div><div class=\"paragraph jod\" id=\"v6n1940\"> It is all connected with the exaltation of man, showing how he becomes exalted to be a king and a Priest&#x2014;<span class=\"citation\" id=\"78949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78949)\">Rev. 1:6<\/a><\/span>yea, even a God, like his Father in heaven. Without the doctrine that this revelation reveals, no man on earth ever could be exalted to be a God. Do you find out now, when you are exalted, what your work will be yonder? We read in the Scriptures that Jesus declared he is the First and the Last.<span class=\"citation\" id=\"79016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79016)\">Rev. 1:11<\/a><\/span> It is written again in this book, by the Prophet Joseph, that he is the First and the Last&#x2014;<span class=\"citation\" id=\"90488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90488)\">D&amp;C 110:4<\/a><\/span>the Last and the First. This principle you see in all the works of the Lord. When a man commences the work of his exaltation, he begins at the last thing that will be completed. Our spirits, thousands of years ago, were first begotten; and at the consummation of all things, when the Savior has finished his work and presented it to the Father, he will be crowned. <\/div><div class=\"paragraph jod\" id=\"v6n1941\"> None of you will receive your crowns of glory, immortality, and eternal lives before he receives his. He will be crowned first, and then we shall be crowned, everyone in his order;<span class=\"citation\" id=\"73836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73836)\">1 Cor. 15:23<\/a><\/span> for the work is finished, and the spirit is complete in its organization with the tabernacle. The world is the first to be redeemed, and the people last to  <div class=\"break pagebreak\" id=\"283a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0283.pdf\" target=\"pdfwin\">p.&#xA0;283a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2477\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be crowned upon it. I leave these remarks with you, and we will now have the revelation read. <\/div> <div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2477\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n1943\"> [Elder Thomas Bullock then read the revelation. See Supplement to Vol. XV of <span class=\"italic\">Millennial Star<\/span>.]<span class=\"citation\" id=\"91412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91412)\">D&amp;C 132:1-66<\/a><\/span> <\/div>\n<\/div>\n<\/div>"}