{"ID":60054, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Dedication Prayer.<\/div>\n<div class=\"subtitle\">Offered by President Willard Richards, in the New Tabernacle, Great Salt Lake City, April 6, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Dedication Prayer.<\/div>\n<div class=\"speaker\">Speaker: Willard Richards<\/div>\n<div class=\"date\">Date: 4\/6\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d54\">\n<div class=\"paragraph jod\" id=\"v6n2040\"> Great and all-wise God, our heavenly Father, who dwellest amid the cherubim<span class=\"citation\" id=\"55844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55844)\">2 Kgs. 19:15<\/a><\/span><span class=\"citation\" id=\"59235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59235)\">Isa. 37:16<\/a><\/span> and art clothed with light as with a garment,<span class=\"citation\" id=\"57085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57085)\">Ps. 104:2<\/a><\/span> in the name of Jesus thy Son and by virtue of the holy and eternal Priesthood with which thou hast endowed us, we come before thee upon this occasion, invoking thy rich gifts and blessings to rest down upon us. Pour out, we pray thee, of thy Spirit upon each and <div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2462\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> every soul now waiting before thee, that our hearts may be united as one, and that we may approach thee in a manner acceptable in thy sight. May every emotion of our souls arise in unison unto thee in humble praise and adoration for all thy mercies unto the creatures of thy creation. <\/div><div class=\"paragraph jod\" id=\"v6n2041\"> We remember, our Father and our God, that we are indebted unto thee for our existence&#x2014;for having been sent  <div class=\"break pagebreak\" id=\"299a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0299.pdf\" target=\"pdfwin\">p.&#xA0;299a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2461\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>upon this stage of action in this day and generation in which the fulness of the Gospel of Jesus Christ thy Son has been made manifest&#x2014;in which the celestial messenger from thy presence has again proclaimed the way of life and salvation to the children of men upon the earth, saying, &#x201C;Fear God and give glory to him, for the hour of his judgment is come&#x201D;&#x2014;<span class=\"citation\" id=\"79947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79947)\">Rev. 14:7<\/a><\/span>shadowing forth the restoration of all things that have been spoken by the mouths of all thine holy Prophets since the world began,<span class=\"citation\" id=\"71359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71359)\">Acts 3:21<\/a><\/span><span class=\"citation\" id=\"88139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88139)\">D&amp;C 86:10<\/a><\/span> establishing the pure principles of the eternal heavens, which constitute the laws of the kingdom of our God upon the earth, opening up anew the great principles of revelation and communication with the Gods of eternity&#x2014;principles which have been hid in the heavens for many centuries, while many generations have lived and died looking for the blessings and promises of this day, desiring that they might have a part in the great preparatory work of the coming of the Son of Man in power and great glory to reign upon the earth.<span class=\"citation\" id=\"65805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65805)\">Matt. 24:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2043\"> We remember before thee, O our Father, that we thy servants now in thy presence, having heard the heavenly message and yielded obedience to its holy mandates, have become the happy recipients and partakers of this holy ministry, and that we have ofttimes been delivered from the power of Satan and the devices and machinations of wicked and designing men who have sought our overthrow and conspired against our lives to destroy us from the face of the earth. But thou, O our Father, hast ever been mindful of us, overruling all seeming evil for our greater good, until by thy mighty power thou hast brought us to a glorious inheritance in this goodly land, choice above all other lands, far from the retreats of mobbers and murderers who have slain thy Prophets, and from the land <div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2461\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> where their blood yet cries from the ground<span class=\"citation\" id=\"92657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92657)\">Moses 5:35<\/a><\/span> for vengeance to be poured out from the heavens. <\/div><div class=\"paragraph jod\" id=\"v6n2044\"> Mercifully hast thou dealt with us, our Father; for through all the scenes which thy people have been called to pass&#x2014;all the perils and watchings and sufferings we have had to encounter, thine angels have watched over and protected us, and the gentle and refreshing influences of thy Spirit have comforted us, and we have been spared as monuments of thy mercy. Multitudes of our brethren and friends have fallen by mobocracy, violence, disease, and death, and their bones have been left to molder upon the prairie and in the wilderness, while we are again permitted to gather ourselves together in this goodly place and bring into requisition all the powers of body and mind with which thou hast clothed us for the advancement and building up of thy kingdom upon the earth. When thy people have called upon thee in their extremities, thou hast not been slow to hear, but hast exerted thine almighty power and encircled them in the arms of love<span class=\"citation\" id=\"81217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81217)\">2 Ne. 1:15<\/a><\/span><span class=\"citation\" id=\"83873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83873)\">D&amp;C 6:20<\/a><\/span> and of mercy, until thy people have been permitted and enabled to build and inhabit, to labor and enjoy the fruits thereof, and to come forth from our comfortable habitations this morning to worship and praise the Lord God of Abraham, Isaac, and Jacob, Jesus and Joseph, in this commodious edifice, erected for the assembling and worship of thy people. <\/div><div class=\"paragraph jod\" id=\"v6n2045\"> Ofttimes have our hearts rejoiced together in councils and meetings and in conference; yet never have we met when the manifold mercies and blessings of our heavenly Father called for more ardent praise and thanksgiving to his holy name than at the present, in this spacious and commodious room which thy Saints of latter days are now permitted to occupy. Here, in this place ap<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2460\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pointed for the assembly of the Saints on this the anniversary of the birthday of thy Church and kingdom upon the earth, in this last dispensation from the heavens, and in the midst of the congregation of the Most High God, we thy servants, O our Father in heaven, in the name of thy Son Jesus, dedicate and consecrate this house unto thee and unto thy cause, for the assembling of thy Saints to worship before thee and to partake of the sacrament of the Lord's Supper, for prayer, for praise and thanksgiving, for fasting and mourning, for transacting business relating to thy Church and kingdom, or for whatever purpose thy people shall assemble themselves together in thy name. <\/div><div class=\"paragraph jod\" id=\"v6n2047\"> We set apart and dedicate this house as a holy sanctuary for thy people unto the Lord forever; and we consecrate the ground upon which it stands and dedicate it unto the Lord our God. May the floor upon which we walk be holy under our feet; may the covering which protects us from the snow, the rain, and the sun, be holy over our heads; may the walls which protect us from the chilling blasts of winter be holy round about us; and may the doors, and the windows, and the slips, and the fastenings, and the trimmings of this house, together with all the various materials of which they are composed, be holy unto the Lord for the meetings, the sacraments, and the transaction of the business of thy people. We dedicate and consecrate that portion of this house where thy Prophet and thy servants now are to be a holy and sacred place, wherein thy servants may stand and declare thy word and minister unto thy people in the name of thy Son and before thee, O our heavenly Father. May every part and portion thereof be holy unto the Lord our God. May no unclean thing be permitted to enter into any part of this Tabernacle;<span class=\"citation\" id=\"55094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55094)\">Deut. 23:14<\/a><\/span><span class=\"citation\" id=\"90406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90406)\">D&amp;C 109:20<\/a><\/span> but may it be pre<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2460\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>served, with the vestry thereof, and the doorkeepers thereof, and with everything pertaining thereunto or round about, a holy and sacred sanctuary, wherein the pure in heart may rejoice forever, and no foul spirit ever be permitted to disturb their worship. <\/div><div class=\"paragraph jod\" id=\"v6n2048\"> May the angels from thy presence be within and round about this habitation. When thy servants shall stand in this sacred place to minister unto the people, may they feel the blessed influences of thy heavenly messengers; may they be filled with the Holy Ghost, as with manna from heaven, and be clothed in robes of righteousness;<span class=\"citation\" id=\"90460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90460)\">D&amp;C 109:76<\/a><\/span> may the visions and revelations of the eternal worlds be open before them continually; and may thy Saints ever have the listening ear and the understanding heart, to receive and improve upon the instructions of thy servants, that they may grow unto the stature of perfection that is in Christ Jesus, that they may be one with him forever.<span class=\"citation\" id=\"75190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75190)\">Eph. 4:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2049\"> If thy people shall sin, and repent of their sins, and call upon thee in the name of Jesus from within these walls, then hear thou in heaven, thy holy dwelling place, forgive thou their sins, and give them answers of peace. May thy fear and thy dread be upon the heathen that may enter in this sacred place; and may thy Spirit rest upon the honest in heart who shall hear thy word from this stand, that they may believe, obey, and be saved with thy people. <\/div><div class=\"paragraph jod\" id=\"v6n2050\"> And now, our Father, be pleased to accept the dedication of this house which we now present unto thee, in the name of thy Son, as a tribute of gratitude from thy people; and listen to the voice of our supplications, that it may be preserved from the rage of the elements and the pollution of ungodly men, and that thy glory be upon it and abide therein forever; so that when thy Saints shall call  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2459\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from hence upon thy holy name in righteousness, then thou wilt hear in thy holy habitation and grant an answer of peace. <\/div><div class=\"paragraph jod\" id=\"v6n2052\"> Bless all those who have assisted in the erection of this edifice. May they ever rejoice in the labor of their hands and have the glory they desire in the presence of their God. Bless those also who have contributed of their substance for its erection, with all those who have desired to contribute and have not had the means or opportunity; may they also partake of the rich inheritance of a celestial glory, and habitations of comfort and delight among the children of men. Bless all those who profess thy name, and have had the means to contribute for the upbuilding of this house, and have neglected their privilege and their duty; may thy Spirit rest upon all such, that they may humble themselves, repent of their shortcomings before thee and in the sight of their brethren, and arise and do their duty from this time henceforth and forever, that they lose no more blessings through slothfulness in thy service. <\/div><div class=\"paragraph jod\" id=\"v6n2053\"> Bless thy servant Brigham with health and strength of body and mind&#x2014;with long life and peaceful days; may he be endowed with thy Spirit and the revelations of eternity continually; and may thine angels visit and sustain him, and ministering spirits from thy presence attend him in all his ways. Guard him, O Lord, from the malicious designs of wicked men; turn aside every shaft that is aimed for his injury; fit and prepare him with every necessary qualification to lead and guide this thy people; may his strength and ability be according to his duties and the burden he is required to bear; may the rich blessings of heaven and earth be poured out upon him and upon his household; may they individually and collectively enjoy the communion of <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2459\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God and his Saints, and have bestowed upon them every desirable gift that shall promote their peace, comfort, health, and happiness. Bless his habitation and all therein, his flocks and his herds, the ground that he cultivates, his fields, his gardens, and his vineyards; bless him in basket and in store,<span class=\"citation\" id=\"94552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94552)\">Deut. 28:5<\/a><\/span> and in all that pertains unto him. <\/div><div class=\"paragraph jod\" id=\"v6n2054\"> Bless his Counselors, thy servants Heber and Willard, with the same blessings. May they always live in the unity of the faith and preserve those bonds of love and union which dwell in thy presence. Continue to strengthen their faith, their power, and their influence, until their voices shall reverberate thy word in tones of thunder throughout the earth's remotest bounds, resounding in every ear, &#x201C;Make ready for the marriage supper of the Lamb:<span class=\"citation\" id=\"80340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80340)\">Rev. 19:9<\/a><\/span><span class=\"citation\" id=\"86126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86126)\">D&amp;C 58:11<\/a><\/span><span class=\"citation\" id=\"86630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86630)\">D&amp;C 65:3<\/a><\/span> <span class=\"italic\">his kingdom has come<\/span>: prepare to receive the Lord!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n2055\"> Bless this aged Patriarch, O our Father. May his days be continued to be multiplied, and his faculties be strengthened; and may he be filled with the Holy Ghost to bless thy children as he approaches the dawning of a brighter day; that, amid the exaltations of a celestial glory, he may seal blessings upon the heads of the faithful, until thou shalt receive him unto thyself, to rest with his brethren in thy presence. And may the like blessings rest upon all the brethren of his Quorum of the Patriarchs. <\/div><div class=\"paragraph jod\" id=\"v6n2056\"> Remember the Quorum of the Twelve Apostles, with their President, Orson Hyde. Grant, O Lord, that thine angels may go before them and preserve them from all evil. Wilt thou give them power to overcome all the designs and purposes of wicked men and all the devices of Satan; may they be enabled to carry the Gospel to every nation, kindred, tongue, and people upon the face of the earth;<span class=\"citation\" id=\"79703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79703)\">Rev. 14:6<\/a><\/span> may they have, in connection with and under the direction  <div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2458\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the First Presidency of thy Church, power to roll forth thy work upon the earth, like a mighty torrent that no barriers can resist. Wilt thou bless them, Father, in the good things of this world, that their families may be provided for during their absence, while on missions of thy will to the nations and among all people. Wilt thou encircle them in thine arms of mercy, and preserve them, one and all, to the accomplishment of their several missions and safe return to the bosom of thy Church and to their families in the valleys of the mountains. <\/div><div class=\"paragraph jod\" id=\"v6n2058\"> Bless with the same blessings all thine Elders, of every Quorum, who are absent upon foreign missions to the nations and islands of the sea afar off. May the quickening power of thy Spirit rest upon them, and their words be like fire, sinking deep into the minds of their hearers. May their testimony be as the sea that is broken up, roaring and rolling with no rest, until the voice that spake as never man spake shall say, Peace, be still! When all the honest in heart shall have listened to the whisperings of the Spirit of our God and learned the way of life and salvation. Bless all the families of thine absent servants. <\/div><div class=\"paragraph jod\" id=\"v6n2059\"> O Lord, bless the High Priests' Quorum and the Quorums of the Seventies of thy people&#x2014;yea, the Presidents thereof, with their Counselors, and all the members that are striving in their warfare to overcome the world and its evils, and are endeavoring to roll back the curtain which has enshrouded the earth in darkness and the minds of the people in bigotry, superstition, ignorance, and sin, until wickedness covered the face of the whole earth, and there was none found thereon to walk in righteousness before thee; but all were walking in the precepts of men<span class=\"citation\" id=\"124817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124817)\">D&amp;C 45:29<\/a><\/span> and in the vain imagination of their own hearts.<span class=\"citation\" id=\"72257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72257)\">Rom. 1:21<\/a><\/span> O Lord God Almighty, we <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2458\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> pray thee, in the name of Jesus, to inspire thy servants the High Priests and Seventies with the influence of thy Holy Spirit. Pour it out upon them in great effusions; may they gird up their loins, and, renewing their strength from the fountain of light and intelligence, which thou art spreading forth, come up to the help of the Lord against the mighty, and wax strong in the cause of our God, to the utter overthrow of all his enemies, even to the downfall of Satan's dominion, that the kingdom of our God and his Christ<span class=\"citation\" id=\"90030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90030)\">D&amp;C 105:32<\/a><\/span> may be established upon an everlasting foundation, never more to be taken from the earth. <\/div><div class=\"paragraph jod\" id=\"v6n2060\"> Bless, O Father, the Elders' Quorum, and awaken them to a sense of their great responsibilities. May they all partake of like blessings with their brethren. May they arise in power and walk forth in the strength of Israel's God to the faithful performance of their duties; and, qualifying themselves for the work of God, putting on the armor of righteousness,<span class=\"citation\" id=\"74231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74231)\">2 Cor. 6:7<\/a><\/span> may they be prepared to fight the good fight of faith<span class=\"citation\" id=\"75994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75994)\">1 Tim. 6:12<\/a><\/span> and wield the sword of the Spirit,<span class=\"citation\" id=\"75391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75391)\">Eph. 6:17<\/a><\/span> to the convincing of multitudes who shall become partakers in this holy ministry, and be ready to go forth in their time and season, and labor in the vineyard. <\/div><div class=\"paragraph jod\" id=\"v6n2061\"> Bless the Presiding Bishop, with his Counselors, assistants, and all the members of the Bishops' Quorum. O Father, thou knowest their labors and the faithfulness which they have manifested in thy cause and in the discharge of their duties. The overflowings of thy storehouse speak in their behalf, as well as the liberality of thy Saints; and as they have manifested by their labors a willingness and desire to observe the counsel of thy servants and to build up and roll forth thy kingdom, we pray thee to acknowledge their ministration and bless them with every blessing pertaining to thy faithful servants; and  <div class=\"break pagebreak\" id=\"303a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0303.pdf\" target=\"pdfwin\">p.&#xA0;303a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2457\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>may they have every enjoyment emanating from a faithful and acceptable performance of their several duties before thee and thy servants, that they and their households may never lack for any good thing. <\/div><div class=\"paragraph jod\" id=\"v6n2063\"> Regard in tender mercy, O our Father, thy servants of the Priests' Quorum, with their President and his Counselors; and thy servants of the Teachers' Quorum, with their President and his Counselors; also the President and Counselors and members of the Deacon's Quorum; that they all in their several callings may lift up their heads like men of God and work righteousness, instructing thy Saints continually in their several duties, and ministering in those things pertaining to their high and holy callings. May they be filled with the Holy Ghost and perform a great and glorious work in the midst of thy people Israel. <\/div><div class=\"paragraph jod\" id=\"v6n2064\"> Grant that thy blessings may be propitious towards this stake of Zion, its President and his Council, and the High Council thereof. May they be men after thine own heart, quick to discern between good and evil, filled with the spirit of the Presidency and of counsel, of justice, and judgment, that the hearts of the people may be made glad, and that they may rejoice in all the administrations of thy servants. And may all the Presidents, Counselors, High Councils, and Stakes of Zion in all the valleys of the mountains be partakers of like blessings. <\/div><div class=\"paragraph jod\" id=\"v6n2065\"> Have mercy upon thy servants who labor upon the public works and are striving continually to build up thy kingdom, whether in the various offices and shops or by the wayside. Bless them with the refreshing effusions of thy Spirit, that they may have joy of heart continually. Bless them in their bodies, that they may have health and strength; bless their tools, and their shops, and everything that they put their hands unto and <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2457\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that is round about them, even all that pertains to the general welfare of thy people. May the ground of this block be preserved holy unto the Lord, and the time be hastened when its walls and gates shall preserve it from all unhallowed intrusions&#x2014;when fountains shall come forth thereon for the cleansing, and purifying, and healing of thy people, and when a house shall be reared unto thy name, from which the ordinances of eternal life shall flow forth to the living and the dead, and the whole shall become a paradise in Zion, even as the garden of the Lord.<span class=\"citation\" id=\"59497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59497)\">Isa. 51:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2066\"> Bless all thy people in these valleys of the mountains. May thy Spirit dwell richly within them, and may they serve thee in spirit and in truth. May they cleave unto thee will full purpose of heart,<span class=\"citation\" id=\"81605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81605)\">2 Ne. 31:13<\/a><\/span> never failing to acknowledge thee in all things, and give thanks and praise unto thy holy name. Wilt thou multiply their posterity, that they may become a great people, and increase their flocks and their herds, and their farms, and their gardens, and their orchards, and vineyards, and houses, and shops, and factories, and everything they shall stretch forth their hands to do. May the earth yield its increase without measure unto thy people, that there may be abundance in store for all who shall come hither to learn more fully the way of life and salvation, and for the sustaining of the public works. Wilt thou grant this rich blessing unto thy people, even that they may never be slothful, or grudgingly tithe their increase for the upbuilding of thy kingdom and the spread of thy Gospel on the earth. Bless and preserve thy people from all evil influences, from all untimely and false judging, from all evil thinking and speaking, from all enemies within and without. May their enemies have no power over them to prevail against them or to  <div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2456\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>injure them in their persons, families, or property. <\/div><div class=\"paragraph jod\" id=\"v6n2068\"> Bless thy servants who have gone to gather up thy people in Pottawatomie and lead them to this place. Give them wisdom and power to accomplish their mission to thy Divine acceptance. In an especial manner would we remember before thee, O our Father, thy children who may attempt to walk across the prairies this season with handcarts and wheelbarrows, pitching their tents by the way, or having naught but the heavens for a covering. Be very merciful unto all such and increase their faith. May thy strength be their strength, and may they be invigorated continually by thine almighty power, that every bone, and sinew, and muscle, and nerve, and every part of their bodies may be renewed, day by day, that their strength fail not. May they have such a power given unto them, that nothing but thine angels can go before them. May no enemy have any dominion over them or any accident befall them. Provide food for them by the way, even if it needs be manna<span class=\"citation\" id=\"94553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94553)\">Ex. 16:15<\/a><\/span> from heaven, as thou didst unto our fathers in the wilderness. May disease and death have no power over them, but may every soul arrive safely in our midst to unite with us in songs of praise and thanksgiving unto God for his great and merciful kindness unto them. <\/div><div class=\"paragraph jod\" id=\"v6n2069\"> Have compassion upon thy people, O Lord, who are scattered among the nations; and desire to gather according to thy word, but have not the means. Open the hearts of those who have, to impart unto those who have not, that the rich and the poor may journey together, according to thy will. And may all who are now on their way or may be coming this season, whether by land or water, horses or mules, or oxen, or wagons, or chariots, or by any means whatever, experience thy rich blessings, that they may be <div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2456\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> delivered from every evil and arrive in safety, that the rich valleys of the mountains may be filled with the Saints of the Most High. <\/div><div class=\"paragraph jod\" id=\"v6n2070\"> Bless the Governor of this Territory, with the Legislators, Judges, Marshals, Sheriffs, and all in authority among the people; and may the spirit of love, obedience, union, and peace prevail. May the lawyers not have power to stir up strife, and contention, and lawsuits in our midst; and may the spirit of peace and conciliation be cultivated by all in authority. <\/div><div class=\"paragraph jod\" id=\"v6n2071\"> May the Delegate from Utah, now in the Congress of the nation, be clothed upon with the Spirit and the power of Elijah's God, that he may put to silence the tongues of evil men. May all the enemies of our God be confounded before him. May the wisdom of heaven be his, to lead and guide him in every emergency. May he never be confounded or put to silence or fear; but may he feel that God is with him, and that he will bring him off conqueror over every foe. May he stand forth triumphant in the midst of the nation, clothed with the principles of eternal truth and rectitude. May his daily walk be an example to the world and all with whom he associates; so proving himself a friend of God, and a man after his own heart seeking diligently to know thy mind and will, and yielding humble obedience thereunto. <\/div><div class=\"paragraph jod\" id=\"v6n2072\"> We pray for the President of the United States, for the heads of departments, for the members of Congress, and all those in authority over us. May they have wisdom to discern the signs of the times and administer in righteousness in their respective callings, in their high and responsible stations. May they love mercy, deal justly, and seek knowledge, wisdom, and judgment from him whose right it is to rule,<span class=\"citation\" id=\"86163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86163)\">D&amp;C 58:22<\/a><\/span> and become subservient to his holy teachings. Holy Father,  <div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2455\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>may no evil spirit be suffered to prejudice their minds against us, thy servants, or thy people, or cause them to seek our injury; but may the good influences of thy Spirit control them in all their acts towards thy people and towards all the people over whom they preside, or for whom they legislate, that the pure principles of our national institutions may be perpetuated forever. <\/div><div class=\"paragraph jod\" id=\"v6n2074\"> Bless all the governments and rulers of the earth who bless thy people and protect thy servants, and overthrow all thrones, dominions, principalities, powers, and governments that fight against thy cause and thy servants, that the way may be opened for the spread of eternal truth, even the Gospel of salvation, to all nations, kindreds, tongues, and people that dwell upon the face of the whole earth, and that thy servants may have access to the honest in heart everywhere. <\/div><div class=\"paragraph jod\" id=\"v6n2075\"> Vouchsafe unto thine ancient covenant people, O Lord, the renovating Spirit of thy grace, that they may be prepared to receive their promised inheritance and be gathered from among all nations whither thou hast scattered them; and may they become polished, even after the similitude of a palace, and become fit temples for the reception and indwelling of thy Holy Spirit. <\/div><div class=\"paragraph jod\" id=\"v6n2076\"> Remember, O Lord, in mercy, thine ancient covenant people who inhabit this land, even the seed of Joseph who was sold into Egypt. Give unto thy Saints the spirit of patience and forbearance, that they may act wisely and justly in all their intercourse with them. Be merciful unto them, O our Father, in their ignorant and degraded and miserable condition, inflicted on them as a living witness of thy righteous judgments: yet remember, we beseech of thee, our heavenly Father, that they are of thine ancient covenant people, and to <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2455\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them pertain the promises made unto their fathers. And we pray thee that their past experience in drinking of the cup of thy displeasure may suffice, and that thou wouldst now stretch forth thine arm for their deliverance from the darkness, superstition, and ignorance that reign in their souls. Give unto them dreams and visions and revelations by thy Spirit, that they may see their degraded condition, and the blessings which are in store for them through the obedience of their fathers, that they may search after thy servants and receive their teaching and the teachings of thy Spirit&#x2014;that they may be enlightened in principle, in doctrine, and in duty, and learn the way of life and salvation, which their fathers knew and loved, but lost through transgression&#x2014;that they may again become a white and delightsome people<span class=\"citation\" id=\"81587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81587)\">2 Ne. 30:6<\/a><\/span> in the midst of the nations, and find salvation at last in thy presence. <\/div><div class=\"paragraph jod\" id=\"v6n2077\"> Bless all men everywhere who love and obey thy laws, and bless and do good unto thy people. Let their days be lengthened and multiplied upon the earth. Multiply their joy and increase their posterity, that peace may prevail and righteousness spread abroad among the nations. <\/div><div class=\"paragraph jod\" id=\"v6n2078\"> We present before thee, our heavenly Father, all men who have had the privilege of thy Gospel, who have heard the teachings of thy servants, and felt and beheld the manifestation of thy Spirit, and have turned away from the testimony of Jesus, and persecuted and mobbed thy Saints, and slain thy Prophets, even thine anointed one, and done despite unto thy mercy and thy love, and have waxed old in iniquity and changed thine ordinances, have rejected the testimony of thy servants, and sought to destroy them from the face of the earth&#x2014;whose days of repentance and salvation are past, and who are unmindful of thee, and will fight against  <div class=\"break pagebreak\" id=\"306a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0306.pdf\" target=\"pdfwin\">p.&#xA0;306a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2454\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thy cause and kingdom, and have shed innocent blood. We pray thee, our Father in the heavens, that thou wilt divest them of all power to injure thy people, that they may fall in the pits and be taken in the snares which they have spread for their neighbors&#x2014;<span class=\"citation\" id=\"83929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83929)\">D&amp;C 10:26<\/a><\/span>that they may go backward and not forward, and fall and rise not again.<span class=\"citation\" id=\"57338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57338)\">Ps. 140:10<\/a><\/span> May the plagues which thou hast instituted come upon them, that they may perish from the face of the earth, and their generations after them&#x2014;that their names be blotted out from henceforth, that the posterity of the righteous may fill the earth. <\/div><div class=\"paragraph jod\" id=\"v6n2080\"> And now, our heavenly Father, we beseech of thee to listen to the voice of our supplication, and give us an <div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2454\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> answer of peace. Accept, we pray thee, of this our dedication of this house, of ourselves, our wives, our children, our houses, our flocks, our herds, and all that we possess, unto thee and to thy cause forever. <\/div><div class=\"paragraph jod\" id=\"v6n2081\"> We pray that thy good Spirit may be poured out upon us, thy people, while we remain together at this Conference&#x2014;that thou wilt dictate all things pertaining thereunto&#x2014;that we may be enabled to accomplish thy righteous will in all things, and grow up in perfection through the gift of thy Spirit&#x2014;that at last we may rest in thy presence with all thy sanctified ones; and we will ascribe all praise, glory, and honor unto God and the Lamb, forever and ever. Amen. <\/div>\n<\/div>\n<\/div>"}