{"ID":60061, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Parable of the Sower, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by President Orson Hyde, Delivered in the Tabernacle, Great Salt Lake City, April 6, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Parable of the Sower, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 4\/6\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d61\">\n<div class=\"paragraph jod\" id=\"v6n2239\"> As it is now the season of the year for the sowing of seed, some of the parables of our Savior seemed to be particularly impressed upon my mind, and I thought of reading the 13th chapter of the Gospel according to St. Matthew.<span class=\"citation\" id=\"64474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64474)\">Matt. 13:1-43<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2240\"> [Elder Hyde read the chapter.] <\/div><div class=\"paragraph jod\" id=\"v6n2241\"> While listening to the remarks in the former part of the day, which cannot be bettered, this parable of the sower that went forth to sow, occurred to me; and as I have been requested to make some remarks this afternoon, that scripture had a particular bearing upon my mind in connection with what has been said. <\/div><div class=\"paragraph jod\" id=\"v6n2242\"> So far as I know my own feelings and heart, it is to speak the truth clearly to the understandings of all my brethren, that I may do them good and speak according to the mind and will of our Father in heaven, that you may be edified and strengthened. That I may subserve this purpose, I desire an interest in your prayers, that I may speak, what little time I may occupy, according to the mind and will of God our heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v6n2243\"> As I have remarked in the outset, you know there is a time, which is now, for the farmers to be engaged in seeding their land, almost universally throughout this Territory; but they do not anticipate reaping at present. The time of reaping and gathering into barns is yet in advance. The seed has to be sown, after the soil has been prepared to receive it; and then it has to be tended and watered in <div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2426\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all its various stages, according to its requirements; and by-and-by comes the harvest. First it is cut down, then gathered and bound into bundles, then put into small shocks; and then the wagon or cart comes along and takes the sheaves and carries them to the thrashingfloor, and there it is thrashed. <\/div><div class=\"paragraph jod\" id=\"v6n2244\"> By this time the laborer begins to partake of the fruits of his labor; but before this, all his toil apparently has brought no return, only the satisfaction of seeing his crop coming to maturity and being prepared for the sickle. But now he begins to receive something in return for his toil. <\/div><div class=\"paragraph jod\" id=\"v6n2245\"> There is a time, brethren and sisters, when the harvest of the world must be gathered; for you recollect, among the wonderful visions John saw on the Isle of Patmos, he says&#x2014;&#x201C;And I looked, and behold a white cloud, and upon the cloud one sat like the Son of man, having on his head a golden crown, and in his hand a sharp sickle. And another angel came out of the temple, crying with a loud voice to him that sat on the cloud, Thrust in thy sickle and reap: for the time is come for thee to reap; for the harvest of the earth is ripe.&#x201D;<span class=\"citation\" id=\"80038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80038)\">Rev. 14:14-15<\/a><\/span> It appears there is not only to be a gathering of the wheat, but of the tares also, and that they are to be separated. <\/div><div class=\"paragraph jod\" id=\"v6n2246\"> When was the time of sowing? I do not speak now in relation to the wheat we grow, but in relation to the word of life that was sown in the  <div class=\"break pagebreak\" id=\"335a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0335.pdf\" target=\"pdfwin\">p.&#xA0;335a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2425\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hearts of the children of men. It is said, the Son of Man is he that sowed the good seed.<span class=\"citation\" id=\"64633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64633)\">Matt. 13:37<\/a><\/span><span class=\"citation\" id=\"88090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88090)\">D&amp;C 86:2<\/a><\/span> It appears, then, that in the days of our Savior was the time of seeding: it was the time of sowing the word of life and dispensing it among the children of men. Sometimes the Savior, in view of the immediate results of that word in a limited sense, says to his disciples, &#x201C;Say not ye, There are yet four months, and then cometh the harvest? behold, I say unto you, Lift up your eyes, and look on the fields; for they are white already to harvest.&#x201D;<span class=\"citation\" id=\"69105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69105)\">John 4:35<\/a><\/span> At the same time, the general harvest of the world was not then. The time he referred to was the time for gathering in the Saints, the fruits of their labors; but as the field was white already to harvest, it signified that the world was in a proper state to receive the word of life, and the laborers were few; and he says&#x2014;&#x201C;Pray ye therefore the Lord of the harvest, that he will send forth laborers into his harvest.&#x201D;<span class=\"citation\" id=\"64073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64073)\">Matt. 9:37-38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2248\"> When we take a more extensive view of the subject, we find that the grand harvest is reserved until the last&#x2014;until the winding up scene; for it is said, &#x201C;the harvest is the end of the world; and the reapers are the angels,&#x201D;<span class=\"citation\" id=\"64636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64636)\">Matt. 13:39<\/a><\/span> by whose agency this reaping dispensation was committed to the children of men. <\/div><div class=\"paragraph jod\" id=\"v6n2249\"> Someone may say, &#x201C;If this work of the last days be true, why did not the Savior come himself to communicate this intelligence to the world?&#x201D; Because to the angels was committed the power of reaping the earth, and it was committed to none else. And after the mighty champions that hold the keys of this dispensation came and brought the intelligence that the time of harvest was now&#x2014;that the time of the end was drawing nigh&#x2014;when this proclamation was made, and the announcement saluted the ears of the children of <div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2425\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> men, what was to be done next? Behold, the gathering of the Saints begins. That very moment a man or woman embraces the Gospel in these latter times, and they begin to see and understand by the Spirit of truth, the first thing they think of is, &#x201C;We must go and see the Prophet of God and learn the ways of the Lord from his lips.&#x201D; What is it that causes this desire in the hearts of the people? It is the spirit of gathering together; for wherever we went, when first this Gospel was sent to the nations, and proclaimed the glad tidings, the first thing those who were awakened by our preaching would say was, &#x201C;We want to go to headquarters, to run together.&#x201D; These were the feelings of the people common in the circle of my acquaintance and experience. <\/div><div class=\"paragraph jod\" id=\"v6n2250\"> In early times there was a spirit that was adapted to the work then. Now, if you were to set me to laboring, to building, and sowing seed upon a farm, and the spirit of preaching the Gospel was with me, I should not have the spirit of laboring upon the farm, for I should have the spirit of preaching the Gospel; and in doing so, I am in my element; my work and the spirit I possess correspond, and each serves to strengthen and advance me in the field of my labors. This is the Spirit of the Savior that was poured out upon the people; and if it had not been for the spirit of running together that came upon them, we might have gone and preached the Gospel and told the people to repent, and have baptized them for the remission of sins, and at the same time they would not have received with our proclamation the spirit of gathering. But they received it, and the Spirit bore witness with our words that the gathering dispensations had actually begun. <\/div><div class=\"paragraph jod\" id=\"v6n2251\"> In the days of the Savior, there were some who, as soon as they heard  <div class=\"break pagebreak\" id=\"336a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0336.pdf\" target=\"pdfwin\">p.&#xA0;336a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2424\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the word, as soon as it was sown, received it, perhaps by the wayside;<span class=\"citation\" id=\"64521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64521)\">Matt. 13:19<\/a><\/span> but they did not understand it. Now, I have preached to congregations, and I presume others have, where people under the sound of my voice have received the word the same way; and the spirit has borne such witness to them that their hearts have been actually melted under the influence and power of that preaching; yet say they, with tears in their eyes, &#x201C;We do not understand: we acknowledge there is a power in it, but at the same time we do not understand it; we do not see why these things are so. Were not our fathers and mothers, who have gone before us, right? We acknowledge there is a power with you; but we do not understand why there should be such a variation from the old path.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n2253\"> These receive seed by the wayside, and the Devil comes and tempts them and persuades them they do not understand or know anything about it. They feel its power, and he catches the word away and throws mists of darkness before their eyes. These are they that receive the seed by the wayside.<span class=\"citation\" id=\"64520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64520)\">Matt. 13:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2254\"> Then, again, the seed falls upon stony places,<span class=\"citation\" id=\"64524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64524)\">Matt. 13:20<\/a><\/span> where there is not much earth. You know, where the ground is stony, it attracts the heat quicker than where there are no stones: it draws the warmth of the sun more; and what little soil there is dries up quicker than where there is soil to retain more moisture; and the seed that falls upon such ground germinates quicker and shows itself quicker. But there was no chance for the root to take deep hold; and when the sun arose and began to pour its strengthening rays upon it, it withered and died, because it had no root in good soil.<span class=\"citation\" id=\"64527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64527)\">Matt. 13:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2255\"> This class of hearers will correspond very well with another saying concerning certain characters that re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2424\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ceived the truth, and did not receive the love of it in order to have it take effect. We are not only to receive the truth, but also the love of it.<span class=\"citation\" id=\"75797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75797)\">2 Thes. 2:10<\/a><\/span> And where the love of it is planted, it must flourish&#x2014;it must succeed and produce a plentiful crop. These are they that receive the seed on stony places. They apparently receive the word as soon as it is proclaimed to them; and before the principles have a chance to take root in their hearts,<span class=\"citation\" id=\"64528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64528)\">Matt. 13:21<\/a><\/span> it springs up and grows, and prospers for a time, but withers in the day of adversity.<span class=\"citation\" id=\"124827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124827)\">Prov. 24:10<\/a><\/span><span class=\"citation\" id=\"124828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124828)\">Eccl. 7:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2256\"> The circumstances of some of the people of this Territory leaving for California brought this parable of the sower to my mind. For instance, one distinguished man in the south urges, for an excuse for going to California, the late trouble this people have had with the Indians, or rather in consequence of the rigid measures it was necessary to enter into for protection. He felt himself imposed upon and his rights infringed upon, and therefore he would not stay. He thought the brethren had done him wrong; consequently, he would go away. <\/div><div class=\"paragraph jod\" id=\"v6n2257\"> Now, as near as I can learn, many have, under the regulations required for those times, felt their feelings to be pinched. Some of them have stood under it like good soldiers, and others have flown the track and will not endure it any longer. They think that better measures could have been instituted. <\/div><div class=\"paragraph jod\" id=\"v6n2258\"> I am fully of the opinion that the wisest measures have been adopted to enforce upon the people, while the fact is, the operations that are being entered into for defense and protection have been our safeguard. The red men have seen it and marked the progress and design of our works, and they have said to themselves, &#x201C;It is impossible for us to stand against such operations; therefore we will  <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2423\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heave to, for it is of no use to offer further aggression. <\/div><div class=\"paragraph jod\" id=\"v6n2260\"> Here we see the happy result of the measures entered into so far; and we trust, as there is now a prospect of peace, that the work of preparation will be carried on with tenfold more vigor, that all the works may be fully accomplished that are designed. <\/div><div class=\"paragraph jod\" id=\"v6n2261\"> Be it remembered that the time of peace is the time to prepare for self-defense against a foe; and perhaps by performing the works now going on, they have been the very means in the hands of God by which our enemies have been disheartened, and their progress in wickedness has been checked. <\/div><div class=\"paragraph jod\" id=\"v6n2262\"> Has not the measure of bringing together all kinds, both of wheat and tares, been best for the people? It has. The tares must be gathered as well as the wheat, for it is the time of the harvest and of separation. Perhaps the measures that have been introduced have served as a screen or a fanning-mill to cause the tares to fly away. There may be some wheat among them when they go; but it seems to me that they are shrunken kernels. Shrunken wheat may grow by putting it in good soil, and it may not: however, it is necessary that this work of division go on. Not only was the work of gathering to take place by the angels to whom it was committed,<span class=\"citation\" id=\"65866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65866)\">Matt. 24:31<\/a><\/span> but the work of separating the tares from the wheat<span class=\"citation\" id=\"64578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64578)\">Matt. 13:30<\/a><\/span> was committed to the angels also.<span class=\"citation\" id=\"64646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64646)\">Matt. 13:41<\/a><\/span> What! To good angels? I did not say that; though it must be acceded that they hold out very powerful inducements for certain individuals to follow them and take their counsel, &amp;c. I say, perhaps the very works that have been carried on here in the Territory&#x2014;the rigid measures for the defense and protection of the people, may be one cause why these persons are dissatisfied. It is no doubt the principle, and God may have de<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2423\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>signed it for that very purpose&#x2014;to draw the line of distinction, and let it be seen who it was that would abide this counsel and who would not. Those who would not would of course be subject to every evil influence&#x2014;to be guided by any spirit not of God. <\/div><div class=\"paragraph jod\" id=\"v6n2263\"> Allowing there are some shrunken kernels of wheat gone out from here, I tell you they are gone, in my opinion, where they will find a moist soil, and will get swelled out to a reasonable size, and perhaps in a way they do not look for. And as I said in a discourse not long ago, it is perhaps necessary that these persons should leave the Saints and go to the world, and try to build up the world and themselves. Why is it necessary? Because here they cannot receive that chastisement and scourging they merit, and they must go somewhere else to receive it, and let some other power have the honor of bringing the scourge upon them they actually merit, rather than the Saints of latter days. <\/div><div class=\"paragraph jod\" id=\"v6n2264\"> Now, then, &#x201C;the Son of man shall send forth his angels, and they shall gather out of his kingdom all things that do offend, and those who do iniquity; And shall cast them into a furnace of fire: there shall be wailing and gnashing of teeth.&#x201D;<span class=\"citation\" id=\"64647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64647)\">Matt. 13:41-42<\/a><\/span> Perhaps when they get under the scourge that awaits them abroad, they may begin to feel the chastening hand of God, and repent and humble themselves, and cry mightily to the God of Israel to have mercy upon them. <\/div><div class=\"paragraph jod\" id=\"v6n2265\"> It is all working just right. Our enemies, whether white or red, can only go so far; none can get beyond the control of the Almighty. They may take the wings of the morning and fly to the uttermost parts of the earth, and he is there; or if they make their bed in hell, behold he is there.<span class=\"citation\" id=\"57303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57303)\">Ps. 139:7-10<\/a><\/span> They cannot get from under his jurisdiction, unless they go beyond the bounds of time and space. All  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2422\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>things are confined in space, and are under the jurisdiction and control of the Almighty; and if he cannot find them in one place, he will in another. <\/div><div class=\"paragraph jod\" id=\"v6n2267\"> They are like children who have been under the teachings of a kind father all the day long, who taught them the principles of righteousness, integrity, and truth; but they would not listen, like his good children, to his teachings, but they are rebellious, and will not learn their lessons and be prompted to their duty by the voice of kindness, nor be moved to do right by the affection of a kind father and mother, but they must tear themselves away and thrust themselves beyond the teachings of their parents. <\/div><div class=\"paragraph jod\" id=\"v6n2268\"> Follow such children through their lives, and what will they come to? You will perhaps find them in a dungeon&#x2014;in the dark cell of a prison, loaded with chains, if not condemned to a greater penalty there. Perhaps they may then follow after their God, like the prodigal son,<span class=\"citation\" id=\"67704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67704)\">Luke 15:11-32<\/a><\/span> that could not be trained in his father's house. His wild ambition led him to grasp at things that were unlawful for him. &#x201C;Give me,&#x201D; said he, &#x201C;my portion of the inheritance, and let me go.&#x201D;<span class=\"citation\" id=\"67707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67707)\">Luke 15:12<\/a><\/span> After he left his father's house, he was reduced to a state of wretchedness and poverty, and would gladly have fed with the swine.<span class=\"citation\" id=\"67711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67711)\">Luke 15:16<\/a><\/span> He began to feel not only the lashes of an unsatisfied appetite, but also of a guilty conscience. Said he, &#x201C;How many hired servants of my father have bread enough and to spare, and I perish with hunger. I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee, and am no more worthy to be called thy son: make me as one of thy hired servants.&#x201D;<span class=\"citation\" id=\"67713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67713)\">Luke 15:17-19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2269\"> You remember it was said in the former part of the day that some persons would be servants. On the father seeing the returning prodigal afar off, all the feelings of a kind parent were <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2422\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> awakened. &#x201C;Come, my son, as you have returned, I will not subject you to be a servant like these are that serve in my house; but you are my son. Bring hither the best robe and put it upon him; put shoes upon his feet, and a ring on his hand.&#x201D; And they began to be merry.<span class=\"citation\" id=\"67714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67714)\">Luke 15:20-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2270\"> Do you not see that the prodigal son learned a good lesson in the school of adversity, which he could not learn in his father's house. The spirit of rebellion could not be made to bow to mild and affectionate means; but it yielded under the hammer of adversity. His spirit was made to bend to his father's will by that means; and, bending home, he came to his father's house. <\/div><div class=\"paragraph jod\" id=\"v6n2271\"> These characters, then, receive the seed in stony ground, and have not root in themselves.<span class=\"citation\" id=\"64525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64525)\">Matt. 13:20-21<\/a><\/span> They feel themselves troubled and oppressed and wronged in the time of danger and tribulation; and they say, &#x201C;We will go: we are displeased; therefore we will go far away and try our fortune in the world once more. We tried it once before we embraced &#x201C;Mormonism.&#x201D; We thought we were satisfied to cast in our lot with the people of God; but we have become dissatisfied and offended, and we will go and try our fortune in the world again.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n2272\"> They go and try it. They may get hold of the riches of this world, and they may not; but I will tell you one thing&#x2014;they will not get hold of all the truth of God in their course; they will not get hold of that which satisfies the immortal mind; and while their pockets are lined with gold, their spirits will be troubled and in distress and misery. If ever once the spark of truth has lighted up the understanding and left an impression there, it is not to be erased in a moment, but it lives; and when it is dishonored, it is an arrow in the mind, which will torment them day and night. Go where they will, they  <div class=\"break pagebreak\" id=\"339a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0339.pdf\" target=\"pdfwin\">p.&#xA0;339a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2421\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cannot get out of the world&#x2014;out of the jurisdiction of the Almighty, at least. <\/div><div class=\"paragraph jod\" id=\"v6n2274\"> A great many are now afraid that the gold of California will all be gone before they get any of it. Suppose they get it all&#x2014;suppose they actually rob the mines of every farthing's worth of value, what are they going to do with it? Can they place it beyond the jurisdiction of the Almighty, or put it somewhere where he cannot find it, and use it in a way that he cannot control it? I tell you they may dig and dig, and get all the gold they possibly can, and put it in this bank, or in that; but God will control it all by-and-by, and give it to whom he will; and I will tell you to whom he will give it. Says the Apostle to the Corinthians, &#x201C;all things are yours; Whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come; all are yours; And ye are Christ's; and Christ is God's.&#x201D;<span class=\"citation\" id=\"73179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73179)\">1 Cor. 3:21-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2275\"> Now, it is not to him that willeth, or to him that runneth (they run to California), but it is God that showeth mercy.<span class=\"citation\" id=\"72669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72669)\">Rom. 9:16<\/a><\/span> He is the character that holds all these things; and where his mercy leans, there is where he will bestow his treasure. Says he, &#x201C;All things are mine, and I can give them to whom I will.&#x201D; His rebellious children are like some other rebellious children who try to rob their father and take his money from his place of deposit. They say, &#x201C;We are your children, and we have a right to this money;&#x201D; and they break open their father's desk, because they are his sons, and think it no particular crime to get a little of the old man's cash to enjoy themselves with. <\/div><div class=\"paragraph jod\" id=\"v6n2276\"> So it is with all those that are running to California to steal a little of the Lord's treasure; whereas, if they had remained loyal to their post, and continued to do their duty and build up the kingdom of God, by-and-by he <div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2421\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would have given them all they could receive and properly apply. For to one he gave five talents, to another two, &amp;c.; and so he will give to every man according to his ability by-and-by.<span class=\"citation\" id=\"66087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66087)\">Matt. 25:15<\/a><\/span> It will be so even with regard to the riches of this world. The more quickly a man applies that which is committed to him, the more he will have, and the larger and greater and more extensive will be his riches. Let him abide in his calling and in the place where God has placed him to build up his kingdom, and in the final end how will it come out? The Lord gathered the people to where they are gathered by his word; and we may say, to all human appearance, the greatest difficulty is to supply ourselves with the necessary comforts of life; but the battle has been fought, and the victory gained. Fruitful fields are opening all around and extending in every direction. <\/div><div class=\"paragraph jod\" id=\"v6n2277\"> Why not, then, remain here and wait till the Lord shall shower upon us blessings that will answer the furthest extent of our desires? If we quit the post of our duty, and run to get blessings before they are ours&#x2014;before we have a right to them, it will have the same effect upon us as stolen apples have upon boys that steal them before they are half ripe&#x2014;it will set our teeth on edge. If not now, it will be by-and-by. <\/div><div class=\"paragraph jod\" id=\"v6n2278\"> What is the better way? To remember the counsels given to us in the former part of the day by President Young. Said he, &#x201C;You who are going to California, pay your debts, and do not steal anything to take with you.&#x201D; And I would say to those who stay behind, as it is represented the thieves will not all go away, Be very careful when you steal, for it is on interest from the time you steal it; for, remember, you do not get beyond the jurisdiction of the Almighty; and he will make you pay the uttermost farthing.<span class=\"citation\" id=\"63163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63163)\">Matt. 5:26<\/a><\/span> There is no inducement  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2420\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>here for anybody to do wrong, but every inducement to do right and keep the commandments of God. <\/div><div class=\"paragraph jod\" id=\"v6n2280\"> Not only has the dispensation for the gathering of the Saints come, but the wicked also will be gathered. You know it is said, in the last days there shall be &#x201C;wars and rumors of wars,<span class=\"citation\" id=\"65655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65655)\">Matt. 24:6<\/a><\/span> and earthquakes in divers places;&#x201D;<span class=\"citation\" id=\"124829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124829)\">Luke 21:11<\/a><\/span><span class=\"citation\" id=\"124830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124830)\">Morm. 8:30<\/a><\/span> and again, &#x201C;When these things begin to come to pass,&#x201D; &#x201C;lift up your heads&#x201D; and rejoice, &#x201C;for your redemption draweth nigh.&#x201D;<span class=\"citation\" id=\"68042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68042)\">Luke 21:28<\/a><\/span> Again, &#x201C;Because iniquity shall abound, the love of many shall wax cold.&#x201D;<span class=\"citation\" id=\"65681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65681)\">Matt. 24:12<\/a><\/span> How often we hear it said by many who profess to be Saints, &#x201C;This thing and that thing are wrong.&#x201D; Perhaps certain men have lost their property: it is mysteriously missing. &#x201C;Really,&#x201D; say they, &#x201C;we feel offended because such things are practiced, and we will not stay among such a people where such things are.&#x201D; This is the natural feeling of those who give way to this spirit of complaining, and they center all the blame at headquarters&#x2014;on the men who are proclaiming against such practices night and day, both verbally and in their daily example. <\/div><div class=\"paragraph jod\" id=\"v6n2281\"> It is as the Savior said&#x2014;&#x201C;The love of many shall wax cold,&#x201D;<span class=\"citation\" id=\"65682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65682)\">Matt. 24:12<\/a><\/span> and there shall be &#x201C;wars and rumors of wars.<span class=\"citation\" id=\"65656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65656)\">Matt. 24:6<\/a><\/span> And there shall be signs in the sun, and in the moon, and in the stars; and upon the earth distress of nations, with perplexity; the sea and the waves roaring; men's hearts failing them for fear, and for looking after those things which are coming on the earth; for the powers of heaven shall be shaken.&#x201D;<span class=\"citation\" id=\"68028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68028)\">Luke 21:25-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2282\"> Now, if you want to see the gathering of the ungodly, look at the combined armies of the world assembling for bloody conflict. Look at the meteors in the heavens: they cannot be silent; they must speak the language they are designed to speak in the last days. The nations are perplexed, in distress, wretchedness, and <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2420\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> misery. They are clothed in mourning, for the demon of war is let loose, blood is flowing, and the Saints are gathering to the valleys of the mountains to be taught and instructed in the ways of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v6n2283\"> Let those who go from this retreat of the Saints beware that the demon of war be not stirred up to make their abode more unpropitious in the place they are going to. Beware that a cloud does not burst with all its fury upon the western shores. Congress must anticipate something of this kind, or why did they send the highest order of military talents to the western borders? They see it and understand it. We are about in the center, and all around is commotion. I believe Joseph Smith once said, the next movement we made, we should be brought into the midst of the thrashingfloor; and while they are being thrashed all around, we need not be surprised if we get thrashed a little among the rest. <\/div><div class=\"paragraph jod\" id=\"v6n2284\"> There will be a mighty thrashing; there will be a thrashing in the valleys, on the borders, and all around among the nations of the earth. It is the time of harvest. You know, as bread is generally scarce at the harvest time, the flails begin to beat upon the thrashingfloor. This is thrashing upon a small scale, before the mighty engines or machines begin to bear. When they begin to work, there will be a wonderful dust and smoke and noise and commotion all around. I tell you to remain here till you are sent away. <\/div><div class=\"paragraph jod\" id=\"v6n2285\"> I want to say a word about people staying here and there as they please. True, it is a free country, and every man may go where he pleases, speaking after the manner of the world. The President of the Church does not control anybody contrary to their own will. Still, if a man is properly trained, and is in possession of the right spirit, he only wants to hear the voice of the  <div class=\"break pagebreak\" id=\"341a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0341.pdf\" target=\"pdfwin\">p.&#xA0;341a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2419\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>good shepherd, and he will follow it;<span class=\"citation\" id=\"69692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69692)\">John 10:27<\/a><\/span> but a stranger he will not follow.<span class=\"citation\" id=\"69631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69631)\">John 10:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2287\"> Brethren and sisters, we can go here or there as we please; yet in another sense we are not at liberty so to do, but to go where the voice of truth directs, if we abide in the kingdom of God. If a man come to me and say, &#x201C;I want to go to Green River and settle there; shall I go?&#x201D; my answer would be, &#x201C;I cannot control you, if you are determined to go: it is a free country. But my feelings are, if you are not satisfied here, you will not be satisfied there; and if you want counsel upon the matter, go and get it from the proper source.&#x201D; If a man goes there, I want him to go by proper counsel. I will not hinder him, if he is not counseled; but, at the same time, I would not look upon him as I would upon the man who is counseled to go there. And if there was any important trust to be placed upon any man, I should place it upon him that was in the line of his duty; and I could do it in confidence. <\/div><div class=\"paragraph jod\" id=\"v6n2288\"> In the midst of counsel there is safety. If a man is counseled to go to Green River, Iron County, to San Pete, or to anywhere else, let him go. Let no man seek to free himself from the yoke, or indulge any uneasiness while it is upon him; for when he becomes accustomed to it, it will not gall his neck. <\/div><div class=\"paragraph jod\" id=\"v6n2289\"> I will tell you, furthermore, what our views are in relation to the circumstances that surround us. I believe that if every person will faithfully abide the counsel given to him while passing through these circumstances, all the evil intended us will result in our greatest good, or it will be turned away, and we shall enjoy ourselves under the smiles of Heaven. <\/div><div class=\"paragraph jod\" id=\"v6n2290\"> What turned away the wrath of our enemies? It was the Spirit of God that checked them, when they saw the preparations that were being made. <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2419\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The servants of God were moved upon to do certain things, and they have done them. And although there has been some difference of feeling with regard to the preparations for defense through the Territory, yet, so far as I know, and I am proud to know it, all difference of opinion is done away; and when the brethren strike hands together in this union, I tell you the efforts of the enemy are palsied in a moment: they have no power against us, because our union prevails with God, and he fights our battles. Who can withstand Him? He has caused our enemies to be troubled by day and by night. Their dreams have tormented them, until they are dispirited and disarmed of their strength. Your union and fidelity have done it, through the blessings of God which have been upon you. <\/div><div class=\"paragraph jod\" id=\"v6n2291\"> Now, there was some seed that fell upon good ground, and it brought forth, some thirty, some sixty, and some an hundredfold.<span class=\"citation\" id=\"64488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64488)\">Matt. 13:8<\/a><\/span> I will tell you what I am doing in my garden, in order to remove the stony ground: I go to work and pick out the cobble stones. So if we find stony places, pick out the stones, and clear the vineyard of them, that all the seed of the word that is sown from this stand and falls upon your ears may sink down, not in stony hearts, but in hearts of flesh&#x2014;that it may fall upon good ground and bring forth, some thirty, some sixty, and some an hundredfold. <\/div><div class=\"paragraph jod\" id=\"v6n2292\"> With regard to the great field that is opened, for instance in Nebraska, Ohio, and California, it is so big, I fear I shall get lost in it, if I enter it on this occasion. I will therefore leave it for somebody else to explore at the present. It is glorious to me, and it is all right. Let the truth go to the ends of the earth, and let God overrule every movement of this Church for the good of his kingdom. <\/div><div class=\"paragraph jod\" id=\"v6n2293\"> It is the desire of my heart&#x2014;I say,  <div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2418\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>let the little stone cut out of the mountain without hands roll and fill the whole earth,<span class=\"citation\" id=\"61024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61024)\">Dan. 2:34-35<\/a><\/span> and let God be <div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2418\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> glorified, and his Saints exalted; which may he grant, for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}