{"ID":60064, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Celebration of the Fourth of July.<\/div>\n<div class=\"subtitle\">An Address by Elder George A. Smith, Delivered in the Tabernacle, Great Salt Lake City, July 4, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Celebration of the Fourth of July.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 7\/4\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d64\">\n<div class=\"paragraph jod\" id=\"v6n2439\"> Gentlemen and Ladies&#x2014;Fellow Citizens&#x2014;I arise here to address you a few moments upon a subject which has, perhaps, been worn threadbare by orators, statesmen, and divines, for the last seventy years, in the minds of a great portion of those who have been in the habit of listening to speeches upon the battles of the Revolution, and the causes which put it in motion. The subject has become trite. Every schoolboy who reads American history is, perhaps, better versed in it than he could be with anything that I can advance, by pursuing the old beaten track, or continuing in the channel which has been so long worn. Yet I may safely say, with all that has been said, its real merits have scarcely been approached. <\/div><div class=\"paragraph jod\" id=\"v6n2440\"> The causes which produced the American Revolution were so far behind the veil, that the writers of American history and the orators who expatiate on the subject on occasions like this, and on other occasions, have not acknowledged that it was the Almighty&#x2014;the invisible and omnipotent hand of Him who made the heavens and the earth and the fountains of waters,<span class=\"citation\" id=\"79948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79948)\">Rev. 14:7<\/a><\/span><span class=\"citation\" id=\"91916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91916)\">D&amp;C 133:39<\/a><\/span> who worked the secret wires, and opened up the revolutionary scene, to lay a foundation and prepare a people, with a system of government, <div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2396\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> among whom his work of the last days could be commenced upon this earth. <\/div><div class=\"paragraph jod\" id=\"v6n2441\"> Persons present today may consider that no other country in the world would have allowed the persecutions and oppressions that have fallen upon the work of God in this land, of which many of you have been partakers. But in this you are mistaken; for there is no nation under heaven among whom the kingdom of God could have been established and rolled forth with as little opposition as it has received in the United States. Every species of oppression and opposition, which has aimed at the destruction of the lives and liberties of the members of this Church, has been in open violation of the laws of the country; while, among other nations, the links of the chain of government are so formed that the very constitution and laws of the country would oppose the government of God. This is the case almost without an exception. <\/div><div class=\"paragraph jod\" id=\"v6n2442\"> I will say, then, the American Revolution had its beginning behind the veil. The invisible providence of the Almighty, by his Spirit, inspired the hearts of the Revolutionary Fathers to resist the Government of England and the oppressions they had submitted  <div class=\"break pagebreak\" id=\"365a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0365.pdf\" target=\"pdfwin\">p.&#xA0;365a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2395\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to for ages. When ground to dust, as it were, in their mother country, the first settlers in this land looked to the West. They fled from oppression, and planted their standard upon American soil,<span class=\"citation\" id=\"81045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81045)\">1 Ne. 13:13<\/a><\/span> which was then a wilderness in the possession of savages. The climate, productions, extent, and nature of the country was then unknown to distant nations. It appeared, however, to offer an asylum for the oppressed, even at that early day. <\/div><div class=\"paragraph jod\" id=\"v6n2444\"> A party escaped from oppression, and landed in Massachusetts; another party, for a similar cause, left the mother country, and landed in Connecticut; and so a number of the early States were formed by settlers who fled from their native country through religious oppression. The young colonies grew until they became somewhat formidable, and began to realize that they were entitled to some common national privileges; that they had a right to the protection of certain laws by which their ancestors were protected; and also that they had a right to an equal voice in the making of those laws. <\/div><div class=\"paragraph jod\" id=\"v6n2445\"> It is my intention to notice a multiplicity of minor circumstances, to portray the tyrannical spirit that prevailed in the English Parliament, and which were only so many sparks to feed the flame of revolution. What was the greatest trouble? The right of making their own laws was denied them by the King and Parliament; and if they made laws, the King claimed the right of abrogating those laws at pleasure, and also appointed officers who could dissolve the National Assembly and levy taxes without the consent of the inhabitants of the Colonies. <\/div><div class=\"paragraph jod\" id=\"v6n2446\"> These were the main causes of the Revolution. God caused these causes to operate upon the minds of the colonists, until they nobly resisted the power of the mother country. At that <div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2395\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> time Great Britain stood pre-eminent among the nations of Europe, and had just finished the wars against several of them combined. God inspired our fathers to make the Declaration of Independence, and sustained them in their struggles for liberty until they conquered.<span class=\"citation\" id=\"81049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81049)\">1 Ne. 13:16-19<\/a><\/span> Thus they separated themselves from the parent stock; and, as an historian of that age quaintly said, when they signed that Declaration, if they did not all hang together, they would be sure to all <span class=\"italic\">hang<\/span> separately. Union is strength. <\/div><div class=\"paragraph jod\" id=\"v6n2447\"> But how does this Revolution progress? That is the question. Has the great principle that colonies, territories, states, and nations have the right to make their own laws, yet become established in the world? I think if some of our lawyers would peruse the musty statutes at large, they would find that there are several colonies of the United States who have seen proper, under the limited provisions then given them, to enact laws for their own convenience; but they suffered the mortification of having them vetoed by the General Congress. Look, for instance, at the statutes in relation to the Territory of Florida, and see the number of laws enacted by that people, and repealed by act of Congress. <\/div><div class=\"paragraph jod\" id=\"v6n2448\"> It is curious to me that the progress of the Revolution has been so small, referring to that which is produced in the minds of the whole American people. Every organized Territory, wherever it exists, has the same right that the early revolutionary fathers claimed of Great Britain, and bled to obtain&#x2014;that is, of making its own laws and being represented in the General Assembly as a confederate power. <\/div><div class=\"paragraph jod\" id=\"v6n2449\"> This Revolution may possibly increase in the future, and is, no doubt, progressing at the present time. One individual in particular, during the  <div class=\"break pagebreak\" id=\"366a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0366.pdf\" target=\"pdfwin\">p.&#xA0;366a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2394\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>present session of Congress, has become so enlightened as to say in the House, &#x201C;<span class=\"italic\">You have no business with the domestic relations of Utah<\/span>;&#x201D; and, consequently, I think the principle is making headway. <\/div><div class=\"paragraph jod\" id=\"v6n2451\"> The United States have increased greatly in power, majesty, dominion, and extent, having half-a-dozen Territories at once already organized, and others calling for an organization. Says the General Government to these organized bodies at a distance, &#x201C;You may send a Delegate here, but he shall have no voice in the General Assembly; and if you make any laws that do not suit us, we will repeal them, and we will send you a Governor who will veto everything you do that does not exactly suit us.&#x201D; I want to see the Revolution progress, so that the great head of the American nation can say to every separate colony, &#x201C;Make your own laws, and cleave to the principles of the Constitution which gives that right.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n2452\"> For me to rehearse the battles of Washington, and the incidents in the struggle for freedom which every schoolboy knows, would only be to consume time to little advantage. What has been the result? Our forefathers, by their blood, have purchased for us liberty; but as far as the rights of the weak are concerned, the Revolution has progressed slowly. For instance, the Territory of Oregon forms a provisional Government for itself, and then petitions Congress to receive her under their fostering care. The result is, they send them a convoy of Governmental officers, which, by-the-by, never have time to get there; and if they should happen to arrive there, they are unwilling to stay; and thus the people have been left, a whole year at a time, without a regular set of officers. They are deprived of the privilege of voting in favor of or against the officers who are appointed to rule them, and of being <div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2394\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heard, through their Representative, in the halls of Congress. Who wants to go there, and not have a voice with the rest of them? Although we have sent a most eloquent gentleman to represent this portion of the American nation, and one who can cry &#x201C;poor pussy&#x201D; among them to a charm, yet, at the same time, he cannot have the privilege of voting on any question, however detrimental to liberty and the Constitution. <\/div><div class=\"paragraph jod\" id=\"v6n2453\"> But the Revolution is progressing, and the time is not far distant when Territories will enjoy privileges that have been held back for the purpose of pandering to a relict of that monarchy which oppressed the American people. Is it reasonable that people dwelling thousands of miles from the parent Government should not have the same privilege of regulating their own affairs as those who live in its vicinity? It is the same kind of oppression and restraint that was placed upon our Revolutionary Fathers by the King and his Parliament. The American Government has fallen into the same errors, touching this point, as the British Government did at the commencement of the Revolution. <\/div><div class=\"paragraph jod\" id=\"v6n2454\"> This is what I have to say on the rise and progress of the American Revolution. It is progressing slowly. While the nation is extending itself, and increasing in power, wisdom, and wealth, it seems, at the same time, to remain, in some respects, on the old ground occupied by the mother country in the early settlement of this land. I raise my voice against it, for I love American Independence: the principle is dear to my heart. When I have been in foreign countries, I have felt proud of the American flag, and have desired that they could have the enjoyment of as much liberty as the American people. <\/div><div class=\"paragraph jod\" id=\"v6n2455\"> At the same time, <span class=\"italic\">we<\/span> have a right to more liberty; we have a right to  <div class=\"break pagebreak\" id=\"367a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0367.pdf\" target=\"pdfwin\">p.&#xA0;367a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2393\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>elect our own officers and have a voice in Congress in the management of the affairs of the nation. The time is coming when we shall have it. The Revolution will by-and-by spread far and wide, and extend the hand of liberty and the principles of protection to all nations who are willing to <div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2393\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> place themselves under the broad folds of its banner. <\/div><div class=\"paragraph jod\" id=\"v6n2457\"> These are about the remarks I wished to make, and the ideas that were in my mind. May God bless us all, and save us in his kingdom. Amen. <\/div>\n<\/div>\n<\/div>"}