{"ID":60066, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Science of Grammar, Etc.<\/div>\n<div class=\"subtitle\">A Lecture by Elder Orson Hyde, at the opening of his School in the Council Chamber, Great Salt Lake, January 22, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Science of Grammar, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 1\/22\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d66\">\n<div class=\"paragraph jod\" id=\"v6n2486\"> Ladies and Gentlemen&#x2014;The subject that has called us together this evening, to me, is a very interesting and an important one; and I trust that it will be no less so to you, after you shall have understood its import and nature. It is the Science of the English Language. <\/div><div class=\"paragraph jod\" id=\"v6n2487\"> As this language has been more highly honored in our day, by the Supreme Ruler above, than any other, in that he hath chosen it as the most beautifully grand and impressive medium through which his mandates could be conveyed to mortal beings here on earth, can we be justified if we remain in a state of indifference with regard to its beauty, its richness, and its strength? <\/div><div class=\"paragraph jod\" id=\"v6n2488\"> The English language is chiefly derived from the Saxon, Danish, Celtic, and Gothic; but in the progressive stages of its refinement it has been greatly enriched by accessions from the Greek, Latin, French, Spanish, Italian, and German languages. The number of words which it at present consists of, after deducting proper names, and words formed <div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2389\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by the inflections of verbs, nouns, and adjectives, may be estimated at over FORTY THOUSAND. <\/div><div class=\"paragraph jod\" id=\"v6n2489\"> This heterogeneous mass of words, as found in the English vocabulary, when drawn out in line of discourse according to the laws of syntax, and embellished by the force of rhetorical elocution, has made nations to tremble and empires to quake. More glorious conquests have been achieved and victories won by the force and power of language than by all the armed legions that ever marched into the battlefield to meet the foe in deadly conflict. No widow's tear nor orphan's sigh detracts from the splendor of the former; no aching heart is left to curse the brutal policy that bereft it of its dearest earthly object. No plaintive notes from the deathbed of thousands of brave and generous warriors to wrap a nation in garments of deeper mourning; and it remains to be disproven that our future destiny, for weal or for woe, is suspended upon our <span class=\"italic\">very<\/span> language. &#x201C;By thy words thou shalt be justified, and by thy words thou shalt be condemned.&#x201D;<span class=\"citation\" id=\"64439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64439)\">Matt. 12:37<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2388\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n2491\"> It is too true that this science has been lightly spoken of by men of years and experience; and I must say that it is never pleasing to me to hear anything by way of jest, or in sober earnest, that may be calculated to beget in the rising generation a dislike for this most important branch of education. Should such an influence prevail among our youth, it needs not a prophetic eye to foretell the results. When the present actors have played their parts and retired from the stage, our successors, in the persons of our children, will not be able to keep a proper journal of the events of their time, to speak or write correctly, or to manage and conduct a periodical for the diffusion of that knowledge which it has pleased an all-wise Creator to shed forth from the heavens in our day for the benefit and salvation of man, without foreign aid. <\/div><div class=\"paragraph jod\" id=\"v6n2492\"> You have, undoubtedly, heard the drunkard speak against drunkenness, the thief against theft, and the profane and profligate person against his course of life, because he has weltered under the smart and sting of his own immoral and criminal acts. <\/div><div class=\"paragraph jod\" id=\"v6n2493\"> But you never heard the enlightened grammarian speak of this science in terms of the slightest disrespect; and I here predict that you never will, while language remains the agent for the transmission of thought. <\/div><div class=\"paragraph jod\" id=\"v6n2494\"> The person unacquainted with the science of music, who has no taste or ear for it, might indulge in many slight and ludicrous remarks on hearing a class exercise in some of the first rudiments and rules of the science. But to the skillful musician, his remarks prove no inconsistency or impropriety in the science, but, on the contrary, that he himself is ignorant of it, and also of the path that leads to its attainment. The charms of music consist in the union and <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2388\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> harmony of its parts; and when executed by scienced performers, it swells into a melody that holds in spellbound admiration all the finer and more elevated feelings of the soul. But the path that leads to the summit where the flowery charms of this science are wafted on the breath of our most skillful performers, and fall on your ears with such pleasing accents, is winding, steep, and rugged; and it requires patience, perseverance, and industry to gain the eminence. <\/div><div class=\"paragraph jod\" id=\"v6n2495\"> The music of language consists in the union and harmony of the various parts of speech of which it is composed; and when tastefully selected to clothe a useful thought or valuable idea, and that thought or idea borne to your ear in that dress, awakens emotions almost as vividly pleasing as the maid of your choice, when presented, entwined with the bridal wreath, to receive your most sacred vow. <\/div><div class=\"paragraph jod\" id=\"v6n2496\"> We are met this evening, ladies and gentlemen, to consider our inclination, strength, and ability to commence or recommence our journey up the rugged steeps of the &#x201C;Hill of Science.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n2497\"> The child from five to ten years of age has little or no use for scientific knowledge, from the fact that his childhood bars him against those responsibilities which he is destined to inherit in the progressive periods and stages of his life. But as his mind becomes stronger and more developed by the force of unavoidable circumstances, he is the better qualified to acquire those principles of science which will enable him more successfully to stem the current of opposition in his upward course to moral and spiritual excellence. <\/div><div class=\"paragraph jod\" id=\"v6n2498\"> Were I now to refer you to our highly-esteemed Governor and President, whose ear for music and language is, perhaps, more acutely discerning than that of any other gentleman present, and ask him if he has  <div class=\"break pagebreak\" id=\"373a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0373.pdf\" target=\"pdfwin\">p.&#xA0;373a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2387\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not more use for scientific knowledge now, since the increased cares and responsibilities of both Church and State are resting upon him, together with the planning of public works, machinery, and fortifications against Indians, &amp;c., than when he first embraced this Gospel, some twenty-five years ago, and went preaching without &#x201C;purse or scrip;&#x201D;<span class=\"citation\" id=\"64098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64098)\">Matt. 10:9-10<\/a><\/span><span class=\"citation\" id=\"68118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68118)\">Luke 22:35<\/a><\/span> and what do you imagine would be his answer? Apply, then, this same principle and course of reasoning to the Church, and what do we discover? When she was in her infancy, she did not attract the attention and gaze of the world. She had little use for scientific knowledge, and little or no time to acquire it; but having become stronger in her intellectual and physical organization, by the force of unavoidable circumstances, such as mobocracy by earth's degenerate sons, and the bounteous blessings of a generous Providence upon the loyal subjects of his eternal laws, she begins to have greater use for science, and is more eligibly situated to acquire it in these peaceful valleys than when buffeted in the States upon the waves of political strife and religious intolerance, where, perhaps, the first house erected for educational purposes was lighted up by the torch of the incendiary, whose lurid flames cast a sickly glare upon our prospects for scientific pursuits in that country. <\/div><div class=\"paragraph jod\" id=\"v6n2500\"> We are fast growing into importance, and the eyes of our nation are upon us. Our words and our acts are duly scanned by her officials in private; but if this were all, we should have little to fear. There is, however, a Power above, high over all, that scrutinizes all our acts and doings with an eye that never sleeps. We are not only watched over with fatherly care at home, but other nations cast an occasional glance at us. Their kings and their queens dream of us, and God showeth them some <div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2387\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things as they are and as they will be. There will be Daniels and Mordecais in their courts, and, no doubt, Hamans too. <\/div><div class=\"paragraph jod\" id=\"v6n2501\"> The political world is about to fall and crumble in pieces, in consequence of the great amount of repulsion which its parts possess. The religious world also, like Babel's mighty empire, or like the millstone which the angel cast into the sea,<span class=\"citation\" id=\"80317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80317)\">Rev. 18:21<\/a><\/span> will sink in the whirlpools of conflicting interests and sentiments, and her remains be &#x201C;like the gleaning of grapes when the vintage is done.&#x201D;<span class=\"citation\" id=\"58477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58477)\">Isa. 24:13<\/a><\/span> As saviors on Mount Zion,<span class=\"citation\" id=\"61967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61967)\">Obad. 1:21<\/a><\/span> and as restorers of every just and holy law, whether emanating from heaven, from nature, or from the legislative councils of earth, let us become qualified to act well our part in the great and eventful scenes that will open to our view, and not sacrifice our birthright at the shrine of an unpardonable indifference in relation to qualifications that come within our grasp. <\/div><div class=\"paragraph jod\" id=\"v6n2502\"> The rising generation are destined to act a more important part in this drama before us. I therefore call upon them to awake and prepare to do honor to their station, whatever or wherever it may hereafter be, while we yet remain in the chambers of the Almighty, with the ensign of peace gently waving over our heads, and plenty in our garners, and our storehouses full. <\/div><div class=\"paragraph jod\" id=\"v6n2503\"> Think not, my young friends, that you can spend the prime and vigor of your days in the vanities and pleasures of life, and in your more advanced years store your minds with wisdom and knowledge; but let your youthful energies now be devoted to the acquisition of literary and scientific knowledge, that when you arrive to manly strength, dignity, and wisdom, you may call into immediate requisition the fruits of your youthful labors and toil. <\/div><div class=\"paragraph jod\" id=\"v6n2504\"> Suffer not a sluggardly or indolent  <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2386\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mind to induce you to postpone the period for the commencement of scientific pursuits, with the vain and delusive hope that, by-and-by, the principles of education will become so simplified that you can pick them up with as little labor and trouble as you can pick up the cobblestones of the streets. All the education you can acquire in this easy way will not be as valuable to you even as the cobblestones; for the latter, when collected and laid up into a fence, form a secure and impenetrable fortress, as is clearly proven by reference to the wall in progress of erection around President Kimball's dwelling. But the former will prove too flimsy and spurious to safely fortify your minds against a thousand evils that will beset you on all sides. The value of an object is often (and not improperly) estimated by the amount of labor and toil required to obtain it. The precious metals are not often found in the streets or highways; but in bye and sequestered places, deeply imbedded in the crevices and subterraneous caverns of the earth. If you will have them, you must dig for them. They will cost you much time and labor; but when obtained, they will richly reward you for all your toil. The gems of the ocean are not found floating upon the flood or ebb tides, but in the bed of the deep blue sea. They are hid from the vulgar gaze of the multitude, and only sought by the few who know their value, and who have courage and resolution enough to embark in the enterprise. Scientific knowledge is hid up in the elements, in the caverns, and storehouses of nature, and is only found by those who seek it with all their heart. <\/div><div class=\"paragraph jod\" id=\"v6n2506\"> The man who neglects to discipline and train his mind in the science of religion knows but little about God or angels, or the glory of the sanctified. What little he does understand, <div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2386\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he has borrowed from the labors and toils of others. <\/div><div class=\"paragraph jod\" id=\"v6n2507\"> The Presidency of this Church are the lovers of learning; and, in my opinion, you, who need it, can take no step in education to please them more than to engage in the study of your own native language. It is the joy and pride of their hearts to see the attention of the people being turned to education. They do not want you to trust to it, however, as to God; but through it they want you to be able to present those truths that Heaven reveals, in that interesting and engaging light that will reflect honor upon you as the agent, upon God as the Author, and upon the Church as the body to be exalted. Lay hold, then, upon education! If you can get it easily, I have no objections. If, upon any principle, you can acquire it in a more easy manner than has been generally adopted in times gone by, you are <span class=\"italic\">doubly<\/span> guilty if you do not attend to it forthwith. Show me one person that ever did jump into a brilliant education without labor and toil in self-application, and then I may be converted to the easy method of obtaining it. But lest I may be wrong in some of my views, I would say&#x2014;If you can get education easily, get it, and be thankful to God for it. If it should prove a laborious task for you, do not be discouraged or relinquish your exertions. <\/div><div class=\"paragraph jod\" id=\"v6n2508\"> Language, being the science through which the knowledge of all other sciences is communicated, demands our first and most candid consideration; and as the English language combines, in its genius and construction, both strength and beauty to an extent far surpassing that of any other language now in use, we ought, as students of that language, to apply ourselves with a zeal and perseverance commensurate with the superior powers which it possesses. <\/div><div class=\"paragraph jod\" id=\"v6n2509\"> There are few persons in the world  <div class=\"break pagebreak\" id=\"375a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0375.pdf\" target=\"pdfwin\">p.&#xA0;375a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2385\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who care not for the appearance of their dress. They generally want their garments of a good material, and to fit them in a becoming manner. Our ideas and thoughts are also entitled to a becoming dress; and it should be our pride to clothe them with the most chaste and beautiful language, that they may hang around our person as jewels of unfading beauty, even as &#x201C;apples of gold in pictures of silver.&#x201D;<span class=\"citation\" id=\"57515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57515)\">Prov. 25:11<\/a><\/span> We, however, may know the meaning of thousands of the most beautiful words in our language; yet if we cannot discover the legitimate relation they bear to one another, and arrange them in a sentence according to the laws of syntax that govern them, we come as far short of the knowledge of the science of language as the architect of the knowledge of his profession, if he understand not where to place his timbers in a building, after they are furnished at his hand. <\/div><div class=\"paragraph jod\" id=\"v6n2511\"> Grammar, well understood, enables us to express our thoughts fully and clearly; and also in a manner that will defy the ingenuity of man to give our words any other meaning than that which we ourselves intended them to convey. <\/div><div class=\"paragraph jod\" id=\"v6n2512\"> In justification of a neglect to acquire a grammatical knowledge of the English language, some have argued that the best grammarians differ in their views of the science; and if the most enlightened upon that subject cannot agree, what evidence can be shown that there is any particular good in it? It is true, that our best grammarians may differ in their views touching some immaterial or technical points in the science. But this cannot disturb or interrupt the great channel or laws of language. Allow me to prove this to you right here. The Utah Library perhaps contains the productions of some hundreds of the best authors of which many countries can boast. These authors all <div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2385\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wrote under different circumstances, at different times, in different countries, and upon different subjects; and very probably no two of them could have been brought to a perfect agreement upon every point and principle of grammar. But will the most learned gentleman in this city go into that Library and point out one grammatical error in the writings of any of them? He may, perchance, do it; yet I seriously doubt it. There may be typographical errors found, which may have produced indirect grammatical ones; but a manifest grammatical error can hardly be found. This argument ought to silence every cavil on the subject, in my opinion. <\/div><div class=\"paragraph jod\" id=\"v6n2513\"> There is no science so universally applicable to practicable purposes as that of grammar. Arithmetic, geography, astronomy, botany, penmanship, chemistry, and philosophy are highly profitable in their respective places. But there is no condition or circumstance in life in which grammatical knowledge is not essential, wherein mental action may be involved. We cannot think, write, or speak correctly upon any subject, without a knowledge of the laws of language. <\/div><div class=\"paragraph jod\" id=\"v6n2514\"> Some persons, who possess not this knowledge, are vain and confident enough to think that they can detect and correct any error in language by the ear. It is true that persons of a naturally refined taste may, by carefully reading the productions of good authors, and by conversing with the learned, acquire that knowledge of language which will enable them to avoid those glaring errors that are particularly offensive to the ear; but there are other errors, equally gross, that have not so harsh a sound, and cannot be detected without a knowledge of the laws that are violated. <\/div><div class=\"paragraph jod\" id=\"v6n2515\"> I can hold out no reasons or inducements for you to believe that you can acquire a knowledge of this science  <div class=\"break pagebreak\" id=\"376a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0376.pdf\" target=\"pdfwin\">p.&#xA0;376a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2384\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by giving it only a casual thought, or by looking carelessly over your lessons. But I tell you, and tell you plainly, that unless you can resolve to make it a steady and laborious occupation, and carry that resolution into effect, you never can understand the merits of this science. Yet, if you will cast parties out of your minds, with all the gossip about fashions, trash, and other nonsense, that too often check the progress of the most laudable and beneficial pursuits, and allow me to have full control of your minds for thirty evenings, from six until nine o'clock, and faithfully and truly comply with my instructions touching your duties between schools, I will insure that you will have progressed far enough to enable you to prosecute your studies in this branch successfully to any extent you may desire, without a teacher, even if you know not one part of speech from another at this time, pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"376b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0376.pdf\" target=\"pdfwin\">p.&#xA0;376b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2384\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vided you possess that degree of intellect and susceptibility for improvement which are common in society. <\/div><div class=\"paragraph jod\" id=\"v6n2517\"> Remember, my friends, that you live in a progressive age&#x2014;an age in which the inspiration of the Almighty is resting upon the world to disclose the principles of science, and bring them into requisition to fulfil his purposes, and they know it not! Remember that to us is committed a more sacred charge&#x2014;a charge to disclose and proclaim to the perishing nations the principles of eternal life and exaltations, and to gather the ripened sheaves, preparatory to the &#x201C;feast of the HARVEST HOME.&#x201D; Remember that knowledge is power, and that you now have a little time to acquire it. Forget not that &#x201C;God helps those who help themselves.&#x201D; Secure learning and virtue, and you will be great. Love God and honor him, and you will be happy. <\/div>\n<\/div>\n<\/div>"}