{"ID":60063, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Polygamy.<\/div>\n<div class=\"subtitle\">A Sermon by Elder Orson Pratt, Sen., Delivered in the Tabernacle, Great Salt Lake City, July 24, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Polygamy.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 7\/24\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d63\">\n<div class=\"paragraph jod\" id=\"v6n2365\"> I came to this Tabernacle this morning without any expectation of being called upon to address the congregation; but as I have been requested to preach, I cheerfully yield to the solicitations of my brethren, praying that the Holy Ghost may impart to me something for your edification. The office of the Spirit, when given in ancient times, was to make manifest truth&#x2014;to quicken the memory of the man of God, that he might communicate clearly things <div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2411\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which he had once learned, but partially forgotten. <\/div><div class=\"paragraph jod\" id=\"v6n2366\"> For instance, the Apostles heard, during three years and a half, many sermons and a vast amount of conversation and private teaching. The office of the Spirit of truth was to bring to their remembrance the things that Jesus had formerly taught them.<span class=\"citation\" id=\"70015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70015)\">John 14:26<\/a><\/span> So it is the office of the same Spirit in these days to bring to our remembrance the words of the ancient Prophets and Apostles, and the words of  <div class=\"break pagebreak\" id=\"350a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0350.pdf\" target=\"pdfwin\">p.&#xA0;350a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2410\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jesus, inasmuch as we have faith and confidence in God. <\/div><div class=\"paragraph jod\" id=\"v6n2368\"> Our traditions inform us that if a man has two wives, it is a great sin and transgression against the laws of heaven and the laws of man. The congregation that now sit before me, both male and female, imbibed these traditions before they embraced the doctrines of the Latter-day Saints. We were taught strictly, by our parents, by works on theology, by our neighbors, by our ministers from the pulpit, by the press, and by the laws of Christendom, that plurality of wives is a great crime. Many of us, perhaps, never thought of questioning the correctness of the tradition, to know whether it was in reality a crime or not. That which is generally condemned by our nation, by our parents and kindred, by our public teachers, and by the laws of Christendom generally as a crime, is considered criminal by us. If asked why polygamy is considered a crime, our only answer is, Because false tradition says so&#x2014;popular opinion says it is a crime. Now, if it be a crime&#x2014;if it can be proved to be a crime by the law of God, then the inhabitants of this Territory, so far as this one institution is concerned, are in an awful condition; for it is well known that this practice is general throughout this Territory, with but a few exceptions. A great many families, not only in Salt Lake City, but throughout the settlements, have practically embraced this doctrine, believing it to be a Divine institution, approbated of God and the Bible. <\/div><div class=\"paragraph jod\" id=\"v6n2369\"> We shall inquire a little into this principle for the information of the strangers who are present. Let us inquire whether, indeed, plurality of wives ever was sanctioned by the God of heaven&#x2014;whether he himself is the Author of it, or whether he barely permitted it as a crime, the same as he permits many known crimes to exist. <div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2410\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The Lord permits a man to get drunk; he permits him to lie, steal, murder, to take his name in vain, and suffers with him a long time, and at last he will bring him to judgment: he has to render up his accounts for all these things. <\/div><div class=\"paragraph jod\" id=\"v6n2370\"> If the Lord permits what is termed polygamy to exist as a crime among the Latter-day Saints, he will bring us into judgment and condemn us for that thing. It is necessary that we, as Latter-day Saints, should certainly understand this matter, and understand it, too, beforehand, and not wait until we are brought to an account. If a man were in the midst of a nation where he was not thoroughly acquainted with their laws, he would be thankful to obtain such information as would guard him from committing crime ignorantly: he would not wish to remain in ignorance until the strong arm of the law laid hold of him and brought him before the bar of justice, where he would be forced to enter into a public investigation of his deeds, and be punished for them. Neither do we, as Latter-day Saints, wish to wait in ignorance until we are brought before the great tribunal, not of man, but of God. <\/div><div class=\"paragraph jod\" id=\"v6n2371\"> Let us, therefore, carefully investigate the important question&#x2014;Is polygamy a crime? Is it condemned in the Bible, either by the Old or New Testament? Has God ever condemned it by his own voice? Have his angels ever been sent forth to inform the nations who have practiced this thing that they were in transgression? Has he ever spoken against it by any inspired writer? Has any Patriarch, Prophet, Apostle, angel, or even the Son of God himself, ever condemned polygamy? We may give a general answer, without investigating this subject, and say to the world, We have no information of that kind on record, except what we find in the Book of Mormon. There it was  <div class=\"break pagebreak\" id=\"351a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0351.pdf\" target=\"pdfwin\">p.&#xA0;351a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2409\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>positively forbidden to be practiced by the ancient Nephites. <\/div><div class=\"paragraph jod\" id=\"v6n2373\"> The Book of Mormon, therefore, is the only record (professing to be Divine) which condemns plurality of wives as being a practice exceedingly abominable before God.<span class=\"citation\" id=\"81651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81651)\">Jacob 2:26-30<\/a><\/span> But even that sacred book makes an exception in substance as follows&#x2014;&#x201C;Except I the Lord command my people.&#x201D;<span class=\"citation\" id=\"81660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81660)\">Jacob 2:30<\/a><\/span> The same Book of Mormon and the same article that commanded the Nephites that they should not marry more than one wife, made an exception. Let this be understood&#x2014;&#x201C;Unless I the Lord shall command them.&#x201D;<span class=\"citation\" id=\"124831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124831)\">Jacob 2:30<\/a><\/span> We can draw the conclusion from this, that there were some things not right in the sight of God, unless he should command them. We can draw the same conclusion from the Bible, that there were many things which the Lord would not suffer his children to do, unless he particularly commanded them to do them. <\/div><div class=\"paragraph jod\" id=\"v6n2374\"> For instance, God gave to Moses express commandments in relation to killing. &#x201C;Thou shalt not kill.&#x201D;<span class=\"citation\" id=\"54277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54277)\">Ex. 20:13<\/a><\/span> And this is not one of those commandments which was done away by the introduction of the Gospel; but it is a command that was to continue as long as man should continue on the earth. It was named by the Apostles as one that was binding on the Christian as well as on the Jew. &#x201C;Thou shalt not kill.&#x201D;<span class=\"citation\" id=\"63143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63143)\">Matt. 5:21<\/a><\/span><span class=\"citation\" id=\"72861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72861)\">Rom. 13:9<\/a><\/span><span class=\"citation\" id=\"81914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81914)\">Mosiah 13:21<\/a><\/span><span class=\"citation\" id=\"85310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85310)\">D&amp;C 42:18-19<\/a><\/span> Everyone who reads this sacred command of God would presume at once that any individual found killing and destroying his fellow creature would be in disobedience to the command of God, and would be committing a great crime. <\/div><div class=\"paragraph jod\" id=\"v6n2375\"> The same God that gave that commandment unto the children of Israel, saying, &#x201C;Thou shalt not kill,&#x201D;<span class=\"citation\" id=\"54276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54276)\">Ex. 20:13<\/a><\/span> afterwards gave a commandment to them, that when they went to war against a foreign city, or a city not included in the land of Canaan, &#x201C;when thou shalt go to war against it, and when the <div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2409\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord thy God hath delivered it into thine hands, thou shalt smite every male thereof with the edge of the sword: But the women and little ones, shalt thou take unto thyself.&#x201D; (Deut. xx. 13, 14.)<span class=\"citation\" id=\"55074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55074)\">Deut. 20:13-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2376\"> Again, when Israel took the Midianites captive, they were commanded to &#x201C;kill every male among the little ones, and kill every woman that hath known man by lying with him. But all the women children, that have not known man by lying with him, keep alive for yourselves.&#x201D; (See Numbers xxxi. 17, 18.)<span class=\"citation\" id=\"54908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54908)\">Num. 31:17-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2377\"> The question is, Was it a sin before the Most High God for the children of Israel to obey the law concerning their captives, notwithstanding the former law, &#x201C;Thou shalt not kill?&#x201D;<span class=\"citation\" id=\"54278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54278)\">Ex. 20:13<\/a><\/span> Most certainly not. Thus we see that it was a law given by the same God and to the same people that they should kill their captives, that they should kill the married women, their husbands, and their male children&#x2014;that they should save alive none but those who had never been married and who had never known man. &#x201C;Save them alive for yourselves,&#x201D;<span class=\"citation\" id=\"54909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54909)\">Num. 31:18<\/a><\/span> says the law of God. <\/div><div class=\"paragraph jod\" id=\"v6n2378\"> Here, then, we perceive that there are things which God forbids, and which it would be abominable for his people to do, unless he should revoke that commandment in certain cases. Because certain individuals among the Nephites, in ancient days, were expressly forbidden to take two wives, that did not prohibit the Lord from giving them a commandment, and making an exception, when he should see proper to raise up seed unto himself.<span class=\"citation\" id=\"81662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81662)\">Jacob 2:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2379\"> The substance of the idea in that book is that&#x2014;When I the Lord shall command you to raise up seed unto myself, then it shall be right; but otherwise thou shalt hearken unto these things&#x2014;<span class=\"citation\" id=\"81661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81661)\">Jacob 2:30<\/a><\/span>namely, the law against polygamy. But when we go to the  <div class=\"break pagebreak\" id=\"352a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0352.pdf\" target=\"pdfwin\">p.&#xA0;352a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2408\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jewish record, we find nothing that forbids the children of Israel from taking as many wives as they thought proper. God gave laws regulating the descent of property in polygamic families. <\/div><div class=\"paragraph jod\" id=\"v6n2381\"> Turn to the 21st chap. of Deuteronomy, and the 15th verse, and you have there recorded that, &#x201C;If a man have two wives, one beloved, and another hated, and they have born him children, both the beloved and the hated; and if the firstborn son be hers that was hated: Then it shall be, when he maketh his sons to inherit that which he hath, that he may not make the son of the beloved firstborn before the son of the hated, which is indeed the firstborn: But he shall acknowledge the son of the hated for the firstborn, by giving him a double portion of all that he hath: for he is the beginning of his strength; the right of the firstborn is his.&#x201D;<span class=\"citation\" id=\"55077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55077)\">Deut. 21:15-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2382\"> In this law the Lord does not disapprobate the principle. Here would have been a grand occasion for him to do it, if it had been contrary to his will. Instead of saying, If you find a man that has two wives, he shall be excluded from the congregation of Israel, or shall divorce one and retain the other, or shall be put to death, because he presumed to marry two wives, he considers both women his lawful wives, and gives a law that the son of the hated wife, if the firstborn, shall actually inherit the double portion of his property. This becomes a standing law in Israel. Does not this clearly prove that the Lord did not condemn polygamy, but that he considered it legal? That he did not consider one of these wives to be a harlot or a bad woman? Does it not prove that he counted the hated one as much a wife as the beloved one, and her children just as legitimate in the eyes of the law? <\/div><div class=\"paragraph jod\" id=\"v6n2383\"> Again, let us go back to the days of the Patriarchs before the law of Moses <div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2408\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was introduced among the people, and we find the same principle still existed and approbated by the God of heaven. I have heard many of our opponents argue that the law of Moses approbated a plurality of wives; but it was not to be under other dispensations&#x2014;as much as to say, it was merely given because of the hardness of their hearts. But such a saying is not to be found in the Bible. I can find a declaration of our Lord and Savior that the divorcing of a wife was permitted in the days of Moses because of the hardness of the hearts of the people;<span class=\"citation\" id=\"65136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65136)\">Matt. 19:8<\/a><\/span> but I cannot find any passage in the sayings of the Savior, or the Apostles and Prophets, or in the law, that the taking of another wife was because of the hardness of their hearts. There is quite a difference between taking wives and putting them away. <\/div><div class=\"paragraph jod\" id=\"v6n2384\"> This law of plurality, as I am going to prove, did not only exist under the law of Moses, but existed before that law, under the Patriarchal dispensation. And what kind of a dispensation was that? It has been proved before the people in this Territory, time after time, that the dispensation in which the Patriarchs lived was the dispensation of the Gospel&#x2014;that the Gospel was preached to Abraham as well as unto the people in the days of the Apostles; so says Paul; and the same Gospel too that was preached in the days of the Apostles was preached to Abraham. &#x201C;The scripture, foreseeing that God would justify the heathen through faith, preached before the Gospel unto Abraham,&#x201D;<span class=\"citation\" id=\"74490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74490)\">Gal. 3:8<\/a><\/span> &amp;c. The same Gospel that the heathen would be justified by was the same Gospel that Jesus and his Apostles preached, and which was before preached to Abraham. If we can find out that, under the Gospel preached to Abraham, polygamy was allowed, the Gospel preached by Jesus, being the same, of course, would not condemn it. Jacob,  <div class=\"break pagebreak\" id=\"353a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0353.pdf\" target=\"pdfwin\">p.&#xA0;353a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2407\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we understand, went from his father's house to sojourn at a distance from the land that was promised to him; and while he sojourned there, he married Leah, one of the daughters of Laban, after having served faithfully seven years. It was a custom to buy wives in those days: they were more expensive than now-a-days. It is true he got cheated: he expected to have married Rachel; but as, I presume, the old Eastern custom of wearing veils deceived Jacob, he could not exactly understand whether it was Leah or Rachel until after he was married. Then he served seven years more to get Rachel.<span class=\"citation\" id=\"53494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53494)\">Gen. 29:21-30<\/a><\/span> Here was a plurality of wives. <\/div><div class=\"paragraph jod\" id=\"v6n2386\"> Did the Lord appear to Jacob after this?<span class=\"citation\" id=\"53553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53553)\">Gen. 32:30<\/a><\/span><span class=\"citation\" id=\"53567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53567)\">Gen. 35:9-15<\/a><\/span> Yes. Did he chasten him? No. Did he send his angels to him after this?<span class=\"citation\" id=\"53472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53472)\">Gen. 28:12<\/a><\/span><span class=\"citation\" id=\"53539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53539)\">Gen. 32:1<\/a><\/span> Yes: hosts of them came to him. He was a man of such powerful faith, and his heart so pure before God, that he could take hold of one of them and wrestle all night with him, the same as people wrestle in the streets here, only they did not swear; and, I presume, they had not been drinking whiskey; and they wrestled with all their might. I do not suppose the angel, at first, exercised any peculiar faith, but merely a physical strength. He was unable to throw Jacob; and Jacob, like a prince, prevailed with God; but he began to mistrust that he was something more than a man that was wrestling with him, and began to inquire after his name; and by-and-by the angel, determined not to be worsted, put forth one of his fingers, and touched one of Jacob's sinews, and down he came.<span class=\"citation\" id=\"53551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53551)\">Gen. 32:24-32<\/a><\/span> Did this angel inform Jacob that he was a wretched polygamist&#x2014;an offscouring of the earth,<span class=\"citation\" id=\"124832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124832)\">1 Cor. 4:13<\/a><\/span> not worthy to dwell in the society of men? No. He was recommended as a great prince, and one that had power to prevail with an angel all night, until the angel put forth his miraculous power on him. <\/div> <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2407\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n2387\"> This same Jacob conversed with God, heard his voice, and saw him;<span class=\"citation\" id=\"53568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53568)\">Gen. 35:9-15<\/a><\/span> and in all those visions and glorious manifestations made to him, we find no reproof for polygamy. Certainly, if the Lord did not intend to approbate a crime, he would have reproved his for polygamy, if polygamy were a crime. If he did not intend Jacob to go headlong to destruction, he would have told him he had taken two wives, and it was not right; but, instead of this, he blessed these wives of Jacob exceedingly,<span class=\"citation\" id=\"53526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53526)\">Gen. 30:17,20,22<\/a><\/span> and poured out his Spirit upon them. Leah bore him four sons,<span class=\"citation\" id=\"53505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53505)\">Gen. 29:31-35<\/a><\/span> and then she became for awhile barren. Finding she had left off bearing children, she gave Zilpah&#x2014;a woman that was dwelling with them, to Jacob to wife, although he already had two; and Zilpah raised up children to Jacob.<span class=\"citation\" id=\"53522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53522)\">Gen. 30:9-12<\/a><\/span> Leah had borne several children, and had left off bearing. She had been more backward about giving her handmaid Zilpah to Jacob to wife than Rachel had been in giving Bilhah.<span class=\"citation\" id=\"53513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53513)\">Gen. 30:3-5<\/a><\/span> Seeing the Lord was about to curse her with barrenness, because she did not do according to the example of her younger sister, she gave Zilpah to Jacob.<span class=\"citation\" id=\"53519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53519)\">Gen. 30:9<\/a><\/span> Then the Lord hearkened to her prayer, and Leah said&#x2014;&#x201C;God hath given me my hire, because I have given my maiden to my husband.&#x201D; (See Genesis xxx. 18.)<span class=\"citation\" id=\"53527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53527)\">Gen. 30:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2388\"> Whoever heard of the Lord's hearing one's prayer, because a person was doing an evil? If polygamy were a crime, God would have condemned her, because she gave up her handmaiden to her husband. We cannot suppose that any woman not acquainted with the law and commandment of the Most High, and believing it to be sinful for her husband to have two wives, would express herself in such a manner&#x2014;The Lord heard my prayer and gave me the fifth son, because I gave my handmaid to my husband to wife.<span class=\"citation\" id=\"53524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53524)\">Gen. 30:17-18<\/a><\/span> This shows to us that Jacob's wife, Leah,  <div class=\"break pagebreak\" id=\"354a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0354.pdf\" target=\"pdfwin\">p.&#xA0;354a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2406\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>did really consider it something pleasing in the sight of God. It was something that God and all his angels that appeared to Jacob approbated, and, instead of cursing him, blessed him more and more. By these four wives the whole twelve sons of Jacob were born, and they became the heads of the twelve tribes of Israel. And when the day comes that the Holy City, the Old Jerusalem shall descend from God out of heaven, crowned with glory, there will be found upon the wall which is erected around it the names of the twelve Patriarchs of Israel, beautifully engraved upon the walls.<span class=\"citation\" id=\"80784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80784)\">Rev. 21:10-12<\/a><\/span> I suppose the people of this day would call the most of these sons of Jacob bastards; but they are to be honored of God, not for a few years, but an honor that is to exist forever and ever, while their names will be found emblazoned upon the walls of the Holy City, to remain throughout eternity. <\/div><div class=\"paragraph jod\" id=\"v6n2390\"> Now, recollect, this is under the Gospel dispensation, and not under the law of Moses, which was given several hundred years afterwards. The Lord made great and precious promises to the seed of Jacob, through these wives, saying they should inherit the land of Palestine,<span class=\"citation\" id=\"53111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53111)\">Gen. 15:18<\/a><\/span> and they should be blessed above all people.<span class=\"citation\" id=\"54475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54475)\">Ex. 32:13<\/a><\/span> We find this blessing fulfilled upon their heads, according to the righteousness of their descendants, until they were scattered because of iniquity. <\/div><div class=\"paragraph jod\" id=\"v6n2391\"> Moses, one of the greatest Prophets that ever arose, with the exception of Jesus, not only approbated polygamy but actually practiced it himself. We find, on a certain occasion, that the brother of Moses (Aaron) and the prophetess Miriam began to upbraid him, in consequence of a certain Ethiopian wife he had taken. (See Numbers xii. 1.)<span class=\"citation\" id=\"54711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54711)\">Num. 12:1-16<\/a><\/span> He had already one wife,<span class=\"citation\" id=\"53772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53772)\">Ex. 2:21<\/a><\/span> the daughter of Jethro,<span class=\"citation\" id=\"54088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54088)\">Ex. 18:2<\/a><\/span> the priest of Midian. Did the Lord join in with them? Did he say, You are <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2406\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> right to make light of Moses' second wife? It is polygamy! It is a great crime! It is sinful! Was this the way the Lord talked? No. But he was angry that they should make light of a thing which he himself esteemed as very sacred; and, as a consequence, he smote Miriam with leprosy, and she became as white as snow;<span class=\"citation\" id=\"54715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54715)\">Num. 12:10<\/a><\/span> and although she was a prophetess, she had to be put out of the camp, and stay out seven days,<span class=\"citation\" id=\"124833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124833)\">Num. 12:14-15<\/a><\/span> because of speaking against one of Moses' wives. Did this look like the Lord's considering it an illegal marriage? It proves that the Lord did consider the marriage legal. <\/div><div class=\"paragraph jod\" id=\"v6n2392\"> I have only demonstrated to you that the Lord approbated polygamy, and gave laws regulating the descent of property to the polygamic children. But I will now repeat to you an express command of God to certain persons to marry more than one wife; and they could not get rid of it without breaking the law of God. The Lord said, &#x201C;Cursed be every man that continueth not in all things written in this book of the law.&#x201D;<span class=\"citation\" id=\"55140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55140)\">Deut. 27:26<\/a><\/span> However righteous and moral a man might have been in many other respects, yet, if he did not continue in all things written in that book of the law, he was to be cursed. &#x201C;Cursed be that man, and all the people shall say, Amen.&#x201D;<span class=\"citation\" id=\"55139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55139)\">Deut. 27:26<\/a><\/span> Now, among the things written in that book of the law, we find these words&#x2014;&#x201C;If brethren dwell together, and one of them die, and have no child, the wife of the dead shall not marry without unto a stranger: her husband's brother shall go in unto her, and take her to him to wife, and perform the duty of a husband's brother unto her. And it shall be, that the firstborn which she beareth shall succeed in the name of his brother which is dead, that his name be not put out of Israel.&#x201D; (See Deuteronomy xxv. 5, 6.)<span class=\"citation\" id=\"55098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55098)\">Deut. 25:5-6<\/a><\/span> Must his brother do this, if he has a family of his own? Yes. It does not matter  <div class=\"break pagebreak\" id=\"355a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0355.pdf\" target=\"pdfwin\">p.&#xA0;355a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2405\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>whether he has a family or not, that command is given to him: it is the law of God, and the reason is given in order that the name of the dead might not perish and be cut off from Israel. The living brother had to preserve the inheritance in his deceased brother's family. Now, if the widow of the deceased brother married a stranger&#x2014;a person that did not belong to that particular tribe, the inheritance would go to a stranger, and would be shifting from tribe to tribe, or even might become the inheritance of one that did not belong to the tribes of Israel. In order to prevent this, the firstborn male of the living brother was to be considered the son of the dead brother, and was to receive the inheritance and perpetuate the same in the family; and this was to continue from generation to generation. Now, suppose that there were seven brothers,<span class=\"citation\" id=\"65392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65392)\">Matt. 22:23-28<\/a><\/span> as there often were families of that size in Israel; suppose they married them wives, and six of them should die without leaving male issue to bear up their name, but the seventh brother was still living; do you not see that this law and commandment would be binding on that seventh, still living, to take the six widows? This he would be compelled to do; and yet this generation say polygamy is a crime, while here is the sanction of Divine authority. Here a man is brought under obligation to take these six widows, and raise up seed to his dead brothers. How long was this to continue? Is there any evidence in the Bible that it was to cease when Christianity should be introduced by our Savior and his Apostles? What was the condition of the Jewish nation at the time Jesus went forth preaching repentance and baptism and admitting members into his Church? I will tell you, there were thousands and thousands that were polygamists, and were obliged by the command of God to be so. They could not get rid <div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2405\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of it, if they obeyed the law of Moses; and if they did not obey, they were to be cursed. <\/div><div class=\"paragraph jod\" id=\"v6n2394\"> These polygamists, then, that took their deceased brothers' wives, according to the notions of Christendom in the nineteenth century, would be prohibited from baptism. The Son of God and the Apostles that went forth 1,800 years ago, were so holy that they must not permit any of these polygamists to enter the Christian Church, though they were only obeying the command given by the God of heaven through Moses; yet they must not be baptized&#x2014;they must be rejected. This would be the argument of Christianity in the nineteenth century. But can we suppose that Jesus would be so inconsistent that he would actually command a thing a few thousand years before (for Jesus was the one that gave the law to Moses),<span class=\"citation\" id=\"82678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82678)\">3 Ne. 15:2-5<\/a><\/span> and then come two or three thousand years afterwards, and not permit the people to enter his Church because they had obeyed that former command? Such is the foolish argument of Christendom in these days. Say they, Polygamy is not to be sanctioned under the Christian dispensation. I would like to know where their evidence is. What part of the New Testament, or where, in the teachings of Jesus and his Apostles, do we find such evidence recorded, that a man should not have more than one wife? It cannot be found. But says one, &#x201C;I have read the New Testament, and I do not recollect that the term wives is used by the eight writers of that book; but they always used the term &#x201C;wife,&#x201D; in the singular number. And from this it is presumed that they did not have more than one. Let us examine the strength of this presumption. <\/div><div class=\"paragraph jod\" id=\"v6n2395\"> I find eighteen or twenty writers of the Old Testament who use &#x201C;wife,&#x201D; and not wives. Will you, therefore, draw the conclusion that plurality was not practiced among them under the Old  <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2404\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Testament? If the presumption is of any weight in relation to the eight writers of the New Testament, it certainly is of greater weight in relation to twenty writers of the Old Testament. But it is known that in the latter case the presumption is false; therefore it is of no strength or force whatever in the former case. <\/div><div class=\"paragraph jod\" id=\"v6n2397\"> Now let us examine some other objections urged against polygamy. The objector has often referred to the saying of Jesus, when commanding the people that they should not put away their wives, saving it should be for the cause of fornication. Jesus says Moses suffered a divorce to be given because of the hardness of the hearts of the people; and further says it was not so from the beginning;<span class=\"citation\" id=\"65105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65105)\">Matt. 19:3-9<\/a><\/span> that God made man, male and female, and they were joined together by Divine authority, and they twain became &#x201C;one flesh.&#x201D;<span class=\"citation\" id=\"65112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65112)\">Matt. 19:5<\/a><\/span> Now, says the objector, it does not say that three or that four shall become one flesh, &amp;c.; and consequently, this is an argument against plurality. Let us examine this, and see if there is any force in it. It was not so in the beginning, before the days of Moses. What was not so? This putting away of wives&#x2014;this divorcing of wives for every little nonsensical purpose. Jesus was showing that it was contrary to his mind and will; that Moses only suffered it because of the hardness of their hearts; but that in the beginning it was not so; as much as to say, &#x201C;If you give divorces, you practice something given through the wickedness of the people. If you put away your wives for any other cause than that of fornication, you cause your wives to commit adultery; and if any man marry her that is put away, he committeth adultery.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n2398\"> Then, again, he says, &#x201C;If a woman put away her husband, she committeth adultery.&#x201D;<span class=\"citation\" id=\"66594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66594)\">Mark 10:12<\/a><\/span> A man has no right to put away his wife, nor a woman her <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2404\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> husband. &#x201C;What God hath joined together, let no man put asunder; for in the beginning it was not so, but they twain became one flesh.&#x201D;<span class=\"citation\" id=\"65114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65114)\">Matt. 19:5-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2399\"> Is this an argument against having more than one wife? For instance, Jacob and Leah were one flesh, Leah being his first wife. Jacob and Rachel were one flesh. Jacob and Bilhah were one flesh. Jacob and Zilpah were one flesh; and if he had had a thousand more, it would have been the same: each wife would have been a legitimate wife, and one flesh with Jacob; and their children would have been legitimate. This was no argument against plurality. If so, Jacob would have been found a transgressor. <\/div><div class=\"paragraph jod\" id=\"v6n2400\"> In the second chapter of Genesis, it is stated that the Lord took a rib from Adam, and, by adding other materials, formed a woman, and brought her to the man,<span class=\"citation\" id=\"52514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52514)\">Gen. 2:21-22<\/a><\/span> and gave her to him as an helpmeet&#x2014;<span class=\"citation\" id=\"52496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52496)\">Gen. 2:18<\/a><\/span>as a wife. &#x201C;And Adam said, This I know now is bone of my bones, and flesh of my flesh: she shall be called Woman, because she was taken out of Man. Therefore shall a man leave his father and mother, and cleave unto his wife: and they twain shall be one flesh.&#x201D;<span class=\"citation\" id=\"52536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52536)\">Gen. 2:23-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2401\"> This is the saying which Jesus quoted. Now, Jacob, in taking four wives, became one flesh with each one of them; but how and in what respect? Perhaps it may be said that they became one in mind, one in understanding, one in intellect, one in judgment, &amp;c. Their minds are to be one. But it does not say one in mind, one spiritually, but one flesh. <\/div><div class=\"paragraph jod\" id=\"v6n2402\"> How are we to understand this? Paul (Eph. v. 28&#x2014;31)<span class=\"citation\" id=\"75347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75347)\">Eph. 5:28-31<\/a><\/span> says, &#x201C;So ought men to love their wives as their own bodies. He that loveth his wife loveth himself. For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church: For we are members of his body, of his flesh, and of his bones.  <div class=\"break pagebreak\" id=\"357a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0357.pdf\" target=\"pdfwin\">p.&#xA0;357a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2403\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n2404\"> Paul makes this quotation from the second chapter of Genesis, to prove that the woman was one flesh with the man, because she was taken out of man's body, and made out of his flesh and bones. She was one flesh in this respect&#x2014;not in identity: they were two distinct persons, as much so as the Father and the Son are two distinct personages.<span class=\"citation\" id=\"93635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93635)\">JS&mdash;H 1:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2405\"> And again, the wife becomes one flesh with her husband in another respect: when she presents herself to the man, and gives herself to him with an everlasting covenant, one that is not to be broken, she becomes his flesh, his property, his wife, as much so as the flesh and bone of his own body. <\/div><div class=\"paragraph jod\" id=\"v6n2406\"> The Father and the Son are represented to be one. &#x201C;I and my Father are one,&#x201D;<span class=\"citation\" id=\"69711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69711)\">John 10:30<\/a><\/span> said Jesus. Would any person pretend to say, because Jesus and his Father were one, that he could not receive a third person into the communion?&#x2014;a fourth, or a fifth? If we examine the arguments of modern Christendom, nobody but Jesus could be admitted into the union; or, in other words, they twain&#x2014;that is, the Father and the Son&#x2014;were to be one, and no others. But Jesus says, &#x201C;Father, I pray not for these alone which thou hast given me out of the world; but I pray for all them that shall believe on me through their words (the Twelve), that they all may be one, as thou Father art in me, and I in thee; that they may be made perfect in one.&#x201D;<span class=\"citation\" id=\"70698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70698)\">John 17:20-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2407\"> The disciples of Jesus were not to lose their identity, because Jesus was one with the Father. The identity of Jesus was not destroyed, but he remained a distinct person, and so did all the disciples, and yet they became one; and so is every man and his wives. Because they twain&#x2014;that is, <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2403\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Jesus and his Father&#x2014;were one, it did not hinder the disciples from attaining to the same oneness. And so likewise with regard to the man and his first wife: because they twain are one flesh, it does not prevent him from being one flesh with each of his other wives which he may legally take. <\/div><div class=\"paragraph jod\" id=\"v6n2408\"> Again, there is a principle which I will now relate more particularly for the benefit of strangers. There is such a principle as marriage for eternity, which may imply one wife or many. The marriage covenant is indissoluble; it is everlasting; it is not limited to time; but it is a covenant to exist while eternity exists: it pertains to immortality as well as mortality. I will prove this. The first example we have on record of a marriage was that of our first parents, Adam and Eve.<span class=\"citation\" id=\"52272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52272)\">Gen. 1:27-28<\/a><\/span> Were they married as people marry now-a-days? Were they married as the world of Christendom marry at the present day? No: they married as immortal beings. They knew nothing about death; they never had seen any such thing as death. When Eve was brought to Adam, she was brought to him an immortal being. When Adam received her as his wife, he was an immortal being: his flesh and bones were not subject to sickness and decay; he was not subject to pain and suffering: there was no death working in his system&#x2014;no plague that could prostrate him in the dust. They were intended to endure forever and ever. So far as their bodies were concerned, they brought death on themselves. <\/div><div class=\"paragraph jod\" id=\"v6n2409\"> Paul says that sin entered into the world by transgression, and death by sin.<span class=\"citation\" id=\"72337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72337)\">Rom. 5:12<\/a><\/span> Notice that expression. Death entered into the world by sin. If there had been no sin, there would have been no death.<span class=\"citation\" id=\"81259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81259)\">2 Ne. 2:22<\/a><\/span> If Adam and Eve never had sinned, they would have been alive on the earth at this time, just as fresh and pure as in the morning of creation: they would  <div class=\"break pagebreak\" id=\"358a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0358.pdf\" target=\"pdfwin\">p.&#xA0;358a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2402\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have remained to all eternity without a wrinkle of old age overtaking them. <\/div><div class=\"paragraph jod\" id=\"v6n2411\"> These were the personages first married. Question&#x2014;Were they married for a certain period of time, as persons are married by the world of Christendom at this day? <\/div><div class=\"paragraph jod\" id=\"v6n2412\"> When you go up before a magistrate to have marriage solemnized, you hear him saying&#x2014;I pronounce you husband and wife, or man and wife, as the case may be, until death. <\/div><div class=\"paragraph jod\" id=\"v6n2413\"> Adam knew nothing about that monster:<span class=\"citation\" id=\"81383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81383)\">2 Ne. 9:10<\/a><\/span> it was not in his creed. Such an idea never entered into his mind as they have at the present day&#x2014;I bind you together as husband and wife until death, which shall separate you. If I were married by the laws of Christendom, I should consider the woman I had taken was my wife until death. I should consider this marriage covenant the same as if I had a piece of property promised to me for a certain period of time&#x2014;say for the space of twenty years; after which, I have no claim upon it. When death comes, I have no claim upon the woman married to me by those who pretend to administer the sacred ordinance. But not so with our first parents. When Eve was presented to Adam as an helpmeet to him&#x2014;<span class=\"citation\" id=\"52497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52497)\">Gen. 2:18<\/a><\/span>as a wife, it was not intended that that relation should cease after a few score of years, or when death should come; but it was as everlasting as Adam and Eve themselves. When they went down to their graves, they could go down with a sure and certain knowledge that they still were husband and wife, and that this sacred relationship would continue after the resurrection. <\/div><div class=\"paragraph jod\" id=\"v6n2414\"> This is the great and first example for marriage. The Latter-day Saints have adopted this example, not by our own wisdom&#x2014;for I do not know that we should ever have thought of it; but by new revelation. The same God <div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2402\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that originated marriage for all eternity, in relation to the first pair, has again spoken from the heavens and told us something about this sacred ceremony. He has informed us that if we are married and expect to have claim on our wives, and wives on their husbands, in the eternal worlds, that this ordinance of marriage must be, not till death, but forever and ever, reaching forward through all our future state of existence. <\/div><div class=\"paragraph jod\" id=\"v6n2415\"> Having established this principle of marriage for eternity, let us examine the results flowing from it. Let me suppose that here is my neighbor; he has a wife, and she is married to him for all eternity. By-and-by, he dies and leaves his widow. I am a young unmarried man, and pay my attentions to her; and she, being still young, accepts my attentions and wishes to be married to me; yet she has been married to a man for all eternity. Can she be married to me for all eternity? No. I accept of her as a wife for time only, yielding her up with all her posterity in the morning of the first resurrection to her legal and lawful husband. <\/div><div class=\"paragraph jod\" id=\"v6n2416\"> But now what shall become of me? I have got to give up this wife to her legal and lawful husband in the morning of the first resurrection; and I must not, according to the laws of Christendom, marry another so long as she lives; and she might live as long as I. Am I to be deprived of a wife for eternity, because I married this widow for time? Or would plurality come in and supply me also with a wife? <\/div><div class=\"paragraph jod\" id=\"v6n2417\"> This is one of the results necessarily arising, when marriage for eternity is admitted. There is just as much reason for it as for any other principle God has ever revealed to the human family. <\/div><div class=\"paragraph jod\" id=\"v6n2418\"> Again, for instance, here is a man that has married a wife for time and all eternity; and here is a woman that  <div class=\"break pagebreak\" id=\"359a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0359.pdf\" target=\"pdfwin\">p.&#xA0;359a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2401\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>has not had a privilege of being married, like thousands and tens of thousands that are abroad in the States and in all the world among the nations of Christendom: they have to live contrary to their own will, and die old maids, without a husband for time or eternity either. If one of this class, who had not had an opportunity of marriage with a righteous man, and who was unwilling to trust herself with those whom she considered unworthy of marriage for time or eternity either, should come to the Territory of Utah, and, still having no offer of marriage from a single young man here, she sees a good man that has a family; he proposes marriage to her; she voluntarily offers to become one of his wives; he accepts the offer; the ceremony is celebrated. What harm is done? Who is injured? What law is broken? None. I ask, Would it be right, with a view that marriage is to exist, not only in time, but in eternity, that this woman, who is a good, moral, virtuous woman, should remain without a husband through all eternity, because she did not have an opportunity of being married? If marriage be of any benefit in the eternal world, would it not be far more consistent with the law of God that she should have the privilege, by her own free, voluntary consent, to marry a good man, though he might have a family, and claim him for her husband, not only through time, but eternity? <\/div><div class=\"paragraph jod\" id=\"v6n2420\"> Jesus informs us that in the resurrection mankind are neither married nor given in marriage:<span class=\"citation\" id=\"67931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67931)\">Luke 20:35<\/a><\/span> all these things have to be attended to here. In the resurrection, a man is not to be baptized. Here is the place to attend to these things. If we are to become the promised seed, and heirs according to the promise,<span class=\"citation\" id=\"124834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124834)\">Gal. 3:29<\/a><\/span> we must be baptized into Christ and put him on,<span class=\"citation\" id=\"74560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74560)\">Gal. 3:27<\/a><\/span> and do it before the resurrection; for if I put it off beyond this life, in the resurrection there will be no such thing <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2401\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as putting on Christ by being baptized. Just so, in the resurrection there will be no such thing as attending to the ceremony of marriage, so far as we are informed. But Jesus further says, concerning those persons who have not attended to those matters here, that in the resurrection they are as the angels of God:<span class=\"citation\" id=\"65402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65402)\">Matt. 22:30<\/a><\/span><span class=\"citation\" id=\"91542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91542)\">D&amp;C 132:16-17<\/a><\/span> and some of the angels are a little lower than men.<span class=\"citation\" id=\"56342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56342)\">Ps. 8:5<\/a><\/span> In what respect? They have not the power to increase their kingdom by the multiplication of their species,<span class=\"citation\" id=\"91552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91552)\">D&amp;C 132:17<\/a><\/span> and this because they have not lawful and legal wives.<span class=\"citation\" id=\"91387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91387)\">D&amp;C 131:2-4<\/a><\/span> They are probably among that class who have put off marriage for eternity, and die without attending to it; and after the resurrection, they find themselves wifeless, without any family or kingdoms of their own offspring. In this single and undesirable condition they are to remain, because they cannot hunt up a wife after the resurrection. Such, instead of receiving crowns, will merely become ministers or messengers for the crown, being sent forth by those who have attained to a higher glory,<span class=\"citation\" id=\"91533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91533)\">D&amp;C 132:16<\/a><\/span> who have the power of receiving kingdoms, and increasing the same, through their own offspring that are begotten after the resurrection by the wives given to them while here in this world. These angels have forfeited this privilege; consequently, they are lower than the man who keeps a celestial law; and if these angels lived on the earth, they would be called old bachelors. <\/div><div class=\"paragraph jod\" id=\"v6n2421\"> Do you not see the difference between the glory of those who claim their privileges and those who do not? I am not speaking to the class who pay no attention to the law of God or to the nature of marriage; but I am speaking of those ancient Patriarchs, and Prophets, and holy men that understood the law of God, and practiced it, and prepared themselves here to receive an exceeding weight of glory hereafter.<span class=\"citation\" id=\"91532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91532)\">D&amp;C 132:16<\/a><\/span> Do you not understand  <div class=\"break pagebreak\" id=\"360a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0360.pdf\" target=\"pdfwin\">p.&#xA0;360a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2400\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that such men arise above angels?&#x2014;that they have kingdoms, while angels have none?&#x2014;that they are crowned kings and princes over their own descendants, which will become as numerous as the sands on the seashore,<span class=\"citation\" id=\"53333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53333)\">Gen. 22:17<\/a><\/span><span class=\"citation\" id=\"77011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77011)\">Heb. 11:12<\/a><\/span> while the angels have neither wives, sons, nor daughters to be crowned over? Shall a young, moral, virtuous woman, because she does not find a young man that is suitable to her nature, or worthy of her&#x2014;shall she be deprived of this exaltation in the eternal world, because of the Gentile laws of modern Christendom? No. The Latter-day Saints believe otherwise. We believe that woman is just as good as man, if she does as well. If a good man is entitled to a kingdom of glory&#x2014;to a reward and crown, and has the privilege of swaying a scepter in the eternal world, a good woman is entitled to the same, and should be placed by his side, and have the privilege of enjoying all the glory, honor, and blessings that are bestowed upon her lord and husband. If she cannot get any lord or husband through whom she can trust herself for exaltation to that glory, who can blame her for going into a family where she thinks she will be secure? <\/div><div class=\"paragraph jod\" id=\"v6n2423\"> These are some of the reasons in favor of polygamy. Many people think it strange that there should be a whole territory of polygamists organized in the midst of Christendom. It is so contrary, say they, to our institutions, and to the traditions of our society and nation, and to the practice of our forefathers that have lived for many generations past. But did you never reflect that it is possible for some of the institutions, traditions, and practices of our forefathers to be incorrect? Look at the vast number of traditions that have had their place upon the earth, and that, too, among the most enlightened generations, which are now entirely discarded. <div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2400\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Look at the laws which existed but a few years ago in enlightened England, where a man, if he went into a shop, being hungry, and took the amount of five shillings' worth, he must be hung up by the neck. <\/div><div class=\"paragraph jod\" id=\"v6n2424\"> If a man was almost ready to perish with starvation, as thousands and millions often are in Great Britain, and should go into a neighboring park and take a sheep to preserve his life and the life of his family, he must be hung up by the neck. The people thought these were wholesome laws, when they existed. They were just as sincere in supposing these laws to be good as the people of the United States are in supposing there should be a severe law against polygamy. <\/div><div class=\"paragraph jod\" id=\"v6n2425\"> Now, let me say, plainly and boldly, without the fear of contradiction, that the citizens of Utah are transgressing no law of man by taking a plurality of wives. But it is asserted by some that we are transgressing the traditions and institutions that are established among civilized nations. We admit this freely; and the people of the United States are transgressing that law that was in force in old England about sheep stealing; for they suffer many of their sheep stealers to go unhung; and if a man steals five shillings worth of provisions, they do not hang him up. <\/div><div class=\"paragraph jod\" id=\"v6n2426\"> Why have the American nation abolished, not only many of the traditions, customs, and institutions of other civilized nations which have been handed down for so many ages, but have even abolished and discarded many of their criminal laws? Why have they made these innovations upon civilized society? Is it not as possible that the sovereign States of this enlightened nation may be misguided in regard to their strict laws which they have passed against polygamy as it was for our forefathers to be misguided in their strict laws against witchcraft in Massachusetts, where  <div class=\"break pagebreak\" id=\"361a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0361.pdf\" target=\"pdfwin\">p.&#xA0;361a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2399\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every man and woman must be put to death for a witch, if somebody became prejudiced against them? This was a law among our forefathers in enlightened America but a short period back. They thought they were right, and were as sincere in it as the States are in these strict and rigid laws against polygamy. But, thank the Lord, Utah is not in bondage to such bigoted State laws. <\/div><div class=\"paragraph jod\" id=\"v6n2428\"> The form of the American Government makes each State and Territory independent of the laws of all the others. Have the laws of Missouri any bearing upon the people of Kansas, any further than what the people of Kansas voluntarily, by their Legislature, reenact? No. The laws of one State or Territory have no more to do with the laws of any other State or Territory than they have with the laws of China. Utah is just as much under the laws of China as under the laws of Missouri, or the laws of any other State of the American Union. There is a difference between these local State laws and the laws of the United States passed by Congress in Washington. The laws of the United States are applicable all over the nation. Has the American Congress seen proper, since its first organization, to pass a law against polygamy? No. So far as the national law is concerned, it has no more bearing upon the subject of polygamy than it has upon the subject of monogamy, or something that never existed. Let us go still higher, above the laws of Congress, to that great instrument&#x2014;the American Constitution, which we, as a people, have always held as one of the most perfect and glorious instruments that was ever framed by any nation, through their own wisdom, since the world began. It guarantees to us the liberty of the press, freedom of speech, liberty to seek for one's happiness, and to emigrate from State to State, and to enjoy all the privileges and <div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2399\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> rights that any man could in conscience ask for. Is there anything in that glorious Constitution that forbids polygamy? There is not. Have the citizens of the Territory of Utah transgressed that instrument so far as this thing is concerned? No. Have they transgressed the laws of any Territory or State of the Union so far as they have any bearing upon this Territory? No. Again, has the Territory of Utah ever passed a law against polygamy? If they have, then as many as have received this doctrine are transgressors of the law. You may search our laws from beginning to end, but you will find nothing in them against polygamy. <\/div><div class=\"paragraph jod\" id=\"v6n2429\"> The wise legislators of Utah have been actuated by more liberal principles than those who have deprived American citizens of the dearest and most sacred rights granted in the Constitution. What is the result, then? It is, that any people whatsoever who feel disposed to marry more than one wife in this Territory have the privilege to do so. What! The Methodists? Yes. Have the Baptists a right to come into Utah and marry two wives? Yes, so far as the civil law is concerned. Have those who make no profession of religion whatever a right to marry a score or a hundred wives in this Territory? Yes: so far as civil law is concerned, all have equal privileges. Have the Chinese a right to come to this Territory and bring more wives than one, or the Mahometans? Yes. Every nation under heaven have a right to come and enjoy perfect liberty so far as this thing is concerned; and I have already shown that there is no law in the Bible to bear against them. <\/div><div class=\"paragraph jod\" id=\"v6n2430\"> You cannot condemn us temporally, or spiritually, or by the civil law; neither can you condemn us by the Bible. There is no law that condemns us, unless the law in the Book of  <div class=\"break pagebreak\" id=\"362a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0362.pdf\" target=\"pdfwin\">p.&#xA0;362a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2398\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Mormon does so; and I have already shown that the Book of Mormon does not, provided the Lord has commanded it. But if we have not been commanded in regard to this matter, then there is one thing that will condemn us, and that is the Book of Mormon.<span class=\"citation\" id=\"81655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81655)\">Jacob 2:27,30<\/a><\/span> This is a little more strict than any other Divine revelation, in regard to polygamy. Thirteen years after the publication of the Book of Mormon, the same Prophet that translated the Book of Mormon received a revelation upon marriage, which commanded certain individuals in this Church to take unto themselves a plurality of wives for time and all eternity, declaring that it is a righteous principle, and was practiced by inspired men in times of old.<span class=\"citation\" id=\"91413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91413)\">D&amp;C 132:1-66<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2432\"> In obedience to this commandment, many have gone forth and taken upon themselves a plurality of wives; consequently, they are not condemned in this thing, so far as the Book of Mormon is concerned; and we consider this book to be a part and portion of our religious creed; and the Constitution of America gives people a right to worship God according to the dictates of their own consciences.<span class=\"citation\" id=\"94112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94112)\">A of F 1:11<\/a><\/span> But our opponents say no person has a right to commit crime under that saying. I admit it. But prove that polygamy is a crime. You can prove that murder, stealing, and cheating your neighbor are crimes. You can prove a great many things to be criminal, from the Bible and from reason. If you search the great commentaries on law, they will inform you that all criminal law is founded on Divine revelation. When Divine revelation points out a crime, they generally adopt it as such, and attach penalties. The Bible is the foundation of most of the criminal laws of Christendom. Point out in the Bible where polygamy is a crime, and then you may say we have no right to embrace it as a part of our religious creed, and pretend it as a <div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2398\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> part of our constitutional rights. If we embrace murder, stealing, robbing, cheating our neighbor, as a part of our religious rights, then the Constitution will condemn us. Not so with polygamy. If we should embrace adultery in our religious creed, then we may be condemned as criminals by the laws of God and man; but when it comes to polygamy, which is not condemned by the Bible any more than monogamy, and embrace that as a part and portion of our creed, the Constitution gives us an undeniable right of worshipping God in this respect as in all others. Congress have no more constitutional right to pass a law against polygamy than they have to pass a law against monogamy, or against a man living in celibacy. <\/div><div class=\"paragraph jod\" id=\"v6n2433\"> A portion of the Shaker's creed is that they are living in the resurrection, and that they should not marry;<span class=\"citation\" id=\"65403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65403)\">Matt. 22:30<\/a><\/span> and you will find whole communities of them living without husbands and wives. The Government of the United States has no right to say you shall not live in celibacy, but you shall comply with American institutions; neither have they a right to say that sprinkling infants or worshipping a Chinese idol is criminal. A great variety of peculiarities are embraced by different sects and societies in our nation; and they have a right to hold their creeds, however much they may differ from their neighbors, so long as those creeds are not criminal. We ask no rights that are not guaranteed unto us by the American Constitution. We do not claim, beg, or petition for any other. These rights are guaranteed to us as American citizens. We are entitled to the right of voting as we please, and in doing as we please in religious matters, so long as we do not infringe upon the criminal laws of the nation, neither of this Territory. This is all we claim; and this is what every true-hearted American citizen should be willing to  <div class=\"break pagebreak\" id=\"363a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0363.pdf\" target=\"pdfwin\">p.&#xA0;363a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2397\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fight for, if our rulers rise up and deprive us of the rights guaranteed to us by the Constitution. <\/div><div class=\"paragraph jod\" id=\"v6n2435\"> Do you suppose, because we are few in numbers, that we must tamely submit to see our constitutional rights wrested from us by unprincipled rulers? If you suppose this, you have formed an erroneous opinion of the patriotism of American citizens. There are certain rights belonging to every religious sect that inhabits these United States; and every sect has a right to claim them, if they should have to do it at the point of the sword. I have no hesitancy in saying before the whole world that the rights guaranteed by the great Constitution of this country and its national laws are the rights I will claim while I have a being, even if it is necessary to claim them by force; and if the Chief Executive, or the American Congress send their armies to Utah to trample upon these rights, and take from American citizens that which is more dear to them than life, I shall esteem it no treason to resist them. The majority may undertake to trample upon the minority, because they have the power to do so; but this will not hinder the minority from patriotically defending their rights. Liberty or death should be the motto of every true American. These are my views, and I presume that these are the views of all the people in this great Republic who have tasted and realize the sweets of liberty. <\/div><div class=\"paragraph jod\" id=\"v6n2436\"> When we speak against the acts of a President of the United States, is that treason? No. Do all the newspapers published in the American nation speak well of the Presidents? Is there no man in the American nation that tries his best to influence the public against the public acts of President Buchanan? You find them by hundreds. They are denouncing the President continually in the most bitter manner. They do not denounce <div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2397\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the particular form of Government, or the Constitution, or laws; but they do denounce the acts of public men when they please; and this right is guaranteed to them, and they are responsible for it. If they do it unjustly, in a slanderous manner, they are accountable to the laws, and may be heavily fined. We claim the same privilege. There are many acts of this Government we dislike, and so do many of the political parties in the nation. Many people throughout the American nation are dissatisfied, not only with the acts of Congress, but with the Chief Magistrate of the nation; and they are not afraid of committing treason by bringing these acts before the public, and commenting upon them. We claim this right in connection with other American citizens. <\/div><div class=\"paragraph jod\" id=\"v6n2436\"> I have already detained the congregation sufficiently long upon various subjects as they occurred to my mind. I recommend the strangers present to appeal to our works and read them. We have nothing we are ashamed of. All our writings are free and open to the public, and have been for years: hundreds and thousands of copies of pamphlets on polygamy, and books on various subjects have been sent abroad, not only throughout the American nation, but throughout the civilized nations of Europe, published in many languages, which contain our views in relation to the Book of Mormon, to the Gospel of salvation, and to our rights as a people. They all are before the public. There are none of our publications which we wish to hide up in a corner. You can learn and investigate for yourselves. And let those prejudices that have been instilled into your minds, as well as into mine, be set aside for a short time, to inform yourselves concerning these matters. Do not be so much bound down by the creeds of men and public opinion as not to be free enough to investigate  <div class=\"break pagebreak\" id=\"364a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0364.pdf\" target=\"pdfwin\">p.&#xA0;364a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2396\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for yourselves; and when you find a true principle, embrace it. However you may be condemned by mankind, <div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2396\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> lay hold of it; it will do you good, and no harm. <\/div><div class=\"paragraph jod\" id=\"v6n2438\"> May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}