{"ID":60062, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Human and Divine Government&#x2014;the Latter-Day Kingdom, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, Sunday p.m., July 31, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Human and Divine Government, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/31\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d62\">\n<div class=\"paragraph jod\" id=\"v6n2295\"> Brother Kimball has borne his testimony to the truth of the work in which we are engaged: he has exhorted you to faithfulness, and presented practical morality. For your satisfaction, I will present some of my views concerning the kingdom of God, and leave the subject for others to elaborate. <\/div><div class=\"paragraph jod\" id=\"v6n2296\"> Erroneous traditions and the powers of darkness have such sway over mankind, that, when we speak of a theocracy on the earth, the people are frightened. The government of the &#x201C;Holy Catholic Church,&#x201D; from which all the Protestant churches are offshoots, is professedly theocratic, though it is directly opposed to the theocracy described in the Bible. <\/div><div class=\"paragraph jod\" id=\"v6n2297\"> But few, if any, understand what a theocratic government is. In every sense of the word, it is a republican government, and differs but little in form from our National, State, and Territorial Governments; but its subjects will recognize the will and dictation of the Almighty. The kingdom of God circumscribes and comprehends the municipal laws for the people in their outward government, to which pertain the Gospel covenants, by which the people can be saved; and <div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2418\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> those covenants pertain to fellowship and faithfulness. <\/div><div class=\"paragraph jod\" id=\"v6n2298\"> The Gospel covenants are for those who believe and obey; municipal laws are for both Saint and sinner. <\/div><div class=\"paragraph jod\" id=\"v6n2299\"> The Constitution and laws of the United States resemble a theocracy more closely than any government now on the earth, or that ever has been, so far as we know, except the government of the children of Israel to the time when they elected a king.<span class=\"citation\" id=\"55428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55428)\">1 Sam. 8:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2300\"> All governments are more or less under the control of the Almighty, and, in their forms, have sprung from the laws that he has from time to time given to man. Those laws, in passing from generation to generation, have been more or less adulterated, and the result has been the various forms of government now in force among the nations; for, as the Prophet says of Israel, &#x201C;They have transgressed the laws, changed the ordinances, and broken the everlasting covenant.&#x201D;<span class=\"citation\" id=\"58419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58419)\">Isa. 24:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2301\"> Whoever lives to see the kingdom of God fully established upon the earth will see a government that will protect every person in his rights. If that government was now reigning upon this land of Joseph, you would see the Roman Catholic, the Greek  <div class=\"break pagebreak\" id=\"343a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0343.pdf\" target=\"pdfwin\">p.&#xA0;343a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2417\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Catholic, the Episcopalian, the Presbyterian, the Methodist, the Baptist, the Quaker, the Shaker, the Hindoo, the Mahometan, and every class of worshippers most strictly protected in all their municipal rights and in the privilege of worshipping who, what, and when they pleased, not infringing upon the rights of others.<span class=\"citation\" id=\"94555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94555)\">A of F 1:11<\/a><\/span> Does any candid person in his sound judgment desire any greater liberty? <\/div><div class=\"paragraph jod\" id=\"v6n2303\"> The Lord has thus far protected and preserved the human family under their various forms and administrations of government, notwithstanding their wickedness, and is still preserving them; but if the kingdom of God, or a theocratic government, was established on the earth, many practices now prevalent would be abolished. <\/div><div class=\"paragraph jod\" id=\"v6n2304\"> One community would not be permitted to array itself in opposition to another to coerce them to their standard; one denomination would not be suffered to persecute another because they differed in religious belief and mode of worship. Everyone would be fully protected in the enjoyment of all religious and social rights, and no state, no government, no community, no person would have the privilege of infringing on the rights of another: one Christian community would not rise up and persecute another. <\/div><div class=\"paragraph jod\" id=\"v6n2305\"> I will here remark that we are generally looked upon as a dangerous people, and for the reason that there are thousands and millions of people who are afraid that justice will be meted out to them; and they say, to use Scripture language, that &#x201C;if the Saints are let alone, they will take away our place and nation,<span class=\"citation\" id=\"69778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69778)\">John 11:48<\/a><\/span> and will measure to us what we have measured to them.&#x201D;<span class=\"citation\" id=\"63695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63695)\">Matt. 7:2<\/a><\/span> They conclude thus because they estimate others by themselves, realizing that if they had the power to deprive us of our rights, they would exercise it. &#x201C;We will judge you Latter-day Saints by ourselves. If we had the power to destroy you, <div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2417\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we would do it; and we are afraid that if you are let alone, you will have the power to destroy us and will do as we would under like circumstances.&#x201D; If this people had that power today, they would not infringe in the least upon the rights of any person; neither could they, without ceasing to be Saints. <\/div><div class=\"paragraph jod\" id=\"v6n2306\"> When the Saints of the Most High are established upon the earth, and are prepared to receive the kingdom of God in its fulness, as foretold by the Prophet Daniel,<span class=\"citation\" id=\"61640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61640)\">Dan. 7:18<\/a><\/span> they will have power to protect themselves and all the sons and daughters of Adam in their rights. Then, when a person or community says, &#x201C;I do not want to believe your religion,&#x201D; they will enjoy liberty to believe as they please, as fully as we shall. <\/div><div class=\"paragraph jod\" id=\"v6n2307\"> The Creator has given agency to every son and daughter of Adam, and he does not infringe upon our agency. We are at liberty to believe in him and in his son Jesus Christ, or to let it alone. <\/div><div class=\"paragraph jod\" id=\"v6n2308\"> When the kingdom of God is established, we can believe in the principles of the eternal Priesthood or in something else, and be equally protected in our outward rights. My law, says Jehovah, is pure: it is the law by which the worlds are made, and by which all things are. Those laws tend to exaltation and power; but the world is observing rules that tend to death. You have the privilege of believing and practicing a law that will bring to an end, if you wish, not only to the first death, but also to the second. <\/div><div class=\"paragraph jod\" id=\"v6n2309\"> Jesus has taught us not to fear those wicked persons that are seeking our lives.<span class=\"citation\" id=\"64163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64163)\">Matt. 10:28<\/a><\/span> Do not fear those who only have power to destroy the body, and after that can harm you no more; but fear God and observe the laws he has given and will give, that evil spirits may have no power over you after the body is left to rest. <\/div> <div class=\"break pagebreak\" id=\"344a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0344.pdf\" target=\"pdfwin\">p.&#xA0;344a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2416\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n2311\"> This body must die: it is so decreed by the Almighty. &#x201C;For dust thou art, and unto dust thou shalt return;&#x201D;<span class=\"citation\" id=\"52631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52631)\">Gen. 3:19<\/a><\/span> and it matters little whether you die today or tomorrow. Do not fear the wicked, but fear him who has power to destroy both soul and body.<span class=\"citation\" id=\"64164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64164)\">Matt. 10:28<\/a><\/span> The man that pursues principles that tend to death resigns himself unto death, and no power can hinder it. <\/div><div class=\"paragraph jod\" id=\"v6n2312\"> People are afraid of &#x201C;Mormonism,&#x201D; as they call it. They are afraid of the Gospel of salvation, and say that we have something that others have not&#x2014;that we have an almighty influence, and that influence is a mystery. Certainly that influence is a mystery to all men: it is a mystery to us. I have not time now to explain to you the reasons why it is a mystery. <\/div><div class=\"paragraph jod\" id=\"v6n2313\"> When the doctrine of salvation was first preached to me, and the vision of my mind was opened, I undertook to fathom the depth of the Gospel plan; but I could not. I was familiar with the doctrines taught by the various Christian denominations, and could easily comprehend them; but I soon learned that I could not fathom the full extent of the doctrine of salvation as revealed in our day through the Prophet Joseph; for I discerned that it was incomprehensible in its extent. It was soon suggested to me&#x2014;Which of all the doctrines do you now say is the most Godlike&#x2014;that which you can comprehend and fathom&#x2014;that which you can measure, or that which you cannot? That which I cannot. <\/div><div class=\"paragraph jod\" id=\"v6n2314\"> To finite capacity there is much which appears mysterious in the plan of salvation, and there is an eternity of mystery to be unfolded to us; and when we have lived millions of years in the presence of God and angels, and have associated with heavenly beings, shall we then cease learning? No, or eternity ceases. There is no end. We go from grace to grace, from light to light, from truth to truth. But I <div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2416\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do not want to follow that thread any further at present. <\/div><div class=\"paragraph jod\" id=\"v6n2315\"> It is recorded in the Bible that in the last days the God of heaven will set up a kingdom.<span class=\"citation\" id=\"61187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61187)\">Dan. 2:44<\/a><\/span> Will that kingdom destroy the human family? No: it will save every person that will and can be saved. The doctrines of the Savior reveal and place the believers in possession of principles whereby saviors will come upon Mount Zion to save the house of Esau,<span class=\"citation\" id=\"61965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61965)\">Obad. 1:21<\/a><\/span> which is the Gentile nations, from sin and death&#x2014;all except those who have sinned against the Holy Ghost.<span class=\"citation\" id=\"64383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64383)\">Matt. 12:31<\/a><\/span> Men and women will enter into the temples of God, and be, in comparison, pillars<span class=\"citation\" id=\"79105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79105)\">Rev. 3:12<\/a><\/span> there, and officiate year after year for those who have slept thousands of years. The doctrine of the Christian world, which I have already said I was familiar with, sends them to hell irretrievably, which to me is the height of folly. They do not understand what the Lord is doing, nor what he purposes to do. <\/div><div class=\"paragraph jod\" id=\"v6n2316\"> It is alleged and reiterated that we do not love the institutions of our country. I say, and have so said for many years, that the Constitution and laws of the United States combine the best form of Government in force upon the earth. But does it follow that each officer of the Government administers with justice? No; for it is well known throughout our nation that very many of our public officers are as degraded, debased, corrupt, and regardless of right as men well can be. <\/div><div class=\"paragraph jod\" id=\"v6n2317\"> I repeat that the Constitution, laws, and institutions of our Government are as good as can be, with the intelligence now possessed by the people. But they, as also the laws of other nations, are too often administered in unrighteousness; and we do not and cannot love and respect the acts of the administrators of our laws, unless they act justly in their offices. <\/div><div class=\"paragraph jod\" id=\"v6n2318\"> Jehovah has decreed and plainly  <div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2415\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>foretold the establishment of his kingdom upon this earth;<span class=\"citation\" id=\"61188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61188)\">Dan. 2:44<\/a><\/span> and it will prove to me a shield to the ordinances of his house, in the endowments, and in all the gifts and graces of the Spirit of God with which the Priesthood, so to speak, is clothed. The municipal laws of that kingdom are designed for the protection of all classes of people in their legitimate rights; and were it now in its fulness upon the earth, and the New Jerusalem built upon this continent, which is the land of Zion, the Latter-day Saints would not alone enjoy its blessings, but all denominations and communities would be alike protected in their rights, whether they worshipped the Supreme Author of our existence, or the sun, or the moon, or, as do some of our aborigines, a white dog; and none will be permitted to infringe upon their neighbors, though every knee shall bow and every tongue confess that Jesus is the Christ.<span class=\"citation\" id=\"75435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75435)\">Philip. 2:10-11<\/a><\/span> The Hindoos would have the privilege of erecting their temples and of worshipping as they pleased; but they would not be permitted to compel other worshippers to conform to their mode of worship, nor to burn their companions upon the funeral pyre; for that would interfere with individual rights. <\/div><div class=\"paragraph jod\" id=\"v6n2320\"> The kingdom of God will be extended over the earth; and it is written, &#x201C;I will make thine officers peace, and thine exactors righteousness.&#x201D;<span class=\"citation\" id=\"60002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60002)\">Isa. 60:17<\/a><\/span> Is that day ever coming? It is; and the doctrine we preach leads to that point. Even now the form of the Government of the United States differs but little from that of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v6n2321\"> In our Government a President is elected for four years, and can be reelected but once, thus limiting the time of any one person to but eight years at most. Would it not be better to extend that period during life or good behavior; and when the people have elected the best man to that office, <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2415\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> continue him in it as long as he will serve them? <\/div><div class=\"paragraph jod\" id=\"v6n2322\"> Would it not be better for the States to elect their Governors upon the same principle; and if they officiate unjustly, hurl them from office? If a good man is thus elected and continues to do his duty, he will keep in advance of the people; and if he does not, he does not magnify his office. Such is the kingdom of God, in comparison. <\/div><div class=\"paragraph jod\" id=\"v6n2323\"> When the best man is elected President, let him select the best men he can find for his counselors or cabinet; and let all the officers within the province of the Chief Magistrate to appoint be selected upon the same principle to officiate wisely in different parts of the nation. Our Father in heaven does not visit every place in person to guide and administer the law to the people, and to do this, that, and the other: he never did and never will; but he has officers, whom he sends when and where he pleases, giving to them their credentials and missions, as does our Government to our fellow men here. <\/div><div class=\"paragraph jod\" id=\"v6n2324\"> Some would have us believe that God is present everywhere. It is not so. He is no more everywhere present in person than the Father and Son are one in person. The Bible teaches that doctrine precisely as it is. <\/div><div class=\"paragraph jod\" id=\"v6n2325\"> The kingdom that the Almighty will set up in the latter days will have its officers, and those officers will be peace.<span class=\"citation\" id=\"60003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60003)\">Isa. 60:17<\/a><\/span> Every man that officiates in a public capacity will be filled with the Spirit of God, with the light of God, with the power of God, and will understand right from wrong, truth from error, light from darkness, that which tends to life and that which tends to death. They will say, &#x201C;We offer you life; will you receive it?&#x201D; &#x201C;No,&#x201D; some will say. &#x201C;Then you are at perfect liberty to choose death: the Lord does not, neither will we control  <div class=\"break pagebreak\" id=\"346a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0346.pdf\" target=\"pdfwin\">p.&#xA0;346a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2414\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you in the least in the exercise of your agency. We place the principles of life before you. Do as you please, and we will protect you in your rights, though you will learn that the system you have chosen to follow brings you to dissolution&#x2014;to being resolved to native element.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n2327\"> When the government of God is in force upon the earth, there will be many officers and branches to that government, as there now are to that of the United States. There will be such helps, governments, &amp;c., as the people require in their several capacities and circumstances; for the Lord will not administer everywhere in person. <\/div><div class=\"paragraph jod\" id=\"v6n2328\"> The world seem to be afraid of the power of God, or rather, as I observed not long since, afraid that we are not in possession of it. They need not borrow trouble upon that point; for if we are not what we profess to be, we shall certainly fail, and they will no longer be disturbed about &#x201C;Mormonism.&#x201D; Brother Kimball said that his friends at first limited the existence of this work to one year; and when the year passed, they extended the time to two years: they then put it off five years; and I do not know what time they have now fixed upon. <\/div><div class=\"paragraph jod\" id=\"v6n2329\"> I know that the kingdom of God is in its youth upon this earth, and that the principles of life and salvation are freely proffered to the people all over the world. <\/div><div class=\"paragraph jod\" id=\"v6n2330\"> Our Elders go from east to west, from north to south; and they almost invariably go without purse or scrip. <\/div><div class=\"paragraph jod\" id=\"v6n2331\"> When Mr. Greeley was here, he was anxious to learn what salaries our missionaries received, and what salary this and that officer in the Church received. <\/div><div class=\"paragraph jod\" id=\"v6n2332\"> I told him that our missionaries received what the people gave them after they went from here. A few have started from here with money to pay their passage across the sea, that <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2414\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they might not be delayed in reaching their point of destination. <\/div><div class=\"paragraph jod\" id=\"v6n2333\"> He then asked me whether I did not receive a salary. <\/div><div class=\"paragraph jod\" id=\"v6n2334\"> I replied, &#x201C;No, my friend; I can truly say to you that I do not have the value of a cabbage-head from the Tithing Office, unless I pay for it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n2335\"> &#x201C;What!&#x201D; said he, &#x201C;do you not have pay for your services? You devote all your time.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n2336\"> I remarked that I should count myself a poor hand to dictate this people and hold the position I occupy in the providence of God, unless I was capable of maintaining myself and family without assistance from the Church, though I have had a great deal given to me by the members of the Church. The Lord has blessed me with ability to provide for my wants, and those of my family; and if he has not blessed all the Elders with like ability to sustain themselves, we will assist them when necessary; but we pay no salaries to our Elders and Bishops. My salary consists of the providences of God while I live, and eternal life when I faithfully finish this probation. <\/div><div class=\"paragraph jod\" id=\"v6n2337\"> When the kingdom of God is established upon the earth, people will find it to be very different from what they now imagine. Will it be in the least degree tyrannical and oppressive towards any human being? No, it will not; for such is not the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v6n2338\"> I believe in a true republican theocracy, and also in a true democratic theocracy, as the term democratic is now used; for they are to me, in their present use, convertible terms. <\/div><div class=\"paragraph jod\" id=\"v6n2339\"> What do I understand by a theocratic government? One in which all laws are enacted and executed in righteousness, and whose officers possess that power which proceedeth from the Almighty. That is the kind of government I allude to when I speak  <div class=\"break pagebreak\" id=\"347a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0347.pdf\" target=\"pdfwin\">p.&#xA0;347a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2413\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of a theocratic government, or the kingdom of God upon the earth. It is, in short, the eternal powers of the Gods. <\/div><div class=\"paragraph jod\" id=\"v6n2341\"> What do the world understand theocracy to be? A poor, rotten government of man, that would say, without the shadow of provocation or just cause, &#x201C;Cut that man's head off; put that one on the rack; arrest another, and retain him in unlawful and unjust duress while you plunder his property and pollute his wife and daughters; massacre here and there.&#x201D; The Lord Almighty does nothing of that kind, neither does any man who is controlled by his Spirit. <\/div><div class=\"paragraph jod\" id=\"v6n2342\"> Again, the theocracy I speak of is the power of the Holy Ghost within you&#x2014;that living and eternal principle that we do not possess in the fulness that we are seeking. When we talk about heavenly things, and see the world groveling in their sin and misery, and loving iniquity and corruption, the heavens weep over the people, and still they will not infringe upon their rights. God has created them so far perfectly independent as to be able to choose death or life; and he will not infringe upon this right. <\/div><div class=\"paragraph jod\" id=\"v6n2343\"> And then to see people running after this and that which is calculated to destroy them spiritually and temporally&#x2014;to bring upon them the first death, and then the second, so that they will be as though they had not been&#x2014;is enough to make the heavens weep. <\/div><div class=\"paragraph jod\" id=\"v6n2344\"> When his kingdom is established upon the earth, and Zion built up, the Lord will send his servants as saviors upon Mount Zion.<span class=\"citation\" id=\"61966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61966)\">Obad. 1:21<\/a><\/span> The servants of God who have lived on the earth in ages past will reveal where different persons have lived who have died without the Gospel, give their names, and say, &#x201C;Now go forth, ye servants of God, and exercise your rights and privileges; go and perform the ordinances of the house of God for those <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2413\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who have passed their probation without the law, and for all who will receive any kind of salvation: bring them up to inherit the celestial, terrestrial, and telestial kingdoms,&#x201D; and probably many other kingdoms not mentioned in the Scriptures; for every person will receive according to his capacity and according to the deeds done in the body,<span class=\"citation\" id=\"82029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82029)\">Alma 5:15<\/a><\/span> whether good or bad,<span class=\"citation\" id=\"74126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74126)\">2 Cor. 5:10 (JST)<\/a><\/span> much or little. <\/div><div class=\"paragraph jod\" id=\"v6n2345\"> What will become of the rest? Jesus will reign until he puts all enemies under his feet, and will destroy the death that we are afflicted with,<span class=\"citation\" id=\"73859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73859)\">1 Cor. 15:25-27<\/a><\/span> and will also destroy him that hath the power of death;<span class=\"citation\" id=\"76474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76474)\">Heb. 2:14<\/a><\/span> and one eternal life will spread over the earth. Then it will be exalted and become as a sea of glass, as seen by John the Revelator,<span class=\"citation\" id=\"79143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79143)\">Rev. 4:6<\/a><\/span><span class=\"citation\" id=\"80054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80054)\">Rev. 15:2<\/a><\/span> and become the eternal habitation of those who are so happy as to gain eternal life and live in the presence of our Father and Savior. <\/div><div class=\"paragraph jod\" id=\"v6n2346\"> There are millions and millions of kingdoms that the people have no conception of. The Christians of the day have no knowledge of God, of godliness, of eternity, of the worlds that are, that have been, and that are coming forth. There are myriads of people pertaining to this earth who will come up and receive a glory according to their capacity. <\/div><div class=\"paragraph jod\" id=\"v6n2347\"> A man apostatizes and comes back, and there is a place prepared for him; and so there is for all persons, to suit their several capacities and answer to the lives they have lived in the flesh. <\/div><div class=\"paragraph jod\" id=\"v6n2348\"> There are many who swear occasionally; others get drunk, &amp;c. Do you not know it? O fools and slow of heart<span class=\"citation\" id=\"68410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68410)\">Luke 24:25<\/a><\/span> to understand your own existence! But many indulge in such practices, and some will stumble here and there; and we must keep pulling them out of the mire and washing them all the time. <\/div><div class=\"paragraph jod\" id=\"v6n2349\"> Will they be consigned to eternal damnation for such conduct? No; for these who drink too much will  <div class=\"break pagebreak\" id=\"348a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0348.pdf\" target=\"pdfwin\">p.&#xA0;348a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2412\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>make good servants, if you can get them where whiskey will not cloud their brains, or where there is none. Make servants of such characters and set them to work in their different departments, and they can do something: they are not useless. They are the workmanship of God's hands&#x2014;<span class=\"citation\" id=\"93039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93039)\">Moses 7:32<\/a><\/span>brothers to Jesus, flesh of his flesh and bone of his bone.<span class=\"citation\" id=\"52522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52522)\">Gen. 2:23<\/a><\/span> The same Father that begat the tabernacle of Jesus on the earth brought forth the world of mankind; and we are all his children, whether we do wickedly or not. We are the offspring of one common Father. <\/div><div class=\"paragraph jod\" id=\"v6n2351\"> Brother Kimball says that it is a pity there is such a quarrel in the family. In the flesh we are the sons and daughters of Father Adam and Mother Eve: we are all one family; and yet we are contending and quarreling, and have arrived at such a pass that many do not know whether they belong to one kingdom and family, or not. <\/div><div class=\"paragraph jod\" id=\"v6n2352\"> There is a place for all; but those who have sinned against the Holy Ghost will become angels of the Devil,<span class=\"citation\" id=\"81371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81371)\">2 Ne. 9:9<\/a><\/span> and must suffer the wrath of God.<span class=\"citation\" id=\"86940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86940)\">D&amp;C 76:33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2353\"> Then I might say, O ye wicked nations of the earth, why do you quarrel with us all the time for doing you good? We want to build up Zion and bring up your fathers and mothers to enjoy a glory, and you are trying to prevent us. They are contending against their own lives&#x2014;quarreling against their own salvation and being. But I can truly say to all that I am thankful that I live to see this day and what we call the Gospel of salvation, but called by our enemies &#x201C;Mormonism,&#x201D; because we believe in the Book of Mormon. <\/div><div class=\"paragraph jod\" id=\"v6n2354\"> We are in possession of the principles of life, and I exhort you to cleave to them under all circumstances. Do not fear those who only have power to shorten your mortal existence; but fear God, our Father <div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2412\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in heaven.<span class=\"citation\" id=\"64165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64165)\">Matt. 10:28<\/a><\/span> Love him and keep his commandments. Love righteousness all the days of your lives. &#x201C;Mormonism&#x201D; is true. It is life and salvation that we proffer to all mankind, and we are now struggling against the power of death, and by faithfulness shall overcome. And still you know that our enemies are thirsting for our destruction; and why do they seek to destroy us? Because we are striving to be righteous. We have the words of life for them, to do them good, to save them and their fathers who died without the law.<span class=\"citation\" id=\"87106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87106)\">D&amp;C 76:72<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2355\"> With you, my brethren, I have the principles of eternal salvation; and for this cause they quarrel with us. The world say that we have principles that really lay the axe at the roots of the trees<span class=\"citation\" id=\"62690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62690)\">Matt. 3:10<\/a><\/span> of all false creeds; and if we are let alone, their creeds will cease having followers. If they let us alone, and we are wrong and corrupt, as they say we are, we shall come to an end. <\/div><div class=\"paragraph jod\" id=\"v6n2356\"> Why do they prefer to be corrupt? They do not understand true principles, otherwise they would say, &#x201C;Praise God! I am thankful that you are here. Do right, prosper, and bring salvation to all the house of Israel, and to the Gentile world so far as you can.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n2357\"> Let us alone, and we will build up the kingdom of God. We are striving for what all Christendom professes to be, and we will bring it forth. If they persecute us, we will bring it forth the sooner. Could all the Elders of Israel have given &#x201C;Mormonism&#x201D; the same impetus that the last quarrel has done? No. The Lord will bring more out of that than all the Elders could have done by any performance of theirs. <\/div><div class=\"paragraph jod\" id=\"v6n2358\"> If the Devil and his servants are permitted to persecute us, why should we complain? Has not the Prophet said that the servants of the Devil would make lies their refuge, and  <div class=\"break pagebreak\" id=\"349a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0349.pdf\" target=\"pdfwin\">p.&#xA0;349a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2411\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hide themselves under falsehood?<span class=\"citation\" id=\"58602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58602)\">Isa. 28:15<\/a><\/span> Poor, miserable, lying curses here can write lies and publish them and send them forth in every direction. Traders take our money for goods, and all the time stir up every destructive element in their power to sell our blood, destroy our lives, and pollute our society. <\/div><div class=\"paragraph jod\" id=\"v6n2360\"> Should the Lord reveal to me that my work on this earth is finished, I am ready to depart this life at any moment he may require. But the time has not yet come, and I expect to live until the Lord is willing that I should die. <\/div><div class=\"paragraph jod\" id=\"v6n2361\"> I expect to live until I finish my work; and what is that? To promote the welfare of mankind, and save as many of the sons and daughters of Adam as I can prevail upon to be saved. How many I shall prevail <div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2411\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon to be saved is not for me to say. <\/div><div class=\"paragraph jod\" id=\"v6n2362\"> When I get through my work here, my body will have the privilege to rest; and I understand where my spirit will go, and who will be my associates in the spirit world. <\/div><div class=\"paragraph jod\" id=\"v6n2363\"> We have more friends behind the veil than on this side, and they will hail us more joyfully than you were ever welcomed by your parents and friends in this world; and you will rejoice more when you meet them than you ever rejoiced to see a friend in this life; and then we shall go on from step to step, from rejoicing to rejoicing, and from one intelligence and power to another, our happiness becoming more and more exquisite and sensible as we proceed in the words and powers of life. <\/div><div class=\"paragraph jod\" id=\"v6n2364\"> God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}