{"ID":60065, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Celebration of the Fourth of July.<\/div>\n<div class=\"subtitle\">An Address by Elder Orson Hyde, Delivered in the Tabernacle, Great Salt Lake City, July 4, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Celebration of the Fourth of July.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 7\/4\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d65\">\n<div class=\"paragraph jod\" id=\"v6n2458\"> Respected Friends and Fellow Citizens&#x2014;I am called upon, by the wishes and voice of many persons, to be one of your speakers on this ever memorable day. While I congratulate myself upon the honor which you have done me by this selection, I sincerely regret that I am not more amply qualified to answer your expectations. But humble as my efforts may be on this occasion, they are the more freely offered, knowing that the ears and hearts of a generous people will make every allowance for any deficiency that may appear in the style and subject matter of my discourse. <\/div><div class=\"paragraph jod\" id=\"v6n2459\"> The bursts of eloquence that have thundered from this stand this morning cannot fail to have awakened in the minds of the audience notions and views so enlarged, that it becomes a very difficult task for your present speaker to sustain and carry forward the interest and excitement with which your minds have already been fired by the speakers that have preceded me. <\/div><div class=\"paragraph jod\" id=\"v6n2460\"> We are met, fellow citizens, to cele<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2393\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>brate one of the most important events that ever embellished the pages of political history&#x2014;an event of which every American heart is proud to boast, in whatever land or country he perchance may roam&#x2014;I mean the bold, manly, and daring act of our fathers in the Declaration of the Independence and Sovereignty of these United States&#x2014;an act worthy to be engraven in letters of living light upon the tablets of our memory, and to be transmitted to our children, with the sacred charge that they teach it to their children, and to their children's children, till the &#x201C;stripes and stars&#x201D; float over every land, and are mirrored on the crest of every passing billow. They had not only the moral courage to sign the Declaration of our nation's Independence, but hearts of iron and nerves of steel to defend it by force of arms against the fearful odds arrayed against them&#x2014;the well-disciplined armies and mercenary allies of the foolish and tyrannical George the III, King of Great Britain. <\/div><div class=\"paragraph jod\" id=\"v6n2461\"> The progressive spirit of the times,  <div class=\"break pagebreak\" id=\"368a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0368.pdf\" target=\"pdfwin\">p.&#xA0;368a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2392\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>on the one hand, and the chains of cruelty and oppression, on the other, inspired the apostles of American freedom to raise the standard of liberty, and unfurl its banner to the world as a warning to oppressors, and as the star of hope to the oppressed. The very name of America causes a thrill of patriotic devotion to her best interests to quiver in the heart of every citizen of Utah, with a zeal and a pride for the welfare of our country that does honor to the memory of those departed heroes whose ashes are mingled in our soil, and made rich and dear to us by their own blood. <\/div><div class=\"paragraph jod\" id=\"v6n2463\"> Remember Lexington, and Bunker Hill, and lastly Yorktown, with all the intermediate scenes as narrated in the history of the American Revolution! Remember the immortal Washington, chosen to lead our infant armies through the perils and hardships of an unequal contest, to the climax of victory and the pinnacle of fame! His name, embalmed in the never-dying sympathies of his grateful countrymen, will be heralded in the melody of song, &#x201C;while the earth bears a plant or the ocean rolls a wave.&#x201D; While Columbia's sons and daughters regret and mourn his exit hence in accents like the following&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v6n2463\"> &#x201C;Cold is the heart where valor reigned, Mute is the tongue that joy inspired, Still is the arm that conquest gained, And dim the eye that glory fired,&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n2463\"> They will comfort themselves and quiet the pangs of their bereaved hearts by chanting like this&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v6n2463\"> &#x201C;Too mean for him a world like this; He's landed on the happy shore, Where all the brave partake of bliss, And heroes meet to part no more.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v6n2464\"> In those early and perilous times, our men were few, and our resources limited. Poverty was among the most potent enemies we had to encounter; yet our arms were success<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2392\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ful; and it may not be amiss to ask here, by whose power victory so often perched on our banner? It was by the agency of that same angel of God that appeared unto Joseph Smith, and revealed to him the history of the early inhabitants of this country, whose mounds, bones, and remains of towns, cities, and fortifications speak from the dust in the ears of the living with the voice of undeniable truth. This same angel presides over the destinies of America, and feels a lively interest in all our doings. He was in the camp of Washington; and, by an invisible hand, led on our fathers to conquest and victory; and all this to open and prepare the way for the Church and kingdom of God to be established on the western hemisphere, for the redemption of Israel and the salvation of the world. <\/div><div class=\"paragraph jod\" id=\"v6n2465\"> This same angel was with Columbus, and gave him deep impressions, by dreams and by visions, respecting this New World.<span class=\"citation\" id=\"81031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81031)\">1 Ne. 13:12<\/a><\/span> Trammeled by poverty and by an unpopular cause, yet his persevering and unyielding heart would not allow an obstacle in his way too great for him to overcome; and the angel of God helped him&#x2014;was with him on the stormy deep, calmed the troubled elements, and guided his frail vessel to the desired haven. Under the guardianship of this same angel, or Prince of America, have the United States grown, increased, and flourished, like the sturdy oak by the rivers of water. <\/div><div class=\"paragraph jod\" id=\"v6n2466\"> To what point have the American arms been directed since the Declaration of our National Independence, and proven unsuccessful? Not one! <\/div><div class=\"paragraph jod\" id=\"v6n2467\"> The peculiar respect that high Heaven has for this country, on account of the promises made to the fathers, and on account of its being the land where the mustard seed<span class=\"citation\" id=\"64604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64604)\">Matt. 13:31-32<\/a><\/span> of truth was planted and destined to grow in the last days, accounts for all this good fortune to our beloved America. <\/div> <div class=\"break pagebreak\" id=\"369a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0369.pdf\" target=\"pdfwin\">p.&#xA0;369a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2391\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n2469\"> But since the Prophets have been slain, the Saints persecuted, despoiled of their goods, banished from their homes, and no earthly arm to interpose for their rescue, what will be the future destiny of this highly-favored country? Should I tell the truth as it clearly passes before my mind's eye, my friends might censure me, and I might be regarded as an enemy to my country. If I should not tell the truth, but withhold it to please men, or to avoid giving offense to any, I might be regarded, by the powers celestial, as the enemy of God. What shall I do under these circumstances? Shall I be guilty of the crime of hesitating for a moment? No. Neither time nor place to hesitate now. <\/div><div class=\"paragraph jod\" id=\"v6n2470\"> Were I called upon to give evidence before a court of justice in a case to which my own father was a party litigant, the foolish might regard me as opposed to my father, if conscience, justice, and truth directed me to testify against his interest; but the wise would regard me as possessing that integrity that kindred ties could not swerve nor decoy from the truth and facts in the case. My testimony in relation to the country that gave me birth, that gave birth to my father and my father's father, is given upon the same principle, and prompted by a similar motive. <\/div><div class=\"paragraph jod\" id=\"v6n2471\"> So sure and certain as the great water courses wend their way to the ocean, and there find their level&#x2014;so sure as the passing thundercloud hovers around yonder Twin Peaks of the Wasatch Mountains, and upon their grey and barren rocks pours the fury of its storm, just so sure and certain will the guardian angel of these United States fly to a remote distance from their borders, and the anger of the Almighty wax hot against them in causing them to drink from the cup of bitterness and division, and the very dregs, stirred up by the hands of foreign powers, in a manner more <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2391\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cruel and fierce than the enemies of the Saints in the day of their greatest distress and anguish; and all this because they laid not to heart the martyrdom of the Saints and Prophets, avenged not their blood by punishing the murderers, neither succored nor aided the Saints after they were despoiled of their goods and homes. <\/div><div class=\"paragraph jod\" id=\"v6n2472\"> Would to God that we could forget this part of our experience in the land of our fathers! But we cannot forget it. It is incorporated in our being. We shall carry it to our graves, and in the resurrection it will rise with us. Had the United States been as faithful a guardian to the Latter-day Saints as the angel of God has been to them, she would never know dissolution, nor be humbled in dishonor by the decrees of any foreign powers. <\/div><div class=\"paragraph jod\" id=\"v6n2473\"> I ask no earthly being to endorse this my testimony, or to adopt it as his own sentiment. A little time will prove whether Orson Hyde alone has declared it, or whether the heavenly powers will back up this testimony in the face of all the world. <\/div><div class=\"paragraph jod\" id=\"v6n2474\"> When Justice is satisfied, and the blood of martyrs atoned for, the guardian angel of America will return to his station, resume his charge, and restore the Constitution of our country to the respect and veneration of the people; for it was given by the inspiration of our God.<span class=\"citation\" id=\"89594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89594)\">D&amp;C 101:80<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v6n2475\"> One positive decree of Jehovah, respecting this land, is, that no king shall ever be raised up here,<span class=\"citation\" id=\"81993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81993)\">Mosiah 29:30-36<\/a><\/span><span class=\"citation\" id=\"85091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85091)\">D&amp;C 38:21<\/a><\/span> and that whosoever seeketh to raise up a king upon this land shall perish.<span class=\"citation\" id=\"124861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124861)\">2 Ne. 10:11,14<\/a><\/span> The spirit of this decree is that no king shall bear rule in this country. And the islands contiguous to this land belong unto it by promise, for they are a part and parcel of the land of Joseph, and they geographically belong to it&#x2014;belong to it by the covenants of the fathers: they also philo<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2390\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sophically incline to this nearer and greater land. <\/div><div class=\"paragraph jod\" id=\"v6n2477\"> Europe may look with a jealous eye upon the movements of this country, and contemplate the settlement and adjustment of a &#x201C;Western question.&#x201D; But at present there is an Eastern question pending; and it may be wisdom and policy for the United States' Government to press the adjustment of the Western question simultaneously with that of the Eastern question. If the Western question is settled at all, now is the time for the United States to settle it to the best advantage. <\/div><div class=\"paragraph jod\" id=\"v6n2478\"> In case of a general war, nation rising against nation, and kingdom against kingdom, which we have every reason to expect, it will be remembered that we have an extensive coast to defend, not only east and southerly, but also in the west. The transportation of troops will be unavoidable; and the sad and melancholy fate of many destined for the western coast by sea, around the southern cape, should admonish the Government to spare no pains or expense to construct a railroad with all dispatch across the continent, passing through the head and center of Utah Territory; particularly as the transportation of soldiers and the munitions of war are among the less weighty reasons why a railroad should be constructed, connecting the Missouri River with the Pacific coast. <\/div><div class=\"paragraph jod\" id=\"v6n2479\"> But to confine ourselves for a moment to things within our own Basin. Since the celebration, last year, of our nation's birth, two of our great and good men have fallen by the hand of death&#x2014;Doctor Willard Richards and Patriarch John Smith. In them the citizens of Utah have lost true and devoted friends; the country, patriots; the Church, able advocates and defenders; and large families, kind and affectionate husbands and fathers; also several most <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2390\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> excellent men shot down by the hostile savage from his ambush. Much suffering has been occasioned by the Indian war. Many of our crops went to waste last year, by reason of it, which has occasioned rather a scanty supply of food. But thanks be to God, never have the fields of the valleys smiled with such glowing prospects of abundant harvest as at the present time. <\/div><div class=\"paragraph jod\" id=\"v6n2480\"> It is true that some of our settlements lost almost every head of stock they had, by the Indians, last summer, and have been compelled to cultivate their lands with few horses and oxen; yet the extensive fields of wheat now waving in the breeze and fast ripening in the sun are almost incredible. <\/div><div class=\"paragraph jod\" id=\"v6n2481\"> Praise and thanksgiving be unto our God! This year we have had peace with the red men, and plenty is about to crown the labors of the husbandman. <\/div><div class=\"paragraph jod\" id=\"v6n2482\"> If the United States are dissatisfied with the expenditure of the twenty thousand dollars appropriated for the building of a State House in this Territory, because a house was purchased that was already built, instead of building one, I have no hesitancy in expressing my conviction that a Government draft on us for the amount would be duly honored ten days from sight, or ten minutes, perhaps. Our Indian wars and other necessary and indispensable drafts upon our time and money in this new country have prevented us from building a house; and we, therefore, have been under the necessity of purchasing a very good and commodious one, built before our Indian troubles were so serious. My voice would be to pay back the twenty thousand dollars! And as the expenses of the war have been wholly borne by us, without a dime's appropriation for that purpose having yet reached us, we may expect to rely wholly on our own resources and upon the arm of our God. <\/div> <div class=\"break pagebreak\" id=\"371a\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0371.pdf\" target=\"pdfwin\">p.&#xA0;371a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2389\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v6n2484\"> If we are deemed abundantly able to foot the bill of the entire expenses of the war, pay back the twenty thousand dollars to the Government, build our own State House, or occupy the one already built, and even then support whole omnibuses full of wives and children, though proscribed as we <div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD06\/JoD06_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2389\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are from the benefits of the Land Bill, the people of the United States must allow that we far excel all other portions of their population in real smartness. <\/div><div class=\"paragraph jod\" id=\"v6n2485\"> God and our country, now and forever, one and inseparable! <\/div>\n<\/div>\n<\/div>"}