{"ID":70002, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Celebration of the Fourth of July.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, July 4, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Celebration of the Fourth of July.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/4\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d02\">\n<div class=\"paragraph jod\" id=\"v7n45\"> I realize the nature of my position in rising to speak to an assembly of intelligent gentlemen and ladies on such an occasion as the present. I probably feel my incapability more than can be perceived by my hearers. Still my mind is active, and my understanding is fruitful, whether I have ability or not to express that which is in me. <\/div><div class=\"paragraph jod\" id=\"v7n46\"> While my friends have been speaking, I have been much amused, edified, and delighted, especially in having Whiggery and Democracy so ably illustrated. I do not think they could have been exhibited more easily, more naturally, more to the understanding of all, and more true to the spirit and universal deportment of those two leading parties of the nation, as they now exist, than they have been by my predecessor in the stand today; and I presume I am speaking the feelings of the greater part of this assembly. <\/div><div class=\"paragraph jod\" id=\"v7n47\"> While brother George A. Smith was speaking upon the rise and progress of the American Revolution, a few items ranging in the same line occurred to my mind, which I have a desire to express in the hearing of this assembly. <\/div><div class=\"paragraph jod\" id=\"v7n48\"> The revolutions made by the Government of the United States, with regard to real progression generally, are small indeed; so small that it is impossible to perceive any advancement. It is true the Constitution has been revised by the voice of the people; but wherein is it bettered? <div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3135\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Some say it is bettered; but as to the light and knowledge that now exist with regard to the true spirit of republicanism, the revolution is on the retrograde motion. No one will question for a moment that many revolutions in the United States have become in a great degree popular, notwithstanding they have been in many instances unconstitutional and in open violation of the statute laws, and have been winked at by the most influential officers of the Government. There has been a progressive revolution since the close of the war, but not in virtue, justice, uprightness, and truth. It has become quite a custom, and by custom it has the force of law, for one party to mob another, to tear down and destroy Catholic churches, drive citizens from the ballot box, disallowing them the right of franchise, and persecute, plunder, drive from their possessions, and kill a great people. Revolution in the United States is progressing; but to the true spirit of Democracy and the science of government, the Revolution I refer to is strictly opposed. <\/div><div class=\"paragraph jod\" id=\"v7n49\"> With regard to Democracy and Whiggery, no person can exhibit them better and in a truer light than Judge Shaver has today. The General Government, as a whole, do not understand truly what Democracy and Whiggery really are. <\/div><div class=\"paragraph jod\" id=\"v7n50\"> What would my friend George A. Smith tell you with regard to these two political bodies that now rule over our country, were he to address  <div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3134\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you upon this subject? He would tell you that one of them is a monster having many heads, and the other is a monster with no head at all. The impulse that is given to the Government is like that of the animal creation: when they are hungry, they are impelled to eat, and to drink when they are thirsty. When this necessity presses upon them, all the sensitive powers are on the alert to search for food. All their natural impulses to action originate in the appetite: they receive them from the demands the interior of the animal makes upon the creature. It then becomes the duty of the head to search out a method to supply these demands with food suitable to the nature of the animal, which administers health, strength, vigor, growth, and beauty to the whole body. <\/div><div class=\"paragraph jod\" id=\"v7n52\"> What ought to be the Government of the United States? And what are Whiggery and Democracy as they now exist? Nothing, and a little less. <\/div><div class=\"paragraph jod\" id=\"v7n53\"> I believe in a true Republican government; but where is the man capable of exhibiting in their true character the principles of such a Government? I do not profess to be that man: still I believe I am as capable to search into the merits of the subject, and can understand the general principles of true Republicanism as well as any other man, though I may not be capable of setting it before the people in its perfection. I can, however, talk a little about it. <\/div><div class=\"paragraph jod\" id=\"v7n54\"> Is there a true Republican government on the earth? There is. Do you inquire, Where is that government? I answer, It is here. I am a true Republican, if I understand what the term signifies. But I put my own definition upon such terms; for in many instances our lexicographers have widely mistaken ideas, and widely disagree upon the meaning of words. They may trace the <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3134\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> etymology of words, through the living and dead languages, to their roots, as they suppose; but there is a great probability of their being mistaken still. <\/div><div class=\"paragraph jod\" id=\"v7n55\"> A government that is perfect would be called Democratic. True Republicanism, and what is meant or understood by true Democracy, is the same; but the full extent of true Democracy cannot be told by any man at this time. In entering upon a point that I do not fully understand, and can in nowise fully explain, I shall content myself to talk about it according to the extent of my capacity and the understanding I have of the subject, and leave the little I have to say with the people. The question, What is a true Republican government? is easily answered. It is a government or institution that is perfect&#x2014;perfect in its laws and ordinances, having for its object the perfection of mankind in righteousness. This is true Democracy. But Democracy as it is now is another thing. True Democracy or Republicanism, if it were rightly understood, ought to be the Government of the United States. They might have had that government long ago; but as it was said by my predecessor in the stand, &#x201C;Whom the Lord would destroy, he makes mad;&#x201D; consequently, he must take away the wisdom of that man, or of that people. No man or people possessing wisdom will give vent to wrath, for that is calculated to weaken, to destroy, to blot out of existence. <\/div><div class=\"paragraph jod\" id=\"v7n56\"> When the Supreme Ruler of the universe wishes to destroy a nation, he takes away their wisdom in the first place, and they become insensible to their own interests, and they are filled with wrath; they give way to their anger, and thus lay the foundation of their own destruction. To him who seeks to save, he gives wisdom, which enables any people, nation, or individual to lay the foundation for strength, increase, and  <div class=\"break pagebreak\" id=\"11a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0011.pdf\" target=\"pdfwin\">p.&#xA0;11a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3133\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>power. When we look abroad upon the nations, we can see this truth verified; and when we look at home in our own nation, it is no less verified. We see that wisdom is actually departing from the lawgiver, and the knowledge and the discretion the judge possessed years ago have vanished. We discern that the very policy adopted by the nations to fortify them in strength is calculated to sap their foundations. The axe is laid at the root of the tree,<span class=\"citation\" id=\"62691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62691)\">Matt. 3:10<\/a><\/span> and all nations are filling up the cup of their guilt. <\/div><div class=\"paragraph jod\" id=\"v7n58\"> Suppose I were speaking to the assembled millions of the inhabitants of the United States, what counsel or advice could be given to them that they might regain what they have lost? Can any temporal means be adopted to save them from the vortex of ruin into which they are fast approaching&#x2014;a doom which they never can avert without sincere repentance? Yes, there is seemingly a human policy, if adopted, that would snatch them from destruction. What is it? Let the people rise <span class=\"italic\">en masse<\/span> to lay the foundation of a wholesome, independent, free, Democratic (as the people call it), Republican government&#x2014;a government which, if carried out, will be perfect in itself. <\/div><div class=\"paragraph jod\" id=\"v7n59\"> Let us look at it in another point of view. Suppose this people inhabiting these mountains are broken off entirely from the nations of the world, rendering no allegiance to any earthly power combined or isolated; free to make laws, to obey them, or to break them; free to act, to choose, and to refuse, and, in every sense of the word, to do as they please, without any fixed order of government whatever; and they wish a Constitution&#x2014;a system of government for mutual protection and advancement in the principles of right, to be framed according to the best wisdom that can be found in this community&#x2014;I say, let them govern themselves by a Republican system <div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3133\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of government, selecting a man from their midst to preside over them. And whom should they select to fill so important a station? The best man they can find. Should they keep him in office only four years? Should they make a clause in their Constitution that a President shall serve at most for only two terms without a vacation in his services? That is an item that should not be found in the Constitution of the United States, nor in the constitution made by this or any other people. We should select the best man we could find, and center our feelings upon him, and sustain him as our President, dictator, lawgiver, controller, and guide in a national capacity, and in every other capacity wherein he is a righteous example. Though we find as good a man as there is in the nation, yet we should not lay facilities before him to become evil, were he so disposed. Great care should be exercised to guard against placing such a power at the command of any mortal. <\/div><div class=\"paragraph jod\" id=\"v7n60\"> Shall we give him twenty-five thousand dollars per annum, and make him superior to any other honest man in the Territory, State, or kingdom, in things pertaining to this world? Or lay inducements before him to become proud, haughty, and neglectful of the true interests of the people? No. For if he is capable of ruling the people and dictating them, he is capable of taking care of himself. If we cannot find a man willing to control and guide us without our pouring the gold and silver into his coffers and exalting him above the rest of us, then we will take one less capable, who will do it for nothing. <\/div><div class=\"paragraph jod\" id=\"v7n61\"> Do you ask why I would recommend this course? I answer, Because of the weakness of man. Were we to elect a man to preside over us in this capacity, and give him three, four, five, eight, or fifteen thousand dollars a year, the streets would be  <div class=\"break pagebreak\" id=\"12a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0012.pdf\" target=\"pdfwin\">p.&#xA0;12a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3132\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>full of demagogues; you would see them perched upon every anthill, croaking out their stump speeches for this or that man to be our ruler; and the paid lackeys of each candidate for office, in the streets, in the public places, and in the houses of the citizens, would be using their influence for their employers in their respective circles, and wherever they would be listened to. <\/div><div class=\"paragraph jod\" id=\"v7n63\"> Whether such a man as a ruler will do good to the people, is not thought of, either by the candidate or by his lackeys; but the one is after the thousands of dollars, and the other after his paltry fee. The welfare of the people they do not consider. What will be the best policy to pursue for the good of the people at large is not in all their thoughts. <\/div><div class=\"paragraph jod\" id=\"v7n64\"> Let the people see to it that they get righteous men to be their leaders, who will labor with their hands and administer to their own necessities, sit in judgment, legislate, and govern in righteousness; and officers that are filled with peace; and see to it that every man that goes forth among the people as a traveling officer is full of the fear of the Lord, and would rather do right at a sacrifice than do wrong for a reward. <\/div><div class=\"paragraph jod\" id=\"v7n65\"> What would be the result, if this course was adopted by the people of the United States? It would destroy the golden prospects of those who were seeking for gain alone, and men would be sought for, in the nation, State, or Territory, who were for the people, and would seek earnestly for their welfare, benefit, and salvation. We want men to rule the nation who care more for and love better the nation's welfare than gold and silver, fame, or popularity. <\/div><div class=\"paragraph jod\" id=\"v7n66\"> Are there any such in the United States? Yes, plenty of them among all classes of men, though they have little or nothing to say about politics. Many of them are much like one Mr. <div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3132\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Hovey, from Cayuga County, New York, that I once asked if he was going to the election? &#x201C;No,&#x201D; he replied, &#x201C;I will never give another vote in the United States.&#x201D; I asked the reason for such a course. &#x201C;Why,&#x201D; said he, &#x201C;they will set up the Devil as a candidate for the office of President, then set up his apostate brother, who has forfeited his inheritance, and run him in for sake of opposition.&#x201D; There are plenty of men who would do that and worse. The nation, however, is not lost yet; there are as many as five righteous men in the city, at least.<span class=\"citation\" id=\"53233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53233)\">Gen. 18:32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n67\"> Let the people lay the foundation for carrying out the Republican Government which was instituted by our fathers, instead of maintaining a government of anarchy, confusion, and strife. Were this people here an independent people, and had the privilege of selecting their own officers, and I should be chosen to dictate them in their selections, I would watch and guard faithfully their rights, and see that they selected men who had not the dimes in view. The motto should be&#x2014;&#x201C;If you do not labor for the good of the people, irrespective of the dimes, we do not want your services; for if you labor for the money, you seek to benefit yourselves at the people's expense.&#x201D; I make this application and turn it eastward, which you know is the way the world rolls. If the Government knew what the wants of the people were, they would take away the salaries of political demagogues, and stop their running and their stump preaching, from one end of the land to the other, to make proselytes to their cause. This would have a tendency to put an end to party names, to party jealousies, and to party conflicts forever. And the people should concentrate their feelings, their influence, and their faith, to select the best man they can find to be their  <div class=\"break pagebreak\" id=\"13a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0013.pdf\" target=\"pdfwin\">p.&#xA0;13a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3131\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>President, if he has nothing more to eat than potatoes and salt&#x2014;a man who will not aspire to become greater than the people who appoint him, but be contented to live as they live, be clothed as they are clothed, and in every good thing be one with them. <\/div><div class=\"paragraph jod\" id=\"v7n69\"> It is yet in the power of the people of the United States to lay a foundation to redeem themselves from the growing consequences of past errors. What would be the result, were the United States to take this course&#x2014;viz., to strike out that clause in the Constitution that limits the services of a President to four years, or the term of service of any good man, and continue to revise the Constitution and laws as they become familiar with their defects; then reduce the salaries of all officers in all the departments? Would not such a course revolutionize any kingdom or government, and be very likely to produce union and prosperity? <\/div><div class=\"paragraph jod\" id=\"v7n70\"> Are there any more improvements that might be made? Yes. If we are what we profess to be&#x2014;a Republican Government, there is no State in the Union but what should be amenable to the General Government holding to the old English rights in Rhode Island. Then Congress, with the President at their head, could meet and veto every act made by any department of the Government, if it was necessary. So let Congress come together when any of the States transcend the bounds of right, and hold them amenable for their actions. The General Government should never give any portion of the nation license to say they are free and independent. This should only apply to the nation as a whole. We have a little experience in this kind of independence. For instance, the Government of the United States were willing to take my money for lands in Missouri, which were in the market; but the people in that sovereign, that <div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3131\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> free, and independent State rose up and mobbed me, drove me from my possessions, and confiscated my property to themselves; and the General Government has no power to redress my wrongs. This is only one instance among many of the kind which I might enumerate to show the impolicy and downright mockery of such boasted independence. While such outrages remain unredressed, this nation never should defile the sacred term by saying they have a REPUBLICAN GOVERNMENT. <\/div><div class=\"paragraph jod\" id=\"v7n71\"> The General Constitution of our country is good, and a wholesome government could be framed upon it, for it was dictated by the invisible operations of the Almighty;<span class=\"citation\" id=\"89595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89595)\">D&amp;C 101:80<\/a><\/span> he moved upon Columbus to launch forth upon the trackless deep to discover the American Continent;<span class=\"citation\" id=\"81032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81032)\">1 Ne. 13:12<\/a><\/span> he moved upon the signers of the Declaration of Independence; and he moved upon Washington to fight and conquer, in the same way as he moved upon ancient and modern Prophets, each being inspired to accomplish the particular work he was called to perform in the times, seasons, and dispensations of the Almighty. God's purpose, in raising up these men and inspiring them with daring sufficient to surmount every opposing power, was to prepare the way for the formation of a true Republican government. They laid its foundation; but when others came to build upon it, they reared a superstructure far short of their privileges, if they had walked uprightly as they should have done. <\/div><div class=\"paragraph jod\" id=\"v7n72\"> What shall be done? Let the people, the whole American people, rise up and say they will have these abuses regulated, and no longer suffer political demagogues to gamble away their money, but turn them out of office to attend to their own business. Let the people make a whip, if not of good tough rawhide, of small cords at least, and walk into the temple<span class=\"citation\" id=\"68680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68680)\">John 2:15<\/a><\/span> of  <div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3130\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the nation, and cleanse it thoroughly out, and put in men who will legislate for their good, instead of gambling away their money and trifling with the sacred interests of the nation which have been entrusted to their keeping. <\/div><div class=\"paragraph jod\" id=\"v7n74\"> I would not speak so plainly, were it not that statesmen use the same privilege, and that, too, in the halls of Legislatures. We can never get a true Republican government upon any other principle. The object those have in view who look and long for the gaudy trash of this world should be removed, that men may occupy the high and responsible seats of the nation who will care for the welfare of the people, and cannot be bought with money, or that which it can purchase. <\/div><div class=\"paragraph jod\" id=\"v7n75\"> Can the Constitution be altered? It can; and when we get a President that answers our wishes to occupy the executive chair, there let him sit to the day of his death, and pray that he may live as long as Methuselah; and, whenever we have good officers, strive to retain them, and to fill up vacancies with good men, until there are none who would let the nation sink for a can of oysters and a lewd woman. <\/div><div class=\"paragraph jod\" id=\"v7n76\"> The signers of the Declaration of Independence and the framers of the Constitution were inspired from on high to do that work.<span class=\"citation\" id=\"89596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89596)\">D&amp;C 101:80<\/a><\/span> But was that which was given to them perfect, not admitting of any addition whatever? No; for if men know anything, they must know that the Almighty has never yet found a man in mortality that was capable, at the first intimation, at the first impulse, to receive anything in a state of entire perfection.<span class=\"citation\" id=\"58539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58539)\">Isa. 28:9-13<\/a><\/span> They laid the foundation, and it was for after generations to rear the superstructure upon it. It is a progressive&#x2014;a gradual work. If the framers of the Constitution and the inhabitants of the United States had <div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3130\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> walked humbly before God, who defended them and fought their battles when Washington was on the stage of action, the nation would now have been free from a multitude of place-hunters who live upon its vitals. The country would not have been overrun with murderers and thieves, and our cities filled with houses of ill fame, as now; and men could have walked the streets of cities, or traveled on conveyances through the country, without being insulted, plundered, and perhaps murdered; and an honest, sober, industrious, enterprising, and righteous people would now have been found from one end of the United States to the other. <\/div><div class=\"paragraph jod\" id=\"v7n77\"> The whole body is deranged; and the head, which ought to be the seat of sense and the temple of wisdom, is insensible to the wants of the body, and to the fact that, if the body sinks, the head must sink also. <\/div><div class=\"paragraph jod\" id=\"v7n78\"> I want to tell a political anecdote; or, at least, I will tell it so nigh that you will guess the whole of it. Two fellows were stump speaking for office in the State of Illinois: one of them was a lawyer, of flowery, eloquent speech; and the other was a rough and ready homespun mechanic, but a man of sound sense. The lawyer made his speech in flaming language, interlarding it with expressions of sensitive regard for the people's interests. The mechanic mounted the rostrum, and says he&#x2014;&#x201C;I cannot make a speech to cope with this man's speech; but I can tell you what he and I want. He wants your votes. Now, if you will give me your votes, when I get into office, you may&#x2014;&#x2014;and be damned.&#x201D; They both felt so; and there are but few exceptions to this practice. Office seekers are full of tricks and intrigues of every kind to get an office, and then the people may&#x2014;&#x2014;and be damned. <\/div><div class=\"paragraph jod\" id=\"v7n79\"> The progress of revolution is quite considerable in every government of  <div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3129\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the world. But is the revolution for the constitutional rights of the people in progress? No: it is on the retrograde. I know how they can be brought back to the people, and the Government be redeemed and become one of the most powerful and best on the earth. It was instituted in the beginning by the Almighty. He operated upon the hearts of the Revolutionary Fathers to rebel against the English King and his Parliament, as he does upon me to preach &#x201C;Mormonism.&#x201D; Both are inspired by him; but the work unto which they are called is dissimilar. The one was inspired to fight, and the other to preach the peaceable things of the kingdom<span class=\"citation\" id=\"85027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85027)\">D&amp;C 36:2<\/a><\/span> of God. He operated upon that pusillanimous king to excite the colonists to rebellion; and he is still operating with this nation, and taking away their wisdom, until by-and-by they will get mad and rush to certain destruction. <\/div><div class=\"paragraph jod\" id=\"v7n81\"> Will the Constitution be destroyed? No: it will be held inviolate by this people; and, as Joseph Smith said, &#x201C;The time will come when the destiny of the nation will hang upon a single thread. At that critical juncture, this people will step forth and save it from the threatened destruction.&#x201D; It will be so. <\/div> <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3129\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n82\"> With regard to the doings of our fathers and the Constitution of the United States, I have to say, they present to us a glorious prospect in the future, but one we cannot attain to until the present abuses in the Government are corrected. <\/div><div class=\"paragraph jod\" id=\"v7n83\"> You have heard our Judge relate an incident, which is only one more among numberless abuses perpetrated by the rulers of the nation. The particulars of this incident can be found upon our dockets, showing that the President of the United States assumes to himself power to remove a circuit Judge. I am not a lawyer; but I wish to propound a question&#x2014;By what law, constitutional or statute, has the President a right to remove a United States' Judge, except for illegal conduct or inability? It is, to say the least, a flagrant assumption of power. What business have they thus to remove our Judges? What end have they in view? I'll tell you. It is&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v7n84\"> &#x201C;Tickle me, tickle me, O Billy, do; And, in your turn, I'll tickle you.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n85\"> I have perhaps detained the congregation too long. May God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}