{"ID":70006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Wisdom Manifest in All God's Dealings With the Saints.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, March 28, 1858.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Wisdom Manifest, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 3\/28\/1858<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v7n279\"> One thing is very true concerning the Gospel of salvation&#x2014;the revelations of Jesus Christ&#x2014;<span class=\"citation\" id=\"74383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74383)\">Gal. 1:12<\/a><\/span>the kingdom of God upon the earth: Let any people enjoy peace and quietness, unmolested, undisturbed&#x2014;never be persecuted for their religion, and they are very likely to neglect their duty, to become cold and indifferent, and lose their faith. That is the experience of every person, more or less; and I wish to offer a few reflections on the propriety of the Lord's leading this people in the way that he does. We believe, for it is so written in the Bible, that the Lord wishes a people of his own&#x2014;<span class=\"citation\" id=\"55881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55881)\">1 Chr. 17:22<\/a><\/span><span class=\"citation\" id=\"56551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56551)\">Ps. 33:12<\/a><\/span>a kingdom of his own upon this earth, which is his.<span class=\"citation\" id=\"61968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61968)\">Obad. 1:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n280\"> June 27, 1844, a little over fourteen years after the organization of this Church, Joseph Smith was slain. In his day there were but very few years of rest for the Saints. They occupied Nauvoo longer than any other one place: they lived there about seven years. We left Nauvoo in 1846, and from that time until now this Church has not been compelled to abandon their property and homes. We came here in the best and quickest way in our power, and have been building, fencing, planting, sowing, and making ourselves comfortable. It is now more than ten years since we first located here, unmolested and undisturbed. <\/div><div class=\"paragraph jod\" id=\"v7n281\"> If we will reflect upon our own ex<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"42b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0042.pdf\" target=\"pdfwin\">p.&#xA0;42b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3102\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>perience, and what has passed before us during that time, and notice the facts now transpiring, we cannot avoid knowing that much of the conduct of this people has been directly in opposition to our becoming the kingdom of God in its purity on the earth. Let the people consider for themselves whether we have, so far as we could have done, been taking a course to become that kingdom that we anticipate, or whether we have not been more or less dependent upon our enemies for many things that we could have produced, or done without. When persons can understand the ways of the Lord, and what he designs concerning his people, they will know that it was absolutely necessary for the Lord to take the course he has with this people, in order to bring forth that which he designs to produce in the latter times. Were we to live unmolested, uninterrupted, without persecution and hatred from our enemies, as I have told you, and it has been sounded in your ears all the day long, we might expect that we had apostatized from the truth. Persecution and hatred by those who love not the truth are a legacy bequeathed by the Savior to all his followers; for he said they should be hated of all men for his name's sake.<span class=\"citation\" id=\"124852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124852)\">Luke 21:17<\/a><\/span><span class=\"citation\" id=\"70250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70250)\">John 15:21<\/a><\/span> If we had ceased to be persecuted and hated, we might fear; but the prospect is encouraging. <\/div> <div class=\"break pagebreak\" id=\"43a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0043.pdf\" target=\"pdfwin\">p.&#xA0;43a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3101\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n283\"> For a few weeks past, so far as I have knowledge from the reports made to me, the people have never felt so well since they have been in these Valleys. The prospect of ancient &#x201C;Mormonism,&#x201D; of again leaving our homes, probably gives a spring to our feelings, especially since we, for the first time, have the privilege of laying waste our improvements, and are not obliged to leave our inheritances to strangers to enjoy and revel in the fruits of our labors. It is a consolation to me that I have the privilege of laying in ashes and in the dust the improvements I have made, rather than those who would cut my throat, solely for my faith, shall inhabit my buildings and enjoy my fields and fruits. Heretofore I have often left my home and the fruits of my labors for others to enjoy. <\/div><div class=\"paragraph jod\" id=\"v7n284\"> Persecution is learning us to adopt a course for self-preservation, as you will readily understand from a few circumstances I will mention. Within a few weeks, for the first time to my knowledge since we have been settled in these valleys, a sister, wife, or family in this community has taken the pains to pick up a few potatoes, that would otherwise be wasted, and make them into starch. A woman can, in an hour or two, make a pound or a pound and a half of starch from potatoes that would lie and rot. Has this been done heretofore? Not to my knowledge. And so long as brooms were brought from the States, people would not raise broom corn. And so long as traders brought in starch, would our women make it? No; though a woman can, in a short time, make a dollar and a half or two dollar's worth from potatoes that would otherwise go to waste. Would this community condescend to make starch, so long as it was imported and they could buy it? They would not. I say it, because they did not. And if there were tons of starch here, they <div class=\"break columnbreak\" id=\"43b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0043.pdf\" target=\"pdfwin\">p.&#xA0;43b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3101\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would find market for the whole of it, while the hard-earned fruits of the husbandman's labor would lie and rot. <\/div><div class=\"paragraph jod\" id=\"v7n285\"> Who has controlled circumstances to learn us to sustain ourselves? Have you and I? No, not in the least; but it has been accomplished by the Providence that leads us. We have been urging the people for years and years to do these things they are now compelled to. From the time we came here, you have been told to take bran or potatoes and make starch, and not buy it in the stores. Who would have been at the trouble of making cloth, if it could be bought of Gentile traders? Do you think many in this community would? No, no more than the women would have made starch. The women had not time, though they had time to visit from one end of the city to the other. They could take time to run to the stores&#x2014;to walk a mile or two shopping every day, but they never had time to make a little starch, or spin a little stocking yarn for themselves, if those articles could be bought in the stores. <\/div><div class=\"paragraph jod\" id=\"v7n286\"> I am satisfied that the people now begin to learn that they can make their own clothing, and that those who do not learn will run the risk of being uncomfortably clad. But would this people, by their wisdom, ever have brought themselves to that independence that God will, by his providence, in a seeming chastisement? I say seeming, for it is no chastisement: it is a blessing to this people, and one of the greatest that can be bestowed upon us, to cut the thread between us and our enemies, and oblige us to sustain ourselves in everything that we can produce with our labor, skill, and economy. The Lord can bring this about, or cause the Devil to do it, just as he pleases. <\/div><div class=\"paragraph jod\" id=\"v7n287\"> If we would only forsake our re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"44a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0044.pdf\" target=\"pdfwin\">p.&#xA0;44a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3100\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ligion, our enemies would spare us and hail us as friends; but if we will not yield that point, they will endeavor to destroy us. But the Lord Almighty rules in the heavens, and controls our enemies to a certain extent, and overrules their acts. He has his own purposes to accomplish as much now as he ever has had upon the face of the earth&#x2014;as much as he had in the crucifixion of the Savior. Could he have found a righteous man on the earth who would have betrayed his only Son? He could not. Would a man with his eyes open to see, and filled with the revelations of the Lord, have betrayed Jesus into the hands of Pilate? No. God overruled and selected a hypocrite&#x2014;an ungodly, base, vile wretch, and placed him among the Apostles to accomplish that purpose, as much as he raised up Pharaoh. <\/div><div class=\"paragraph jod\" id=\"v7n289\"> God never hardened the heart of Pharaoh;<span class=\"citation\" id=\"53827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53827)\">Ex. 4:21<\/a><\/span> he never ordained that wickedness should possess any man. Judas loved wickedness from his youth. Pharaoh was raised up to do what he did, because he was wicked from his youth: wickedness and hatred to every holy principle took possession of him, and God set him on the throne of Egypt to accomplish his purposes. <\/div><div class=\"paragraph jod\" id=\"v7n290\"> So it is with the men who are at the helm of our Government: God has selected them to rule, because the people are wicked, and will not hearken to his voice. They have killed his Prophets and many of his people, and he has placed corrupt, wicked men in office to rule and bear sway&#x2014;what for? To show forth his wisdom. The hand of God is in all this, and he lets loose those wicked creatures, in order to drive us to do that which his mercies fail to induce us to perform. <\/div><div class=\"paragraph jod\" id=\"v7n291\"> Let him pour gold and silver into our laps, and cause the earth to yield that abundance we desire, and would <div class=\"break columnbreak\" id=\"44b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0044.pdf\" target=\"pdfwin\">p.&#xA0;44b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3100\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we know how to appreciate and use such great blessings? <\/div><div class=\"paragraph jod\" id=\"v7n292\"> If we constantly have plenty, pleasure, ease, and comfort, will the women make starch? No. Will they braid straw for hats and bonnets? No. How many bonnets are manufactured in this Territory? Can you see a woman here today wearing a beautiful straw bonnet, the work of her own hands? There are a few coarse ones, when you can make them either fine or coarse. <\/div><div class=\"paragraph jod\" id=\"v7n293\"> I have prevailed upon a few men to commence hat-making, and they have done something towards supplying the market; and a few are engaged in tanning leather: but if we had plenty of gold and silver and stores full of goods, would the people engage in and encourage home manufacture? No, as past experience has proved. They would be riding around in their carriages, and talking about going to California, where they can get gold and make themselves rich. <\/div><div class=\"paragraph jod\" id=\"v7n294\"> The Lord cannot save us in riches, because we do not yet know what to do with them. And when we are blessed and favored, like the children of Israel in olden times, we wax fat and kick. <\/div><div class=\"paragraph jod\" id=\"v7n295\"> It is purely in order to save the greatest possible number of this people, that circumstances have transpired as they have; and it is a marvel that the Lord has let us have so long a time of peace. <\/div><div class=\"paragraph jod\" id=\"v7n296\"> Now the sisters begin to learn that such an article as flax used to be raised and manufactured in their young days; and I hear a number saying, &#x201C;If I had flax, I could work it up.&#x201D; You may now hear men say, &#x201C;We used to make oil from flax seed.&#x201D; But if you had plenty of money, and traders brought oil here, you would never raise a seed. <\/div><div class=\"paragraph jod\" id=\"v7n297\"> Flax cultivated only for oil will pay as well as any other crop that is raised, to say nothing of the lint, which is in great demand. <\/div> <div class=\"break pagebreak\" id=\"45a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0045.pdf\" target=\"pdfwin\">p.&#xA0;45a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3099\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n299\"> Have I been able to procure a single gallon of homemade flax seed oil? No. Some of our mechanics, who were used to making oil mills, heard that I was determined to make one, and proffered their plans and services. When the new-fangled press was completed, at a cost of about a thousand dollars, it was reported, for the first time to me, that some haircloth of a peculiar kind must be procured for making sacks in which to press the seed; and we sent to New York and many other cities in the States, without success, for cloth to suit the &#x201C;wedge press.&#x201D; They made an expensive press; but, as yet, what is it good for? A cheap old-fashioned press could have been readily put up, and long ago we might have been using oil of our own make. I would commend a man who would begin to make linseed oil here. Had I followed my own judgment in the matter, I would have had a press and plenty of oil, without paying eight dollars a gallon for it. <\/div><div class=\"paragraph jod\" id=\"v7n300\"> For the first time since we came to this country, sheep are being regarded and cared for as they should be. I brought sheep into this valley and have bought many here, and ought at this day to have forty thousand head, if I could have had men that would take care of my flocks. I have a few hundred left, which, no doubt, have cost me from twenty-five to fifty dollars each; but I persevere, and my women make cloth: you see my children dressed in homemade. And now some women begin to recollect that flax was raised in England, Scotland, Ireland, and the United States; and they have a faint remembrance of certain articles what their mothers called spinning wheels; and they really begin to think that they can spin, and many of the younger ones would like to learn to spin. <\/div><div class=\"paragraph jod\" id=\"v7n301\"> Let the calicos lie on the shelves and rot. I would rather build buildings every day, and burn them down <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3099\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> at night, than have traders here communing with our enemies outside, and keeping up a hell all the time, and raising devils to keep it going. They brought their hell with them. We can have enough of our own, without their help. <\/div><div class=\"paragraph jod\" id=\"v7n302\"> This is the deliverance of our Father in heaven, placing us in the circumstances we now are in; and it is for the benefit, growth, welfare, and upbuilding of the kingdom of God, with us in it. Nothing else would do it. <\/div><div class=\"paragraph jod\" id=\"v7n303\"> We can raise cotton, flax, and wool for manufacturing all the cloth we need. We can make our own leather, hats, &amp;c. And that is not all: the Lord intends we shall do it. I am thankful. How do you feel? Better, I presume, than you ever have. <\/div><div class=\"paragraph jod\" id=\"v7n304\"> There is a great deal of inquiry as to whether we shall be under the necessity of burning. We are now under the necessity of preparing for it, and that is enough for the present. <\/div><div class=\"paragraph jod\" id=\"v7n305\"> I wish union: it is stronger than buildings, and will accomplish much more for us. And I hope the Lord will suffer us to pass through enough to cleanse sin and selfishness from us. When I reflect upon it, it is almost discouraging that many who have been in this Church a score of years, and have been in drivings, mobbings, death, and affliction, are filled with covetousness, which is idolatry,<span class=\"citation\" id=\"75614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75614)\">Col. 3:5<\/a><\/span> and do not know what to do with blessings when they have them, nor know where they come from. I am not discouraged, but intend to persevere as long as I possess life. <\/div><div class=\"paragraph jod\" id=\"v7n306\"> The Lord is leading this people as he designs for the building up of his kingdom, and we need not worry ourselves about it. You were told, last season, when we heard that an army was on its way here, that we would rather lay waste this Territory than yield our rights to men who have no  <div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3098\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>regard for, neither understand the Constitutional rights of the people; and the people said amen to that purpose. We were able, last fall, to keep them from us, and we are well able to defend this city&#x2014;how long, I do not know. <\/div><div class=\"paragraph jod\" id=\"v7n308\"> If we love our improvements and property better than we love the lives of our brethren, the Lord will lead us in a way to waste us instead of our property. Can you understand that it is better to lose property than the lives of men, women, and children? But if we are so wedded to our property that we would rather fight for it than sacrifice it, if required, for our religion, then we are in a condition to be wasted, and our property would go into the hands of our enemies. <\/div><div class=\"paragraph jod\" id=\"v7n309\"> We are able to defend the city and keep out our enemies; but if we prove to our Father in heaven and to one another that we are willing to hand back to him that which he has given us (which is not a sacrifice), and that we love not the world nor the things of the world,<span class=\"citation\" id=\"78553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78553)\">1 Jn. 2:15<\/a><\/span> he will preserve the people until they can become righteous. <\/div><div class=\"paragraph jod\" id=\"v7n310\"> You never heard me say that we would stick to this city; but we will defend ourselves against the floods of iniquity which our enemies wish to overwhelm us with by the introduction of a licentious and corrupted soldiery. <\/div><div class=\"paragraph jod\" id=\"v7n311\"> If we vacate the ground, that may satisfy them; but if they undertake to come in before we are ready, we will send them to their long home. <\/div><div class=\"paragraph jod\" id=\"v7n312\"> Some may marvel why the Lord says, &#x201C;Rather than fight your enemies, go away.&#x201D; It is because many of the people are so grossly wicked, that, were we to go out to fight, thousands of the Elders would go into eternity, and women and children would perish. <\/div><div class=\"paragraph jod\" id=\"v7n313\"> Is every man and woman wicked? No: the majority of this people are <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3098\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> doing the best they can; but the ignorance of the people is astonishing. Be patient. The Lord is full of mercy and great kindness, and bears with our weaknesses; and he wishes to bear with us until we come to understanding&#x2014;until we know how to be righteous before him. I do not want men to go into eternity clothed with unrighteousness. <\/div><div class=\"paragraph jod\" id=\"v7n314\"> We have talked about redeeming Zion, but the people are not yet righteous enough to receive and build up Zion in its purity, though they are growing to it. <\/div><div class=\"paragraph jod\" id=\"v7n315\"> I have a certain knowledge within me that the Elders of Israel will never be permitted to lay judgment to the line and righteousness to the plummet,<span class=\"citation\" id=\"58624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58624)\">Isa. 28:17<\/a><\/span> with regard to the wicked and ungodly, until they understand righteous principles, and live to them. I do not care if we live until doomsday, and are hunted as long as we live, and go into the grave, and our sons and daughters come up after us, if they cannot arrive to the knowledge of the truth, they also will have to live in sorrow and affliction until they are worn out, and another generation shall come up after them. God is not willing that unholy hands shall carry out his judgments in the latter days. <\/div><div class=\"paragraph jod\" id=\"v7n316\"> When men go out to fight, I want them to go so full of the power of God that balls cannot hit them, and that the judgments and mercy of the Almighty may rest in their hearts: then they will know what to do. <\/div><div class=\"paragraph jod\" id=\"v7n317\"> Let this people go together, and be together, and let the women say there is such a thing as flax, and such a thing as a wheel with which to spin it. That makes me think of a young Boston lady on a visit to the country. She did not wish it known that she was at all countryfied, but wanted to appear quite delicate, and upon seeing a flock of geese, &#x201C;O dear me,&#x201D; said she, &#x201C;what are those geese?&#x201D; Some  <div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3097\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of our women are inclined to say, &#x201C;What do you mean by a spinning wheel? What do you mean by a loom?&#x201D; Such are female loafers, who bring up their children in idleness, and buy starch in the stores instead of making it. But now, thank God, there are no stores in which to buy; and I hope there will not be any more here, for it is the conduct of traders who have fattened in our midst that has brought an army into our Territory. I would rather see every building and fence laid in ashes than to see a trader come in here with his goods. I want you to understand that we are in favor of home manufacture in good earnest. Raise sheep and flax, and make cloth, and raise cotton, as fast as you can, and we will try to improve. <\/div><div class=\"paragraph jod\" id=\"v7n319\"> I am willing to leave this place, if I am called upon, and to take joyfully the spoiling of my goods. It is all right. It is a trouble for us to take care of the property we have; and if I knew that it was just as pleasing to the Lord, I would rather reduce it to ashes. We can move chairs, bureaus, &amp;c. &#x201C;Shall we take out such articles first?&#x201D; Charge your minds with this counsel, Bishops and all Elders of Israel: The articles of food are first to be moved to safe places. Take care of the eatables, and see that they are well secured. Take care of our grain, &amp;c., first; and see that the Indians cannot get our oxen and cows. Then we will take care of the people; and then, if we have time, we can move more or less of the valuable furniture, and cache our doors, lumber, &amp;c. Perhaps we may come back here, and perhaps not. I would as soon be here as anywhere, and anywhere as here, wherever the Lord may require me. <\/div><div class=\"paragraph jod\" id=\"v7n320\"> With regard to doctrinal points, that which we do not understand should not be talked about in this stand; and the Elders of Israel should <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3097\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> never contend about any point of doctrine that does not pertain to the present day's salvation. Brother Hyde has been speaking of our Father and God. The remarks are very good; but what does the point involved in his remarks concern us? It is neither here nor there; and there are many ideas that may be advanced without enlightening our minds. When I go to where Joseph is, he will be the President of this dispensation. If he is the God that stands there, and I do not see any other, it will be right; or if Peter is God, all right, for he never will become a God, unless he is duly exalted to that station. Joseph will not be God to this people, unless he is crowned a God; and if he is, he will be like the rest of the Gods, and what will be the difference? Suppose that Enoch, Abraham, or Moses be our God, or the Prophet Isaiah, what is the difference? Who cares? There are many things the brethren talk about that are neither here nor there to us. They had better be looking after a few potatoes from which to make starch, or straw for making bonnets. <\/div><div class=\"paragraph jod\" id=\"v7n321\"> Eight years ago I told you to gather up and save your wagon covers and tents, for you would want them; and since then I have seen thousands of good cloth needlessly exposed to the elements, and rotting in our streets. Now people need the cloth they walked underfoot years ago. Who will pity them? Not I. There has been more cloth wasted, during the ten years past, than would clothe this community. The calicos, starch, sugar, candle-wicking, &amp;c., are now gone. Are there many in this congregation who can make candle-wicking out of cotton? &#x201C;Do they make it of cotton? Really I am surprised!&#x201D; Do not be so ignorant, but say you can make it. A few years ago, a widow came here with five children. She was poor, and at first  <div class=\"break pagebreak\" id=\"48a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0048.pdf\" target=\"pdfwin\">p.&#xA0;48a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3096\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>engaged in binding shoes, next in closing them, then in putting on the soles, and finally in making light shoes; and last fall she had apprentices, and made thirty pairs of the boots that were furnished to the Quartermaster's Department. She has a house, a cow, and a garden&#x2014;the fruits of her labor and economy, and would outstrip many of our mechanics in earning a living. She knew what leather was; and when she saw a flock of geese, she did not ask, &#x201C;What are those geese?&#x201D; but said, <div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3096\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;Those are geese, and I wish I had them to pick.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n323\"> Remember the counsel you have heard today, and prepare for burning. <\/div><div class=\"paragraph jod\" id=\"v7n324\"> May the Lord bless you! You have my prayers, good feelings, and faith all the time; and I trust that the kindness and mercies of our Father in heaven are such that he will bear with us in our weaknesses until we can learn truth and righteousness, and practice it; which may God grant. Amen. <\/div>\n<\/div>\n<\/div>"}