{"ID":70005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Adherence to &#x201C;Mormonism&#x201D;&#x2014;Perpetual Emigration Fund.<\/div>\n<div class=\"subtitle\">An Address by President Heber C. Kimball, Delivered at the General Conference, in the Tabernacle, Great Salt Lake City, October 6, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Adherence to &#x201C;Mormonism,&#x201D; Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 10\/6\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v7n261\"> We have heard a very beautiful relation from Elder T. D. Brown, of the mission at the South. It seems that everything we undertake in righteousness prospers, and the Devil and his agents cannot help themselves, if we are faithful. <\/div><div class=\"paragraph jod\" id=\"v7n262\"> The Zion's ship that was spoken of today, which runs in Snag harbor, has prospered from the first day it was launched, and every man and woman who stick firmly to that ship will prosper from this time henceforth and forever. That I know, for I have been on board that ship, and am now sailing upon it. <\/div><div class=\"paragraph jod\" id=\"v7n263\"> The first time I went to England, I was on board of Zion's ship, and Joseph came to me while I was sailing, and put into my hand a rod; and I presume, if I have dreamed once of being aboard of that ship, I have dreamed it a hundred times. I have been in it in the midst of dangers and in the most dangerous places. I have seen trees and stumps, mountains and rocks, and everything else that could be placed in her course thrown before her to stop her in her course; but she can sail through a mountain or on dry land as well as upon the water. I have this in dreams; and I will say to the brethren, Just so long as you keep aboard of that ship you will prosper. I do not care whether it is in the midst of the Lamanites or among the Jews&#x2014;whether it is in Italy or in Denmark, in Europe or in America, we will prosper, and I know it. That is my testimony. <\/div> <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3105\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n264\"> As brother George A. Smith was saying, there are some who want to enjoy ancient &#x201C;Mormonism&#x201D;&#x2014;that is, as &#x201C;Mormonism&#x201D; used to be when it was a small sapling. But it is now becoming a lofty tree, and its branches are beginning to shoot forth all over the nations of the earth; ancient &#x201C;Mormonism&#x201D; has grown to such a degree. Many have been in the background, and have left the tree, and it has grown to that extent, they do not know it. That is the trouble with them: they don't know what &#x201C;Mormonism&#x201D; is. But this is &#x201C;Mormonism,&#x201D; and this is the Church of Jesus Christ of Latter-day Saints, and President Young is the true and legal administrator and delegate sent from God, and we are his brethren, and he is on board of Zion's ship, and he is the captain; and if we will stick to it, we shall never run foul of the rocks; and whoever he tells to take hold of the helm, he will tell them in what direction to steer; and she is such a good sailor, and so true to the helm, she will run right between or over all snags. <\/div><div class=\"paragraph jod\" id=\"v7n265\"> Do you believe it, you old &#x201C;Mormons?&#x201D; [&#x201C;Yes.&#x201D;] Well, then, why don't you grow with the tree, and with the branches thereof? Brother Brown would grow faster living on bread and water, and water and bread, with a little milk. Gentlemen, if you don't look out, the ship will get out of reach, and the tree will grow out of your knowledge, so that you will forget what manner of a tree it was; because, as the tree grows, it changes  <div class=\"break pagebreak\" id=\"40a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0040.pdf\" target=\"pdfwin\">p.&#xA0;40a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3104\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in size and appearance, just the same as a child as it grows to manhood; and if you had not been with him all the time, you would not know him, although he were your own son. <\/div><div class=\"paragraph jod\" id=\"v7n267\"> The text that President Young gave us bears upon my mind considerably, and it is a thing we ought to take into consideration; not me alone, but every man and woman that belongs to the Church of Jesus Christ of Latter-day Saints; not only those who are indebted to the Perpetual Emigrating Fund, but all ought to throw in their mites and enlarge this Fund. The means can be paid in here, and the poor can be brought out from the nations. Hundreds have come on this year on the strength of this Fund. It is the duty of those who have been brought out by it to go and work forthwith for means to pay their indebtedness. It does not belong to you, but it belongs to those who have made the Fund: it belongs to that Company, and to every individual, if they have not placed in it any more than a picayune or a halfpenny. <\/div><div class=\"paragraph jod\" id=\"v7n268\"> Look at the poor in old England. I have heard that some have feelings against me, because I have spoken of the poverty of the people in that country. I know more about its poverty than the natives of the country do. Those who come from there don't know as well about it as we do. In the last letter that came from my son William, he wrote that, &#x201C;I feel to weep and mourn and lament, when I behold the poverty of the people: they are starving to death, and there are scores and hundreds of my brethren in the poorhouses of the country: the husband is put in one poorhouse, the wife in another, and the children in another.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n269\"> That is the case with our brethren there; and while you are here in the midst of luxuries&#x2014;while you are enjoying these blessings of the Lord, can you see your own brethren <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3104\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> afflicted? It is not only so in England, but in Ireland, in Scotland, in Denmark, and in Sweden, and in all the nations of the earth. Do they enjoy what we enjoy? No. Although there are some who want to return to their native country, to enjoy their own habits and customs, yet there is no rational man or woman who wants to return. <\/div><div class=\"paragraph jod\" id=\"v7n270\"> Brethren, did you ever reflect upon these things, and try to find out what you could do? Supposing there were not any more Saints than what are in this room today, if we were to put forth our hand as one man, what could we accomplish? There are people enough in this congregation to accomplish more than the whole Church has, if they would only believe and act upon the instructions given them. Solomon says, &#x201C;The liberal man deviseth liberal things; and by his liberality shall he live.&#x201D;<span class=\"citation\" id=\"58977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58977)\">Isa. 32:8<\/a><\/span> I have proved the truth of this saying to my fullest satisfaction and to my astonishment, time and time again. When I have been poor and penniless, and could not raise five dollars, I have gone to work, by the counsel of my President, and built me a good house, and furnished it; and says brother Brigham, &#x201C;You shall build that house, and you shall have your fit-out.&#x201D; I did it according to his word, and it was clear of debt, and I had a good fit-out. <\/div><div class=\"paragraph jod\" id=\"v7n271\"> I have done the same here upon the same principle; and said the President, &#x201C;Brother Kimball, take one load of rock, and a load of sand, and a load of clay, and say to the masons and joiners, Go ahead; for I never built a house yet, but I was better off when I had done it than when I began.&#x201D; And brethren and sisters, that is the reason I keep on building. [Voice; in the stand: &#x201C;You will get poor if you stop.&#x201D;] Therefore I go ahead. Many will sit down and count the costs&#x2014;<span class=\"citation\" id=\"67696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67696)\">Luke 14:28<\/a><\/span>how much it will cost to put a potato in the ground, and then  <div class=\"break pagebreak\" id=\"41a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0041.pdf\" target=\"pdfwin\">p.&#xA0;41a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3103\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>how much it will take to raise a hill around it; and they find out the expense is so great, they will never plant a potato nor make a hill, and they never will accomplish anything. Do you know that is true? <\/div><div class=\"paragraph jod\" id=\"v7n273\"> Let us go to work now and enlarge this Fund, and let us do it at this Conference; and let those who are indebted to it go to work immediately and pay up. We shall probably hold this meeting for a time, and your hearts shall be enlarged; and if you could only go home while they are enlarged, and all the puckering strings loosened, and back the thing right up, the Perpetual Fund would be rich. I know that men and women have consciences that want to screw this way, and twist that way, and every way under God's heavens, before they can come to the right thing. If you want to grow and thrive, and want to have the Spirit of the Lord, and the Holy Ghost to be with you, and have dreams and visions, and gold and silver, and herds and flocks, wives and children, and every other good thing, go ahead in every duty, and never falter one moment, and tell the Devil to kiss your foot. <\/div><div class=\"paragraph jod\" id=\"v7n274\"> The Devil is on the puckering line, and he will pucker every Saint and every man there is upon the earth, so that they would let their fellow beings lie down in a furrow of the field and starve to death; and these are your brethren and sisters, if you only but knew it, just as much as your brethren and sisters are according to what you call the flesh. This is the feeling of many&#x2014;&#x201C;Well, if I could only get dad, and mammy, and granddad, and uncle John, and aunt Nancy, and Sally here, I would not care a damn for all the rest.&#x201D; Who cares about having only Nancy and Sally? Let us have Susan and Polly and Timothy and Andrew out, too. What do you say? [Voice in the stand: &#x201C;Let us bring them all <div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3103\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> out.&#x201D;] Yes, let us bring them all out. The wars, distress, and confusion among the nations are increasing the value of provisions. It was just as much as you could do to live, when you were there. <\/div><div class=\"paragraph jod\" id=\"v7n275\"> What do you say, brethren and sisters? I do not want you to say anything, unless you go ahead and do what you say. Shall we go ahead and enlarge these funds, and pay up our debts? [Voice in the stand: &#x201C;Aye.&#x201D;] Well, all who are in favor of paying up your debts to the Fund, to the Church, and everybody else, I want you to signify it by raising your right hands, and then say, &#x201C;Aye.&#x201D; [&#x201C;Aye.&#x201D;] And when you come tomorrow, bring along your pennies, and let us keep gathering and enlarging the pile, and keep enlarging it, and gather the Saints together from the four quarters of the earth. We are the persons to do that business; and when we have accomplished our part as servants in the flesh, God will send angels he has had in reserve to accomplish what we cannot accomplish. But he will make us buckle up to the work; and if we should happen to lie down and sleep before we have done all we might do here, he will tell us to awake and go about our business, and accomplish that we might have done while we were in the flesh. You have got to do it, as sure as the sun ever rose and set; you may wait as long as you have a mind to before you begin. <\/div><div class=\"paragraph jod\" id=\"v7n276\"> My feelings are for us all to concentrate our energies with the head of this Church, and put the wheel in operation, that, when another year comes, we may see a hundred times more come out by the Perpetual Emigrating Fund than we have ever seen. <\/div><div class=\"paragraph jod\" id=\"v7n277\"> I believe I have stuck to the text pretty well. May God bless you, and help you to be faithful and fulfil your covenants, from this time henceforth and forever. Amen. <\/div>\n<\/div>\n<\/div>"}