{"ID":70007, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Divine Government&#x2014;Hostility of the United States Government Towards the Saints.<\/div>\n<div class=\"subtitle\">A Discourse Delivered by Elder Orson Hyde.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Divine Government, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: None<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d07\">\n<div class=\"paragraph jod\" id=\"v7n325\"> God is the legitimate Ruler of the universe, and no government under him is strictly legal, except it be duly authorized and commissioned by him: and as evidence that he has ordained and established a Government direct on the earth, the voice of an inspired Prophet is most weighty in its counsels, and first and foremost in guiding its administration. Indeed, the Prophet of God is the mouthpiece of the Almighty to portray his will, that it may be done on earth as it is done in heaven.<span class=\"citation\" id=\"63366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63366)\">Matt. 6:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n326\"> There never was a legitimate government on the earth standing in the favor of Heaven without an inspired Prophet of God to direct its policy; neither will there ever be. <\/div><div class=\"paragraph jod\" id=\"v7n327\"> There have been and still are many governments on the earth that share the goodness of God to a certain extent; and he raiseth them up and putteth them down by his wise pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3096\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vidences over them. But if a nation be not raised up by an inspired Prophet of God, or Patriarch, as in the days of Adam, Noah, Abraham, Moses, and Jesus, it is bastard, and not a legitimate son, and, consequently, not heir to the scepter, neither can he be canonized as lawgiver in the house of God, though he may be in the house of Hapsburgh or York. Ishmael was blessed in many things, yet the covenant of God was with Isaac, who was not born according to the flesh, but of promise, according to the spirit.<span class=\"citation\" id=\"126315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126315)\">Gen. 17:19-21<\/a><\/span> He, therefore, who was born after the flesh (Ishmael) persecuted him that was born after the spirit (Isaac). Even so it has been since, and still is.<span class=\"citation\" id=\"74616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74616)\">Gal. 4:27-29<\/a><\/span> Governments that have been born or instituted pursuant to the fleshly desires, vain glory, worldly pride, and ambition of fallen man persecute those that are born of the spirit, or instituted and established by  <div class=\"break pagebreak\" id=\"49a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0049.pdf\" target=\"pdfwin\">p.&#xA0;49a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3095\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the commandment of God, and sustained by the promise of Jehovah. This principle was clearly manifest in the case of Joseph sold into Egypt.<span class=\"citation\" id=\"53580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53580)\">Gen. 37:2-28<\/a><\/span> God designed him to rule, and indicated the same by singular dreams and visions to the lad. This excited the jealousy of his brethren, and they began to persecute him: yet their persecutions hurried him into the very place that God designed him to fill. When men attempt to oppose the purposes and designs of God, their very opposition is overruled to the furtherance thereof, and to the disappointment and mortification of such characters. <\/div><div class=\"paragraph jod\" id=\"v7n329\"> Is there now a court or cabinet on earth among the acknowledged nations at which a Prophet of God would be admitted and accredited as minister from the court of heaven? I know of none: yet if these courts and cabinets were truly legitimate, and standing in the light and favor of God, not one would reject such a minister. &#x201C;I know my sheep, and am known of mine.&#x201D;<span class=\"citation\" id=\"69659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69659)\">John 10:14<\/a><\/span> &#x201C;He that receiveth whomsoever I send receiveth me.&#x201D;<span class=\"citation\" id=\"69837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69837)\">John 13:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n330\"> In view of this estranged, alienated, and illegitimate condition of the nations of the earth, God foretold by Daniel the Prophet that he would set up his kingdom at a certain time, which should break in pieces all others, and stand forever.<span class=\"citation\" id=\"61189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61189)\">Dan. 2:44<\/a><\/span> This will be the time to try men's souls. To step forth to maintain the only legitimate sovereignty on earth and in heaven, in the face of a jealous and persecuting family of nations, rich and strong, requires bold hearts and valiant spirits. The sword, the rifle, the cannon, the hemp rope, and prison are arrayed before such as the reward of their patriotic devotions to the &#x201C;Prince of Life.&#x201D; When God does set up his kingdom, some men must of necessity be placed in this critical position&#x2014;not because of a hostile spirit towards <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3095\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the kingdoms of this world, but because of strict loyalty, supreme love, and devotion to God and to his government. This will try the grit of men, and show who is willing to lay down his life for Christ's sake, and who is not. To be tried and executed for treason cannot be a pleasant ordeal to be subjected to; yet it must needs be that offenses come,<span class=\"citation\" id=\"65035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65035)\">Matt. 18:7<\/a><\/span> and that some men suffer the penalty of treason against the powers of this world for Christ's sake, that a precedent may be established to judge the nations by, who will all prove themselves guilty of high treason against God and his government. When the Saints judge the world (as Paul declares they will),<span class=\"citation\" id=\"73227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73227)\">1 Cor. 6:2<\/a><\/span> they will have a precedent to go by; and the illegitimate nations of the earth will learn that out of their own mouth they will be judged;<span class=\"citation\" id=\"67903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67903)\">Luke 19:22<\/a><\/span> and with the very same judgment with which they judge they shall be judged,<span class=\"citation\" id=\"63683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63683)\">Matt. 7:1-2<\/a><\/span><span class=\"citation\" id=\"83568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83568)\">Moro. 7:18<\/a><\/span> by those who had the power to bind and loose on earth,<span class=\"citation\" id=\"64879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64879)\">Matt. 16:19<\/a><\/span> to remit sins and to retain them.<span class=\"citation\" id=\"70915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70915)\">John 20:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n331\"> May not the Latter-day Saints cherish the desire to live in such interesting days? They may. They do live in these very days when God is establishing his kingdom as spoken of by Daniel the Prophet. We have a great and responsible work laid upon us; yet, God being our helper,<span class=\"citation\" id=\"56770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56770)\">Ps. 54:4<\/a><\/span> we will accomplish it. <\/div><div class=\"paragraph jod\" id=\"v7n332\"> The king of Egypt sought to destroy, by an infernal order, many of the Hebrew children, fearing that by their great and astonishing increase they would endanger the Egyptians.<span class=\"citation\" id=\"53762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53762)\">Ex. 1:7-22<\/a><\/span> But his fears and hellish precaution did not save him or his army. His oppression of Israel and his evil treatment towards them had provoked the Almighty to destroy Pharaoh and his adherents; and, consequently, he hardened his heart, and led him on to the snare in which he was taken. Had that haughty prince remained at home with his army, he would have  <div class=\"break pagebreak\" id=\"50a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0050.pdf\" target=\"pdfwin\">p.&#xA0;50a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3094\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lost Israel only; but, with hard heart and stubborn will, he pursued him with a mighty host (even such as is now recommended to pursue the &#x201C;Mormons&#x201D;), to chastise and persecute him; and behold and lo! that proud monarch, with all his soldiers, perished in the presence of all Israel.<span class=\"citation\" id=\"54016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54016)\">Ex. 14:23-31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n334\"> Here is a glass that reflects the position and fate of the United States, if they persist in following the Saints with their forces. If the serpent will cast out a flood of waters<span class=\"citation\" id=\"94561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94561)\">Rev. 12:15<\/a><\/span> after the woman who has fled into the wilderness<span class=\"citation\" id=\"79568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79568)\">Rev. 12:6<\/a><\/span> from before his face, the earth may kindly open her mouth in the form of an earthquake, and drink up the flood or army. &#x201C;This would be a mode of warfare upon which their tactics furnish them no information.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n335\"> Then the remnant of her seed, not yet gathered, may beware of the dragon. <\/div><div class=\"paragraph jod\" id=\"v7n336\"> Herod slew the male children of Bethlehem under a certain age, with the hope of catching the illustrious child<span class=\"citation\" id=\"62652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62652)\">Matt. 2:16<\/a><\/span> whose birthplace was shown to the wise by a peculiar star.<span class=\"citation\" id=\"62635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62635)\">Matt. 2:1-2<\/a><\/span> This wicked and murderous plan did not succeed. An angel flew to Joseph in a dream by night and defeated the whole plan.<span class=\"citation\" id=\"62642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62642)\">Matt. 2:13-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n337\"> God will defend his cause and protect the righteous! The work of God brings a fear and a terror upon the ungodly. It smites them with confusion and consternation, as did the handwriting upon the wall of the Babylonish monarch.<span class=\"citation\" id=\"61495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61495)\">Dan. 5:5-9<\/a><\/span> There is a spirit attending what is called &#x201C;Mormonism&#x201D; that carries conviction of its truth to many in high places as well as low. Conviction generally begets faith, and causes repentance in low places&#x2014;in high ones, often rage and desperation. &#x201C;Whom the gods would destroy, they first make mad.&#x201D; By this spirit people are moved upon, confused, maddened, and infuriated, even like the waters, when the breath of heaven sweeps over their surface. <\/div> <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3094\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n338\"> The press is frantic with fear. It magnifies the molehill into a mountain, and the still, small voice<span class=\"citation\" id=\"94562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94562)\">1 Kgs. 19:12<\/a><\/span> of truth into the terrific roar of all the artillery of the allied powers before the walls of Sebastopol. Inasmuch as the press has, in most cases, made lies its refuge,<span class=\"citation\" id=\"58603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58603)\">Isa. 28:15<\/a><\/span> and by that means raised a storm of fury against us, by giving publicity to the most foolish, extravagant, and wicked things that men could invent, and as the Government, in its haste and rashness, has been greatly influenced by these publications to send a military force upon us, may the God of armies magnify us in reality and truth more than the press knows, or can even think. <\/div><div class=\"paragraph jod\" id=\"v7n339\"> The clergy show their lack of faith to guard the destinies of man, and to guide his actions in a manner to bring about the purposes of the Creator. Their dogmas, creeds, and isms, together with their salaries and selfishness, must be sustained, if Heaven's truth has to be nailed to the cross. &#x201C;O fools, and slow of heart to believe!&#x201D;<span class=\"citation\" id=\"68411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68411)\">Luke 24:25<\/a><\/span> Have you not long opposed one another? And yet, have you not prayed for the watchmen to see eye to eye? The principles having now been revealed upon which the true and faithful watchmen of Zion may and will see eye to eye,<span class=\"citation\" id=\"59562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59562)\">Isa. 52:8<\/a><\/span> reveal also another thing with equal certainty&#x2014;that is, who the wolves are in sheep's clothing. Though clad like sheep, they howl against the kingdom of God, its institutions, and laws, like wolves, and with equally as much sense and intelligence&#x2014;not even omitting the implied sound of blood! <\/div><div class=\"paragraph jod\" id=\"v7n340\"> The press, the clergy, and the tiger-footed politicians have doubled teams upon the Executive to draw him into a snare, that he may be punished, as was Ahab by the lying prophets.<span class=\"citation\" id=\"55745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55745)\">1 Kgs. 22:20-23<\/a><\/span> An army is raised in the very floodtide of excitement, and hurried away into the field to operate against the &#x201C;Mormons.&#x201D; Rash and inconsiderate move<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"51a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0051.pdf\" target=\"pdfwin\">p.&#xA0;51a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3093\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment! The avowed object is to vindicate the nation's authority and honor: but, alas! It will turn more to its shame and mortification than any step it ever took. <\/div><div class=\"paragraph jod\" id=\"v7n342\"> The kingdom that Daniel prophesied of is represented under the figure of a stone cut out of the mountains without hands, rolling forth, before which the mighty image fell.<span class=\"citation\" id=\"61059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61059)\">Dan. 2:34-35,45<\/a><\/span> They find a rolling kingdom here. Our Savior speaks of the very same stone in this language&#x2014;&#x201C;Whomsoever falleth upon this stone shall be broken.&#x201D;<span class=\"citation\" id=\"65354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65354)\">Matt. 21:44<\/a><\/span> The United States have sent their army to fall upon this stone in the mountains; and for this hasty and ill-advised act, and because of the blood of the Prophets that cries from the ground in the ears of Jehovah that has never been avenged, they will be broken. <\/div><div class=\"paragraph jod\" id=\"v7n343\"> One thing is certain&#x2014;The Latter-day Saints will never forget their persecutors who repent not. Though they bear up under their losses and misfortunes with a degree of fortitude and cheerfulness, yet the fire of indignation burning in their breasts towards their enemies who have robbed, despoiled, and driven them will never be quenched until they are punished, and justice satisfied, even if it should require time and all eternity to accomplish it. <\/div><div class=\"paragraph jod\" id=\"v7n344\"> We have asked the Government repeatedly and most respectfully to redress our wrongs; but they told us it was not their place to do it. &#x201C;Your cause is just, but we can do nothing for you,&#x201D; was the sentiment of the Executive of the nation. If the General Government could not lawfully interfere to punish our persecutors and murderers, they could at least have made us an appropriation to relieve our immediate wants, when they saw that we were houseless, homeless, distressed, and wandering. They were asked to do it. But they never gave us a dime to enable us to <div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3093\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> say of them, When I was hungry, you gave me meat; naked, and you clothed me, &amp;c.<span class=\"citation\" id=\"66181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66181)\">Matt. 25:35-36<\/a><\/span> But we were told by our leaders to be of good cheer&#x2014;that it was wisdom in God that the nation should be applied to by us to redress our grievances; and if it had undertaken, with sincere intention and vigorous hand, to wash from its skirts the blood of our Prophets, as it should have done, Divine Justice would have been appeased with far less, under such circumstances, than it now will. We have reason to thank our God that our sufferings have been but slightly mitigated by the sympathies of this world: hence, the more abundant sympathies of Heaven in its time. <\/div><div class=\"paragraph jod\" id=\"v7n345\"> After patiently waiting many years, we have unanimously adopted this opinion&#x2014;that God now requires us to redress our own wrongs; or, in other words, to take a stand that will enable him to do it for us; and his late promises to us are to this effect. <\/div><div class=\"paragraph jod\" id=\"v7n346\"> It sometimes falls out, when justice is denied to the weak by the strong, whose duty it is to administer it, that an overruling Providence confers power on the weak and oppressed to take their own part, and even to punish the great and the strong for not doing their duty. This is an honor sometimes conferred upon the downtrodden, to console and comfort them, and to bring dishonor, shame, and humiliation upon the great, who were clothed with power, but declined using it in an unpopular, though just cause. All is going on right. &#x201C;It must needs be that offenses come.&#x201D;<span class=\"citation\" id=\"65036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65036)\">Matt. 18:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n347\"> United States Judges have often required posses and guards in this Territory for various service at great expense; and, after assuring that the Federal Government would pay the expenses, they have, in some cases, reported adversely to those claims being allowed when their own requisition caused them; and the Government has declined paying them,  <div class=\"break pagebreak\" id=\"52a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0052.pdf\" target=\"pdfwin\">p.&#xA0;52a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3092\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>repudiated the acts of its own officers, and saddled upon Utah the entire responsibility. This also displeased the &#x201C;Mormons;&#x201D; and we say that we will have no more such servants or two-faced scamps among us; and if the Government itself repudiate the acts of its own officers, it is sufficient reason that we also should do the same, even if there were no other reason for doing it. Why, then, send an armed force upon us to compel us to honor officers whose official acts you repudiate? <\/div><div class=\"paragraph jod\" id=\"v7n349\"> If God does not help us, we may be killed and destroyed; but we can never feel right towards the United States till they hang the murderers of Joseph and Hyrum Smith, punish the miserable incendiaries that burned our houses, grain, and fence&#x2014;that drove us from county to county, and from State to State, and, last of all, drove us into this wilderness to perish (what they did not kill or cause to perish in our persecutions); and, fearing now, if we are let alone, that we shall grow into strength sufficient to chastise our enemies ourselves, a military force is sent against us to crush us out; and fear, inspired by guilt, is the very cause of this demonstration now being made against us. <\/div><div class=\"paragraph jod\" id=\"v7n350\"> The &#x201C;Mormons&#x201D; will carry the remembrance of their wrongs to the grave; and in the resurrection, at the bar of God, they will say&#x2014;&#x201C;When I was weak and defenseless, you persecuted me; when I was in prison, you mocked and derided me&#x2014;you threatened my life, and took it; when I was sick, you carried me out of my house, and burned it&#x2014;also my grain, and killed my husband; when I had no house, home, or friends that could assist me, with a feeble infant in my arms, you forced me across the Mississippi River at the point of the bayonet&#x2014;where I had perished, had not God, in mercy and compassion, sent thousands of quails into our camp, and I and <div class=\"break columnbreak\" id=\"52b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0052.pdf\" target=\"pdfwin\">p.&#xA0;52b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3092\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> my children caught scores of them with our hands, which we ate, and thanked the giver. When I enlisted in your army to fight your battles, you killed my aged father and my brother that were left behind at Nauvoo. When we purchased lands of you and paid you our money, you covenanted that you would warrant and defend them to us. You broke your covenant, by allowing us to be forcibly and illegally removed, and our possessions occupied by others, without our consent, and without compensation.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n351\"> This is the way we shall talk; and who, under such circumstances, could talk otherwise? Our enemies can go on just as far as the Lord will allow them, and make their damnation doubly sure. Time is the only witness in this case that the nation will listen to; and when they fully get this evidence, it will be too late for them to profit by it. The antediluvians would not listen to the testimony of Noah. Time alone could convince them of the truth of what that venerable father taught them. The convincing argument, however, at length came on the wings of time; but, alas! It was too late! The Lord had closed the door of the ark, and disappointed outsiders lived only to see the vengeance of an angry God hurled at them in the watery element. &#x201C;This was a mode of warfare upon which their tactics furnished them no information.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n352\"> The Government, no doubt, think they can soon use up the &#x201C;Mormons&#x201D; so effectually that they will not be troubled with us anymore. This might be, if they had none but the &#x201C;Mormons&#x201D; to fight. They will, however, find this saying verily true&#x2014;&#x201C;They that are for us are more than all those that are against us.&#x201D;<span class=\"citation\" id=\"55815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55815)\">2 Kgs. 6:16<\/a><\/span> &#x201C;Behold, how great a fire a little matter kindleth.&#x201D;<span class=\"citation\" id=\"77648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77648)\">James 3:5<\/a><\/span> But the Government will always be troubled with the &#x201C;Mormons&#x201D; in this world and the world to  <div class=\"break pagebreak\" id=\"53a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0053.pdf\" target=\"pdfwin\">p.&#xA0;53a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3091\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>come; but the &#x201C;Mormons&#x201D; will not always be troubled with the Government. The more they meddle with &#x201C;Mormon&#x201D; affairs, the more difficult and awkward they will find them. They will be a stone of stumbling and ROCK of offense,<span class=\"citation\" id=\"58019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58019)\">Isa. 8:14<\/a><\/span> even a stone cut out of the Rocky Mountains without hands,<span class=\"citation\" id=\"61060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61060)\">Dan. 2:34-35,45<\/a><\/span> awkward and unseemly. The God of Jacob preserve the righteous, &#x201C;if it must needs be that the wicked be destroyed by fire from heaven,&#x201D;<span class=\"citation\" id=\"86480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86480)\">D&amp;C 63:34<\/a><\/span> in the name of Jesus Christ! <\/div><div class=\"paragraph jod\" id=\"v7n354\"> Our enemies need neither fear nor hope that our trust is in the Indians. Yet they do fear that the Indians will rally to our aid; and yet they hope that we have no more reliable source for help than they. Their fears may come upon them, but their hopes will utterly perish. <\/div><div class=\"paragraph jod\" id=\"v7n355\"> What the world calls &#x201C;Mormonism&#x201D; will rule every nation. Joseph Smith and Brigham Young will be the head. God has decreed it, and his own right arm will accomplish it. This will make the heathen rage, and the people imagine a vain thing.<span class=\"citation\" id=\"56296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56296)\">Ps. 2:1<\/a><\/span> Yet upon the words of these men the eternal destiny of the generation in which they lived hangs. Whosesoever sins they remit will be remitted, and whosesoever sins they retain will be retained.<span class=\"citation\" id=\"70916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70916)\">John 20:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n356\"> O ye Saints of latter days, be humble, be faithful, be watchful, and very prayerful! Murmur not against Brigham, nor against God. Trouble not yourselves about what you shall eat, drink, or wear;<span class=\"citation\" id=\"63578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63578)\">Matt. 6:25<\/a><\/span> but be patient in afflictions,<span class=\"citation\" id=\"84465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84465)\">D&amp;C 24:8<\/a><\/span> and remember that the great Captain of our salvation was <div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3091\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> made perfect through sufferings,<span class=\"citation\" id=\"76434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76434)\">Heb. 2:10<\/a><\/span> and we are called to walk in his steps. Do as your leaders direct you. Be prudent and careful with what you have. Remember that we are called to be saviors. Therefore, save everything that you can save that will save you. Boast not, only in God, that you are worthy to suffer shame and condemnation for his sake;<span class=\"citation\" id=\"71495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71495)\">Acts 5:41<\/a><\/span> and two things you shall behold&#x2014;One, the fulfillment of the prophetic words of Colonel Johnston&#x2014;&#x201C;The American army never goes back!&#x201D; Two, a germ shall spring out of &#x201C;Mormonism,&#x201D; whose branches shall leap over the wall,<span class=\"citation\" id=\"53708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53708)\">Gen. 49:22<\/a><\/span> and whose foliage shall exhale welcome odor in every nation! <\/div><div class=\"paragraph jod\" id=\"v7n357\"> Be not, therefore, too anxious or forward, to persecute and destroy the men in whose hands Heaven has placed your destiny, lest, when the day of their power cometh, they may remember all your acts, and reward you according to your deeds. These men are bound to overcome; and he that overcometh shall have power over the nations, and shall rule them with a rod of iron.<span class=\"citation\" id=\"79073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79073)\">Rev. 2:26-27<\/a><\/span> &#x201C;Be wise, therefore, O ye kings: be instructed, ye judges of the earth. Kiss the Son, lest he be angry, and ye perish from the way, when his wrath is kindled but a little. Blessed are all they that put their trust in him.&#x201D;<span class=\"citation\" id=\"56319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56319)\">Ps. 2:10,12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n358\"> This is my testimony, and the testimony of the living God through his Apostle to all connected in the name of Jesus Christ; and the Spirit beareth record.<span class=\"citation\" id=\"83783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83783)\">D&amp;C 1:39<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}