{"ID":70008, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Peculiarity of &#x201C;Mormons&#x201D;&#x2014;Obedience to the Dictates of the Spirit&#x2014;Knowledge of the Truth, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Bowery, Provo, June 27, 1858.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Peculiarity of &#x201C;Mormons,&#x201D; Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/27\/1858<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d08\">\n<div class=\"paragraph jod\" id=\"v7n360\"> Previous to the arrival of our brethren, the lately returned missionaries, I had requested brother Harvey Whitlock to address the congregation today, for my own satisfaction; and I will give you the reason. In 1834 I went to Missouri. After the brethren had been driven from Jackson County, I saw brother Harvey Whitlock, and heard him converse only a very few minutes; and from that time I have not had the privilege of hearing him preach until today, although I have greatly desired it, from the short conversation we had twenty-four years ago. <\/div><div class=\"paragraph jod\" id=\"v7n361\"> I shall give way for the missionaries when I have said enough to satisfy my own mind. <\/div><div class=\"paragraph jod\" id=\"v7n362\"> I am very well satisfied with brother Whitlock's discourse; but I wish to make a little addition. <\/div><div class=\"paragraph jod\" id=\"v7n363\"> The people called &#x201C;Mormons&#x201D; by the world have a peculiarity about them that is understood by very few. In a great degree it is not comprehended even by the Church, and yet they acknowledge it. The nature of that peculiarity is simply this: The Gospel of salvation&#x2014;the Priesthood of the Son of God&#x2014;is so ordered and organized, in the very nature of it, being a portion of that law of heaven by which worlds are organized, that it is calculated to enlighten the children of men and give them power to save themselves. It is of the same nature as the further principles of eternal existence by which the worlds are and were, and by which they will endure; and these prin<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"54b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0054.pdf\" target=\"pdfwin\">p.&#xA0;54b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3090\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciples are pure in their nature, from the fact that they are of God, who is pure: but, without the revelation of the SPIRIT OF GOD, NO MAN can understand them.<span class=\"citation\" id=\"73009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73009)\">1 Cor. 2:10-16<\/a><\/span> That is the peculiarity there is about this mysterious work, and the whole world are astonished at the unity of this people. <\/div><div class=\"paragraph jod\" id=\"v7n364\"> &#x201C;How is it that this great people can be controlled by one man?&#x201D; is the question. To a certain extent they can be controlled and form a unit, though not as much so as they will when they rightly learn and practice the true principles of union. You may theorize and prove by philosophy&#x2014;in fact, convince the world, theoretically, of the blessings of unity; and yet there is no union among them. What is the reason? Because they will not be governed by the Spirit of God. We may correctly say that there is no difficulty in convincing people of the truth of the work in which we are engaged. We send our Elders into the world, in the midst of all the religion and philosophy of the day, and &#x201C;Mormonism&#x201D; takes them up and weighs them &#x201C;in the balances,&#x201D;<span class=\"citation\" id=\"61517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61517)\">Dan. 5:27<\/a><\/span> as the Prophet says of the Lord's measuring the seas in the hollow of his hand, and taking up the mountains as a very little thing.<span class=\"citation\" id=\"59330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59330)\">Isa. 40:12<\/a><\/span> A person who understands the truth of the principles and doctrines we preach and believe in can handle the religions and philosophy of the day as a small matter; consequently, it is not difficult to convince the world. There is but very little difficulty in convincing every person who will hearken  <div class=\"break pagebreak\" id=\"55a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0055.pdf\" target=\"pdfwin\">p.&#xA0;55a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3089\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to reason. You can convince them; but what is the difficulty brother Whitlock was speaking of? The majority of the human family do not love the truth, and many forsake it after they have embraced it. <\/div><div class=\"paragraph jod\" id=\"v7n366\"> To me it is evident that many who understand the truth do not govern themselves by it; consequently, no matter how true and beautiful truth is, you have to take the passions of the people and mold them to the law of God, and nothing less will accomplish that union and salvation which we are striving for. There is no other principle, spirit, or power that will cause people to adhere to the truth. Take this whole people: they know that &#x201C;Mormonism&#x201D; is true as well as they know that the sun now shines; their judgments, their feelings, and their hearts convince them that it is true. There is no saving faith merely upon the principle of believing or acknowledging a fact. Take a course to let the Spirit of God leave your hearts, and every soul of you would apostatize. <\/div><div class=\"paragraph jod\" id=\"v7n367\"> Do you think that people will obey the truth because it is true, unless they love it? No, they will not. Truth is obeyed when it is loved. Strict obedience to the truth will alone enable people to dwell in the presence of the Almighty. Do people know this? <\/div><div class=\"paragraph jod\" id=\"v7n368\"> We see men and women leaving this people&#x2014;this community. Are their judgments convinced that &#x201C;Mormonism&#x201D; is not true? No; for they know that it is true. What did Oliver Cowdery (one of three witnesses to the Book of Mormon) say, after he had been away from the Church years and years? He saw and conversed with the angel, who showed him the plates, and he handled them. He left the Church because he lost the love of the truth; and after he had traveled alone for years, a gentleman walked into his law office and said to <div class=\"break columnbreak\" id=\"55b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0055.pdf\" target=\"pdfwin\">p.&#xA0;55b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3089\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> him, &#x201C;Mr. Cowdery, what do you think of the Book of Mormon now? Do you believe that it is true?&#x201D; He replied, &#x201C;No, sir, I do not.&#x201D; &#x201C;Well,&#x201D; said the gentleman, &#x201C;I thought as much; for I concluded that you had seen the folly of your ways and had resolved to renounce what you once declared to be true.&#x201D; &#x201C;Sir, you mistake me: I do not <span class=\"italic\">believe<\/span> that the Book of Mormon is true; I am past <span class=\"italic\">belief<\/span> on that point, for I KNOW that it is true, as well as I know that you now sit before me.&#x201D; &#x201C;Do you still testify that you saw an angel?&#x201D; &#x201C;Yes, as much as I see you now; and I know the Book of Mormon to be true.&#x201D; Yet he forsook it. Every honest person who has fairly heard it knows that &#x201C;Mormonism&#x201D; is true, if they have had the testimony of it: but to practice it in our lives is another thing. <\/div><div class=\"paragraph jod\" id=\"v7n369\"> When the people cleave to the Lord Almighty, receive of his Spirit, and purify themselves continually, and walk in the light of the Lord, they will never forsake their religion; they will be &#x201C;Mormons&#x201D; by day and by night, and forever: in other words, they will be Latter-day Saints. Every one of you know that these things are true. When men come into this Church merely through having their judgments convinced, they still must have the Spirit of God bearing witness to their spirits, or they will leave the Church, as sure as they are living beings. The Saints must become one,<span class=\"citation\" id=\"85118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85118)\">D&amp;C 38:27<\/a><\/span> as Jesus said his disciples should be one.<span class=\"citation\" id=\"70746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70746)\">John 17:21-23<\/a><\/span> They must have the Spirit testifying to them of the truth, or the light that is in them will become darkness,<span class=\"citation\" id=\"63545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63545)\">Matt. 6:23<\/a><\/span> and they will forsake this kingdom and their religion. I wished to bear this testimony and make this addition to what has been said by brother Whitlock. <\/div><div class=\"paragraph jod\" id=\"v7n370\"> Many of this congregation have left their homes, and, no doubt, are anxious to learn the current news.  <div class=\"break pagebreak\" id=\"56a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0056.pdf\" target=\"pdfwin\">p.&#xA0;56a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3088\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>It is needless for me to rehearse the past. That we have all experienced. It is best to speak of that which is before us, for our present acts prepare us to meet the future. And, for their encouragement, I will ask the Latter-day Saints, When and where has the Lord our God deceived us? You would all answer, Never, and in no place. I would ask another question, with all due deference to the God we serve, When have our leaders&#x2014;those whom God has placed to guide the affairs of his Church and kingdom upon the earth&#x2014;deceived us? Let any person, if he can, rise up and point out the time and place when and where this people have been deceived by their leaders. We have not been deceived by them; for which, God be thanked. He is on Israel's side. His arm is almighty to save, and we have a refuge that the world have not. Whether in peace or war, in poverty or wealth, the Saints have a refuge that the ungodly have not. We have the wisdom that the Almighty has incorporated in our organization. <\/div><div class=\"paragraph jod\" id=\"v7n372\"> When people are dictated by the power of the Holy Ghost, there is but little danger of that people or that community being led wrong: the danger consists in your own neglect of your duty. <\/div><div class=\"paragraph jod\" id=\"v7n373\"> With some the question arises, Are we in danger from our enemies? No; there is no danger, only in our neglecting the duties of a Saint. Are we in danger now? No. Have we been? No. Shall we be? No, we shall not. <\/div><div class=\"paragraph jod\" id=\"v7n374\"> It has been written that many should be slain for the testimony of Jesus;<span class=\"citation\" id=\"79255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79255)\">Rev. 6:9<\/a><\/span><span class=\"citation\" id=\"80325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80325)\">Rev. 18:24<\/a><\/span> and, in my humble opinion, there have already been enough slain to fulfil that prophecy. If I can live until I am one hundred and thirty-five years old, I shall be perfectly satisfied to die a natural death, and to believe the revelation fulfilled, without being slain by my enemies. I strive <div class=\"break columnbreak\" id=\"56b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0056.pdf\" target=\"pdfwin\">p.&#xA0;56b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3088\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to live to do good on this earth; and I have all the time asked my Father in heaven, in the name of Jesus, to let me depart, when I cease to do good; for I do not want to live any longer than while I continue to do good. I want to live to oppose wicked men and devils, until the last one of them are righteously disposed of, though at times it is pretty hard work to get faith enough to desire to live to stem such floods of ignorance and sin. <\/div><div class=\"paragraph jod\" id=\"v7n375\"> We are not in opposition to anything in earth or hell, except the principle of death. God has introduced life, and it is the principle of life that we are after. The power of the enemy is all the time trying to destroy this life, and I am opposed to that power. I am at war with it, and expect to be. I do not expect to cease my exertions in a million of years hence, no more than I do today; but the world is seeking that which will cause them to perish. <\/div><div class=\"paragraph jod\" id=\"v7n376\"> We are striving for eternal life, and are opposed to those who love and have the power of death. We have the influence and the power of life, and that necessarily brings us in opposition to those who prefer the principles of death. <\/div><div class=\"paragraph jod\" id=\"v7n377\"> I do not wish to say anything in regard to the life and conduct of this people: those things are before the world. And, as we have often published, we challenge them to prove that we are not loyal subjects of this Government and the kingdom of heaven. We have everything that produces peace and comfort, and will advance all men in life and happiness, so far as they will permit us. <\/div><div class=\"paragraph jod\" id=\"v7n378\"> Let this suffice, and I will give you the news. What is the present situation of affairs? For us the clouds seem to be breaking. Probably many of you have already learned that General Johnston passed through Great Salt Lake City with his command under the strictest discipline.  <div class=\"break pagebreak\" id=\"57a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0057.pdf\" target=\"pdfwin\">p.&#xA0;57a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3087\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Not a house, fence, or sidewalk has been infringed upon by any of his command. Of course, the camp followers are not under his control; but so far as his command is concerned while passing through the city, he has carried out his promises to the letter. <\/div><div class=\"paragraph jod\" id=\"v7n380\"> We told Commissioners Powell and McCulloch, in Conference and in answer to questions, that we most assuredly believed all they said and all that President Buchanan dictated them to say, so far as their interest was concerned. We said that we believed that President Buchanan would fulfil his words, when his own interests prompted him so to do. We did not say whether he would, or not, in opposition to his interest. <\/div><div class=\"paragraph jod\" id=\"v7n381\"> We have reason to believe that Colonel Kane, on his arrival at the frontiers, telegraphed to Washington, and that orders were immediately sent to stop the march of the army for ten days. That savors of an anxiety for peace. I expect to see, if the late advices of the Government are carried out, that portion of the United States' army now here have the privilege of going when the interest of the country demand them, and the portion that was to start for this place ordered in other directions. And when we hear certainly that there are no more troops coming here, we will believe that the Government means peace, just as their Commissioners have told us. <\/div><div class=\"paragraph jod\" id=\"v7n382\"> I can say, so far as the moves have been made since the President sent his messengers of peace, that everything bids fair for the fulfillment of so desirable a result, and that the President is doing all he can to correct past bad management. <\/div><div class=\"paragraph jod\" id=\"v7n383\"> We have no shirt-collar dignity to sustain, for we have no character, only such as our friends and enemies give us. It is only a shadow, and we are willing that they should have the <div class=\"break columnbreak\" id=\"57b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0057.pdf\" target=\"pdfwin\">p.&#xA0;57b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3087\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shadow, and make the name of our President honorable, if we can. They are welcome to traduce our character, if they choose; but they must not undertake to walk us underfoot, contrary to every principle of the Constitution, right, and law. The character of those who are such sticklers for it will perish, for they are taking the downward road to destruction. They will be decomposed, both soul and body, and return to their native element. I do not say that they will be annihilated; but they will be disorganized, and will be as though they never had been, while we will live and retain our identity, and contend against those principles which tend to death or dissolution. I am after life; I want to preserve my identity, so that you can see Brigham in the eternal worlds just as you see him now. I want to see that eternal principle of life dwelling within us which will exalt us eternally in the presence of our Father and God. If you wish to retain your present identity in the morn of the resurrection, you must so live that the principle of life will be within you as a well of water springing up unto eternal life.<span class=\"citation\" id=\"69032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69032)\">John 4:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n384\"> I frequently think, when our enemies try to destroy us, and are afraid that &#x201C;Mormonism&#x201D; is going to overrun the country, what a pity it is that they cannot see that &#x201C;Mormonism&#x201D; is the very principle that preserves them. They cannot understand that. If they could see things as they are, they would change their present course and be the disciples of the Savior. They would say, &#x201C;We will be one with you, for we wish to dwell in all eternity and enjoy our rights and happiness without molestation.&#x201D; All beings in the world might have that privilege, for it is offered to all without money and without price.<span class=\"citation\" id=\"59750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59750)\">Isa. 55:1<\/a><\/span> We can prove by our Elders that we have offered them salvation. They can accept and follow good or evil,  <div class=\"break pagebreak\" id=\"58a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0058.pdf\" target=\"pdfwin\">p.&#xA0;58a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3086\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>just as they please, and we desire the same privilege. <\/div><div class=\"paragraph jod\" id=\"v7n386\"> So soon as General Johnston finds a place to locate his command&#x2014;when we get news what he is going to do with his troops&#x2014;we will go home. Women, do not induce your husbands to go home just yet, but wait until the proper time. It will not be long first. How would it have been if this community had been at their homes at the present time? It is just as much as can be done; day by day, to bear the reflection that gamblers and corrupt men of every kind are coming into these valleys. Do you not know that you are much better here than you would be if you were nearer to them? The Government has been prejudiced against the Saints because we would not submit to such corruption; and for that alone we have been cast out and driven to these mountains. I am happy in being able to say that gamblers and robbers have never dared to establish themselves here. We can dwell in safety and in peace in these mountains, if the people, who should be our friends and who nourish and cherish such characters, would let us alone. We will never permit any such practices in these mountains, God being our helper.<span class=\"citation\" id=\"56771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56771)\">Ps. 54:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n387\"> There has been much prejudice raised against us on account of Indian depredations, notwithstanding the great trouble and expense to which we have been subjected in preventing them, and without which no person could have traveled across these mountains and plains. What is the reason the Indians have acted so badly? Because of the practice, with many emigrants, of killing the Indians wherever they could find them. I can say to the nations of the earth that they may take these Indians, with all their ignorance, and their not being brought up to labor, and their being taught from their infancy to steal, and there are as <div class=\"break columnbreak\" id=\"58b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0058.pdf\" target=\"pdfwin\">p.&#xA0;58b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3086\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> noble spirits among them as there are upon the earth. In this there is one man in the Senate of the United States who, I think, agrees with me, if there is nobody else; and that one is General Samuel Houston. He has had experience, and has good sense. You will find as fine natural talent among these Indians as among any people; and often, when one of them, who has as kind a heart and good appearance as need be, walks up to an emigrant camp with kindly feelings, he is shot down; and because they are ignorant, they commit the error, in wreaking vengeance, of confounding the innocent with the guilty. <\/div><div class=\"paragraph jod\" id=\"v7n388\"> Brethren, tarry where you are for a short time, and make yourselves comfortable. If any of the sisters say they have not a house to live in, they can go a short distance from their wagon, and get bushes, and make a comfortable shade. What! Sisters go and get bushes? Yes. The women can get bushes and make shades, and look as well, in my estimation, in doing that, as in going round to gossip with their neighbors. We came to these mountains about ten years ago; and have you not as good kitchens, parlors, and bedrooms as there were then? I can offer to you what I offered to Judge Snow, when he came into G. S. L. City. He came to me and said&#x2014;&#x201C;Governor, I would like to rent a house to comfortably shelter my family.&#x201D; I replied&#x2014;&#x201C;I will offer you the same kitchen and parlor that I came into when I first came here. I had a large room, canopied by the sky and walled by these mountains; and if you can find any place that the people do not occupy, you are welcome to it; but as for my hunting a house for you, I have not time to do it. You can take the same liberty I did, and have the same privilege I had when we first came here.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n389\"> Brethren and sisters, God bless you all! Amen. <\/div>\n<\/div>\n<\/div>"}