{"ID":70004, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Evidences of the Bible and Book of Mormon Compared.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Orson Pratt, Delivered in the Tabernacle, Great Salt Lake City, January 2, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Evidences of the Bible, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 1\/2\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d04\">\n<div class=\"paragraph jod\" id=\"v7n132\"> I will commence my discourse by reading the testimony of three witnesses of the Book of Mormon.<span class=\"citation\" id=\"124836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124836)\">BM Three Wit.<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n133\"> [The speaker here read the testimony referred to.] <\/div><div class=\"paragraph jod\" id=\"v7n134\"> I will also read the testimony of eight witnesses.<span class=\"citation\" id=\"124837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124837)\">BM Eight Wit.<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n135\"> [The speaker then read it.] <\/div><div class=\"paragraph jod\" id=\"v7n135\"> Brethren and Friends&#x2014;I appear before you today for the first time for many months, feeling grateful to our Father in heaven for his condescension and mercy unto us as a people, that we are once more, through his kind providence, permitted to assemble ourselves together in this Tabernacle for the purpose of public worship. <\/div><div class=\"paragraph jod\" id=\"v7n136\"> Whether I say much or little, it is my sincere desire to be dictated by the Spirit of the living God. The Church of Jesus Christ of Latter-day Saints was established upon the earth in the year 1830. Had it not been for the Book of Mormon, which I now hold in my hands, such a Church would not have had an existence. The probability is, there would have been no settlements formed in this Territory, no cities to adorn these dreary wastes, no tabernacles erected for Divine worship, and no congregations assembled to hear the words of life. The vast solitudes of these deserts would have been interrupted only by the howling of wild beasts, or the still more dismal yells of the ferocious savage. But this wonderful book has wrought a vast change; and these sterile regions now &#x201C;rejoice and blossom as the rose.&#x201D;<span class=\"citation\" id=\"59110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59110)\">Isa. 35:1<\/a><\/span> This book pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3122\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fesses to be sent forth as a Divine revelation from God. <\/div><div class=\"paragraph jod\" id=\"v7n137\"> If it be an imposition, as many of our opposers say, then this Church is an imposition also, and our faith and hope are vain.<span class=\"citation\" id=\"94558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94558)\">Moro. 7:44<\/a><\/span> On the other hand, if the Book of Mormon be a Divine revelation, as the witnesses have testified&#x2014;if God has indeed brought forth the ancient history of the American continent, and the writings of the ancient Prophets and Apostles that once inhabited this land&#x2014;if he has done this, and reestablished his kingdom and Church upon the earth, then our opposers, that condemn the book, will be found under condemnation. If this book be of God, it must have sufficient evidence accompanying it to convince the minds of all reasonable persons that it is a Divine revelation. If it has been translated by the gift and power of God, through the means of the Urim and Thummim, and angels have been sent from heaven to bear testimony of its truth, then all the inhabitants of the world are concerned and have an interest in it. <\/div><div class=\"paragraph jod\" id=\"v7n138\"> It is not the few individuals only who are within the walls of this Tabernacle that are interested in its truths; it is not the few individuals only who inhabit this Territory and the few Saints abroad in the world who are interested in it; but all the nations of the earth, without one exception&#x2014;their emperors, kings, and nobles&#x2014;their presidents, governors, and rulers&#x2014;their popes, archbishops, and bishops&#x2014;their learned and unlearned of every  <div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3121\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>religious society, whether Jews, Mahomedans, Pagans, or Christians, are all equally interested in it, if it be what it professes to be. <\/div><div class=\"paragraph jod\" id=\"v7n140\"> If the Lord will assist and strengthen me by his Holy Spirit, which I believe he will do, through your prayers, I will endeavor to bring forth some few of the evidences which establish the Divine authenticity of the Book of Mormon. <\/div><div class=\"paragraph jod\" id=\"v7n141\"> I shall compare this evidence with the evidence for the Divine authenticity of the Bible. If the two books are supported by an equal amount of evidence, then all are required to have the same faith in the one as the other. But if the divinity of the Book of Mormon does not rest upon as sure a foundation as the Bible, then the people will have some little reason for rejecting it. <\/div><div class=\"paragraph jod\" id=\"v7n142\"> In the first place, I shall examine what evidences the present generation have to believe the various books incorporated in the Holy Scriptures of the Old and New Testaments to be of Divine origin. It must be recollected that the book called the Bible was translated from manuscripts 247 years ago by King James' translators. The manuscripts from which the Bible was taken are not now in existence. Up to the year 1749, they were deposited at a Spanish University, called Alcala, anciently named Complutem. The librarian sold them to one Toryo, who dealt in fireworks as materials for making skyrockets. (For authority, see Marsh's Michaelis, vol. 2, part 1, page 441.) <\/div><div class=\"paragraph jod\" id=\"v7n143\"> The oldest manuscripts of any of the books of the Old Testament at the present day date from the twelfth century of the Christian era. You will find proof of this in the Encyclopedia Britannica, the 8th edition, vol. 4, page 695, which series is now being published in Edinburgh, Scotland. That celebrated work says, &#x201C;The sacred books of the Old Testa<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3121\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment have come down to our times in MSS., the oldest of which date from the twelfth century. Nothing is known of the history of the text previous to that period after the return of the Jews from their captivity.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n144\"> It is believed by the learned that the Old Testament Scriptures were all destroyed by the Assyrians nearly six hundred years before Christ. The Apocrypha informs us that Esdras was inspired to re-write them. In this manner it is conjectured that the Jews again came in possession of their sacred writings. These books again perished in the great persecution of Antiochus. (For further information upon this subject, see Brett's Dissertation in Bishop Watson's Collect, vol. 3, page 5.) <\/div><div class=\"paragraph jod\" id=\"v7n145\"> The history of the inspired writings anterior to the Babylonish captivity is very brief. The number of copies were very few. In the days of Josiah, all of the Jews seem to have been destitute of a copy of the law. During the reign of that king, in repairing the house of the Lord, a copy of the book of the law was found; and when presented to the king, he sent five messengers to Huldah, the prophetess, saying, &#x201C;Go, enquire of the Lord for me, and for them that are left in Israel and in Judah, concerning the words of the book that is found.&#x201D;<span class=\"citation\" id=\"55940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55940)\">2 Chr. 34:21<\/a><\/span> The messengers returned and reported to the king that the book found was indeed a Divine revelation, and the king caused all the inhabitants of Jerusalem to be assembled to hear the words of the book. (See 2 Chr. 34.)<span class=\"citation\" id=\"55938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55938)\">2 Chr. 34:1-33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n146\"> For a long period previous to finding the book, the Jews had been ignorant of the Scriptures, and had fallen into the grossest idolatry. A new revelation through the prophetess Huldah seems to have been sufficient to convince the king and all Israel of the divinity of the book. They must have been inclined, in that age of the  <div class=\"break pagebreak\" id=\"24a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0024.pdf\" target=\"pdfwin\">p.&#xA0;24a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3120\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>world, to believe the history of the servants of God more than in this age; for now the people generally require a vast amount of evidence. The testimony of a dozen witnesses is scarcely regarded. <\/div><div class=\"paragraph jod\" id=\"v7n148\"> I have already observed, through the persecutions raised against the house of Israel, their books were destroyed; yes, even the tables of stone, for some reason, were taken from them, and all Israel were left without even a copy of the law, until accidentally they happened to find one that had been hid in the house of the Lord, as I have already named; and they were so ignorant with regard to this copy that they were obliged to send for Huldah, one of the prophetesses in Israel,<span class=\"citation\" id=\"55941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55941)\">2 Chr. 34:22<\/a><\/span> to inquire of the Lord to know if it really was his word. They found a book, but they did not know whether it was true or false; and they thought it important that it should be determined by the immediate word of God. <\/div><div class=\"paragraph jod\" id=\"v7n149\"> Why not this generation go and do likewise? Why not inquire of the Lord whether the Book of Mormon is a Divine revelation? The copy found anciently contained the words of the Lord. And the people were so rejoiced that the whole nation of Jews gathered together to hear it read, and rejoiced over it, and gave heed to its precepts. They were not like the present generation; they did not fight it, and testify all manner of evil against it, and publish lies against it; but they believed it on the testimony of the prophetess. <\/div><div class=\"paragraph jod\" id=\"v7n150\"> It is very probable that the Jews copied these sacred writings upon various materials. Bishop Watson informs us that &#x201C;the Hebrews went so far as to write their sacred books in gold, as we may learn from Josephus, compared with Pliny.&#x201D; He further says, &#x201C;Those books which were inscribed on tablets of wood, lead, brass, or ivory, were connected together by <div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3120\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> rings at the back, through which a rod was passed to carry them by.&#x201D; &#x201C;The first books,&#x201D; continues Bishop Watson, &#x201C;were in the form of blocks and tables, of which we find frequent mention in Scripture, under the appellation of <span class=\"italic\">sepher<\/span>&#x2014;that is, square tables. That form which obtains among us (he quotes from Pliny), is the square, composed of separate leaves, which was also known, though little used among the ancients.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n151\"> These copies of the Scriptures were destroyed, so that the Jews were again left destitute of the sacred writings. How they again obtained a copy, this generation are not informed. <\/div><div class=\"paragraph jod\" id=\"v7n152\"> Esdras informs us in the Apocrypha that he was inspired of God to write a great number of the books of the Old Testament Scriptures, so that the Jewish people might again be in possession of them. But how are this generation to know whether Esdras was a true Prophet or not? How are they to know that he was actually inspired of God to perform so great a work? It seems that the learned have no confidence in him, or they would not have placed his books among the Apocryphal writings as being doubtful. <\/div><div class=\"paragraph jod\" id=\"v7n153\"> But soon after the days of Esdras the sacred books again perished. How did the Jews again obtain copies? None of the learned can answer this question. For seventeen long centuries, the history of the sacred text is unknown. We are informed by learned writers that about three centuries before Christ the Hebrew Scriptures were translated into Greek, called the Septuagint; but have we any copies of the Septuagint? No. You may search all the archives of the nations, and you cannot find one of these ancient copies. Fifteen hundred years after this supposed translation, you find some Greek and Hebrew manuscripts. Let us inquire into the situation of the manuscripts  <div class=\"break pagebreak\" id=\"25a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0025.pdf\" target=\"pdfwin\">p.&#xA0;25a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3119\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from which our present Hebrew and Greek Bibles were formed. We are informed by St. Chrysostom, an ancient Christian writer who lived soon after the days of Christ, that &#x201C;many of the prophetical monuments have perished; for the Jews being careless, and not only careless, but also impious, have carelessly lost some of these monuments; others they have partly burned, partly torn in pieces.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n155\"> We are also informed by St. Justin, another early Christian writer, that the Jews actually did destroy a great number of the prophetical books, in order that the world might not perceive the agreement between the ancient Prophets in the Old Testament and Christianity. Here, then, we have the testimony of early Christian writers that many of the prophetical books of the Old Testament were destroyed. <\/div><div class=\"paragraph jod\" id=\"v7n156\"> We are also informed by the Catholics, &#x201C;That many, and very many of the canonical books of Scripture have quite perished, and not so much as appeared in the days of the very ancient fathers; so that nothing but the names of those books have come unto us.&#x201D; (See Mumford's Question of Questions, sec. 1. 7.) <\/div><div class=\"paragraph jod\" id=\"v7n157\"> We are also informed, by those manuscripts that are dated from the 12th century of the Christian era, that the few books that were preserved during the long reign of persecution and error had become very much altered and mutilated&#x2014;so much so, that when the learned gathered a large number of manuscripts together, they found no two that agreed. A great variety of readings in these manuscripts discouraged many of our translators, some three centuries ago, from translating the Old Testament, lest the world should turn to atheism. If they had translated them all, they would have had several hundred Bibles, all clashing and differing from each other. <\/div> <div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3119\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n158\"> It must be recollected that the Catholic canon of Scripture was not formed until the year 397. Prior to that period, the people were left, some of them to believe in this manuscript, and some in that&#x2014;some to reject this one, and some that; and many of the Christian fathers in the second and third centuries of the Christian era were entirely unable to determine what manuscripts were spurious, and what ones to receive as divine. Mumford speaks thus upon this subject&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v7n159\"> &#x201C;If you fly to the tradition of the Church only of the first four hundred years, remember that the Council of Carthage, just after the end of those years, alleged the ancient tradition of their fathers, which they judged sufficient for defining our canon. They, who were so near those first four hundred years, knew far better the more universal tradition of that age than we can, twelve hundred years after it. True it is (nothing being defined till then), private doctors were free to follow what they judged to be truest; and as you find them varying from our canon, some in some books, some in others, so you will find them varying from one another, and varying also from you&#x201D; (meaning the Protestant Canon). &#x201C;For, in those first four hundred years, Melitus and Nazianzen excluded the Book of Esther, which you add. Origen doubts of the Epistle to the Hebrews, of the second of St. Peter, of the first and second of St. John. St. Cyprian and Nazianzen leave the Apocalypse or Revelation out of their canon. Eusebius doubts of it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n160\"> Mumford further says&#x2014;&#x201C;All those holy fathers agreed ever in this, that such books were evidently God's word which had evidently a sufficient tradition for them. Now, in the days of those fathers who thus varied from one another, it was not by any infallible means made known to all that  <div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3118\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>those books about which their variance was were recommended for God's infallible word by a tradition clearly sufficient to ground belief; for the Church had not as yet examined and defined whether tradition did clearly enough show such and such books to be God's infallible word. But in the days of St. Austin, the third Council of Carthage, anno 397, examined how sufficient or insufficient the tradition of the Church was which recommended those books for Scripture about which there was so much doubt and contrariety of opinions. They found all the books contained in our canon, of which you account so many apocryphal, to have been recommended by tradition sufficient to found faith upon. For on this ground (Can. 47), they proceeded in defining all the books in our canon to be canonical. Because, say they, we have received from our fathers that those books were to be read in the Church. Pope Innocent the First, who lived Anno Domini 402, being requested by Exuperius, Bishop of Toulouse, to declare unto him which books were canonical, he answers (Ep. 3), that having examined what sufficient tradition did demonstrate, he sets down what books are received in the canon of the Holy Scriptures, in the end of his Epistle, chap. 7. To wit, just those which we now have in our canon; and <span class=\"italic\">though he rejects many other books, yet he rejects not one of these<\/span>.&#x201D; (See Mumford's Question of Questions, sec. 3, pars. 4, 12.) <\/div><div class=\"paragraph jod\" id=\"v7n162\"> The Pope of Rome gathered together these contending persons in the form of a council, and they sat in judgment upon various manuscripts professing to be divine. That quarrelling and contending Council decided that a certain number of books should be admitted as divine, and should form the true canon of Scripture, and that no other books should be added. We are informed that this Council rejected <div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3118\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a vast number of books. Some of these rejected books were considered by part of the Council of Divine origin. <\/div><div class=\"paragraph jod\" id=\"v7n163\"> The manuscripts of the New Testament which these ancient apostates in the third Council of Carthage pronounced canonical have never reached our day. The oldest manuscripts of the New Testament which this age are in possession of are supposed to date from the sixth century of the Christian era. We have none of the original manuscripts written by any of the Apostles or inspired writers. We have five manuscripts in existence that were supposed to have been written as early as the sixth or seventh century after Christ. Three of these you will find deposited in the Royal Library of Paris. <\/div><div class=\"paragraph jod\" id=\"v7n164\"> 1st. The Vatican Manuscript, noted 1,209. This was probably written by the monks of Mount Athos; first heard of as being in the possession of Pope Urban the eighth. Some of the leaves are wanting; the ink in some places faded. The letters have been retraced by a skillful and faithful hand. (See Unitarian Editors of the Improved Version of the New Testament, and Marsh.) <\/div><div class=\"paragraph jod\" id=\"v7n165\"> 2nd. The Clermont or Regises Manuscript, 2,245. This dates from the seventh century. It was found in the monastery of Clung, called Clermont, from Clermont in Beauvais, where it was preserved. Thirty-six leaves of it were stolen by one John Aymon, and sold in England, but since recovered. It is Greek and Latin, and contains the Epistles; but that to the Hebrews by a later hand. Like other Greek-Latin Codices, the Greek has been accommodated to the Latin. (For authority, refer to Wetstein, Unitarian Editors, Professor Schweyhausen, quoted by Bishop Marsh, vol. 2, page 245.) <\/div><div class=\"paragraph jod\" id=\"v7n166\"> 3rd. The Ephrem Manuscript. This also is said to have been written  <div class=\"break pagebreak\" id=\"27a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0027.pdf\" target=\"pdfwin\">p.&#xA0;27a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3117\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the seventh century. It was first discovered by Dr. Allix, in the beginning of the eighteenth century. It is in great disorder; many leaves lost, many wholly illegible; and the whole is effaced to make room for the works of Ephrem, the Syrian, under which the sacred text may be perhaps deciphered by transparency. (See Unitarian Editors of the Improved New Testament.) <\/div><div class=\"paragraph jod\" id=\"v7n168\"> The Vatican, Clermont, and Ephrem Manuscripts will be found in the Library at Paris. <\/div><div class=\"paragraph jod\" id=\"v7n169\"> 4th. The Alexandrian Manuscript. This was probably made in the sixth century; Cassimer Oudin says the tenth. It was deposited in the British Museum in 1753. Cyril, Patriarch of Constantinople, presented it to Charles the First in 1628, by his ambassador, Sir Thomas Roe. It was written by the monks for the use of a monastery of the order of Acoemets, <span class=\"italic\">i.e.<\/span>, vigilant, never sleeping. Its original text is no longer visible; written with uncial letters; no intervals before the words. It has been altered from the Latin version, and was written by a person who was not master of the Greek language. (For authority, see Cassimer Oudin, Wetstein, &amp;c., &amp;c.; as quoted by Bishop Marsh in his Michaelis' Introduction, vol. 2, page 185, and following.) <\/div><div class=\"paragraph jod\" id=\"v7n170\"> 5th. The Cambridge Manuscript, or Codex Bezae. Concerning this, Bishop Marsh says&#x2014;&#x201C;Perhaps, of all the manuscripts now extant, this is the most ancient.&#x201D; Theodore Beza used it for his edition of the New Testament. It was found at Lyons, in the monastery of St. Irenaeus, A.D., 1562. Beza himself owns of it that it should rather be kept for the avoiding of offense of certain persons, than to be published. It was deposited in the University Library at Cambridge, England. Uncial letters; no intervals between the words. It is very ungrammatical. It varies from <div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3117\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the common Greek text in a greater degree than any other. (See Unitarian Editors, Bishop Marsh, vol. 2, page 229.) <\/div><div class=\"paragraph jod\" id=\"v7n171\"> Besides these, there are above twenty manuscripts of later date in large letters, of different portions of the New Testament; and some hundreds in smaller characters. It appears, from the superscriptions of very many manuscripts of which we are in possession, that they were written on Mount Athos, where the monks employed themselves in writing copies of the Greek Testament. Some manuscripts, ascribed to the highest antiquity, have been discovered to be the composition of impostors as late as the seventeenth century, for the purpose of foisting in favorite doctrines and imposing upon Christian credulity. The Montford and Berlin MSS., for instance. (See Marsh, vol. 2, page 295.) <\/div><div class=\"paragraph jod\" id=\"v7n172\"> All the most ancient manuscripts of the New Testament known to the world differ from each other in almost every verse. And the same is also true in relation to those of the Old Testament. One of the ancient Christian writers, Jerome, in his commentaries upon the Prophets, complains of the corruption of his manuscript Greek copies. Bellarmine testifies that the Greek copies of the Old Testament are so corrupted that they seem to make a new translation, quite different from the translations of other copies. All, therefore, is uncertainty, not only in relation to the Hebrew manuscripts, but also the Greek. If, soon after the beginning of the Christian era, the Old Testament manuscripts were by the Jews partly destroyed, lost, burned, and torn in pieces, so that the learned of that early age could not obtain anything but the names of the lost books, it is not to be supposed that we, who live some seventeen hundred years later, are in possession of copies more  <div class=\"break pagebreak\" id=\"28a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0028.pdf\" target=\"pdfwin\">p.&#xA0;28a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3116\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pure and genuine than Jerome, Bellarmine, and other ancient writers. <\/div><div class=\"paragraph jod\" id=\"v7n174\"> In relation to the manuscripts of the New Testament, Mr. Cressy writes in these words&#x2014;&#x201C;In my hearing, Bishop Usher professed that, whereas he had of many years before a desire to publish the New Testament in Greek, with various lections and annotations; and for that purpose had used great diligence and spent much money to furnish himself with manuscripts, yet, in conclusion, he was forced to desist utterly, lest, if he should ingenuously have noted all the several differences of reading which himself had collected, the incredible multitude of them almost in every verse should rather have made men atheistical than satisfy them in the true reading of any particular passage.&#x201D; (See Exomol. Ca. 8, Nu. 3.) <\/div><div class=\"paragraph jod\" id=\"v7n175\"> The learned admit that in the manuscripts of the New Testament alone there are no less than one hundred and thirty thousand different readings. (See Encyclopedia Britannica, eighth edition.) It is true that many of those differences are of no particular consequence, as they do not materially alter the sense. But there are many thousands of differences wherein the sense is entirely altered. How are translators to know which of the manuscripts, if any, contain the true sense? They have no original copies with which to compare them&#x2014;no standard of correction. No one can tell whether even one verse of either the Old or New Testament conveys the ideas of the original author. <\/div><div class=\"paragraph jod\" id=\"v7n176\"> Just think! 130,000 different readings in the New Testament alone! How our translators could separate the spurious from the genuine is more than I can tell. How they could distinguish between the original communicated to the ancient Prophets and Apostles, and 130,000 different readings that were <div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3116\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> introduced in the dark ages by copyists, is not easy to determine. <\/div><div class=\"paragraph jod\" id=\"v7n177\"> But, admitting that we had an ancient copy of the Bible, or the Old and New Testament&#x2014;supposing the translators by some means were put in possession of such a copy, and that the individuals whose names are attached to many of those books professed to be inspired, yet how is this generation to determine whether those authors, if they were indeed the authors, were inspired men? How do we know they were inspired to write those books? The Latter-day Saints believe that the Bible in its original was the word of God,<span class=\"citation\" id=\"94063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94063)\">A of F 1:8<\/a><\/span> and was written by Divine inspiration. But we do not believe it because history informs us of this, or tradition tells us so; but we believe it because the Book of Mormon, confirmed by the ministry of angels, informs us of the fact.<span class=\"citation\" id=\"81542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81542)\">2 Ne. 29:3-6<\/a><\/span><span class=\"citation\" id=\"85288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85288)\">D&amp;C 42:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n178\"> But how is this generation to know that those ancient authors were inspired of God? Do they bear testimony of their own inspiration? Bishop Chillingworth, Hooker, and many other learned commentators have told us that the Bible cannot bear testimony of its own inspiration. If the Bible cannot prove its own inspiration, how are people in the present and past ages to know that these books are inspired? It is true, we are informed that some individuals wrote by commandment; and some, we are told, wrote according to their own opinions. How are we to detect, that part which they were inspired to write from that part which was written according to their own opinions? We cannot, without new revelation. Without some testimony of a higher nature than tradition, we never can learn these matters. <\/div><div class=\"paragraph jod\" id=\"v7n179\"> Having made these few remarks in regard to the Old and New Testaments in their present condition and bearing, and having learned that they  <div class=\"break pagebreak\" id=\"29a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0029.pdf\" target=\"pdfwin\">p.&#xA0;29a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3115\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are very imperfect in their present state, and that they have been translated from manuscripts that cannot be depended upon&#x2014;that there are no original copies in this day with which the world are acquainted&#x2014;having established these facts, now let us turn to the Book of Mormon, and see if it rests upon evidences of the nature of these I have already presented to this congregation. <\/div><div class=\"paragraph jod\" id=\"v7n181\"> The Book of Mormon professes to be translated not from manuscripts containing 130,000 different readings, nor by the learning of men who can render a translation as they please; neither does it profess to be translated from altered, mutilated manuscripts manufactured by monks or impostors upon Mount Athos to impose upon Christian credulity; but it was translated from the original plates themselves&#x2014;the very plates on which the inspired writers themselves wrote: and they were also translated, not by the learning of men, but by the power of God and the inspiration of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v7n182\"> We are told, in the beginning of the Book of Mormon, that three men&#x2014;Oliver Cowdery, David Whitmer, and Martin Harris, saw the plates, or the original from which this book was translated by Joseph Smith, Jun.;<span class=\"citation\" id=\"124838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124838)\">BM Three Wit.<\/a><\/span> he having obtained the plates in the western part of New York through the ministration of an holy angel, as he testifies, from where they were deposited by an ancient Prophet that inhabited America some 1,400 years ago. He testifies that he was sent by an angel of God to bring these gold plates to light&#x2014;that he obtained with them the Urim and Thummim, and translated the book. But, before the Lord would permit the book to go to the nations, he was determined that they should have more than one witness. Joseph Smith's testimony was not to go forth alone. Therefore, in 1829, about one year before the <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3115\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> rise of this Church, or before this book was offered to the world, three other names were called upon by an angel from heaven. <\/div><div class=\"paragraph jod\" id=\"v7n183\"> &#x201C;Perhaps,&#x201D; you may say, &#x201C;they were deceived.&#x201D; Let us examine whether there was any possibility of their being deceived. They had learned, by reading the manuscript from which this book was printed, that the Lord, when he should bring this book to light in the latter days, would bear testimony of it in a miraculous and wonderful manner to three witnesses, besides the translator.<span class=\"citation\" id=\"81423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81423)\">2 Ne. 11:3<\/a><\/span><span class=\"citation\" id=\"81490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81490)\">2 Ne. 27:12<\/a><\/span><span class=\"citation\" id=\"83457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83457)\">Ether 5:2-5<\/a><\/span> These three men, after having learned this fact, met together, and went and saw Mr. Smith, and inquired of him whether it would be their privilege to behold these plates and know from heaven that this book was true. Joseph Smith inquired of the Lord concerning the matter; and the Lord gave them a promise that, if they would sufficiently humble themselves, they should have this privilege.<span class=\"citation\" id=\"83833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83833)\">D&amp;C 5:11-15<\/a><\/span><span class=\"citation\" id=\"84115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84115)\">D&amp;C 17:1-9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n184\"> They, in no connection with Mr. Smith, who made the fourth individual, went out into the open field, near a grove of timber, a little distance from the house of Whitmer, in Fayette, Seneca County, New York.<span class=\"citation\" id=\"124839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124839)\">BM Three Wit.<\/a><\/span> They bowed down before the Lord in broad daylight&#x2014;not in the night; so there could be no deception: they humbled themselves before him, called upon his holy name with all their hearts; and while they were thus engaged in calling upon the name of the Lord, they saw in the heavens above a glorious light, and a personage descending. This personage came down and stood before them: he laid his hands upon the head of David Whitmer as one of the three witnesses, and said, &#x201C;Blessed be the Lord and they that keep his commandments;&#x201D; and then he took the plates and turned them over, leaf after leaf, excepting a certain portion of the leaves that were sealed up, which Mr.  <div class=\"break pagebreak\" id=\"30a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0030.pdf\" target=\"pdfwin\">p.&#xA0;30a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3114\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Smith was not permitted to translate; but that portion he had translated was turned over, leaf after leaf, and presented before their eyes, and they saw the engravings upon the plates. <\/div><div class=\"paragraph jod\" id=\"v7n186\"> This angel, clothed in brightness and glory, stood before them with the plates in his hands, showing them the engravings upon them. They also heard the voice of the Lord out of the heavens, commanding them to bear record of the things they saw and heard to all nations, kindred, tongues, and people. The testimony which they have borne I have read in your hearing.<span class=\"citation\" id=\"124840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124840)\">BM Three Wit.<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n187\"> Now, was there any possibility of these three men, together with Mr. Smith, who was in their company, being deceived? If they were deceived, then there is the same reason to suppose the Apostles were deceived, who profess to have seen Jesus ascend into heaven from the Mount of Olives.<span class=\"citation\" id=\"71016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71016)\">Acts 1:6-11<\/a><\/span> There would be the same reason to suppose that Peter, James, and John were deceived when they saw Moses and Elias on the Mount of Transfiguration;<span class=\"citation\" id=\"64970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64970)\">Matt. 17:1-3<\/a><\/span> if these men were deceived, then there is no truth nor certainty in anything that ever was beheld; for no persons could bear testimony in stronger language than these three witnesses have done in the Book of Mormon. <\/div><div class=\"paragraph jod\" id=\"v7n188\"> Joseph Smith, Jun., could not be deceived himself; for it was by an angel that he was commanded to go to the place where the records were deposited; it was by an angel he was told to take them from the place of their long deposit, together with the Urim and Thummim; and it was by the Urim and Thummim, connected with prayer, that he was enabled to translate the plates into the English language: consequently, he could not be deceived.<span class=\"citation\" id=\"93855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93855)\">JS&mdash;H 1:42,50-53<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n189\"> We have proved that the other three witnesses could not be deceived; consequently four men bear testimony that <div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3114\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they not only saw the plates, but also that they saw an angel of God: they also heard his voice, and saw the plates in his hands and the engravings upon the plates, and heard the voice of God out of heaven commanding them to bear their testimony to all people upon the face of the earth to whom the translation should be sent. <\/div><div class=\"paragraph jod\" id=\"v7n190\"> Can you find, among all the nations and kingdoms upon the earth, one individual that can bear testimony that he has ever seen the original of any one of the books of the Old and New Testament? No. We defy the world to produce a true copy of the original of any book of the Bible, and prove it to be such. They may search their libraries from beginning to end, and examine all the archives of the nations, and they cannot find an original copy, or even a copy written centuries after the original writer was known to exist. <\/div><div class=\"paragraph jod\" id=\"v7n191\"> The learned have conjectured that some of those five manuscripts I have mentioned were written in the sixth century; but this is disputed. Cassimir Oudin says that the Alexandrian Manuscript, instead of being written in the sixth century, was made in the tenth. With regard to the times of their being written, no dependence can be placed. <\/div><div class=\"paragraph jod\" id=\"v7n192\"> But here four men actually beheld the original plates, saw an holy angel, and heard the voice of God. Are they the only witnesses? No: there are eight other men, whose names and testimony I have read before this congregation&#x2014;persons with whom I am individually acquainted as well as with the translator and the three witnesses I have already named. I have been at the house where this Church was organized. I have seen the place where the angel descended and showed them the plates. <\/div><div class=\"paragraph jod\" id=\"v7n193\"> Eight other witnesses testify that Joseph Smith showed them the plates, and that they saw the engravings  <div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3113\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>upon them, and that they had the appearance of ancient work and curious workmanship.<span class=\"citation\" id=\"124841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124841)\">BM Eight Wit.<\/a><\/span> They describe these plates as being about the thickness of common tin, about eight inches in length, and from six to seven in breadth. Upon each side of the leaves of these plates there were fine engravings, which were stained with a black, hard stain, so as to make the letters more legible and easier to be read. Through the back of the plates were three rings, which held them together, and through which a rod might easily be passed, serving as a greater convenience for carrying them; the construction and form of the plates being similar to the gold, brass, and lead plates of the ancient Jews in Palestine. <\/div><div class=\"paragraph jod\" id=\"v7n195\"> Thus we see that twelve individuals saw the plates before the contents were placed before the world, and before they were called upon to believe in them. Is not this a sufficient testimony and evidence? If the world would not believe twelve men who have seen the originals, handled them with their hands, beheld the engravings upon them&#x2014;four of whom had seen the angel of God and heard his voice&#x2014;if they would not believe this, would they believe the evidence and testimony of ten thousand individuals? Jesus declares&#x2014;&#x201C;In the mouth of two or three witnesses every word shall be established.&#x201D;<span class=\"citation\" id=\"55068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55068)\">Deut. 19:15<\/a><\/span><span class=\"citation\" id=\"65059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65059)\">Matt. 18:16<\/a><\/span><span class=\"citation\" id=\"69442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69442)\">John 8:17<\/a><\/span><span class=\"citation\" id=\"74313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74313)\">2 Cor. 13:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n196\"> When we appear before the judgment seat of Christ, and go into his presence, we are informed we shall be judged by his word. &#x201C;My word shall judge you at the last day,&#x201D; says Jesus.<span class=\"citation\" id=\"69825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69825)\">John 12:48<\/a><\/span> &#x201C;The words that I speak unto you shall judge you.&#x201D; If, then, the words which he spake, and which he inspired his Apostles and Prophets to declare to the people, are to be the laws by which mankind are to be judged at the last day, it is necessary that they should have some little evidence and testimony concerning his words. <\/div> <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3113\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n197\"> We are presenting this evidence and testimony before you; and if the Lord gave four witnesses, and by them condemned the antediluvian world&#x2014;namely, Noah and his three sons&#x2014;<span class=\"citation\" id=\"52871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52871)\">Gen. 6:13-18<\/a><\/span>if their preaching, their testimony, and works of righteousness condemned the antediluvians, and they were overthrown by the flood, why may we not suppose that four witnesses alone, if God did not see proper to send any more, would condemn any other generation? <\/div><div class=\"paragraph jod\" id=\"v7n198\"> We find that Lot was the only witness who was sent to warn the inhabitants of Sodom, and to call upon his kinsmen to flee from the midst of those cities, in order to escape the terrible judgments announced against them.<span class=\"citation\" id=\"53240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53240)\">Gen. 19:1-15<\/a><\/span> He testified that an angel of God came to him and told him that the Lord was about to destroy those cities: he said that this angel lodged with him overnight, and that the Lord had sent him as a witness; and his testimony condemned his kinsmen and the inhabitants of Sodom, and they were overthrown and perished in their wickedness. <\/div><div class=\"paragraph jod\" id=\"v7n199\"> Who was sent to the inhabitants of Nineveh to warn them? Only one witness&#x2014;namely, Jonah. He was sent to a strange nation&#x2014;to a people that were unacquainted with him: they could not tell by any natural appearance whether he was a righteous man or an impostor. He had a curious story to tell them, that he came part of the way to their country in a ship, and part of the way in the belly of a whale.<span class=\"citation\" id=\"62069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62069)\">Jonah 1:1-17<\/a><\/span> But how could they know that he came in the belly of a whale, or that he was not an impostor? Yet the Lord told them, through Jonah, that if they did not repent, they would all be destroyed in forty days.<span class=\"citation\" id=\"62083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62083)\">Jonah 3:1-10<\/a><\/span> They concluded to repent, and the Lord spared them, which made Jonah angry.<span class=\"citation\" id=\"62097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62097)\">Jonah 4:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n200\"> When the Lord sent a preparatory message to prepare the way for his  <div class=\"break pagebreak\" id=\"32a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0032.pdf\" target=\"pdfwin\">p.&#xA0;32a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3112\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Son, he sent one witness, instead of raising up four. John the Baptist went forth into the wilderness, clothed himself in a curious style, living on locusts and wild honey, and began to preach repentance to the inhabitants of Judea and Jerusalem, and to the Jews throughout the land.<span class=\"citation\" id=\"62662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62662)\">Matt. 3:1-4<\/a><\/span> How were they to know he was a messenger sent to prepare the way before the Most High? Yet they certainly would be condemned for not receiving his testimony; for Jesus himself said&#x2014;&#x201C;The scribes and Pharisees rejected the counsel of God against themselves in rejecting John.&#x201D;<span class=\"citation\" id=\"67317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67317)\">Luke 7:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n202\"> How did John convince the vast multitudes that he was sent to testify of the first advent of the Son of God? We are informed by one of the Evangelists that &#x201C;John did no miracle,&#x201D;<span class=\"citation\" id=\"69741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69741)\">John 10:41<\/a><\/span> as great a Prophet as he was; yet the people were condemned, because they rejected the counsel of God against their own souls, by rejecting his testimony. How much greater, then, will be the condemnation of individuals who reject four witnesses, instead of one! <\/div><div class=\"paragraph jod\" id=\"v7n203\"> If the present generation have the testimony of four witnesses sounded in their ears&#x2014;if the Book of Mormon, containing their testimony, is published and sent forth in the different languages of the earth, and the people have the privilege of hearing and reading that testimony, will it not produce far greater condemnation upon them than what came upon the Jewish nation in ancient days, by rejecting the testimony of one witness only? <\/div><div class=\"paragraph jod\" id=\"v7n204\"> We see, then, that we have the advantage of this generation so far as evidence concerning the Book of Mormon is concerned. There are men now living that have seen the original of the Book of Mormon&#x2014;that have heard the voice of God. Where is there a man who has heard the voice of God testifying concerning the truth <div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3112\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of King James' translation? Where is there a man on the face of the earth that ever had it confirmed to him by the administration of an angel? But here comes evidence in favor of the Book of Mormon such as any court of justice is obliged to receive. <\/div><div class=\"paragraph jod\" id=\"v7n205\"> But are we to receive the testimony of all individuals that may come and pretend to have heard the voice of God and to have seen angels? May not impostors come forth and say they have seen angels? I reply that there is this distinction to be made: A man that is sent of God, who has a true message, will always be able to present something connected with the nature of the message and the circumstances surrounding it, which will prove it to be true. If there should be a thousand individuals bearing witness that they had heard the voice of God and seen angels, we shall always be able to detect the impostor from the servant of God by examining the doctrine. There are evidences distinguishing a true message from a false one, that the whole world may be enabled to discern between the two. <\/div><div class=\"paragraph jod\" id=\"v7n206\"> For instance, there is no individual upon the face of the earth who can directly prove that Joseph Smith did not see the angel of God and obtain the plates: no individual upon the face of this earth can prove that the three witnesses did not see the angel and the plates: consequently, their evidence cannot be directly negatived, unless they deny their own testimony, which they have not done. The only possible way to condemn these men as impostors is to examine the nature of their testimony, to see whether it is reasonable and scriptural. <\/div><div class=\"paragraph jod\" id=\"v7n207\"> Is there anything unscriptural in hearing the voice of God, or in an angel's descending from heaven, bearing testimony to a book in which all nations are interested? It is a book sent to prepare the way of the Lord  <div class=\"break pagebreak\" id=\"33a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0033.pdf\" target=\"pdfwin\">p.&#xA0;33a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3111\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for his second coming. Was it unreasonable for the Lord to send angels to Abraham,<span class=\"citation\" id=\"53312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53312)\">Gen. 22:11-19<\/a><\/span> Isaac,<span class=\"citation\" id=\"124842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124842)\">Gen. 26:24<\/a><\/span> and Jacob?<span class=\"citation\" id=\"53552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53552)\">Gen. 32:24-32<\/a><\/span> Was it unreasonable for them to take dinner with Abraham, and for him to wash their feet?<span class=\"citation\" id=\"53186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53186)\">Gen. 18:1-4<\/a><\/span> For Lot to lodge them in his house?<span class=\"citation\" id=\"53238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53238)\">Gen. 19:1-3<\/a><\/span> For Joshua,<span class=\"citation\" id=\"62263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62263)\">Zech. 3:1<\/a><\/span> Gideon,<span class=\"citation\" id=\"55350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55350)\">Judg. 6:11-13<\/a><\/span> Daniel,<span class=\"citation\" id=\"61785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61785)\">Dan. 10:18-21<\/a><\/span> Isaiah,<span class=\"citation\" id=\"57977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57977)\">Isa. 6:1,5<\/a><\/span><span class=\"citation\" id=\"81422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81422)\">2 Ne. 11:2<\/a><\/span> Ezekiel,<span class=\"citation\" id=\"60742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60742)\">Ezek. 9:1-11<\/a><\/span> Peter,<span class=\"citation\" id=\"71480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71480)\">Acts 5:19<\/a><\/span><span class=\"citation\" id=\"71814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71814)\">Acts 12:7<\/a><\/span> Paul,<span class=\"citation\" id=\"72142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72142)\">Acts 27:23<\/a><\/span> or the wise men<span class=\"citation\" id=\"62639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62639)\">Matt. 2:12<\/a><\/span> and shepherds of Israel,<span class=\"citation\" id=\"67024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67024)\">Luke 2:8-15<\/a><\/span> or for Joseph, the husband of Mary,<span class=\"citation\" id=\"62631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62631)\">Matt. 1:20<\/a><\/span><span class=\"citation\" id=\"62641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62641)\">Matt. 2:13<\/a><\/span> and Zacharias,<span class=\"citation\" id=\"66965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66965)\">Luke 1:5-20<\/a><\/span> or for various other holy men<span class=\"citation\" id=\"124843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124843)\">Acts 10:1-8<\/a><\/span> and women<span class=\"citation\" id=\"124845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124845)\">Judg. 13:2-24<\/a><\/span><span class=\"citation\" id=\"124844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124844)\">Luke 1:26-38<\/a><\/span> to see angels sent from heaven? It was neither unreasonable nor unscriptural. <\/div><div class=\"paragraph jod\" id=\"v7n209\"> Paul says, &#x201C;Are they (the angels) not all ministering spirits, sent to minister for those who shall be heirs of salvation?&#x201D;<span class=\"citation\" id=\"76413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76413)\">Heb. 1:14<\/a><\/span> If, then, they have this office assigned to them, to minister to the heirs of salvation, it is not an unscriptural doctrine that they should minister to those four men. It is just as reasonable that God should send an angel to four men in the last days, and introduce his kingdom and preparatory work for the second advent of the Son of God, as it was for an angel to be sent to Zacharias<span class=\"citation\" id=\"66964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66964)\">Luke 1:5-20<\/a><\/span> in order that a messenger might be raised up to prepare the way for his first coming. The one is a little more reasonable than the other; for the latter-day coming is to far transcend in glory and power his first coming, when he appeared among the Jews. At his second coming the earth will tremble and roll to and fro like a drunken man;<span class=\"citation\" id=\"124846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124846)\">D&amp;C 88:87<\/a><\/span> the mountains shall fall,<span class=\"citation\" id=\"85901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85901)\">D&amp;C 49:23<\/a><\/span> the valleys be raised, the crooked places made straight, and the rough places smooth, when the Lord is revealed in his glory and power.<span class=\"citation\" id=\"59271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59271)\">Isa. 40:4-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n210\"> If all these things are to be fulfilled, Israel gathered, the fulness of the Gentiles brought in, and Zion built up&#x2014;if the great Latter-day Work mentioned by the ancient Prophets has to be fulfilled, then it would not be unreasonable that an angel should <div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3111\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be sent from heaven to begin a work of this magnitude. <\/div><div class=\"paragraph jod\" id=\"v7n211\"> But, perhaps, you may admit that it is perfectly scriptural and reasonable that an angel should be sent; but, then, you may ask if there may not be something connected with the Book of Mormon which would render it inconsistent, and not entitled to credit, and which would prove that its pretenses were an imposition. <\/div><div class=\"paragraph jod\" id=\"v7n212\"> In reply, I ask, What is there about the Book of Mormon that is inconsistent? What does it profess to be? It professes to contain the history of part of the tribe of Joseph, who came out of the land of Jerusalem 600 years before Christ, and colonized the American continent. These Indian tribes are their descendants. When they first came here, they were a righteous people, and had with them the Scriptures, containing the law of Moses.<span class=\"citation\" id=\"81338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81338)\">2 Ne. 5:10<\/a><\/span> When they came here, they made plates of gold, and on them they recorded their history, wars, contentions, &amp;c.<span class=\"citation\" id=\"80976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80976)\">1 Ne. 9:4<\/a><\/span> These plates were handed down among the ancient inhabitants of America for a thousand years after they came here. Their prophecies were recorded from generation to generation. Jesus Christ appeared to them on this land after his resurrection, just the same as he did to the people in Palestine, and showed them the wounds in his hands and in his feet.<span class=\"citation\" id=\"82605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82605)\">3 Ne. 11:14<\/a><\/span> He descended before them in South America, and put an end to the law of Moses,<span class=\"citation\" id=\"82680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82680)\">3 Ne. 15:2-10<\/a><\/span> which they practiced on this continent; and he introduced the Gospel in its stead, taught them faith and repentance, and baptism for the remission of sins, as in Jerusalem.<span class=\"citation\" id=\"82967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82967)\">3 Ne. 27:16-21<\/a><\/span> He taught the people to come with broken hearts and contrite spirits,<span class=\"citation\" id=\"82665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82665)\">3 Ne. 12:19<\/a><\/span> and humble themselves, and be baptized by immersion for the remission of their sins,<span class=\"citation\" id=\"82633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82633)\">3 Ne. 11:25-27<\/a><\/span> and had his servants lay hands on them for the gift of the Holy Ghost,<span class=\"citation\" id=\"82643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82643)\">3 Ne. 12:1<\/a><\/span> as Paul<span class=\"citation\" id=\"124847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124847)\">Acts 19:6<\/a><\/span> and Peter did.<span class=\"citation\" id=\"124848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124848)\">Acts 8:14-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n213\"> The teachings of Jesus were re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"34a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0034.pdf\" target=\"pdfwin\">p.&#xA0;34a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3110\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>corded on these gold plates, and they were handed down until some 400 years after Christ. Many sacred revelations are recorded on them, and prophecies that reach to our day, and down to the end of all things. <\/div><div class=\"paragraph jod\" id=\"v7n215\"> If you search this record from beginning to end, you will find the historical part perfectly consistent. You cannot prove that Joseph Smith is an impostor from any inconsistencies in the historical part of the work. <\/div><div class=\"paragraph jod\" id=\"v7n216\"> If you search the discoveries of all the antiquarians that have written since the discovery of America concerning the ancient inhabitants of this land you cannot put your finger upon one particle of evidence from their researches that will come in contact with the Book of Mormon. <\/div><div class=\"paragraph jod\" id=\"v7n217\"> If you examine its prophecies, you will find many that the Jewish records speak nothing of&#x2014;prophecies that relate to the Indians, and that relate to the rise of this Church, to the Millennium, and to many things that the other Prophets have not touched upon; and also many of the events predicted in the Jewish Bible were delivered to the Prophets in this land. Compare the prophecies of the Jewish records with those in the Book of Mormon, and you will find no clashing or jarring; consequently, you cannot condemn the Book of Mormon, Joseph Smith, and these witnesses to be impostors from the prophetic declarations of that book. <\/div><div class=\"paragraph jod\" id=\"v7n218\"> Try its doctrine, and you will find that the Gospel taught in ancient America 1,800 years ago is like that taught in ancient Judea and the regions round about. Did the ancient Apostles in Palestine teach faith in Jesus Christ, repentance, and baptism for the remission of sins? So did the ancient Apostles and Prophets in America. Did the Apostles in Judea practice the laying on of hands for the gift of the Holy Ghost? So did the ancient Israelites of America. Did <div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3110\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Jesus and his disciples organize the Church in Asia with revelators and inspired men in it&#x2014;with prophets and prophetesses, with dreams, visions, and revelations? So did the ancient Israelites in America do the same thing. They, the ancient Apostles, organized the Church with miracles and gifts, with power to heal the sick, to cast out devils, to work miracles, and with power over the elements. The Book of Mormon tells us that the Israelites on ancient America organized one after the same pattern. Consequently, if we examine the whole structure of the Church in Palestine and the structure of the Church in ancient America, we find no jar; so, no man upon the face of the earth can condemn Joseph Smith and these three witnesses from any inconsistency in their doctrine. <\/div><div class=\"paragraph jod\" id=\"v7n219\"> Compare the miracles that are recorded in the Book of Mormon with those recorded in the Bible, and you will find no unreasonable miracles in the one, more than in the other. There is no fish story in it&#x2014;nothing about a man's being carried in a whale's belly three days and three nights;<span class=\"citation\" id=\"62075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62075)\">Jonah 1:17<\/a><\/span> though, if such a story was in it, we should believe it, the same as we do the Jewish history of Jonah. There is nothing said in this book about three men being put into a furnace of fire, heated seven times hotter than ever before, and yet the three men receiving no harm.<span class=\"citation\" id=\"61397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61397)\">Dan. 3:1-30<\/a><\/span> We believe the Bible when it records this great miracle; but there is nothing which to the atheist is so apparently inconsistent as that. <\/div><div class=\"paragraph jod\" id=\"v7n220\"> The miracles recorded in the Book of Mormon were of such a nature as to be worthy of the exertion of Divine power. If the sick were healed, it was because Jesus had promised his servants they should lay their hands on them, and they should be healed.<span class=\"citation\" id=\"66937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66937)\">Mark 16:18<\/a><\/span> If they prophesied, it was concerning future events, because the Lord  <div class=\"break pagebreak\" id=\"35a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0035.pdf\" target=\"pdfwin\">p.&#xA0;35a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3109\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wanted them to understand that which was to come. <\/div><div class=\"paragraph jod\" id=\"v7n222\"> Is there anything in this book that contradicts any scientific truth? You may ransack all the libraries in the world, and gather together all the books of science, and compare with this book, and you will find no clashing; consequently, where is your ground for condemnation? You cannot condemn it from its historical, prophetic, and doctrinal writings, or because of any unreasonable miracles said to have been wrought among the ancient Israelites on these lands, or because it contradicts any scientific truth, or because it is unscriptural or unreasonable that people should see angels in these days. <\/div><div class=\"paragraph jod\" id=\"v7n223\"> We defy this whole generation to bring up any testimony to condemn the truth of this book. It will face this generation from this time until the second coming of Christ, and then through the Millennium. And when this generation come up from their graves at the great and last day, the books will be opened, and by the word of God declared on this continent and on the Eastern continent the inhabitants of the earth will be judged.<span class=\"citation\" id=\"80609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80609)\">Rev. 20:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n224\"> You may bring all the lies and newspaper stories you can hatch up, and all the misrepresentations you can conceive, and use them against the Divine truths of the Book of Mormon, to save your crumbling apostate systems from utter ruin; you may pile up your falsehoods like mountains; you may fill your railroad carriages to the brim with them, or you may send them by the electric current the world round, and it will not stop the onward progress of the truths of &#x201C;Mormonism&#x201D; revealed from heaven: it cannot stay the arm of the Almighty from building up his kingdom in the last days, or hush the voice of his servants from warning the nations to repent and to turn away from their lyings and whoredoms, and from all <div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3109\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their wickedness and abominations which they continually practice before the Lord. <\/div><div class=\"paragraph jod\" id=\"v7n225\"> The word of God is something that cannot be destroyed; but it will appear in the day of judgment, and you and I will be judged by it. <\/div><div class=\"paragraph jod\" id=\"v7n226\"> I believe the Book of Mormon; I believe it because I consider that I have not only the testimony of these twelve witnesses, but a vast amount of other evidence and testimony such as you have not in relation to the things that are contained in the Jewish record. <\/div><div class=\"paragraph jod\" id=\"v7n227\"> For instance, what evidence and testimony have the present generation and the generations that have lived during the last seventeen centuries that Jesus Christ, the great Redeemer of the world, arose from the dead? You have the testimony of four individuals, and no more, provided that their testimony has not been corrupted, altered, and mutilated in the oldest manuscripts now known. Who are they? Matthew, John, Paul, and Peter. The other four writers of the New Testament have not said a word about seeing Jesus after his resurrection. The New Testament was written by eight men&#x2014;Matthew, Mark,<span class=\"citation\" id=\"66714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66714)\">Mark 16:9-16<\/a><\/span> Luke,<span class=\"citation\" id=\"68398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68398)\">Luke 24:13-51<\/a><\/span><span class=\"citation\" id=\"71002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71002)\">Acts 1:1-9<\/a><\/span> John, Paul, Peter, James, and Jude. Four of these men have given their testimony that they saw Jesus after his resurrection; the other four have told us nothing about it. <\/div><div class=\"paragraph jod\" id=\"v7n228\"> But it may be asked, &#x201C;Does not the Apostle Paul testify that Jesus was seen by upwards of five hundred brethren at once?&#x201D;<span class=\"citation\" id=\"73788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73788)\">1 Cor. 15:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n229\"> But none of those five hundred brethren have spoken of this, or handed down their testimony. <\/div><div class=\"paragraph jod\" id=\"v7n230\"> Perhaps it will be argued that the four witnesses that saw Jesus&#x2014;namely, Matthew,<span class=\"citation\" id=\"66412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66412)\">Matt. 28:9-20<\/a><\/span> John,<span class=\"citation\" id=\"70847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70847)\">John 20:14-31<\/a><\/span><span class=\"citation\" id=\"70945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70945)\">John 21:1-25<\/a><\/span><span class=\"citation\" id=\"124849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124849)\">Rev. 1:10-18<\/a><\/span> Paul,<span class=\"citation\" id=\"71693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71693)\">Acts 9:3-6<\/a><\/span><span class=\"citation\" id=\"72110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72110)\">Acts 23:11<\/a><\/span><span class=\"citation\" id=\"73285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73285)\">1 Cor. 9:1<\/a><\/span><span class=\"citation\" id=\"73793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73793)\">1 Cor. 15:8<\/a><\/span> and Peter,<span class=\"citation\" id=\"71741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71741)\">Acts 10:14<\/a><\/span><span class=\"citation\" id=\"71815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71815)\">Acts 12:7<\/a><\/span> performed great miracles, and thus established their testimony; and consequently, we are bound to believe them. <\/div> <div class=\"break pagebreak\" id=\"36a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0036.pdf\" target=\"pdfwin\">p.&#xA0;36a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3108\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n232\"> But how do you know that they performed miracles? <\/div><div class=\"paragraph jod\" id=\"v7n233\"> &#x201C;They have told us so.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n234\"> How do you know they tell us the truth? Were you there to behold the miracles they wrought? Only six of the eight writers of the New Testament say anything about miracles. Suppose they all testify that there were wonderful miracles wrought, have we not as good reason to believe eight men that testify to miracles in these days? <\/div><div class=\"paragraph jod\" id=\"v7n235\"> If all the men on this stand have kept journals (and some of them have for a quarter-of-a-century), and if they have recorded what their eyes have seen and their ears have heard; and if the several hundred Elders in this large assembly have done likewise, and recorded all the miraculous things their eyes have seen and their ears heard; and if the generations to come should gather up our journals and manuscripts, and entitle them, <span class=\"italic\">The Acts of the Apostles and Elders of the Nineteenth Century<\/span>, they would find tens of thousands of miracles recorded in these journals where the sick have been healed, the eyes of the blind opened, the ears of the deaf unstopped&#x2014;where the lame have been made to leap as an hart,<span class=\"citation\" id=\"94559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94559)\">Isa. 35:5-6<\/a><\/span> and where people have been raised up from the last stages of cholera, in the name of Jesus Christ, and where those who were born blind have had their eyes opened.<span class=\"citation\" id=\"124850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124850)\">John 9:1-38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n236\"> Would they not have as much reason to believe the journals and writings of the Latter-day Saints in relation to the miracles wrought as you have to believe the testimony of the six writers of the New Testament on the same subject? Who are the New Testament writers? They are interested witnesses, everyone of them. <\/div><div class=\"paragraph jod\" id=\"v7n237\"> &#x201C;But the world saw their miracles.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n238\"> How do you know? <\/div><div class=\"paragraph jod\" id=\"v7n239\"> &#x201C;These six writers say so.&#x201D; <\/div> <div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3108\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n240\"> Have you the testimony of any of the world that they actually saw even one miracle wrought by the Apostles of Jesus Christ? No, you have not. <\/div><div class=\"paragraph jod\" id=\"v7n241\"> Perhaps you may say that when the lame man at the beautiful gate of the Temple was healed, it was done publicly before the multitude.<span class=\"citation\" id=\"71335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71335)\">Acts 3:1-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n242\"> How do you know this? Luke says so in the Acts of the Apostles, and you believe it on his testimony alone. How do you know that Jesus Christ was transfigured on the mount? That Moses and Elias appeared to Peter and James and John on that occasion? Have Peter, James, and John given their testimony? Not a word; but Matthew, Mark, and Luke&#x2014;three men who were not present, who did not see the transfiguration, and who did not see Moses and Elias, say so; but their testimony is secondhanded.<span class=\"citation\" id=\"64983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64983)\">Matt. 17:1-8<\/a><\/span><span class=\"citation\" id=\"66575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66575)\">Mark 9:2-8<\/a><\/span><span class=\"citation\" id=\"67350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67350)\">Luke 9:28-36<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n243\"> We believe that Peter, James, and John actually did see holy angels&#x2014;did behold Moses and Elias, and see Jesus transfigured, upon secondhanded testimonies given on the subject. <\/div><div class=\"paragraph jod\" id=\"v7n244\"> Now, we have the testimony of individuals themselves concerning the Book of Mormon&#x2014;not the testimony alone of Elders Richards and Woodruff, or of any of these Elders&#x2014;but the testimonies of persons who beheld the angel and heard his voice. <\/div><div class=\"paragraph jod\" id=\"v7n245\"> Therefore, the testimony establishing the truth of the Book of Mormon is far superior to that establishing the Bible in its present form. <\/div><div class=\"paragraph jod\" id=\"v7n246\"> I do not know but I am wearying you; but I have endeavored in my simple way to lay before you the evidence and testimony you have for believing the Jewish record, compared with the evidence and testimony you have for believing the ancient records of America, called the Book of Mormon; and any persons who will carefully examine this subject will be obliged in their own hearts to say  <div class=\"break pagebreak\" id=\"37a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0037.pdf\" target=\"pdfwin\">p.&#xA0;37a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3107\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there is a hundredfold more evidence to prove the Divine authenticity of the Book of Mormon than what we have to prove the Palestine records. <\/div><div class=\"paragraph jod\" id=\"v7n248\"> But this is not all. We do not rest our evidence alone on the testimony of these twelve witnesses; our hopes are built upon a foundation surer than all these external testimonies. The Latter-day Saints are not that enthusiastic people who open their mouths and swallow down doctrines because they are popular, because their fathers believed them; but we believe a doctrine because we have evidence to substantiate it; and then, in addition to this, we seek for more truth and knowledge. <\/div><div class=\"paragraph jod\" id=\"v7n249\"> The Book of Mormon informs us how we may not only have faith in that book because of the evidence and testimony accompanying it; but how we may obtain a knowledge concerning its truth. The Book of Mormon informs us, as well as the Holy Scriptures, that if we will repent and be baptized, we shall receive the gift of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v7n250\"> We have tried the experiment. We have repented of our sins, we have turned from our transgressions, and humbled ourselves, like little children, before the Lord; we were buried in the water, and brought out of the water; then hands were laid upon us, and we received the gift of the Holy Ghost,<span class=\"citation\" id=\"82970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82970)\">3 Ne. 27:20<\/a><\/span> and this gave us a knowledge of the truth. <\/div><div class=\"paragraph jod\" id=\"v7n251\"> What are the effects of the Holy Ghost? Jesus says, in the last chapter of Mark, &#x201C;These signs shall follow them that believe; In my name they shall cast out devils; speak with new tongues; take up serpents; and if they drink any deadly thing, it shall not hurt them: they shall lay hands on the sick, and they shall recover.&#x201D;<span class=\"citation\" id=\"66915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66915)\">Mark 16:17-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n252\"> The promise of the signs was not to the Apostles alone, but he said unto them, &#x201C;Do you go and preach the word in all the world; and he that <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3107\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> believes your testimony and is baptized shall receive salvation, and those that will not believe shall be damned; and these signs shall follow them that do believe.&#x201D;<span class=\"citation\" id=\"66783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66783)\">Mark 16:15-17<\/a><\/span> We have believed, repented, been baptized, and received the gift of the Holy Ghost; and we found the promise verified. If it were not so, we should then know it to be an imposition. If we found that Jesus did not fulfil his promise after we fully obeyed his word, we should then know the same to be false. <\/div><div class=\"paragraph jod\" id=\"v7n253\"> Let me say to this congregation that there would not have been a Church of Latter-day Saints five years upon the earth, had he not fulfilled his promise after we had obeyed his word, because he made this promise not only in the Book of Mormon and the New Testament, but by direct revelation through the Prophet, that if the people would do thus and so, they should be blessed with such and such gifts. Now, suppose the people, after having tried it, did not receive those gifts, the whole Church would have apostatized, and turned and declared it all false&#x2014;Book of Mormon, Bible, and everything else. Why? Because these books made a promise on certain conditions, which was not fulfilled. <\/div><div class=\"paragraph jod\" id=\"v7n254\"> But when the people believed and were baptized for the remission of sins, and filled with the Holy Ghost, and the visions of the future were opened to them, and the spirit of prophecy rested upon them, and they beheld the sick recovering, the blind receiving their sight, and the deaf hearing, &#x201C;Surely,&#x201D; said they, &#x201C;this must be of God; for the Lord never would have confirmed an imposition to us by granting the gifts of the Gospel.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n255\"> But may not the Devil perform miracles? Satan was to come with all power, signs, and lying wonders, and with all deceivableness of unrighteousness in them that perish, because they had pleasure in un<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"38a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0038.pdf\" target=\"pdfwin\">p.&#xA0;38a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3106\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>righteousness. &#x201C;Now, how do you know but these are some of the strong delusions?&#x201D;<span class=\"citation\" id=\"75795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75795)\">2 Thes. 2:9-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n257\"> But prove to us that we have had pleasure in anything contrary to the Gospel of Jesus Christ&#x2014;that this people have not obeyed the Scriptures of eternal truth. Those signs that were to come, and these living wonders, &amp;c., were to be practiced by individuals that had pleasure in unrighteousness<span class=\"citation\" id=\"94560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94560)\">2 Thes. 2:12<\/a><\/span> and who rejected the Gospel of Jesus Christ&#x2014;they were to go forth like the magicians in the days of Moses to withstand the power of Moses. We see them on one hand turning the water to blood, and Moses doing the same; in short, Moses performed numerous miracles (by the power of God), and the magicians did the same.<span class=\"citation\" id=\"53907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53907)\">Ex. 7:11-25<\/a><\/span><span class=\"citation\" id=\"53919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53919)\">Ex. 8:1-19<\/a><\/span> How are we to distinguish between the two? Moses believed and obeyed the words of the Most High God, and the magicians were fighting against him, and yet they did miracles&#x2014;not in the name of God, but by their enchantments; and so it is with all wicked miracle workers from their day down to the second coming of Christ: they perform their lying wonders by the power of Satan&#x2014;by the means of somnambulism, spirit-rapping, spirit-writing, or whatever it may be. But when people repent, and are baptized, and perform miracles in the name of the Lord, such miracles are designed to profit and benefit mankind&#x2014;such as laying hands on the sick that they may be healed, speaking and interpreting tongues; hence you may know them to be of God: therefore it is easily to be distinguished which of the two powers should be received, and which should be rejected. <\/div><div class=\"paragraph jod\" id=\"v7n258\"> May God bless all those who love the truth, whether Jew or Gentile, bond or free&#x2014;whether it be those who <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3106\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have received the Gospel and Book of Mormon, or those who are inquiring to know concerning its truth. If they desire to know the truth, may the God of heaven, who has sent forth his angel and confirmed the truth unto many, pour out his Holy Spirit upon them, and enlighten their minds, inasmuch as they go before God with an honest heart, that they may know, as the Latter-day Saints know, that this work is a message from the Almighty, to be proclaimed to every nation, kindred, and people upon the face of the whole earth. And when they know from God that this work is true, they will not be tossed to and fro and carried about with every wind of doctrine,<span class=\"citation\" id=\"75234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75234)\">Eph. 4:14<\/a><\/span> but they will be built upon a foundation upon which they can rest secure. Though the whirlwinds of persecution may beat upon them&#x2014;though they may be hated, derided, and suffer the loss of all things, time after time&#x2014;though they may be driven to and fro, and scattered from city to city, and from synagogue to synagogue,<span class=\"citation\" id=\"124851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124851)\">D&amp;C 63:31<\/a><\/span> and their Patriarchs, Prophets, and Apostles be put to death, yet, with all this distress and poverty brought upon them by being robbed and plundered of their lawful possessions, and with all the injury they may sustain from year to year, they will have something in the midst of it all that will give them joy, peace, and happiness; and that something is A KNOWLEDGE OF THE TRUTH&#x2014;not merely a faith that the foundation on which they are built is of God, but a knowledge that they are established upon a rock that cannot be moved, which is as firm as the throne of Jehovah, and as secure as the eternal attributes of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v7n259\"> May God bless us and prepare us for his heavenly kingdom, and save us therein, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}