{"ID":70001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Nature of Man&#x2014;Happiness&#x2014;Influence of God's Spirit Upon Mankind, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, July 3, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Nature of Man, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/3\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v7n1\"> It is good for those who profess to be believers in the Lord Jesus Christ, and to practice his doctrines, to keep his principles before them. It is good to speak often one to another concerning the things of the kingdom of God.<span class=\"citation\" id=\"83552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83552)\">Moro. 6:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2\"> Man is a mystery to himself, and but few of the inhabitants of the earth inquire into their own organization&#x2014;their being, their capacity, or even into principle. The nations of the earth come and go, and every person of reflection discerns a deep mystery in man. There is a spirit in man,<span class=\"citation\" id=\"56182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56182)\">Job 32:8<\/a><\/span> and that spirit is more or less enlightened and instructed by a superior spirit; yet the hearts of men are absorbed in the things of time, and they wear out their lives in their efforts to preserve them. This is the reason why so many pass like a cloud.<span class=\"citation\" id=\"94556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94556)\">Job 30:15<\/a><\/span> They are here; they take no thought only to subsist as long as they can, and they are gone forever. <\/div> <div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3143\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n3\"> Of those who have leisure and means to improve their minds and make themselves very useful, there are but few who do not squander their time and means. They do not improve upon their talents; or, as brother Heywood observed, they do not improve upon the capital they possess. There is a great amount of ignorance in the world; and most people are lacking in researches concerning their own origin. Some have not the opportunity, others have not the time, and with the majority their education is such that they have not the disposition for those researches. But above all, they waste the knowledge that is naturally within them&#x2014;their natural endowments. All men should study to learn the nature of mankind, and to discern that divinity inherent in them. A spirit and power of research is planted within, yet they remain undeveloped. <\/div><div class=\"paragraph jod\" id=\"v7n4\"> There is one very predominant trait  <div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3142\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the human family&#x2014;the seeking for power. The great majority constantly study to gain influence&#x2014;they traverse the world over to attain it. This trait is, in a great measure, derived from their traditions. As the master acts, does, says, and believes so does the servant. As the parent marks his steps through life, so the steps of the children are measured, and the millions of consequent peculiarities have to be taken into account in dealing with the human family. Tradition seizes upon the scholar when he first commences his education, and, more or less, clings to the human family through life; and we have to deal with people according to their understanding. They are only capable of receiving a certain portion at a time. <\/div><div class=\"paragraph jod\" id=\"v7n6\"> What will satisfy the mind? Will gold? Will silver? Will houses, lands, and possessions? Search the world over, and you will at once discover that they will not. Will power and influence over their fellow beings satisfy? They will not. They may give a momentary satisfaction; but it soon passes away like a morning cloud, and the possessors are still laboring and striving to attain more. This was exhibited in the career of Alexander the Great, who conquered almost the whole of the then known world, and was still so dissatisfied with himself and with his life&#x2014;with his power and possessions&#x2014;that he died in debauchery at an early age. He obtained power, wealth, fame, and renown, and was still so dissatisfied that he mourned, and wept, and threw away his life ere arriving at middle age. <\/div><div class=\"paragraph jod\" id=\"v7n7\"> What would satisfy the children of men, if they had it in their possession? Only truth and the true principles and conduct flowing from its observance. True, certain classes of the inhabitants of the earth are pretty well satisfied with themselves, through <div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3142\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their researches in the philosophies of the day, and especially in the science of astronomy, which gives the greatest scope to the mind; and yet they are not fully satisfied. What will satisfy us? If we understood all principles and powers that are, that have been, and that are to come, and had wisdom sufficient to control powers and elements with which we are associated, perhaps we would then be satisfied. If this will not satisfy the human mind, there is nothing that will. <\/div><div class=\"paragraph jod\" id=\"v7n8\"> Is there any such thing as happiness upon the earth? There is; and could people understand its beginning&#x2014;its germ, they would strive to obtain truth and to increase in true knowledge: then the person calculated to receive much would have enjoyment in proportion, and one capacitated to receive but little would be satisfied therewith. Is there such knowledge upon the earth? There is. Are there true principles? There are, and we heard a portion of them this morning in the doctrine of salvation. <\/div><div class=\"paragraph jod\" id=\"v7n9\"> If people understood true philosophy&#x2014;eternal philosophy, they would understand that there is an eternity of matter. Astronomers estimate that there is between us and the nearest fixed star matter enough from which to organize millions of earths like this. There is an eternity of matter, and it is all acted upon and filled with a portion of divinity. Matter is to exist; it cannot be annihilated. Eternity is without bounds, and is filled with matter; and there is no such place as empty space. And matter is capacitated to receive intelligence. <\/div><div class=\"paragraph jod\" id=\"v7n10\"> If we could so understand true philosophy as to understand our own creation, and what it is for&#x2014;what design and intent the Supreme Ruler had in organizing matter and bringing it forth in the capacity that I behold you here today, we could comprehend  <div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3141\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that matter cannot be destroyed&#x2014;that it is subject to organization and disorganization; and could understand that matter can be organized and brought forth into intelligence, and to possess more intelligence, and to continue to increase in that intelligence; and could learn those principles that organized matter into animals, vegetables, and into intelligent beings; and could discern the Divinity acting, operating, and diffusing principles into matter to produce intelligent beings, and to exalt them&#x2014;to what? Happiness. Will nothing short of that fully satisfy the spirits implanted within us? No. <\/div><div class=\"paragraph jod\" id=\"v7n12\"> You can daily observe the operations of the spirits of men in the streets of this city. There you can now see the world exhibited as it is. You can see people hurrying from the east to the west, from the west to the east, from the north to the south, and from the south to the north. Have they an object in view? Ask the traveler whether he has; ask the bystander whether there is an object in his mind. Whether I stand or walk, whether I labor or rest, lie down or rise up, in all my acts in life there is an object. I have something in view, you have something in view, and so has the whole human family, as also all intelligence of every grade. <\/div><div class=\"paragraph jod\" id=\"v7n13\"> What principal object have human beings in view? Happiness. Give me glory, give me power, give me wealth, give me a good name, give me influence with my fellow men, give me all these, and it does not follow that I am thereby made happy; that depends altogether upon what principle those acquisitions were gained. Absolute tyranny never can produce happiness, neither can an influence unjustly gained and used; but give me influence with the children of men, and can that alone produce happiness? It cannot. What will give a man joy? That which will give him peace? <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3141\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> What will produce joy and peace? If a man gains influence from the confidence he enjoys through his integrity, his honesty, goodness, uprightness, virtue, and truth, that influence will satisfy his mind; and influence gained in other courses cannot. <\/div><div class=\"paragraph jod\" id=\"v7n14\"> Many have been hated, despised, and hunted, on account of their influence with their fellow beings. Has anyone in our generation? Yes. Are there not scores of men and women here who are familiar with the death of our Prophet? Why did people hate him? Because of his influence. Did he gain or exercise an unrighteous influence? By no means. He possessed a righteous influence over the spirits, feelings, passions, and dispositions of all who delighted in truth and goodness, so far as he associated, and could guide them at his pleasure. <\/div><div class=\"paragraph jod\" id=\"v7n15\"> Am I hated for the same cause? I am. I am hated for teaching people the way of life and salvation&#x2014;for teaching them principles that pertain to eternity, by which the Gods were and are, and by which they gain influence and power. Obtain that influence, and you will be hated, despised, and hunted like the roe upon the mountains. The way to obtain that influence is pointed out&#x2014;by whom? By him through whom the worlds were created, and who has redeemed this earth and all things upon it. <\/div><div class=\"paragraph jod\" id=\"v7n16\"> He gave his life a ransom to atone for the sins of the world, and he has pointed out the way. His law is sacred, omnipotent, eternal; and that is the law to obey. Let the Lord speak, and let the people obey. That is the way to gain that happiness which all mankind are seeking, and no other course can satisfy the noble, Godlike spirit placed in man, who is formed for the express purpose of preserving his identity to all eternity. Without strict observance to the laws by which worlds were and are created  <div class=\"break pagebreak\" id=\"4a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0004.pdf\" target=\"pdfwin\">p.&#xA0;4a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3140\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x2014;to the words of the Eternal, no being can inherit eternal lives. <\/div><div class=\"paragraph jod\" id=\"v7n18\"> These are the principles that this people, who are by many deemed to be the most ignorant, outlandish, corrupt, base, vile, and wicked people on the globe, have imbibed, and are striving to practice, and through so doing are hated all the day long. Ignorant? Yes, we are ignorant; but we are on the high road to that eternal knowledge that fills the bosoms of the Gods in eternity. If we are faithful to the end, we have the promise that we shall obtain that crown of glory and eternal life that will give us the satisfaction we are seeking. These principles are true; and let me observe to all, Saints and sinners, young and old, wise and ignorant, Do not mistake any points of doctrine you hear preached. The spirit in man is always enlightened, more or less, by the Spirit of the Holy One of Israel&#x2014;that Being who gave the law. <\/div><div class=\"paragraph jod\" id=\"v7n19\"> When he pleases to bless the children of men, he is able to accomplish his purpose. If he is disposed to permit a Nebuchadnezzar to see a finger writing on a wall,<span class=\"citation\" id=\"61494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61494)\">Dan. 5:5<\/a><\/span> it is his privilege to do so. If he is disposed to talk with an Enoch,<span class=\"citation\" id=\"92987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92987)\">Moses 7:20<\/a><\/span> or to show himself to the brother of Jared,<span class=\"citation\" id=\"83391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83391)\">Ether 3:13<\/a><\/span> it is his privilege. And if he is disposed to pour out the Holy Ghost upon the house of Cornelius before he embraced the Gospel in the usual way by baptism for the remission of sins,<span class=\"citation\" id=\"71714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71714)\">Acts 10:1-48<\/a><\/span> it is his privilege. The principle is, God must be obeyed. And even after Cornelius and his house had received the Holy Ghost, they did not, like some in our day, rise up and say, &#x201C;We have no need to be baptized.&#x201D; Why did not Cornelius tell Peter that he had received the Holy Ghost, and was as good a Christian as he? But, no; he must send to Joppa for one Simon Peter, who would tell him words whereby he and his household could be saved.<span class=\"citation\" id=\"94557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94557)\">Acts 10:5-6<\/a><\/span> What words? To <div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3140\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be baptized in water. Peter did not tell them to receive the Holy Ghost, for they had received it. <\/div><div class=\"paragraph jod\" id=\"v7n20\"> They had already been endowed with the Holy Ghost, and it was the right and privilege of him who laid down his life to redeem the children of men to bestow that Holy Ghost where and when he pleased. If Cornelius had refused to have been baptized, he never would have received the influence of the Holy Ghost afterwards. He must obey the outward ordinances to secure to himself eternal lives&#x2014;to attain the blessings consequent upon obedience. <\/div><div class=\"paragraph jod\" id=\"v7n21\"> Jesus of Nazareth, who appeared to Saul of Tarsus in the way, opened the vision of his mind, and conversed with him, and told him what to do.<span class=\"citation\" id=\"71691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71691)\">Acts 9:1-18<\/a><\/span> Did he tell him that he was a Christian, that his sins were forgiven, and that there was nothing more to be done? He did not. Did he intimate to him, in the least, that he was prepared to go and preach the Gospel? Not in the least. It could be said to him, &#x201C;I am Jesus, whom thou persecutest;&#x201D; and Paul could cry out, &#x201C;Lord, what shall I do?&#x201D; Go to Damascus, and you will there find a man, named Ananias, who will tell you what to do. Paul was led into the city, and immediately sent for Ananias. After the Lord told Ananias to go, he refused, for he had heard of the persecutions by Saul&#x2014;of his dragging men and women to prison; but the Lord informed him that he had appeared to Saul on the way; and told him to go and converse with him, and fear not. What did Ananias tell Saul to do? To go and be baptized; for the same Jesus who appeared to you on the way told me to come and tell you what to do. <\/div><div class=\"paragraph jod\" id=\"v7n22\"> It is the Lord's privilege to give the Holy Ghost to whom he will, and it is not for us to question him in his right, power, and privilege&#x2014;in the extent of his doings. He blesses the  <div class=\"break pagebreak\" id=\"5a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0005.pdf\" target=\"pdfwin\">p.&#xA0;5a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3139\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>human family; he raises up nations, kingdoms, and governments, and controls in the armies of the world. He rules in the heavens, and makes the wrath of man praise him,<span class=\"citation\" id=\"56865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56865)\">Ps. 76:10<\/a><\/span> and gives his Spirit when and to whom he pleases. Shall I say that he has given it to his Saints all the day long? Yes; for I know that he has. Have they enjoyed the light of the Spirit of revelation? Yes; and so, more or less, has every being that has been born upon this earth. I never passed John Wesley's church in London without stopping to look at it. Was he a good man? Yes; I suppose him to have been, by all accounts, as good as ever walked on this earth, according to his knowledge. Has he obtained a rest? Yes, and greater than ever entered his mind to expect; and so have thousands of others of the various religious denominations. Why could he not build up the kingdom of God on the earth? He had not the Priesthood; that was all the difficulty he labored under. Had the Priesthood been conferred upon him, he would have built up the kingdom of God in his day as it is now being built up. He would have introduced the ordinances, powers, grades, and quorums of the Priesthood: but, not holding the Priesthood, he could not do it. Did the Spirit of God rest upon him? Yes, and does, more or less, at times, upon all people. <\/div><div class=\"paragraph jod\" id=\"v7n24\"> Christ is the light of the world,<span class=\"citation\" id=\"124835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124835)\">John 8:12<\/a><\/span> and lighteth every man that cometh into it.<span class=\"citation\" id=\"68522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68522)\">John 1:9<\/a><\/span><span class=\"citation\" id=\"87784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87784)\">D&amp;C 84:46<\/a><\/span> Were it not for the light that is in the people, they would not hate us; they would not exclaim as they do&#x2014;&#x201C;We came here to cut your throats, but we cannot quite accomplish our purpose.&#x201D; That is what they came for: they had no other intent, except, in addition, to plunder and destroy our property, and pollute our wives and daughters. What causes them to hate us? The light that is in them&#x2014;the Spirit of the Almighty that <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3139\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> rests on the nations; which proves the old Scriptures to be true,<span class=\"citation\" id=\"84297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84297)\">D&amp;C 20:11<\/a><\/span> where they state that the report of the work that the Lord would bring forth in the last days should make the people tremble and quake.<span class=\"citation\" id=\"54932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54932)\">Deut. 2:25<\/a><\/span><span class=\"citation\" id=\"58632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58632)\">Isa. 28:19<\/a><\/span><span class=\"citation\" id=\"89217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89217)\">D&amp;C 97:23<\/a><\/span> The light that is in them convicts them and teaches them that the doctrine the Elders of Israel preach among them is the Gospel of salvation; and say they, &#x201C;We will not have it.&#x201D; Have you not heard many of them say that they would rather go to hell than believe it? &#x201C;I will not believe what you preach, though I go to hell for disobeying it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n25\"> That Spirit that is in them&#x2014;the inspiration of the Almighty which giveth understanding&#x2014;<span class=\"citation\" id=\"56183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56183)\">Job 32:8<\/a><\/span>convinces them that the doctrine is true. Were it false doctrine, it would be thought no more of than any other of the numerous isms in the world. They would pass by it as kindly and as easily as they do Socialism, or any other doctrine. But it convicts the people. Am I sorry for them? I am. My soul aches for them, because they cannot resolve and act in accordance with the dictates of that Spirit which ever prompts the human heart aright. But rise up and declare, &#x201C;We will not believe this doctrine.&#x201D; What then? You must suffer. Thousands are suffering now; ministers are groaning in pulpits, and deacons and lay members are groaning in congregations: there are groans in secret places, in public places, in highways and by-ways: everywhere people are in pain, in sorrow, in misery; and, in short, are in hell. What is the matter? &#x201C;&#x2018;Mormonism&#x2019; is yet in existence&#x2014;it is not destroyed.&#x201D; Why can they not muster courage enough to say, &#x201C;Our independent organizations we will use, and will not suffer the Devil, nor fathers, mothers, priests, neighbors, worldly reputation, riches, or anything else, to deter us from embracing and practicing the  <div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3138\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>principles of eternal life?&#x201D; That course would at once start them on the road to happiness. &#x201C;But,&#x201D; says the Devil, &#x201C;if I let you go, you will get out of my power and reach, and I cannot get you again.&#x201D; Suppose the world should turn round and say, &#x201C;Mr. Devil, we have been co-partners long enough!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n27\"> I remember that when I made a profession of religion, after being called an infidel by the Christians, I often used to get a little puzzled. The Evil One would whisper to me that I had done this, that, or some other thing wrong, and inquire whether that looked like a Christian act, and remark, &#x201C;You have missed it; you have not done right, and you know it; you did not do as well in such a thing as you might; and are you not ashamed of yourself in saying that you are a Christian? You profess the religion of Jesus Christ, and now manifest such weakness!&#x201D; Said I, &#x201C;Mr. Devil, it is none of your business. You may go behind, or before, or in any other direction; but you and I have dissolved partnership; and what I do, I am accountable for to a more glorious Being than you are. So long as we were in partnership, I had to give an account of my doings to you; but now it is not for you to fret yourself about my doings, for you have no interest whatever in the matter.&#x201D; And thus I have acted with him from that time until now. <\/div><div class=\"paragraph jod\" id=\"v7n28\"> I have experienced and learned much since I embraced the Gospel, and have become thoroughly convinced that the world lieth in ignorance, and are wandering after a shadow&#x2014;that is, false principles. There is no solid peace and joy, no permanent comfort and consolation to be found between&#x2014;shall I go to the extremes? Yes, the sectarian extremes&#x2014;the top of the topless throne, and the bottom of the bottomless pit. There is not a particle of permanent <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3138\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> happiness between these two extremes to the noble spirits within us. It is only to be found in the principles of eternal life that open the gates of heaven to all believers. The man that places his affections upon the gold, the silver, the goods, chattels, and precious things of this earth, and seeks for power over his fellow man upon false principles, will never realize the happiness that the noble spirit within him is designed to enjoy. <\/div><div class=\"paragraph jod\" id=\"v7n29\"> Then cling to the principles of life that open eternity and reveal to us what we are, making known to us our relationship to God, which to the world is a great mystery. <\/div><div class=\"paragraph jod\" id=\"v7n30\"> In the year 1850, I entertained one of my Baptist friends some two or three weeks. I could not persuade him to preach, but asked him a great many questions; and I found him just where I had left them years ago. I asked him questions with regard to the doctrines taught in the Bible. Could he answer them? No: he was as ignorant as a child of the great plan of salvation. During his stay, I preached in the old Bowery; and when I came to the point that I knew he was looking for&#x2014;to tell who God the Father and God the Son are&#x2014;I dropped the subject. When we arrived home, he said, &#x201C;Brother Young, why did you not go on a little further? You drew my whole soul out to learn something that I never had learned.&#x201D; I said to him that I did not proceed further because he was there. He then remarked&#x2014;&#x201C;I have been preaching thirty years, and I was very anxious to learn the true doctrine upon the very point you spoke of today. I have heard much about your people, and I tarried here to learn. Why could you not have told us more?&#x201D; I replied&#x2014;&#x201C;I wish you to teach.&#x201D; &#x201C;But I do not know anything about the subject.&#x201D; &#x201C;I will so couch my questions that you soon will. Do  <div class=\"break pagebreak\" id=\"7a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0007.pdf\" target=\"pdfwin\">p.&#xA0;7a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3137\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you believe the Old and New Testament?&#x201D; &#x201C;Yes.&#x201D; I then asked him a few questions with regard to the coming forth of the Son of Man, as he is called in a few places. &#x201C;Do you believe that he was born of the virgin Mary?&#x2014;that he was the son of Mary?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Do you believe that the Apostle told the truth when he said that he was begotten by the Father?&#x201D;<span class=\"citation\" id=\"68594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68594)\">John 1:14<\/a><\/span> &#x201C;Yes.&#x201D; &#x201C;Why do you dispute it, then, or throw a doubt upon it? Was he not flesh of our flesh and bone of our bone,<span class=\"citation\" id=\"52523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52523)\">Gen. 2:23<\/a><\/span> if the history given of him is true?&#x201D; &#x201C;O yes.&#x201D; &#x201C;Whom did he look and act like? And whose errand did he come to do?&#x201D; I then turned and read&#x2014;&#x201C;Whoso hath seen me hath seen the Father,&#x201D;<span class=\"citation\" id=\"69938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69938)\">John 14:9<\/a><\/span> and inquired, &#x201C;Do you believe that?&#x201D; &#x201C;Yes; but I never before viewed the matter in the light it now appears.&#x201D; &#x201C;Is he not the very express image and likeness of his Father in heaven?<span class=\"citation\" id=\"76345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76345)\">Heb. 1:3<\/a><\/span> The Bible says he is. Do you believe the Bible?&#x201D; &#x201C;Yes.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n32\"> In a short time he answered my questions; and I took him back to Adam, and gave him to understand clearly who the Bible taught that he was. I learned from my Baptist friend that his sect were just where I left them twenty-five years ago. <\/div><div class=\"paragraph jod\" id=\"v7n33\"> As brother Heywood has just remarked in your hearing, the people do not improve on their capital. Every man and woman that has talent and hides it will be called a slothful servant.<span class=\"citation\" id=\"66132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66132)\">Matt. 25:24-26<\/a><\/span> Improve day by day upon the capital you have. In proportion as we are capacitated to receive, so it is our duty to do. Some learn more and faster than others&#x2014;more readily see and comprehend the hearings of their lessons and the relationship they sustain to their fellow beings. Then will everyone who secures an exaltation be happy? Yes. Will all be of one mind there? Yes. Should we not be one here? Yes. Should every man be a President? Should every <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3137\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man be a member of the Quorum of the Twelve? Should every man be the President of our Government, or a King? No; but each should possess the Spirit of the Lord; and through observing its teachings, everyone will be rewarded and enjoy according to his capacity. Each vessel will be filled to overflowing, and hence all will be equal, in that they are full. <\/div><div class=\"paragraph jod\" id=\"v7n34\"> Every man and woman will receive to a fulness, though the quantity will vary according to the extent of their capacity, and each will be crowned with glory and eternal life, if faithful. He that endures to the end the same shall be saved.<span class=\"citation\" id=\"65686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65686)\">Matt. 24:13<\/a><\/span> Not to run for a season and then turn away; but those who endure to the end will receive a fulness of joy which will give them satisfaction. <\/div><div class=\"paragraph jod\" id=\"v7n35\"> But, as Jesus said, these things are spiritually discerned.<span class=\"citation\" id=\"73104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73104)\">1 Cor. 2:14<\/a><\/span> And though he was diligent in teaching his disciples, their traditions were such that, after he had been with them a long time, there were many points that they did not fully understand. When the question was asked Peter, &#x201C;Whom do men say that I the Son of man am?&#x201D; he replied, &#x201C;Some say thou art John come to life again, and some that thou art one of the old prophets risen from the dead; some say one thing, and some say another.&#x201D; &#x201C;But whom say ye that I am?&#x201D; &#x201C;Thou art Christ, the Son of the living God.&#x201D; &#x201C;Flesh and blood hath not revealed this unto thee, but my Father who is in heaven.&#x201D;<span class=\"citation\" id=\"64818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64818)\">Matt. 16:13-17<\/a><\/span> Why cannot you at once understand that you must imbibe in your faith and hold to that principle of revelation? Men cannot reveal the principles of eternal life to you; flesh and blood cannot; scientific books cannot; history cannot; another man's experience cannot; no, nor the whole world, with their wisdom and power; for they must be revealed from our Father which is in heaven. <\/div> <div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3136\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n37\"> Peter was blessed, because he had eyes to see; and when he saw with his spiritual eyes, he acknowledged it. He was not so proud and highminded as to turn round and deny. If the conviction of their own minds had free course, and were not trammeled through their erroneous traditions, millions and millions would hail this day with thanksgiving. They would rather see it than to be assured that the whole Rocky Mountain range was solid gold. If all Cherry Creek bottoms, and Pike's Peak, and the mountains around were a mass of pure gold, they would walk over it and say, &#x201C;We will go to Utah and learn for ourselves, though we have to go on our hands and knees. Let us find the fountain of eternal intelligence&#x2014;the way of life: let us find that which will satisfy the noble spirits God has placed in our tabernacles.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n38\"> What is their condemnation? Light&#x2014;truth&#x2014;the true Priesthood&#x2014;has come among them. And will they receive it? No.<span class=\"citation\" id=\"89075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89075)\">D&amp;C 93:31-32<\/a><\/span> &#x201C;They choose darkness rather than light, because their deeds are evil,&#x201D;<span class=\"citation\" id=\"68900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68900)\">John 3:19<\/a><\/span> and their sins remain upon them. They are the ones who must suffer the loss, and not those who will be faithful. <\/div><div class=\"paragraph jod\" id=\"v7n39\"> There is not a man or woman on this earth that I hate; but I do most cordially hate their wicked acts. I am at war with false principles&#x2014;with wickedness, sin, and abomination; and I expect to continue my warfare until I overcome. <\/div><div class=\"paragraph jod\" id=\"v7n40\"> Let this people continue to strive, to toil, and hold fast to the cause of their God, and they will conquer. I am for never forsaking the ship, and for never ceasing to watch the sails and the compass&#x2014;for never ceasing my operations, until God shall reign King of nations,<span class=\"citation\" id=\"60420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60420)\">Jer. 10:7<\/a><\/span> as he now reigns King of Saints.<span class=\"citation\" id=\"80064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80064)\">Rev. 15:3<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3136\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n41\"> People say, &#x201C;If we only knew that this work was of the Lord, we would be satisfied.&#x201D; How can you know? Yield to that Spirit that influences the heart&#x2014;that Spirit of the Almighty that gives your spirits understanding and teaches you truth from error, and God will take you by the hand and lead you by the right hand of his influence and power to victory and glory. The whole world might be saved. Will they be? No. <\/div><div class=\"paragraph jod\" id=\"v7n42\"> I am at war with evil principles, and I shall contend against them, and continue to do so until I see the kingdoms of this world bow to the scepter of King Immanuel.<span class=\"citation\" id=\"91253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91253)\">D&amp;C 128:22<\/a><\/span> Will any man be deprived of his rights when that is the case? No; but they will find it a Republican Democratic Government. &#x201C;But we thought that the government you are talking about was a theocratic government.&#x201D; It is; and it is the only true form of government on the earth&#x2014;the only one that possesses all the true principles of republicanism. It puts every man and woman right, puts everything in its place, and gives to each one his due according to his works; for so will they be judged in that day. <\/div><div class=\"paragraph jod\" id=\"v7n43\"> May the Lord bless those who are inclined to do right and follow out their religion. And I pray continually that they may elude the grasp of hypocrites and ungodly men&#x2014;of those who are determined to hate God and his righteousness. I intend to persevere in the path of righteousness until I overcome; and, with the help of God and the Saints, I will outgeneral the wicked. And I declare today that every person endeavoring to do right shall have his rights in due time, and rejoice in the God of freedom; which may God grant. Amen. <\/div>\n<\/div>\n<\/div>"}