{"ID":70009, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Perpetual Emigrating Fund, Etc.<\/div>\n<div class=\"subtitle\">An Address by Elder George A. Smith, Delivered in the Tabernacle, Great Salt Lake City, October 6, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Perpetual Emigrating Fund, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 10\/6\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d09\">\n<div class=\"paragraph jod\" id=\"v7n391\"> I can say, in connection with brethren who have addressed you in the former part of the day, that it is with the greatest pleasure I arise at the present Conference to cast in my mite, and offer a few reflections upon the things of the kingdom as they are rolling before us. <\/div><div class=\"paragraph jod\" id=\"v7n392\"> Our beloved President, at the close of the forenoon service, gave us a text he wished to have considered. <\/div><div class=\"paragraph jod\" id=\"v7n393\"> It has been my lot to be somewhat conversant with the Saints who dwell in the Valleys of the Mountains, or especially those who reside south of this city. My acquaintance with them has been very great for the last five years. There is no doubt but that a feeling of carelessness and indifference has been manifested by many in these valleys in relation to bequeathing their debts to the Perpetual Emigrating Fund for the assistance they have received. It is not only an indifference which has been felt towards the Perpetual Emigrating Fund, but also to individuals who have expended their means to help their friends, neighbors, or brethren to this valley. They have frequently been treated with indifference and neglect, and I may say almost with cruelty, by some persons who have thus been helped. They are unwilling, until they can be very comfortable themselves, to assist those who have helped them. I have had my feelings hurt by instances of this kind which have been laid before me. <\/div><div class=\"paragraph jod\" id=\"v7n394\"> Now, then, if I understand the text, <div class=\"break columnbreak\" id=\"59b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0059.pdf\" target=\"pdfwin\">p.&#xA0;59b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3085\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it amounts to about this&#x2014;namely, our Savior's golden rule&#x2014;&#x201C;Therefore all things whatsoever ye would that men should do to you, do you even so to them: for this is the law and the prophets.&#x201D;<span class=\"citation\" id=\"63796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63796)\">Matt. 7:12<\/a><\/span> Or, to use this expression of the Savior's, in connection with that of our President, which would be, &#x201C;Whatsoever ye would that men should do to you, do ye even so to them, <span class=\"italic\">under like circumstances;<\/span> for this is the law of the Prophets.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n395\"> There is no object on the face of the earth more to be desired, than to bring the poor and honest Saints from the condition in which they are placed in the Old World, and set them down here in the midst of these mountains, where, by their own industry, economy, and prudence, they can provide for their wants and for the wants of their children. The difficulties which surround the Saints in the Old World are increasing. The great wars are involving the principal nations of the earth at this time in very serious expenses, which are taking from the laboring masses millions and millions of dollars to supply the fighting hosts with weapons of death, and engines for the destruction of their enemies and the prosecution of their ambitious designs. While the Allied Powers are thus engaged, they are consuming the very source upon which the millions of the poor and needy are depending for their bread&#x2014;for their existence. <\/div><div class=\"paragraph jod\" id=\"v7n396\"> If, during the time of peace that  <div class=\"break pagebreak\" id=\"60a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0060.pdf\" target=\"pdfwin\">p.&#xA0;60a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3084\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>has prevailed in Europe for the last ten years, it was necessary to help the poor and the needy away, it becomes tenfold more so under the present circumstances, when the nations are involving themselves in very expensive and disastrous wars. <\/div><div class=\"paragraph jod\" id=\"v7n398\"> It may be supposed that I am a little partial to some particular parties that are connected in this war. I am referring more particularly to the Allied Powers; but really I feel very little interest in the matter, any further than wherever Britain carries her sway the Gospel can follow in her liberal wake. To be sure, when a boy, my playmates used to say, &#x201C;Two upon one is one too many;&#x201D; and consequently, if there is any sympathy, it would be in favor of Russia, as they are the weaker party, and are likely to have the worst of it. Then, as far as the contest is concerned, there may be a very great feeling of indifference in the minds of many whether Turkey is actually devoured by the Russian bear, or carved up by the lion of the west of Europe. The event is precisely the same, let it turn which way it may, as far as it affects us in our emigration movements: it serves to stop the channel of trade, and consequently affects the interests of the laboring classes of Great Britain, and a great proportion of the members of our Church are of this class. <\/div><div class=\"paragraph jod\" id=\"v7n399\"> I would say to those who are in arrears to the Perpetual Emigrating Fund, who know themselves to be such&#x2014;If you have got houses, lands, cows, sheep, farms, or property of any description, come forward like honest men and settle up to the uttermost farthing, and begin again to amass property; and if you have been owing to this institution for one year; or from the first of its operations, give a liberal interest for the capital you have held, and which could not be used or increased by the operations of the Fund. That would be my advice upon <div class=\"break columnbreak\" id=\"60b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0060.pdf\" target=\"pdfwin\">p.&#xA0;60b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3084\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this subject; and then, if you are able to subscribe enough in addition to bring one or two families, do that also. My advice to those who have just arrived is that they fall not in the rear, as it has been this day complained of; but let them make it their first business to square off with the Fund that brought them here&#x2014;to furnish this means as soon as it is in their power, to bring somebody else out from distant countries; and then you can take a fresh start in this mountain world. Even if you are a little behind when you have done this, scramble until you catch up again; for the facilities are a thousand to one in these valleys to what they were seven years ago. <\/div><div class=\"paragraph jod\" id=\"v7n400\"> When the Pioneers came here, it looked a hard chance. There was not a single house to rent; and as to there being any prospect of having any, it looked very slim. But there have been slight changes since, and a very great change in relation to breadstuff. We have bread in abundance now; but then the only prospect of supply we had was millions of black crickets. The change has been effected, and persons who land here with nothing but their hands, their bone and sinew, if they are indebted to the Fund or to persons for bringing them, they can soon pay these debts; and not only that, but they can soon establish themselves comfortably, and be prepared to help others. <\/div><div class=\"paragraph jod\" id=\"v7n401\"> I have noticed, in the course of my travels, an occasional individual, which, I presume, had lost by some of those who have not been willing to pay up. Be that as it may, I have come across individuals who would lurk among the Saints. &#x201C;Why,&#x201D; say they, &#x201C;what can be the matter? Something is dreadfully wrong: this is not ancient &#x2018;Mormonism&#x2019;&#x2014;this is not the old religion we used to have years ago in the days of Joseph: something is entirely wrong. I do not see things as I used to; I do  <div class=\"break pagebreak\" id=\"61a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0061.pdf\" target=\"pdfwin\">p.&#xA0;61a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3083\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not understand them.&#x201D; And they finally begin to complain, and find fault, and murmur; and so it goes on from one time to another, until they wonder if they could not get a better location in California. I have heard men murmur when they were surrounded with plenty, with peace, and the blessings of heaven. What is the cause of this? The cause is in themselves. Do you who have crossed the Plains this season expect to find the inhabitants of these valleys perfect? I think, from all accounts, you were ill prepared to associate with them, if you had found them perfect: there would have been room, at least, for a doubt whether you could have been admitted at all. The great fault lies in individuals not doing right themselves, but undertaking to make others do right, or to find fault with others for not doing right. <\/div><div class=\"paragraph jod\" id=\"v7n403\"> It is some time since I read the New Testament; but I believe, if I recollect rightly, there is a passage, somewhere in the Gospel according to St. Mark, which says, &#x201C;So is the kingdom of God, as if a man should cast seed in the ground; And should sleep, and rise night and day, and the seed should spring and grow up, he knoweth not how. For the earth bringeth forth fruit of herself; first the blade, then the ear, after that the full corn in the ear. But when the fruit is brought forth, immediately he putteth in the sickle, because the harvest is come.&#x201D;<span class=\"citation\" id=\"66531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66531)\">Mark 4:26-29<\/a><\/span> Well, I met a man that in the days of Joseph Smith used to be a very great man, in his own eyes at least&#x2014;very spirited in the Church&#x2014;tremendously so; and he tells me that things are going wrong. &#x201C;Why,&#x201D; says he, &#x201C;things are not now as they used to be.&#x201D; We will admit it: things are entirely different to what they were twenty years ago. Did any of you ever raise Indian corn in your lives? If so, you remember, when it is six inches high, it is very <div class=\"break columnbreak\" id=\"61b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0061.pdf\" target=\"pdfwin\">p.&#xA0;61b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3083\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> beautiful to the eye; it looks green and lovely; and it will grow very rapidly, if you will only keep the weeds out of it: it will grow so rapidly that you can almost see it growing from day to day, and it is a pleasure to cultivate it. Suppose a man should go into a cornfield when the corn is six, eight, or ten inches high, who had not been raised in a country where it was cultivated, but in some corner of the earth where it did not grow, and he had never seen such a plant before, and let him employ himself a few days in hoeing it and admiring its beauty&#x2014;suppose by some means he becomes perfectly blind for two or three months, and then goes into the field after he has received his sight, he now beholds corn seven, eight, and ten feet high, with large ears upon it&#x2014;he would exclaim, &#x201C;What is this? Who has destroyed the beautiful plants that were here two months ago? What has become of them?&#x201D; He is told it is the same corn. &#x201C;Oh, it cannot be, for the corn is little stuff, and only grows eight or ten inches high, and very unlike this awkward stuff.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n404\"> This compares well with some of our &#x201C;Mormons,&#x201D; who are a little afflicted with the grunts: they do not know that the work of the Lord has been spreading rapidly, and growing stronger, and become more formidable than it was twenty years ago. There has been considerable advance since we used to gather around Joseph and Hyrum, in Kirtland, to keep the mob from killing them. <\/div><div class=\"paragraph jod\" id=\"v7n405\"> I remember on a certain occasion the brethren were called together to prepare to defend Joseph against the mob, who were coming to destroy him, if possible. Brother Cahoon was appointed captain of one of the largest companies, and it had ten men in it: it was the biggest company we could raise but one, and that contained fourteen men. Brother Cahoon gave us some advice: he advised us, if the mob  <div class=\"break pagebreak\" id=\"62a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0062.pdf\" target=\"pdfwin\">p.&#xA0;62a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3082\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>came, and we were obliged to fire, to shoot at their legs. But, should they advance upon us now, we would shoot higher than that: so, if anybody will look at it candidly, they will see that we have grown and improved considerably in our ideas. To shoot at the legs of a mob is now altogether behind the times in &#x201C;Mormonism.&#x201D; After brother Cahoon had advised us, brother Brigham rose and said that if the mob tackled him, he would shoot at their hearts; and some of the company nearly apostatized. We must remember that we are in the advance; for the Lord has said, in these days, he has commenced to do a great work,<span class=\"citation\" id=\"85184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85184)\">D&amp;C 38:33<\/a><\/span> and called upon his servants to lay the foundation of it.<span class=\"citation\" id=\"86543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86543)\">D&amp;C 64:33<\/a><\/span> The foundation being laid, then the work has to be done. In order to be participators in this, we must be honest with ourselves, with our brethren, and with the poor among the Lord's people. If we are, the blessings of God will flow upon us, and our knowledge will increase, and all the light and intelligence that we desire from God will be poured out upon us, and our means will increase, and our substance will <div class=\"break columnbreak\" id=\"62b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0062.pdf\" target=\"pdfwin\">p.&#xA0;62b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3082\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be blessed unto us. But if we adopt the other principle, although men do it from covetousness, it is the identical way to become poor. The Prophet said, The liberal deviseth liberal things, and by his liberality he shall stand.<span class=\"citation\" id=\"58978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58978)\">Isa. 32:8<\/a><\/span> This is the truth: it has been so among all generations, and with this people from the beginning. <\/div><div class=\"paragraph jod\" id=\"v7n407\"> It was customary, before we entered this Church, to hear a great deal of text preaching. The learned ministers would select a text or passage of Scripture, measure it by a theological rule, divide it into heads, <span class=\"italic\">and then preach from it<\/span>, preaching about everything in the world but the thing in the text. After they had gone through this kind of maneuvering long enough, they would then appeal to the congregation to know if they had not preached to them the doctrine laid down in the text. Well, if I have preached from the text, excuse me. <\/div><div class=\"paragraph jod\" id=\"v7n408\"> I will close my remarks with the old-fashioned appeal; and if I have not preached the doctrines contained in the text, let me advise my friends to give heed to those doctrines anyhow. <\/div>\n<\/div>\n<\/div>"}