{"ID":70003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Sanctification.<\/div>\n<div class=\"subtitle\">A Discourse by President H. C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, July 16, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Sanctification.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 7\/16\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v7n87\"> There can be no person, who is at all acquainted with the Scriptures, but must be satisfied that the remarks that brother Herriman has made this morning are strictly true. They are fully substantiated by the Bible, which you all profess to believe, and which the professing world say they believe. <\/div><div class=\"paragraph jod\" id=\"v7n88\"> Brethren and sisters, let your minds be composed and settled down in the Spirit of the Lord, and have his Spirit to be with you always, and especially when you come to the house of worship. <\/div><div class=\"paragraph jod\" id=\"v7n89\"> It is a common thing, not only in this Church, but in the churches of the sectarian world, for people to say, &#x201C;Come, let us go to meeting today, and try if we cannot get warmed up in our hearts and refreshed by the Holy Spirit.&#x201D; Now, that is customary among all religious people. Well, whom do you expect to refresh you here, if you are not refreshed when you come to meeting? For you should always have your hearts warmed up, and your bodies pure, when you visit the house of the Lord. Make not the outside of the cup and the platter clean alone, but also the inside. People who keep the inside of the cup and platter clean are very apt to wash the outside of it.<span class=\"citation\" id=\"65538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65538)\">Matt. 23:25-26<\/a><\/span> You all hate to eat food from a filthy dish, and to drink water out of a dirty cup; but you love to eat out of a clean dish, and sleep in a clean bed. Every person naturally loves to see a clean <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3128\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> house and clean garments, if they themselves are filthy. <\/div><div class=\"paragraph jod\" id=\"v7n90\"> Upon the same principle, inasmuch as we will repent of our sins and turn from them, and then go down into the waters of baptism&#x2014;into pure water, and be immersed&#x2014;overwhelmed in the same, that our sins may be remitted&#x2014;washed away (not, however, for the washing away of the filth of the flesh, but to answer a good conscience before God and man),<span class=\"citation\" id=\"78082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78082)\">1 Pet. 3:21<\/a><\/span> and then receive the imposition of hands by a man having authority, that we may receive the Holy Ghost&#x2014;I say, the Holy Ghost, being a pure spirit or influence, even after all this is done, will have an objection to perform his office in an impure tabernacle. That is the reason why a great many never receive the Holy Ghost, because they say they are pure, and lie to God, and also to the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v7n91\"> This is the Gospel that was taught you by the first Elders who bore the joyful message to foreign nations; and the moment the Holy Spirit rested upon you in your first introduction into this Church, you actually felt the Spirit of prophecy and revelation. I know this to be a fact when we introduced the Gospel into old England. Here is brother George D. Watt, our reporter, for instance. I never told him anything about gathering to the land of America&#x2014;that it was the promised land. One night, we met with a small company of the new members in Preston,  <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3127\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Lancashire, and brother George commenced reading the Book of Mormon. After a little, he rose up and said, &#x201C;The land of America is the promised land; it is Zion, and we shall be gathered there, although you have not told us anything about it.&#x201D; He prophesied that within two weeks after he was baptized. The Holy Ghost dwelt in you to show you things to come.<span class=\"citation\" id=\"70342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70342)\">John 16:13<\/a><\/span> It showed brother George that this was the land of Zion, and that the Saints in all nations had to be gathered there: it brought it to his remembrance,<span class=\"citation\" id=\"70016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70016)\">John 14:26<\/a><\/span> if he had ever thought of the thing before and forgotten it. This is the effect it had upon you. I presume there is not a single individual but what can exclaim, &#x201C;It was really so.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n93\"> That same Holy Ghost inspired you to speak in new tongues, to prophesy, to interpret tongues, to see visions, and have dreams to edify and comfort you. It was with you when you went out, and when you came in&#x2014;when you lay down, and when you rose up. That is the office of the Holy Ghost&#x2014;to dwell and abide with those who keep the commandments of the Almighty in faith believing.<span class=\"citation\" id=\"84110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84110)\">D&amp;C 14:8<\/a><\/span> He delights to dwell with such; but he does not delight to dwell in unholy temples.<span class=\"citation\" id=\"73165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73165)\">1 Cor. 3:16-17<\/a><\/span> You know that naturally, because there is not one of you, unless you make a practice of being filthy and dirty yourselves, that ever wishes to go into a filthy place. <\/div><div class=\"paragraph jod\" id=\"v7n94\"> Now, if these are your feelings, for heaven's sake do not ask the Holy Ghost to dwell with you, when you do not pursue a course to cleanse the body, not only internally, but externally, from the crown of the head to the soles of the feet. You know this is what I believe to be sanctification. <\/div><div class=\"paragraph jod\" id=\"v7n95\"> I have heard brother Gifford talk about sanctification, and I understand the principle of sanctification was laid before you by President Young. What <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3127\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would sanctify you and prepare you to enter into the presence of God, and to enjoy his Spirit? <\/div><div class=\"paragraph jod\" id=\"v7n96\"> We read in the Bible that the Lord told Joshua to sanctify Israel;<span class=\"citation\" id=\"55305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55305)\">Josh. 7:1-26<\/a><\/span> for, says he, &#x201C;there is an accursed thing in the midst of thee, O Israel.&#x201D;<span class=\"citation\" id=\"55307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55307)\">Josh. 7:13<\/a><\/span> And on the morrow they sanctified themselves by stoning to death Achan, the son of Carmi, who stole the wedge of gold and the Babylonish garment. They also stoned to death his wife and his children, his oxen and his asses, and burnt them with fire, together with his tent, the silver, the gold, and the garment, in the valley of Achor. <\/div><div class=\"paragraph jod\" id=\"v7n97\"> Thus all Israel put to death the transgressor, and sanctified themselves before the Lord. Would it not be an excellent course to pursue with this people, to sanctify them to the fullest extent of the word? There are individuals in these valleys who profess to be Latter-day Saints; but do they by their works make their profession honorable? No; their works and their profession are very dissimilar indeed. I think it would be an excellent thing for this people to be sanctified from such persons, and have them cleansed from our midst, by making an atonement. <\/div><div class=\"paragraph jod\" id=\"v7n98\"> You may say, &#x201C;You might put this into practice; but it would extend to many who are passing through here, who steal and plunder, and drive away cattle and horses.&#x201D; But let me inform you that there are many instances of that kind, where they are encouraged, or property is put into their hands by characters who dwell here and profess to be Saints. <\/div><div class=\"paragraph jod\" id=\"v7n99\"> When you undertake to prune a diseased tree, you commence your operations at the root of the evil, and continue to trim it out to the top of the tree, or as far as it extends, and throw the diseased branches into the  <div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3126\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>brush heap and burn them, as I used to do when I was logging, and then take the ashes and make potash and soap with them, and then cleanse away filthiness with it. This is what I call sanctification. <\/div><div class=\"paragraph jod\" id=\"v7n101\"> So you see I am in full fellowship with my brethren, though I was not here last Sunday when the subject was introduced. I can bear testimony to every word they said as being true, because I never knew them to tell a lie. My feelings are, I wish to God wickedness was done away from our midst. My brethren and myself have often reflected and remarked upon the happiness we should enjoy when we could fully separate ourselves from the world, from wicked men, wicked women, and wicked practices. <\/div><div class=\"paragraph jod\" id=\"v7n102\"> Previous to our coming to these valleys, I wished and prayed that, when we went to the valleys, there would not any of the wicked persons follow us who are eternally hanging on our skirts. These are my feelings and desires now, and the earnest wishes of hundreds and thousands of men and women who dwell in these valleys. <\/div><div class=\"paragraph jod\" id=\"v7n103\"> I know there is a good people here&#x2014;a better people than dwells in any other portion of the world. And the emigrants who are going to California are perfectly astonished, when they arrive here, to see that we are a civilized people. They are astonished beyond measure as they gaze upon this people, whom they supposed to be a poor, miserable, outcast race of beings. Did any of them ever go into a city where there were more peace and prosperity, and as few loafers, since they were born? We never saw any loafers in our streets until they came. I am not saying anything against them, but I am noticing the views they entertain about us. They have expressed it many times, that they never were so astonished as when they came into these valleys <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3126\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and found a civilized and industrious people&#x2014;a people who knew how to build up a city, and incorporate it, and enforce the laws. And a day will come when we shall put them in force more strictly. God is only waiting upon you in his compassion, that peradventure you may repent of and forsake all evil, and turn to him. <\/div><div class=\"paragraph jod\" id=\"v7n104\"> We are the people of God; we are the Church of Jesus Christ of Latter-day Saints, the foundation of which, in these last days, was begun by the Almighty sending an holy angel to Joseph Smith to reveal to him his will and establish the everlasting Gospel<span class=\"citation\" id=\"79949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79949)\">Rev. 14:7<\/a><\/span> that was preached in the days of Jesus, even faith, repentance, and the laying on of hands for the gift of the Holy Ghost, and the ordaining of Apostles, Prophets, Teachers, Evangelists, Pastors, Patriarchs, Bishops, Deacons, Priests, and Elders. This is the true Church of God, although there may be a few in the valleys who do not live up to their holy profession; but because they are unfaithful to their God and to their religion, it does not affect in the least the truthfulness of the principles of heaven. I see some turn away from this Church because of the conduct of others. This has nothing to do with our faith; but we are to have our faith grounded. It is for us to dig deep, and lay our foundation upon a rock, that when the winds blow, and the storms and hurricanes beat upon us, we may still find ourselves firmly established upon the rock of truth.<span class=\"citation\" id=\"63987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63987)\">Matt. 7:24-27<\/a><\/span><span class=\"citation\" id=\"82436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82436)\">Hel. 5:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n105\"> I will tell you, gentlemen (I address myself to those who have nothing to do with us as a people), this is the Church and kingdom of our God; and the day will come, eventually, when the nations and kingdoms of the earth will become the &#x201C;kingdoms of our God and his Christ.&#x201D;<span class=\"citation\" id=\"79427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79427)\">Rev. 11:15<\/a><\/span><span class=\"citation\" id=\"90031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90031)\">D&amp;C 105:32<\/a><\/span> This doctrine is found in this good old book, the Bible, which  <div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3125\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>all of you profess to believe, and have to kiss to give validity to your oaths, when you are sworn before a magistrate to tell the truth, the whole truth, and nothing but the truth. <\/div><div class=\"paragraph jod\" id=\"v7n107\"> We believe in every man having his rights, and being sustained in them. And we wish you to understand that we are not exactly such a people as many suppose. <\/div><div class=\"paragraph jod\" id=\"v7n108\"> It is believed in the world that our females are all common women. Well, in one sense they are common&#x2014;that is, they are like all other women, I suppose; but they are not unclean, for we wipe all unclean ones from our midst: we not only wipe them from our streets, but we wipe them out of existence. And if the world want to practice uncleanness, and bring their prostitutes here, if they do not repent and forsake such sins, we will wipe the evil out. We will not have them in this valley, unless they repent; for, so help me God, while I live, I will lend my hand to wipe such persons out; and I know this people will. <\/div><div class=\"paragraph jod\" id=\"v7n109\"> Such things cannot exist here. The civil authorities will never make a law admitting of prostitution in the City of the Great Salt Lake: it never can be permitted while we live. We know it is the custom among some nations to authorize by law such abominations, giving licenses to houses of ill fame. But remember, if ever it is allowed among this people, it will be when righteousness has ceased to dwell in their midst. It never can be allowed in this community in male or female, whether they belong to the Church or not; and we will wipe out such abominations, the Lord being our helper.<span class=\"citation\" id=\"56769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56769)\">Ps. 54:4<\/a><\/span><span class=\"citation\" id=\"77354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77354)\">Heb. 13:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n110\"> That is sanctification. Our holy religion is to purify, purge, cleanse, and sanctify this people. We care not what people think or say about our course in this respect; it is our religion, and we will not have corruption where we dwell, if we can help it. <div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3125\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> That is one reason we were not permitted to live in the States: we were determined, by the help of God, to be virtuous men and women. So they drove us, from time to time, and from place to place, until they drove us into the mountains; and I assure you, I, for one, feel thankful to my God that I live in these mountains, and that there is no man or woman who loves righteousness but what will feel as I do. <\/div><div class=\"paragraph jod\" id=\"v7n111\"> The Lord has led us upstairs until we have entered into the chamber; and, for heaven's sake, let us not pollute it, for fear we should be led downstairs again. We are now high up towards the presence of the Lord, and he feels to bless us, and his hand is over us for good; and he will curse every hand that is raised against us, if we will do right; and our enemies will go backwards and not forwards. <\/div><div class=\"paragraph jod\" id=\"v7n112\"> My prayer is, by night and by day, that every man and woman that bless this people, and desire to do them good, may be blessed of the Lord God; and I know he will bless them. But every man and woman who shall raise a weapon against this people, or devise evil against them, my prayer is, that they may be cursed; and they certainly will be cursed, and God will frustrate all their designs, and he will lead his people on from victory to victory, until they triumph over all their enemies.<span class=\"citation\" id=\"91133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91133)\">D&amp;C 127:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n113\"> What do you say, brethren and sisters? Do you not think it best for us to do right, each person individually being led by the dictations of the Holy Spirit, listening diligently to those who are appointed to lead, govern, and dictate this people? You know what I mean by this. President Young is our governor and our dictator. It is for me to walk with him, and for you to walk with those who go before you. <\/div><div class=\"paragraph jod\" id=\"v7n114\"> I know how it is in the world, for I have lived there. I was born in Ver<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"20a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0020.pdf\" target=\"pdfwin\">p.&#xA0;20a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3124\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mont, and raised, the most of my days, in the State of New York, Ontario County, and so was President Brigham Young; yet many emigrants who came through our valley thought we were moose, camels, or dromedaries. They did not know what we were; they, no doubt, thought we had horns on our heads: they had no idea we had eyes and legs like human beings; but they supposed we were some kind of nondescript animal. I know this is so: I have been in the world, and they cannot think we are human! <\/div><div class=\"paragraph jod\" id=\"v7n116\"> However, whether we are human beings or not, I know that I was born in Vermont, among the rocks, and have lived the greater portion of my days among those who are without God in the world;<span class=\"citation\" id=\"74925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74925)\">Eph. 2:12<\/a><\/span> and I know their corruptions&#x2014;yes, as well as they do. I know the wickedness in their cities, in their synagogues, and in their high places. I understand it all. Still they calculate that we, who have more than one wife, shall not have land in proportion to our families. Well, we are ready to buy what we need, when it comes in market. <\/div><div class=\"paragraph jod\" id=\"v7n117\"> This we learn from the public prints; so there can be no harm in my talking about what is published all through the United States. If a law was put in force throughout the Union&#x2014;namely, that no grant of land shall be given to any except those who have but one wife, and no mistresses, many of the first class of the nation would have to console themselves with as little land as the &#x201C;Mormons.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n118\"> Our wives are publicly acknowledged by us, and we sustain them as such, and we hold them sacred. How is it with the world? Do they have mistresses for illicit intercourse, hired and sustained to satiate their wanton appetites? We cannot have any land, because we honorably marry and sustain our wives; but others are entitled to privileges, notwithstanding their secret abominations. <\/div> <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3124\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n119\"> We are a people who want to purify ourselves, and be clean from such characters, and bring up our children in the way they should go.<span class=\"citation\" id=\"57478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57478)\">Prov. 22:6<\/a><\/span> One of my sons and brother Brigham's oldest son went to England this season through the United States. They never knew what was in the world before, for they never were there under the same circumstances. In their letters to us, they wrote something like this&#x2014;&#x201C;My God, my God, help us to get safely back again to the mountains; for we had no idea of the awful corruptions of the world we live in, until we traveled through the United States.&#x201D; And they have yet seen only a small portion of the ungodliness, wickedness, and corruption of the New and Old Worlds. The old countries are corrupt indeed; but the new are not a whit behind them in the blackness of their wickedness. <\/div><div class=\"paragraph jod\" id=\"v7n120\"> These are my views, and the Lord knows that I believe in the principles of sanctification; and when I am guilty of seducing any man's wife, or any woman in God's world, I say, sever my head from my body. These have ever been my feelings from the days of my youth. This is my character, and the character of President Brigham Young. It was the character of Joseph Smith and of Jesus Christ; and that is the character of the Apostles of Jesus, and that must be sustained by this people. <\/div><div class=\"paragraph jod\" id=\"v7n121\"> If we pursue that course, do you not think we are bound to rise and to prosper&#x2014;that is, in Jesus Christ? Yes; and we will stand to him, and to his cause, and to him who is placed to govern and dictate the kingdom of God on the earth. By taking this course continually, subjecting ourselves to the Priesthood, we never shall fall&#x2014;no, never. We shall never get into a difficulty but what we can get out again. But let us be careful to get into it lawfully, and we shall prosper, and shall rise triumphantly  <div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3123\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>over every difficulty, on that principle; and on the ship of Zion we shall bravely live through every storm, though they may be heavy; and though rocks and quicksands and the Devil and the world may be in our way, they cannot move us from our path. <\/div><div class=\"paragraph jod\" id=\"v7n123\"> Let us do right, and sanctify ourselves before the Lord God, and purify our habitations (I mean the tabernacles of our spirits), and then our houses, and our children, and our servants, and our handmaidens, and everything there is about us with which we have to do, and then use all with clean hands and pure hearts. If we take that course, do you not suppose God will stand by us? There is not one of you but what knows this naturally. <\/div><div class=\"paragraph jod\" id=\"v7n124\"> Now, when you go home, everyone of you begin to live as you were told last Sabbath and the Sabbath before, and do right, and seek to build up the kingdom of God; pay attention to all things that God requires of you by his servants. <\/div><div class=\"paragraph jod\" id=\"v7n125\"> Many wish for the time when President Brigham Young and his brethren will be relieved from attending to temporal matters, and attend to spiritual matters altogether. You will have to wait for this until we get into the spiritual world and have to deal with spirits. All things pertaining to this world, both spiritual and temporal, will be dictated by the Prophet of God&#x2014;by our President. He dictates how to build a Temple&#x2014;how high, how wide, how many rooms it must contain, whether it shall be of this, that, or the other form; and the Tithing House and all public works pertaining to this people are dictated by him. Some wish to rid him of having anything to do with temporal matters. That cannot be, in the nature of things; for, as one of the ancients <div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3123\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> said, &#x201C;As the body is dead without the spirit, so is faith without works, being alone.&#x201D;<span class=\"citation\" id=\"77635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77635)\">James 2:26<\/a><\/span> So, as long as the body, which is temporal, is joined to the spirit, he must have to do with temporal things. <\/div><div class=\"paragraph jod\" id=\"v7n126\"> Reflect upon it. The spirit is joined to these bodies to quicken them, that we may have to do with temporal matters; for when the spirit leaves vegetable or animal organization, the body dies, or returns to the earth. There is not a being in heaven or on earth, but what has had a body, has one now, or will have. Cease your works, and then your faith is dead. I care not for a man's faith unaccompanied by works, and his works must correspond with his faith.<span class=\"citation\" id=\"77556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77556)\">James 2:18<\/a><\/span> He must be virtuous, and enjoy the Holy Ghost, and the revelations of God, that when a man speaks, you may know it is by the same Spirit, and you will be edified; then you never will be deceived. <\/div><div class=\"paragraph jod\" id=\"v7n127\"> My prayer is for you to be faithful, active, and retain the Spirit of the Lord God, and go ahead, and fight manfully, purifying yourselves from all iniquity. <\/div><div class=\"paragraph jod\" id=\"v7n128\"> I never had a bloodthirsty spirit; for I never fought in my life, but I always yielded before I would have any difficulty with any man. But let the Spirit of God Almighty rest upon me, and see if I do not walk up to the battle's front. I had that spirit when I was in the world, and it is never in me only when the Lord puts it there. <\/div><div class=\"paragraph jod\" id=\"v7n129\"> Let us be pure and keep the commandments of God, and let the world say and do what they please. These are my feelings all the time. <\/div><div class=\"paragraph jod\" id=\"v7n130\"> May God bless you, and help you to do right, whether other people do right or not. This is my prayer and blessing upon you, from this time henceforth and forever. Amen. <\/div>\n<\/div>\n<\/div>"}