{"ID":70016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Celebration of American Independence.<\/div>\n<div class=\"subtitle\">A Speech by Elder Orson Hyde, Delivered in Great Salt Lake City, July 4, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Celebration, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 7\/4\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v7n651\"> Friends and Brethren&#x2014;I arise before you this morning to reiterate in your hearing an interesting and an important truth, with which, however, you are well acquainted. We are a branch of the tree of liberty planted on the 4th of July, 1776; and as the first display of oratory and burst of eloquence from this stand, on this interesting occasion, was a flower that bloomed on our boughs, and was immediately succeeded by the precious fruit, there remains but little for me to do but to feast myself and you on the theme which has been so ably and beautifully presented, illustrated, and enforced upon your hearts, under the banner of our common country, on whose folds is inscribed, &#x201C;The downfall of tyranny, and the rising star of Israel's hope.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n652\"> The great family of nations on this globe, among which ours occupies the most enviable position, stands in the same relation to the Supreme Ruler of all that servants do to their earthly master. There are some designed to perform an honorable part, and shine with more brilliance and splendor, and exert a controlling influence; while many others, like &#x201C;the vessels of dishonor,&#x201D;<span class=\"citation\" id=\"76115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76115)\">2 Tim. 2:20<\/a><\/span> are equally necessary to cause action and reaction, until the elements of nature, in all their various ramifications, shall retire to their common level, &#x201C;and the knowledge and glory of God fill the whole earth, as the waters cover the great deep.&#x201D;<span class=\"citation\" id=\"58134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58134)\">Isa. 11:9<\/a><\/span><span class=\"citation\" id=\"62234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62234)\">Hab. 2:14<\/a><\/span> Not every member of this great family does the will of God by choice; but <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3037\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the wisdom, providence, and power of Zion's king will overrule the acts of every nation to the furtherance and execution of HIS designs; and therefore the nations will be constrained to say&#x2014;&#x201C;Not unto us, not unto us, but unto thy name belongs the glory.&#x201D;<span class=\"citation\" id=\"57222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57222)\">Ps. 115:1<\/a><\/span> While, therefore, we <span class=\"italic\">acknowledge the hand of Providence in all things<\/span>, we acknowledge not the designs, plans, and schemes of all nations, anymore than we acknowledge the correctness of the plans and designs of Joseph's brethren in selling him into Egypt.<span class=\"citation\" id=\"53597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53597)\">Gen. 37:26-28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n653\"> Considering the earth a stage, and the nations and powers thereof so many actors, what part has our nation chosen to act in the grand scenes of the last days? The days of farces are gone by; realities now claim our attention, and we should discipline our minds and accustom them to sober thought, and prepare our hearts and nerves for the substances that have so long cast only their shadows before them to awaken our fancy and speculations, and pleasingly or painfully excite our unstable souls. <\/div><div class=\"paragraph jod\" id=\"v7n654\"> Observe Christopher Columbus in his silent meditations; mark his untiring and faithful observations! Behold him watching the western breeze, and marking, with zealous eye and anxious heart, every substance that floated on the ocean's eastward-bound current as, probably, from the New World he sought. Listen to the philosophy of his reasoning, that a Western Continent was necessary to preserve the equilibrium of the earth, and  <div class=\"break pagebreak\" id=\"108a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0108.pdf\" target=\"pdfwin\">p.&#xA0;108a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3036\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to balance it correctly on its own axis. Inspired of the Almighty God of heaven,<span class=\"citation\" id=\"81033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81033)\">1 Ne. 13:12<\/a><\/span> he encountered the ridicule and jeer of a faithless and unbelieving world. Bound and hampered by the chains of poverty, he possessed not the ability to prosecute the voyage of discovery so dear to his heart, and so intimately connected with his hopes of future greatness and renown. Brooking every difficulty&#x2014;combating opposition, calumny, and reproach from almost every quarter, he surmounted every obstacle, obtained an outfit that was as little fitting and proper for the great enterprise as was the manger for the birthplace of the Virgin's Son.<span class=\"citation\" id=\"67016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67016)\">Luke 2:7<\/a><\/span> The time had arrived for the discovery to be made. Millions of spirits in the spirit world, who had not yet taken bodies, nor passed the ordeal, in earthly tenements, of a residence on this benighted globe, were waiting with anxious eye for the area of heaven-born intelligences to be extended or opened to the gaze of mortal eye, that there might be room for them to come down and play their part, in their time and in their season, on the stage of human life. The three old crazy vessels were enough! The Spirit Angel was their guardian and their guide, and was with them on the stormy deep. Another important reason why the discovery should be made: The history and record of a fallen people, containing light from the spirit land, and truth from heaven, were buried in the soil of the Western Continent; and although engraven on golden leaves in a strange and unknown tongue, still they must come forth, being among the secret things that should be revealed. <\/div><div class=\"paragraph jod\" id=\"v7n656\"> With the view of raising up a Church pursuant to the doctrine contained in these records of a fallen people, a government has to be established on this <span class=\"italic\">chosen<\/span> and <span class=\"italic\">promised<\/span> land, whose provisions should be liberal enough to allow and tolerate every principle, pre<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3036\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cept, and doctrine of the new Church which then existed only in prophetic vision. The Constitution of the United States forms the basis of that government, extending protection to all, and showing especial favor to none. <\/div><div class=\"paragraph jod\" id=\"v7n657\"> After this government became fully established, and had time to command the respect of all nations, lo! the angel of God from the courts on high descended to earth, and &#x201C;Cumorah's lonely hill,&#x201D; in the State of New York, was made to yield up the golden records to the stripling ordained and chosen of God as the agent to enlighten the world with the words of nations long since extinct, whose ruined cities, towns, forts, and various other works of improvement are left as a striking memento of fallen greatness. <\/div><div class=\"paragraph jod\" id=\"v7n658\"> Let it never be forgotten, but let the mind's eye always be directed to it as the eye of the storm-beaten mariner is ever directed towards the polar star or the beacon lights, that, while they ward off danger, they inspire with joy. It is a prophetic saying, relating to the destiny of this country, contained in the records found in Cumorah, and translated by the stripling youth, whose blood has sealed the truth of his translation&#x2014;hear it, all ye ends of the earth! &#x201C;THERE SHALL NO KING BE RAISED UP ON THIS LAND; AND WHOSOEVER SEEKETH TO RAISE UP A KING ON THIS LAND SHALL PERISH.&#x201D;<span class=\"citation\" id=\"81412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81412)\">2 Ne. 10:11,14<\/a><\/span> &#x201C;This land,&#x201D; means both North and South America, and also the families of islands that geographically and naturally belong and adhere to the same. There are promises and decrees of God in relation to &#x201C;this land&#x201D; of an extraordinary character. No other land can boast of the same. How beautifully does the spirit of the above prophetic sentiment chime in with the great American principle, &#x201C;that no foreign prince, potentate, or sovereign will be allowed to interfere in the affairs of this Continent!&#x201D;  <div class=\"break pagebreak\" id=\"109a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0109.pdf\" target=\"pdfwin\">p.&#xA0;109a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3035\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Spain must give up Cuba; England, Canada; and the United States of America must hold, as her dependencies, every country on the Western Continent, with the islands along its borders. Mexico would not allow our agents to preach the Gospel within her borders. The Catholic faith, sustained by political power, to the exclusion of all others, is a cause sufficient for revolutions at home, and for a conquest by a power whose policy it is to let religion stand upon its own merits. <\/div><div class=\"paragraph jod\" id=\"v7n660\"> The great design of Providence in raising up our nation, and freeing it from the yoke of a foreign power, and in arming it with energy, strength, and skill, was to make it the honored agent to suppress religious intolerance and usurpation, and to open effectual doors for the free investigation of every subject that can enlist the interests and attention of men, that every principle that will stand the test of a close and scrupulous examination, whether moral, political, or religious, may be drawn out and applied to practical use in that department to which it belongs. <\/div><div class=\"paragraph jod\" id=\"v7n661\"> The United States should therefore be regarded by the Latter-day Church as the men that fell the timber and clear the land, removing every obstacle in the way of ploughing and the sowing of seed. Remember, that whatever land or country falls under the Government of the United States, there you may go and preach the Gospel, and not be thrust into prison for it as you now are in many countries. The press also&#x2014;that mighty engine of power, is free and untrammeled wherever the American eagle builds her nest. I think I hear a voice in low tone from yonder corner reproaching thus&#x2014;But, in the United States, your Prophets have been killed, your houses burned, your fields laid waste, your grain consumed by fire, your people driven and scat<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3035\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tered before the bitter blasts of persecution, like clouds before the wind! <\/div><div class=\"paragraph jod\" id=\"v7n662\"> Ah, too true! But the Constitution and laws of the country were not guilty of these cruel and bloody deeds. It was a lawless mob that did the mischief&#x2014;an outbreak to which every country is subject. But you may ask, Why were the offenders not punished for their cruelty? Because human legislation had failed to affix a penalty proportionate to the offense: hence the Almighty has taken that matter into his own hands, and will award to them a punishment that will be fully adequate, by making them the eternal servants of the persecuted and martyred ones. If the nation had done all she could to wipe out the stain of these cruel and bloody deeds, herself would have been spotless. <\/div><div class=\"paragraph jod\" id=\"v7n663\"> In the spring of 1834, a move was made from Kirtland, Ohio, to the State of Missouri, by the Prophet Joseph Smith, and many of his friends. During the journey, from time to time, some murmuring and insubordination were manifest in the camp. This called out many reproofs and admonitions from the Prophet, until at length, on one beautiful day when the sun shone in all its beauty and splendor (having failed to silence the murmurings in the camp), he uttered in substance the following language&#x2014;Brethren, by your murmurings and complainings, you have grieved the Holy Spirit. I have reproved you often&#x2014;reasoned and remonstrated with you from time to time, and you have not heeded the admonition; and now, therefore, so sure and certain as you behold yonder sun shining in the heavens, without a cloud to obstruct its rays, just so sure and certain will the destroyer lay you waste, and your carcasses shall fall and perish like rotten sheep. Only about two weeks after, the cholera broke out in camp, and the awful pre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"110a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0110.pdf\" target=\"pdfwin\">p.&#xA0;110a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3034\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>diction was fully verified, to the consternation of the stoutest heart. Some eight or ten died and were buried in a night! But did the Prophet cease his anxiety for the welfare of the camp? Did he become alienated in his feelings from his friends in their hour of chastisement and tribulation? Did he turn to be their enemy because he had spoken hard things against them? No! His heart was melted with sympathy&#x2014;his bosom glowed with love, compassion, and kindness; and with a zeal and fidelity that became a devoted friend in the hour of peril, he personally ministered to the sick and dying, and aided in burying the dead. Every act of his, during that severe trial, gave additional assurances to the camp that, with all their faults, he loved them still. <\/div><div class=\"paragraph jod\" id=\"v7n665\"> If the United States have been guilty of a great dereliction of duty in not making an effort to redress the sufferings and wrongs of the &#x201C;Mormons,&#x201D; and the &#x201C;Mormons&#x201D; have said that this inaction and indifference on the part of the Government in relation to their grievances will draw upon the nation a scourge and chastisement from God, we have no more idea that the great purposes and designs of the Creator will be changed in relation to this nation, in consequence of this merited chastisement, than the purposes and designs of a father to rear up his son in honor, integrity, and truth will become changed by the infliction of chastise<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3034\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment for some transgression or misdemeanor. <\/div><div class=\"paragraph jod\" id=\"v7n666\"> The &#x201C;Mormons&#x201D; feel their wrongs: they know them; and while they live they will not forget them: they cannot if they would. They will remember them also in the spirit world and in the exalted courts of the celestial kingdom. When they enter, it will be asked, &#x201C;Who are these? And from whence come they?&#x201D; The answer will be&#x2014;&#x201C;These are they who have come up through great tribulation,&#x201D;<span class=\"citation\" id=\"79341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79341)\">Rev. 7:14<\/a><\/span> &amp;c. They will not forget! Still, like the Prophet, who stood by his brethren until death, so will the &#x201C;Mormons&#x201D; stand by their country while any foe dares to set his unhallowed foot upon our shores, or upon our borders. <\/div><div class=\"paragraph jod\" id=\"v7n667\"> Under the guardianship of high Heaven, all things are moving gloriously onward. We have recently had a liberal slice off from Mexico, but the whole loaf must come. The north must give up, and the south keep not back,<span class=\"citation\" id=\"59373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59373)\">Isa. 43:6<\/a><\/span> while the islands are waiting for thy law. The voice of God, through American policy, with loud and thrilling notes, cries, Come unto me, all ye ends of the earth,<span class=\"citation\" id=\"81467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81467)\">2 Ne. 26:25<\/a><\/span> and be ye saved<span class=\"citation\" id=\"82555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82555)\">3 Ne. 9:22<\/a><\/span> from the yokes of tyrants&#x2014;from the chains and fetters of bigotry, superstition, and priestcraft, and regale yourselves under the tree of liberty, whose branches are rapidly extending, and whose fruit is rich and desirable, and whose leaves are for the healing of the nations. <\/div>\n<\/div>\n<\/div>"}