{"ID":70019, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Work of God Among the Nations Effected By the Power and Testimony of His Spirit, and Not By the Talents of Men, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder Erastus Snow, Delivered in the Tabernacle, Great Salt Lake City, September 18, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Work of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 9\/18\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d19\">\n<div class=\"paragraph jod\" id=\"v7n775\"> While brother Liljinquist has been addressing the congregation, I thought of the saying in the Scriptures&#x2014;With men of other tongues and other lips will I speak unto this people; and yet for all that will they not hear me, saith the Lord.&#x201D;<span class=\"citation\" id=\"73751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73751)\">1 Cor. 14:21<\/a><\/span> This was spoken in reference to ancient Israel.<span class=\"citation\" id=\"58598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58598)\">Isa. 28:11-12<\/a><\/span> It would seem that anciently as well as in modern times, the word of the Lord that went out from Israel to the surrounding nations came back to them. And even Israel themselves refused to hear the testimony of men <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of other tongues and other lips the Lord sent to them in the days of Jesus Christ and his Apostles. <\/div><div class=\"paragraph jod\" id=\"v7n776\"> I remember having read in the Book of Mormon instances of a similar kind among the ancient Nephites, when the spirit of apostasy was creeping over them. The Lord raised up Prophets and righteous men from among the Lamanites, and sent them to reprove the Nephites, to prophesy unto them, and to warn them of impending destruction, if they did not repent. Alma says,  <div class=\"break pagebreak\" id=\"126a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0126.pdf\" target=\"pdfwin\">p.&#xA0;126a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3018\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;For I am persuaded that the Lord deals out his word unto all the nations of the earth according as he will, and raises up men to bear witness of him, and to carry his word unto all people as they are capable of receiving.&#x201D;<span class=\"citation\" id=\"82211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82211)\">Alma 29:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n778\"> The way and manner the Lord has sent forth laborers with his Gospel among the nations in the latter days has made me often think of these words of Alma. Even among the remnants of Israel who are roaming through the continent of America&#x2014;the Indians, the Lord manifests himself in various ways as they are capable of receiving those impressions he wishes to impart to them. It has pleased our Heavenly Father that the great work of the latter days which has been spoken of by all the holy Prophets,<span class=\"citation\" id=\"94570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94570)\">Acts 3:21<\/a><\/span> the establishing of his kingdom upon the earth, setting to his hand the second time to restore the house of Israel,<span class=\"citation\" id=\"124863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124863)\">Isa. 11:11<\/a><\/span><span class=\"citation\" id=\"124864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124864)\">Jacob 6:2<\/a><\/span><span class=\"citation\" id=\"124865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124865)\">D&amp;C 137:6<\/a><\/span> should commence on the land of America, and under the auspices of the Government of the United States. This work he has commenced by the hand of his servant Joseph Smith, and those whom he called to be his associates and fellow laborers. <\/div><div class=\"paragraph jod\" id=\"v7n779\"> The land of America was a promised land to the pilgrim fathers, and an asylum for the oppressed of all nations. To this land people from all nations flocked, and the Lord inspired them to establish a free government preparatory to the establishment of his kingdom in the latter days. It was in this land he sought out and raised up his servants in their weakness to be the messengers of eternal life to the children of men, that it might go from this land to other nations. <\/div><div class=\"paragraph jod\" id=\"v7n780\"> I believe it fell to my lot to be among the first who went to nations of other tongues. Elder Heber C. Kimball, Orson Hyde, and others who accompanied them, opened the door of the Gospel of salvation first to <div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3018\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the nation of Great Britain. But, if my memory serves me, at the time Elder Taylor went to France, Elder L. Snow to Italy, myself and Elder Hanson to Denmark, and divers Elders to different nations, it was the first mission of Elders to people of other tongues. This is about ten years ago. <\/div><div class=\"paragraph jod\" id=\"v7n781\"> It was after we located in the valleys of these mountains, and this city had become a resting place for the Saints who had been scattered from Nauvoo. On our journey from this place, in the fall of 1849, to visit the nations of Europe, we met large emigrating companies of our brethren and sisters who had been scattered and driven from their possessions in the East. It is marvelous to see the working of our God among the nations of the earth, in gathering out his elect from time to time from those nations. It is marvelous in the eyes of those who understand not the Gospel. They have striven all the day long in their blind zeal to hedge up the way of the servants of God and hinder the spread of his Gospel. Still they perceive it steadily progressing, and the Saints gathering home like doves to their windows.<span class=\"citation\" id=\"59960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59960)\">Isa. 60:8<\/a><\/span> Every effort they make to destroy the people of God, to scatter, divide, and weaken them, seems only to advance their progress and consolidate them in one. We have explained to them why it is they cannot hinder it; but they cannot comprehend. They think it is all accomplished by the talent, ability, ingenuity, and wisdom alone of those who direct the affairs of this Church. They speak of Brigham Young and his Counselors, and other leading Elders of &#x201C;Mormonism,&#x201D; as being smart, cunning, shrewd men, who deceive, cajole, blind, and lead the people astray. So far from this being the truth, it is in reality the reverse, to all intents and purposes. <\/div><div class=\"paragraph jod\" id=\"v7n782\"> Let any man undertake to dictate,  <div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3017\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>govern, control, lead, and gather together this people by his own wisdom alone, and the result will be like what we have seen within the last two years in this Territory in regard to the endeavors of our enemies to break us up and scatter us to the four winds. Their union is like a rope of sand, and every plan they devise comes to naught, until they are discouraged and say, &#x201C;Damn it, let us quit and go home.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n784\"> Judge Black says, in his explanation in reference to the officials sent to this Territory, that the Government sought the whole country over and sent the best men they could find to administer the principles of equity, justice, and truth to this people. But, in addition to these, let them send special missionaries, the most gifted and talented there are on the earth, to draw off and lead this people by their own cunning, shrewdness, and wisdom, and would they produce the results we now see every day? Would they see a people that move and act in almost perfect harmony and oneness? Let them try it. Let the smartest Elder that can be found in this Church try it. <\/div><div class=\"paragraph jod\" id=\"v7n785\"> In bygone days Elders have imagined in their hearts that their wisdom, talent, and ability had something to do with it&#x2014;that the kingdom of God could not move unless their shoulder was at the wheel&#x2014;that if they held back in the breeching, they would stop the onward motion of the car. But the Lord left them covered with their own shame and folly, after he had suffered them to try the experiment; and the great car of truth still rolled steadily forward. <\/div><div class=\"paragraph jod\" id=\"v7n786\"> Some are inclined to find fault with the Latter-day Saints because of the murder, rapine, theft, adultery, and abominations that are practiced in Salt Lake City and in Utah Territory. Are the Latter-day Saints to blame for this? No. The Latter-day Saints <div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3017\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have better business to engage themselves in, which is serving the Lord, working righteousness, doing good to themselves and to all people who will receive good at their hands. Nobody has anything to do with this shooting and killing one another, stealing, breaking into houses, whoredom, running off horses and mules and cattle, and all such sort of abominations&#x2014;getting drunk and screaming in the streets, but just such as love it. They are not Latter-day Saints who do such things; but, on the contrary, they are those who are striving to destroy &#x201C;Mormonism,&#x201D; and they are destroying themselves in answer to the prayers of all the faithful Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v7n787\"> The Latter-day Saints pray, if the wicked must kill somebody, they may kill those that ought to be killed. You may perhaps think it is wrong to pray that they may kill anybody. We would rather pray that they may be saved. There are various ways of saving men, simply because they will not all be saved in the same way, as there are various ways of making men happy. <\/div><div class=\"paragraph jod\" id=\"v7n788\"> There is a class of men who are always miserable only when they are making everybody else so, and their happiness consists in doing all the mischief they can, and injuring everybody around them. <\/div><div class=\"paragraph jod\" id=\"v7n789\"> We teach them the principles of the Gospel. Can they hear it? They hear with the ear, but they hear not; they have eyes, but they see not; hearts have they, but they understand not; and they go backward, and fall and perish. When the truth is told to them, they will not believe it; but hand them out a pack of infernal lies, and they will gulp them down as a thirsty ox drinks water. How can such persons learn and understand the truth? As Jesus said to the Scribes and Pharisees anciently, &#x201C;How can ye believe, which receive honor  <div class=\"break pagebreak\" id=\"128a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0128.pdf\" target=\"pdfwin\">p.&#xA0;128a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3016\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>one of another, and seek not the honor that cometh from God only.&#x201D;<span class=\"citation\" id=\"69194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69194)\">John 5:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n790\"> How can your Judges judge in righteousness and shut their ears to the voice of truth and to the testimony of innocence, and look around in all directions to find some mean scoundrel to come up and testify lies? How can any people be instructed in the things of God and receive light, while they are laboring diligently to shut out every particle of light from their tabernacles? <\/div><div class=\"paragraph jod\" id=\"v7n791\"> If you wish to know why the simple testimony of the humble servants of God gathers together this people from the nations of the earth, it is because there was place found in their hearts for the word.<span class=\"citation\" id=\"124866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124866)\">Mark 4:14-19<\/a><\/span><span class=\"citation\" id=\"82218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82218)\">Alma 32:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n792\"> When I went to Denmark, I could not speak the first word of their language, or know the first letter of their alphabet. I was to all intents and purposes a barbarian to them, and they were barbarians to me. I went there because I was sent, with an intention to do the best I knew how, as the Spirit of the Lord might direct me. You may ask if I received the gift of tongues, that I could begin and speak to them in their own language by the power of the Holy Ghost without studying. I answer, Yes, when it pleased the Lord to give it to me; and when it did not, I remained silent. I did not have any special anxiety to preach to them in their own tongue anymore than the Lord wanted to have me do. <\/div><div class=\"paragraph jod\" id=\"v7n793\"> I did not do a great deal of preaching in that country, but I did whatever the Lord put into my heart to do as near as I knew how; and I learned the language as fast as the Spirit of the Lord enabled me to do so, that I might bear my testimony to them in their own tongue, and that I might understand what they said to me when they asked me questions and required explanations; and when they wished to correspond with me, that I <div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3016\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> might be able to write an answer. I had to learn to read and write, and talk to them in their own language. Did the Spirit of the Lord assist me? Yes. I learned their language, and became so familiar with it as to write and speak with them in six months' time. <\/div><div class=\"paragraph jod\" id=\"v7n794\"> The Holy Ghost was with me to assist me. In twenty-one months I published the Book of Mormon, the Book of Doctrine and Covenants, and the Hymn Book, and eight or ten pamphlets. <\/div><div class=\"paragraph jod\" id=\"v7n795\"> A gentleman upon the vessel, on my return home, having been informed in how short a time I had learned the language, declared it was impossible for any mortal man to become acquainted with the Danish language and use it as I did in so short a time; and pronounced me an impostor to some of the Saints on board who were traveling in company with me to this place, for palming upon them some miraculous thing; and expressed himself as having no doubt that I familiarized myself with the language in college in some other country by years of study. <\/div><div class=\"paragraph jod\" id=\"v7n796\"> I was there comparatively alone, and the harvest great and the laborers few,<span class=\"citation\" id=\"67375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67375)\">Luke 10:2<\/a><\/span> and the Spirit bore testimony that the Lord had much people there. I saw, if they were all to be sought out and gathered home by the labors of men sent from America, and after traveling so long a journey to learn their language, that it was a great work; and the words of Alma came forcibly to my mind, that the Lord raises up men among all the nations of the earth, to give them that portion of his word which they are capable of receiving. And I cried unto the Lord, saying, &#x201C;O Lord, raise up laborers and send them into this harvest&#x2014;men of their own tongue, who have been raised among them and are familiar with the spirits of the people.&#x201D;<span class=\"citation\" id=\"82212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82212)\">Alma 29:8<\/a><\/span> He has done it. Before I left, there  <div class=\"break pagebreak\" id=\"129a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0129.pdf\" target=\"pdfwin\">p.&#xA0;129a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3015\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was quite a little army of Elders and Priests, Teachers and Deacons, laboring in the vineyard; and thousands have rejoiced in the testimony of the Gospel borne to them by their fellow countrymen. <\/div><div class=\"paragraph jod\" id=\"v7n798\"> Do any of you ask how this came to pass that so many thousands have gathered from that land, and are now in these valleys of the mountains; and why thousands more are longing to come here who are rejoicing in the testimony of the Gospel in Denmark, Sweden, Norway, Iceland, &amp;c.? I answer&#x2014;It was not done by the wisdom and learning of man, or by any influence that man himself could exert over that distant people. If any person thinks so for a moment, he thinks so because he knows no better. It is a mystery to them; and they would not believe, if it were unfolded to them. <\/div><div class=\"paragraph jod\" id=\"v7n799\"> We testify and bear witness that it is not of man, but of God&#x2014;that it is the power of the Gospel of Jesus Christ&#x2014;that it is the gift and influence of the Holy Ghost that bears witness to the hearts of this people. When in the simplicity of my heart I could speak but little unto them with stammering lips, I said more with my eyes and fingers than with my tongue. The power of the Holy Ghost rested upon the people; and when I asked them if they understood me, &#x201C;Yes,&#x201D; said they, &#x201C;we understood it all.&#x201D; It was not because I spoke it fully with my tongue, but God made them understand me. If I asked them if they believed it, &#x201C;Yes,&#x201D; would be the reply; &#x201C;we have the testimony of the Holy Ghost bearing witness within us that it is true.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n800\"> I laid my hands upon the men that were raised up around about me, and sent them to preach the Gospel; and they were just such men as the Lord sent me; no matter if they were shoemakers, carpenters, chimney sweepers, or any other kind of trade. <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3015\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I told them to go forth and bear witness of what they had heard, and of what they knew; and every time they opened their mouth, a stream of light would flow from them to the people, who were melted before them. This is the experience of every man of God upon all the earth. <\/div><div class=\"paragraph jod\" id=\"v7n801\"> You ask the people who are in these valleys who profess to be Latter-day Saints why they are here, and they will tell you they could not keep away; and many will say that if they could have kept away, they would. Say they, &#x201C;Mormonism is true: We know it.&#x201D; They feel like Almon Babbitt: he said he would give ten thousand dollars if he could only know &#x201C;Mormonism&#x201D; to be untrue. <\/div><div class=\"paragraph jod\" id=\"v7n802\"> It troubles those who do not exactly love it, because it interferes with some of their favorite desires: it will not exactly allow them to gratify every wish and desire of their hearts. It curtails them in some of their wickedness, pride, selfishness, and idolatry; and because of this, they do not like it, and they wish it were not true, that they might escape an awful condemnation. Because they know it is true, they cannot get off the hook, and must be drawn in. Ask them if they were so influenced by the wisdom, learning, shrewdness, or cunning of those who taught them the principles of life and salvation, and they will answer you that they know better. There are but few religions you can name, or preachers of any denomination, that have not been heard by the chief bulk of the Latter-day Saints. But did their eloquence, learning, cunning, intelligence, and experience govern and control them, or influence them in any uncommon way? No. But when the simple, naked truth was told to them in childlike simplicity, if it came from a babe, they understood it: it went to their hearts. This is the reason why they are here, and why they stay  <div class=\"break pagebreak\" id=\"130a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0130.pdf\" target=\"pdfwin\">p.&#xA0;130a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3014\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>here. And those who go away are they who come flouncing all the way like a fish caught by the gills, and they keep it up until the gill breaks, when they return again to their native element. I have no objections to this: it is all right. <\/div><div class=\"paragraph jod\" id=\"v7n804\"> If men want to fight, and drink whiskey, and roll in the mud, and spue in the gutter, I have no objections. The only objection I have is, that it hurts my feelings to find one of the Seventies, one of the Elders, or one of the High Priests lying on my sidewalk or under my fence in a state of intoxication, and I am obliged to pass by and call him brother. I am obliged to have it thrown to me that I fellowship him. I wish every person to understand that I do not fellowship any such conduct. Still they will plead, and plead, and plead to be forgiven and tried again. Yes, try him again until he reaches another whiskey shop. <\/div><div class=\"paragraph jod\" id=\"v7n805\"> I think if those who keep the shop, who hang out the sign, who gather the poison by the pailfull, and keep it to retail out by the dimes' worth, want that occupation in time, they ought also to have it in eternity, and sell it to Pharaoh and his hosts in hell. I am ashamed of all such Elders. They excuse themselves by saying, &#x201C;People will have the liquor; and if I don't sell it, somebody else will; and I might as well have the money as anybody else.&#x201D; They might as well say, There is a herd of cattle, horses, or mules on the range that will be stolen, and I might as well steal them as anybody else. <\/div><div class=\"paragraph jod\" id=\"v7n806\"> The principles of the Church of Jesus Christ of Latter-day Saints do not countenance such conduct. It is Gentilism&#x2014;Devilism. <\/div><div class=\"paragraph jod\" id=\"v7n807\"> It may be asked, Why do not the &#x201C;Mormons&#x201D; put a stop to this cheating of one another? I do all I can towards it. When they wish to quit their wickedness, I will try to help <div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3014\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them do it. I would not care to see burned down that row of buildings where whiskey is kept and drunkenness encouraged. I do not wish the buildings burned up, but I say I never would occupy one of them. I would rather go and live on the top of one of those mountains than have any of my family occupy one of those cursed houses where all kinds of corruption is practiced. <\/div><div class=\"paragraph jod\" id=\"v7n808\"> In years gone by, it has been considered awful oppression here because the Saints in the community did not feel to approve of these things, and there were no army&#x2014;no federal officers to hold out protection to men when they violated every acknowledged rule of a well-regulated society. <\/div><div class=\"paragraph jod\" id=\"v7n809\"> Now, let me say to all such characters&#x2014;federal officers, the army, Saint and sinner, Jew and Gentile&#x2014;that instead of being protected in wickedness, they will find the sword of justice that hangs over them will soon fall heavily upon them, and when they least expect it. Do you ask who will wield it? I answer, The Lord Almighty. He will not always look on and see this land polluted by such curses. And those who have professed the name of Jesus Christ, and have had the testimony of Jesus, and depart from the way of the Lord, to pursue covetousness and idolatry, will be the first to feel his wrath in the day of the Lord, when he has borne with them sufficiently.<span class=\"citation\" id=\"90632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90632)\">D&amp;C 112:24-26<\/a><\/span> Every man's works will speak for him, and they will be weighed in the balance, whether he be Jew or Gentile. Every man's works will make manifest whether he is for law and order&#x2014;for the principles of the Constitution of the United States and the rights of man, or whether he is here to ride over everybody that will not be influenced by him. The man that does this will find himself in snag harbor, and he will run against snags when and where he least expects it. <\/div> <div class=\"break pagebreak\" id=\"131a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0131.pdf\" target=\"pdfwin\">p.&#xA0;131a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3013\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n811\"> The Lord says the wicked shall slay the wicked,<span class=\"citation\" id=\"83176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83176)\">Morm. 4:5<\/a><\/span><span class=\"citation\" id=\"124867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124867)\">D&amp;C 63:33<\/a><\/span> and he orders it so. I pray God that he will preserve the righteous, and endue his people who <div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3013\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> love the truth with grace, that they may let their light shine, and be able to bear testimony of the Gospel to all nations. Amen. <\/div>\n<\/div>\n<\/div>"}