{"ID":70010, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Apostasy the Result of Ignorance&#x2014;True Government, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Bowery, Provo, June 6, 1858.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. B. Milner.<\/div>\n<div class=\"pageHeader\">Page Header: Apostasy the Result of Ignorance, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/6\/1858<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d10\">\n<div class=\"paragraph jod\" id=\"v7n410\"> I wish to say a few words before the close of the meeting. <\/div><div class=\"paragraph jod\" id=\"v7n411\"> You have heard me say, a great many times, and it is the experience of all men who understand wisdom, that the greatest difficulty we have to meet is what may be termed ignorance, or want of understanding in the people. If people would readily understand and practice what they are taught, they would do very well without so much teaching as now seems to be necessary; but when they have not that intelligence which leads and guides to victory in the acts of life, they should be taught to know how to overcome every difficulty and enemy they have to meet. And if people could understand things as they are, there never would be any apostasy&#x2014;none would fall through lack of faith and good works. In regard to this people's sustaining the First Presidency, they believe that they do; but still there is something beyond which many do not as yet understand: there are instances in which they do not fully sustain the Presidency. It may be asked, &#x201C;Have not this people voted to sustain the Presidency?&#x201D; Yes; but do they sustain them in every particular? The great majority sustain them, as far as they understand. The main difficulty is that many do not know how the Presidency should be sustained, through lack of intelligence to rightly discern and classify their acts and reflections. They will <div class=\"break columnbreak\" id=\"63b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0063.pdf\" target=\"pdfwin\">p.&#xA0;63b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3081\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sustain, with their prayers, every department of the Priesthood as being teachers of the plan of salvation, but do not understand that there is not an act in the lives of intelligences but what has a tendency to either sustain or oppose&#x2014;a tendency either for good or evil. <\/div><div class=\"paragraph jod\" id=\"v7n412\"> The Government of the United States is Republican in form, and should be in its administration, and requires a man for President who is capable of communicating to the understanding of the people, according to their capacity, information upon all points pertaining to the just administration of the Government. He should understand what administrative policy would be most beneficial to the nation. He should also have the knowledge and disposition to wisely exercise the appointing power, so far as it is constitutionally within his control, and select only good and capable men for office. He should not only carry out the legal and just wishes of his constituents, but should be able to enlighten their understanding and correct their judgment. And all good officers in a truly Republican administration will constantly labor for the security of the rights of all, irrespective of sect or party. <\/div><div class=\"paragraph jod\" id=\"v7n413\"> This people would do many things that would tend to death, if they did not listen to correct instructions; for, as yet, they have not wisdom enough to guide them under all circumstances.  <div class=\"break pagebreak\" id=\"64a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0064.pdf\" target=\"pdfwin\">p.&#xA0;64a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3080\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>And although you think that you sustain your Presidency, yet many conduct themselves in some things precisely as do the people in the world. They take a course to destroy themselves politically and religiously, and they will destroy themselves; and so would many of you, if you were destitute of counselors dictated by the Spirit of the Lord to direct in all things, whether relating to religious or political government. We stand upon this platform; still we are in a measure yet like the world. There are some contentions and discords, and some are taking a course which will bring evil upon us. Do they know it? No, they do not: but their ignorance will not prevent the effects. They do not know the consequences of unwise acts; but they will produce evil, whether they understand them or not. <\/div><div class=\"paragraph jod\" id=\"v7n415\"> There are those who, it would seem, can never come to understanding: they are apparently stereotyped, never to improve any more, while others have their minds open and constantly learning and increasing in wisdom and understanding.<span class=\"citation\" id=\"58920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58920)\">Isa. 29:24<\/a><\/span><span class=\"citation\" id=\"124853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124853)\">2 Tim. 3:7<\/a><\/span> When the people learn to partake of the Spirit which governs this kingdom, and become fully imbued with that Spirit, they will understand the objects, examples, and designs of those who are placed to counsel and direct them. Do you understand that, brethren and sisters? You must enjoy that Spirit, or you cannot walk in the same path with those who are appointed to be your counselors and teachers. But if you possess that Spirit, instead of taking various by-paths, you will be able to walk in the path that leadeth to life. Who are your leaders? The First Presidency. Who was the master spirit? Joseph. Who were his leaders? These who immediately presided over him. If we will live upon the principles which our Government professes to be built upon, we <div class=\"break columnbreak\" id=\"64b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0064.pdf\" target=\"pdfwin\">p.&#xA0;64b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3080\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall follow him, and not make devious paths. <\/div><div class=\"paragraph jod\" id=\"v7n416\"> All the acts we perform should be governed by the guidance of the Priesthood. Were that done, you would see blessings result from all the acts of a nation, just as we wish to see in our Republic, and as we would see, if the people of our nation would learn and practice the principles of the Priesthood. The Priesthood does not wait for ignorance: it instructs those who have not wisdom, and are desirous of learning correct principles. But our Government is controlled by ignorance; and thousands who are ignorant of the true principles of correct government are placed in important positions, and every department is more or less governed by ignorance, folly, and weakness. More imbecility has been manifested in the management of public affairs, of late, than ought to be manifested by any government. <\/div><div class=\"paragraph jod\" id=\"v7n417\"> Let those called Latter-day Saints so learn wisdom as to carry out the true principles of government, that they may be able to wisely govern and control all things. Do any suppose that we shall ever war against the principles or form of our National Government? We shall not; for we love and cherish them, and always have and ever expect to, because they are good and just. It is published from east to west, and from north to south, that the &#x201C;Mormons&#x201D; are opposed to the Government of the United States. That is not true, and never was. But many of the officers and people of the United States are too much opposed to their own institutions, and are taking a course to destroy the best form of government instituted by man. They lay the axe at the root of the tree,<span class=\"citation\" id=\"62692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62692)\">Matt. 3:10<\/a><\/span> and it will fall and be as though it had not been. They do not understand the principles which will build them up. Each one strikes out and follows his own way.  <div class=\"break pagebreak\" id=\"65a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0065.pdf\" target=\"pdfwin\">p.&#xA0;65a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3079\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Do the members thereof know how to sustain their own party? No: they sap the foundation of their own party. <\/div><div class=\"paragraph jod\" id=\"v7n419\"> Such is measurably the case with a portion of this people. They wish to be saved&#x2014;they desire to gain celestial glory; but their own acts sap the foundation of all their desires. This people desire to do right, and the reason why all of them do not is because all do not strive to know how. True principles will abide, while all false principles will fall with those who choose and cleave to them. <\/div><div class=\"paragraph jod\" id=\"v7n420\"> The government of this Church is based upon true principles, and the reason people fall out by the way is because of their ignorance&#x2014;because they do not thoroughly canvass their acts, and wisely ponder the probable results. <\/div><div class=\"paragraph jod\" id=\"v7n421\"> Brother Wells has been speaking about many of the brethren's being careless about going north to look after their property. I have reflected upon that, and I conclude that the brethren feel to say, &#x201C;We have left our property, because the Lord in his wisdom is leading us in a way that requires us to leave our buildings and other improvements; we have cheerfully left them in the line of duty, and we do not particularly desire to go back and guard them. They have passed from our affections, and shall we turn round and cling to them? We do not feel to care how soon the Lord sees fit, in his wisdom, to require us to lay them utterly waste.&#x201D; That feeling proves to me that the affections of this people are not placed upon earthly things; still there is a lack of understanding with some in regard to using them aright. If we have made the sacrifice complete in our feelings, we have been driven far enough; and I can tell the world that all earth and hell will never gain power to drive us out of these mountains, unless it is the will of the Lord, <div class=\"break columnbreak\" id=\"65b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0065.pdf\" target=\"pdfwin\">p.&#xA0;65b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3079\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> though we may be required to move from place to place. We have to learn that all the elements are eternal, though their varied earthly forms are organized to be dissolved. We must not place our affections upon these things until they are organized for eternity. If we will take that course, we shall be laying up treasures in heaven.<span class=\"citation\" id=\"63507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63507)\">Matt. 6:20<\/a><\/span> Earthly things will be decomposed, and their reorganization will be by the power of the resurrection: then we shall begin to understand the proper use of element. <\/div><div class=\"paragraph jod\" id=\"v7n422\"> I hear some say, &#x201C;Why should we wish to go to Box Elder to guard our property there?&#x201D; The Lord gave us the ability to obtain what we have; and if our affections are so chastened that we can measurably realize that he gave us the power to accumulate our possessions&#x2014;that he organized the elements and gave us bodies and life upon the earth&#x2014;that all blessings are the gift of the Lord, then we have profited by the experience now offered; and now it is our duty to preserve that which the Lord has blessed us with, so far as circumstances will permit, and patiently await the development of future events and requirements. <\/div><div class=\"paragraph jod\" id=\"v7n423\"> Some do not understand duties which do not coincide with their natural feelings and affections. Do you comprehend that statement? I have tried to tell you; but I am sometimes at a loss to convey a correct understanding with words. I should have the language of angels to enable me to exactly convey my ideas, and that would require an audience who understand that language. There are duties which are above affection. Our enemies have driven this people from their homes until their affections are no longer placed upon the things of this world, which is more than all other communities can say in truth. No other people can truthfully say that they can handle the things of  <div class=\"break pagebreak\" id=\"66a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0066.pdf\" target=\"pdfwin\">p.&#xA0;66a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3078\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this world without having their affections placed upon them, even though many of them will endure more or less affliction for their religion. Some will throw themselves under the massive wheels of the car of Juggernaut, and be crushed to pieces, and others will endure all that is possible for their religion, no matter whether it is true or false. There is not so much difficulty in leading persons to death for the religion we profess, as there is in inducing them to live to its pure principles. There is but little trouble in inducing people to sacrifice and suffer for their religion: but who lives for it? If this people do not, no people upon this earth do. And I am happy in being able to say that they have proved that they place less value upon their farms, houses, and other comforts of life than they do upon their religion, and that so many of them try to live their religion day by day. <\/div><div class=\"paragraph jod\" id=\"v7n425\"> If you have superior wisdom in your midst for your guidance, why do you not learn that fact, and permit yourselves to be guided by that wisdom in your business transactions as well as in doctrine?&#x2014;for there is no dividing between matters spiritual and temporal. There is no act of a Latter-day Saint&#x2014;no duty required&#x2014;no time given, exclusive and independent of the Priesthood. Everything is subject to it, whether preaching, business, or any other act pertaining to the proper conduct of this life. It takes the whole man to make a Saint: there are no exceptions in &#x201C;Mormonism.&#x201D; Learn so to think and direct your acts in every transaction of life, that we may overcome the evil that is sown within us. Overcome the inward enemy; then we can overcome the Devil's kingdom. And while others choose evil principles and build upon a foundation which leads to destruction, let us build upon the principles of eternal salvation, as <div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3078\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we have striven to do all the day long. <\/div><div class=\"paragraph jod\" id=\"v7n426\"> We are a mystery and a stumblingblock to this generation. One man will say, &#x201C;What a numbhead that Brigham Young is!&#x201D; and another that &#x201C;this people are dupes and fanatics;&#x201D; and yet no man can controvert, with sound argument, the principles we advance. No society, political or religious, can cope with us in correct principles. In the opinion of some we are the most foolish people in the world, and in that of others we are the wisest. If this people live to the principles they have embraced, they will be capable of counseling the nations; for we build upon a just foundation, and our principles are truth, righteousness, and holiness. Let us stand by those principles until they crush out folly from these valleys, and we become teachers of wisdom to the nations. It would not require a great stretch of mind to teach them now, did duty require it. A man who has wisdom to control one wife and five children can control ten wives and one hundred children; then he can control a town, a city, a state, a nation, a kingdom, or the whole world. <\/div><div class=\"paragraph jod\" id=\"v7n427\"> Understand and practice those holy and just principles that reach to the comprehending of all wisdom, until the nations of the earth look to Zion for wise counsel. Whether it be in these mountains or elsewhere, and whether it be within ten years, or fifty years, or in one day, I will do all I can to prepare for the glory of Zion. I would build a good house here, had I the opportunity, though I knew I should not enjoy it five minutes. We intend to build a Temple in these mountains, and not act upon the principle of some who have been here ten years without a comfortable dwelling. I want the Elders of Israel to know how to lay the foundation of Zion. <\/div> <div class=\"break pagebreak\" id=\"67a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0067.pdf\" target=\"pdfwin\">p.&#xA0;67a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3077\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n429\"> I will now say a few words on business affairs. A road up Provo Canyon is much needed, and we want ten or twenty companies of laborers to go to work upon it forthwith, in order to finish it in about fifteen days, so that you can go into the valleys of the Weber, where there is plenty of timber. <\/div><div class=\"paragraph jod\" id=\"v7n430\"> I understand that a company has been chartered by the Legislative Assembly to make that road; and if those men will come forward, we will take the responsibility of making it. We shall need about five hundred laborers. I also want a millrace dug some three-quarters-of-a-mile in length, and an excavation made for the foundation of a grist mill. When that is done, we will plan something else; for we want everyone to have the privilege of being actively engaged in some useful occupation. We want men to labor in every mechanical pursuit that they can; for I believe that the time will come when we shall have to depend upon our own resources; and I pray the Lord to so hedge up the way and shut down the gate, that we may be compelled to depend upon our own manufacturing for the comforts of life. <\/div><div class=\"paragraph jod\" id=\"v7n431\"> Last spring I wanted to detect some spirits that I could not make <div class=\"break columnbreak\" id=\"67b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0067.pdf\" target=\"pdfwin\">p.&#xA0;67b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3077\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> manifest to the people, only in the course I then took. There are those who, when they know that they have liberty to act in a certain manner, do not care about moving in that direction; but if you say that they cannot or shall not, they are then very anxious to do so. That class reminds me of the Frenchman who loaned his money, and upon learning that the borrower was likely to fail, asked him when he could pay him. The answer was, &#x201C;Today, if you wish it.&#x201D; &#x201C;Why, have you got it?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Oh, if you have got it, I do not want it; but if you have not got it, I want it very bad.&#x201D; With the exception of a short time during the late difficulties, all persons have always had the privilege of going away from here when they pleased, and have been repeatedly invited to do so, if they wished to; and a certain class did not avail themselves of the privilege: but when I said that they should not go until I gave them permission, we learned those spirits, and they have gone. <\/div><div class=\"paragraph jod\" id=\"v7n432\"> I want the clay well ground and well worked over. I want the pure in heart to receive their blessings, and to be free from the oppressions of the wicked. <\/div><div class=\"paragraph jod\" id=\"v7n433\"> God bless you, brethren and sisters! Amen. <\/div>\n<\/div>\n<\/div>"}