{"ID":70018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The People of God in All Ages Led By One Spirit, and Subject to Persecution&#x2014;Condition of the World.<\/div>\n<div class=\"subtitle\">A Sermon by Elder John Taylor, Delivered in the Tabernacle, Great Salt Lake City, January 10, 1858.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The People of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 1\/10\/1858<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v7n733\"> It is always pleasing and interesting to listen to the statements of any of the servants of God who may be in possession of his Spirit, and to watch the motion and direction of that Spirit as it operates upon the human mind. <\/div><div class=\"paragraph jod\" id=\"v7n734\"> There are many things associated with the Church and kingdom of God that are very peculiar: it differs from all other churches, and is dissimilar to all other kingdoms. There is a spirit and wisdom associated with it that the world knows nothing of, and there is a power accompanying it to which mankind are entire strangers without that spirit. There is generally a great amount of obloquy and reproach associated with it; people are apt to treat the servants of God with contempt; yet there is a spirit, and power, and intelligence imparted by the gift of the Holy Ghost, that sustains his people under all circumstances, in all places, and among all nations; and hence Paul in his day said, &#x201C;I am not ashamed of the Gospel of Christ: for it is the power of God unto salvation to every one that believeth; For therein is the righteousness of God revealed from faith to faith.&#x201D;<span class=\"citation\" id=\"72233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72233)\">Rom. 1:16-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n735\"> Ordinarily speaking, Paul would have been considered a mean, contemptible fool by the world. He was whipped, persecuted, imprisoned, stoned, and had to escape from mobs, being let down in a basket over a <div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3026\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wall,<span class=\"citation\" id=\"71701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71701)\">Acts 9:25<\/a><\/span> like some mean, crawling scamp that had to get out of the way of civilized society: he was despised and hated among men, together with his associates. Yet says he, &#x201C;I am not ashamed of the Gospel of Christ.&#x201D;<span class=\"citation\" id=\"72166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72166)\">Rom. 1:16<\/a><\/span> Why was he not? Because there was a spirit and power in it that was in nothing else. Wherever he preached that Gospel&#x2014;wherever it was believed in and obeyed, there was a power and spirit accompanied it that no earthly power could impart; and those persons who received it received the gift of the Holy Ghost; and that Holy Ghost took of the things of God and showed them unto them:<span class=\"citation\" id=\"70494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70494)\">John 16:14-15<\/a><\/span> they partook of the same spirit that he did, were enlightened by the same intelligence, and blessed in the same manner, and, consequently, were united together in the bonds of the everlasting Gospel, and associated by the gift of the Holy Ghost, having a hope that bloomed with immortality and eternal life. <\/div><div class=\"paragraph jod\" id=\"v7n736\"> I have seen, in my wanderings over the earth, hundreds of such cases as the one we have listened to this morning. I have heard men speak in different nations&#x2014;in Germany, France, England, Scotland, Wales, the United States, in the Canadas&#x2014;no matter where, go where you will, and let a man receive the truth, and his heart is filled with joy and rejoicing. I see people around me here from all these  <div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3025\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>parts that I have heard testify the same things as our brother this morning. <\/div><div class=\"paragraph jod\" id=\"v7n738\"> It is this spirit, intelligence, and the gift of the Holy Ghost and its operations on our minds, that has made us one. It is on that account that we speak alike, think alike, write alike, testify alike, because we are baptized into one baptism,<span class=\"citation\" id=\"74971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74971)\">Eph. 4:5<\/a><\/span> and have all partaken of the same Spirit,<span class=\"citation\" id=\"73419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73419)\">1 Cor. 12:4<\/a><\/span> and we all feel the same thing and rejoice in the same hope. Wherever the Spirit of God operates upon the human mind in any part of the earth, it is productive of the same results; and hence you see people coming in from the east, the west, the north, and the south to this place, led and impelled by the same Spirit. <\/div><div class=\"paragraph jod\" id=\"v7n739\"> Why did you leave your homes, break up your establishments, bid adieu to your friends and associates, and traverse oceans, seas, deserts, and plains, in order to come here? Because you were inspired by that same Spirit. And why were you inspired by it? How did it originate? And where did it come from? Why, the Lord has set his hand to accomplish his designs in these last days; he has opened the heavens and revealed his purposes to his servants the Prophets,<span class=\"citation\" id=\"94567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94567)\">Amos 3:7<\/a><\/span> and has called his people from the ends of the earth to gather together, that he might establish his Zion upon the earth, and bring to pass these things which have been spoken of by all the holy Prophets since the world was.<span class=\"citation\" id=\"71361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71361)\">Acts 3:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n740\"> We have listened to the voice of the charmer&#x2014;participated in all the blessings of the Gospel; and this has been the means of our gathering together in this place. Why did we come here? For the same reason this brother said he came&#x2014;to serve God and work righteousness, gain intelligence, and bring salvation to ourselves, to our wives and our children, and obtain it for our progenitors. <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3025\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> We came here to learn the principles of eternal life, and be enabled to fulfil our destiny upon the earth, and prepare ourselves and our posterity for a celestial inheritance in the eternal worlds. <\/div><div class=\"paragraph jod\" id=\"v7n741\"> It seems strange to many, perhaps, that a people like us&#x2014;a people as innocent as this people are&#x2014;a people who have desired to serve God as sincerely as this people have&#x2014;a people who are living up to the principles of truth as near as we do&#x2014;I say, it seems strange to them that we should have to meet with any difficulty, be persecuted, that our names should be cast out as evil,<span class=\"citation\" id=\"67217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67217)\">Luke 6:22<\/a><\/span> and we be treated with contumely and bitter reproach, as the offscouring of all things;<span class=\"citation\" id=\"94568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94568)\">1 Cor. 4:13<\/a><\/span> and that even a nation like that of the United States should array itself against us. Men, you know, all profess to be honest, more or less; and if they are, this certainly has a very strange appearance. <\/div><div class=\"paragraph jod\" id=\"v7n742\"> Yet, when we come to reflect, and look back upon men who lived in other ages, whom we have been taught to believe were honest and good, as we profess to be, and see their names cast out as evil too, and that some of the best of men had to wander in sheepskins and goatskins, and dwell in deserts, and dens, and caves of the earth&#x2014;that they were destitute, afflicted, tormented, whipped, stoned, imprisoned, and put to death&#x2014;<span class=\"citation\" id=\"77082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77082)\">Heb. 11:37-38<\/a><\/span>we see that it is only now as it has been heretofore. This has been the state of things generally in the world, so far as the servants of God are concerned in this world. With all its boasted magnanimity, with all its intelligence, with all its erudition, with all its talent, with all its pomp and glory, and professed intelligence and philosophy, there has never been a time, since the world began, but men of the most elevated character, of the most exalted natures, of the best and most moral habits&#x2014;virtuous men that  <div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3024\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>feared God and worked righteousness, have been persecuted, cast out, and trodden under foot. <\/div><div class=\"paragraph jod\" id=\"v7n744\"> And there has never been a time, with but few exceptions, in some isolated cases, that they had even equal rights among men, either civil, religious, or political&#x2014;I say, with very few exceptions, there has never been a time that the representatives of God on the earth, his servants, his Priesthood, his people&#x2014;those that carried out the principles of righteousness, and were obedient to his law, observed his statutes, and kept his commandments&#x2014;that such a people possessed either their civil, religious, or political rights among men. <\/div><div class=\"paragraph jod\" id=\"v7n745\"> It is true that, on the continent of Asia, the Jews might be considered an exception in this respect. They had a government which lasted for a certain period of time; they made their own laws, and governed themselves; and yet even among this people, who professed to be God's people, those men who really did fear God, tell the truth, and dared work righteousness, were generally trodden under foot. So far even were they fallen, that when Jesus came among them he said, &#x201C;Which of the prophets have not your fathers slain&#x2014;<span class=\"citation\" id=\"65577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65577)\">Matt. 23:30-34<\/a><\/span><span class=\"citation\" id=\"71544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71544)\">Acts 7:52<\/a><\/span>even you who profess to observe his laws&#x2014;you who boast of having Abraham for your father,<span class=\"citation\" id=\"124862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124862)\">John 8:39-44<\/a><\/span> and have more knowledge of God than any other people?&#x201D; He could ask that with impunity to a whole nation, and they could not answer him. If that was the case among them, what is the position of others? <\/div><div class=\"paragraph jod\" id=\"v7n746\"> There was a certain time on this continent, from the accounts given in the Book of Mormon, that a few people observed the laws of Jesus and his Gospel, and kept his commandments without persecution; but it only lasted for a short time: they soon departed from every principle of righteousness, and were cut off in consequence.<span class=\"citation\" id=\"83073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83073)\">4 Ne. 1:1-49<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3024\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n747\"> What has been the position of others, if this has been the case among good men? They began to persecute the Prophets and reject the word of the Lord on this continent as on the other. You read of Sodom and Gomorrah, and of the antediluvians, that every imagination of their hearts was only evil, and that continually.<span class=\"citation\" id=\"52831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52831)\">Gen. 6:5<\/a><\/span> You read again of the abominations of Nineveh, of Babylon, of ancient Rome, and of the bestiality that was practiced among them: they were sunk in an awful state of degradation and corruption. They still are under the influence of the god of this world,<span class=\"citation\" id=\"74063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74063)\">2 Cor. 4:4<\/a><\/span> who rules in the hearts of the children of disobedience,<span class=\"citation\" id=\"74899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74899)\">Eph. 2:2<\/a><\/span> and leads them captive at his will.<span class=\"citation\" id=\"76119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76119)\">2 Tim. 2:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n748\"> Look at the world, and what does it present? Anyone familiar with the history of the nations must know that it has been nation against nation, kingdom against kingdom, power against power, dominion against dominion. The history of the world from the time of its commencement to the present is a scene of war, carnage, and desolation; and if you travel on the continent of Asia, where their history is more familiarly known than that of the inhabitants of this country, their monuments, their picture galleries, and everything represent the very thing of which I have been speaking. <\/div><div class=\"paragraph jod\" id=\"v7n749\"> You may go, for instance, into some of the galleries in France, and you may read on the canvas the history of that nation from the third century to this time, and it is a history of battles and combats, blood and destruction, wherein the fiercest passions of the human mind are developed. Here is portrayed massacres that took place at a certain time, and there the desolation and overthrow of a city at another period; the fierce struggle, the falling heroes, and the lifeless corpses are all portrayed on the canvas on the walls, showing that the shedding of human blood&#x2014;that car<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"121a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0121.pdf\" target=\"pdfwin\">p.&#xA0;121a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3023\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nage and desolation have prevailed everywhere since that nation commenced; and this is called their glory, their pride, their boast: they will point it out as the glory of their nation; and this thing has existed everywhere else, among all nations. <\/div><div class=\"paragraph jod\" id=\"v7n751\"> Go into Asia, and you will find the same thing. Histories of the Crusades furnish another example, together with the power, prowess, and bloodshed introduced by Mahomet in his day. The history of the whole world from that time to this presents a scene of war, tyranny, cruelty, and oppression&#x2014;man struggling with his fellow man, trying to raise himself upon the ruin of others. The thrones of many kings have been supported by a pyramid of human carcasses slain to gratify their thirst for power and influence. There are heroes and great men&#x2014;statesmen, to whom we are to look upon as examples of power, of dignity, and glory on the earth. Has right had anything to do with it? No. Talk about God and his Prophets! They never thought about any such thing; but, as the Scripture says, &#x201C;God was not in all their thoughts:&#x201D;<span class=\"citation\" id=\"56364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56364)\">Ps. 10:4<\/a><\/span> that was out of the question entirely. <\/div><div class=\"paragraph jod\" id=\"v7n752\"> Now, what has to be done in such a state of things? Will they forever continue? Must the wicked always triumph? If a man dare to rise as a man of God, cut off his head and trample him under foot! What chance has the principle of truth to obtain a hearing on the earth under such circumstances? There is none. So far as national power has existed to protect right on the earth, we cannot find it anywhere. I presume the nearest approach to it was on this land a few years ago, because a number of oppressed men that struck out against oppression fled to this country to find an asylum. They maintained the principles of liberty and freedom, which they started with for some time: <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3023\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they had suffered the evils of religious oppression, and appreciated freedom therefrom, and were enabled to make laws to protect themselves and their principles for some time. <\/div><div class=\"paragraph jod\" id=\"v7n753\"> By-and-by the same evil began to predominate here: religious intolerance was practiced, professed witches and wizards killed, Quakers were outraged and abused, law and order began to be trampled under foot, and evil principles prevailed and began to be tolerated, instead of righteous ones. <\/div><div class=\"paragraph jod\" id=\"v7n754\"> People affect to be astonished at the present time that we should feel reluctance at having the appointees of so great and august a personage as the President of the United States to rule over us; and they have made this a cause for the cry of &#x201C;Treason, rebellion,&#x201D; &amp;c. We are American citizens, and have at least some rights. Our fathers professed to have, a few years ago, when they said that all mankind had a right to &#x201C;life, liberty, and the pursuit of happiness.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n755\"> How was it that ten thousand armed men could come against us in the State of Missouri? And what for? Because we dared worship God according to the dictates of our conscience.<span class=\"citation\" id=\"94113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94113)\">A of F 1:11<\/a><\/span> Did the State know anything about it? Yes. A memorial was presented to them, and afterwards another to the President of the United States; and Martin Van Buren, the then President, acknowledged to the justness of our cause in the following words&#x2014;&#x201C;Your cause is just, but we can do nothing for you.&#x201D; And so fifteen or twenty thousand American citizens were disfranchised, robbed of their inheritances, and many of them murdered in prison, many put to death, and hundreds perished in consequence of privations they had to endure; and the chief magistrate of the U.S. Government and people could do nothing for them. There is no justice for the servants of  <div class=\"break pagebreak\" id=\"122a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0122.pdf\" target=\"pdfwin\">p.&#xA0;122a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3022\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God: you must not ask for it or look for it. If it had been anybody else, they could have had it. <\/div><div class=\"paragraph jod\" id=\"v7n757\"> With these facts before us, how can any people think it odd that we should mistrust their proceedings, and not have implicit confidence in everything they do. How was it in Illinois? Under the pledge of the Governor of that State, when he pledged himself most solemnly to myself and Dr. Bernhisel, he gave us his most sacred word, if we would go there unarmed, we should be protected. He pledged his honor and the honor of the State. How was it done? Joseph and Hyrum, with myself and Dr. Richards, were cooped up in Carthage jail by mere mob violence under the immediate eye of the Governor. We made a strong protest against the proceedings at that time. Yet he left the prisoners there to be butchered by a mob, and he knew they were coming upon them to kill them. Yet we must believe every word they say, and must rely implicitly upon their word as if it was the oracles of God. They are surprised we cannot do this and feel as they do. <\/div><div class=\"paragraph jod\" id=\"v7n758\"> Those holy men were put to death and butchered in a manner that would have disgraced the Algerian pirates. What are you doing here, gentlemen? Why did you come here? Because they would not let you stop in Illinois. Who was the foremost in these things&#x2014;in counseling your departure? Two United States Senators. Stephen A. Douglas was one; the name of the other I forget. And it was also recommended by Henry Clay. They recommended us to leave our homes, our possessions, and to let a beautiful city then inhabited become desolate, our gardens and fields laid waste, and 30,000 American citizens to be disfranchised. What for? Because they could not find protection in the United States; and I <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3022\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> told them of it at that time to their face. There is no law for &#x201C;Mormonism;&#x201D; but yet we must have implicit confidence in them. Then, after negotiations had been made and we came away, they were so damnable, mean, and cowardly as to make war on the sick and infirm that could not leave. The poor, miserable, cursed, damned scoundrels, I pray that they may go to hell. [The whole congregation shouted &#x201C;Amen.&#x201D;] They now put on a smooth face: they have, perhaps, been at a class meeting, some of them, and wonder why we won't let these officers come in here&#x2014;why we won't let the judges come here, such as they shall appoint&#x2014;why we won't let kind, gentlemanly men come here and rule over us? You know such as we have had before in our midst. Suppose we should ask a question or two about this, and reflect a little about some of the proceedings that have taken place here. Here was your Judge Drummond you had here. I was not here at the time, but I heard all about it. He was one of the appointees of the Pierce administration, that preceded this one. He came here and seemed determined to get up a fuss, if he could: that seemed to be his sole object from the time he came until he went away. He called upon a corps of men here to go out and act as a <span class=\"italic\">posse comitatus<\/span> to take up Indians which he wanted to destroy. He was determined to hang somebody. And if he could not get hold of the guilty, he wanted the innocent: he had a thirst for blood in his bosom. He called upon the Marshal of the Territory to summons heaps of men and capture those Indians; and he sent them out in a season of the year that men would rather give anything than go. But he called upon his official powers as U.S. Judge, and threatened them with the pains and penalties of the law. They go; and after wandering the  <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3021\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>deserts, canyons, and plains, exposing their lives in the frost and snows, wearing themselves and animals, after enduring every kind of privation, and inconvenience&#x2014;what next? This judge, after he had been so anxious they should go, when their bills were presented at Washington, repudiated all he had done, and says the people ought not to have a penny for what they have done, after forcing them into it by the power which he held in his hands. Thousands and thousands of dollars in labor had been expended by this people at the instance of that Judge, which, remains unpaid. Such men are infernal scoundrels, and ought to be damned; and they will be. Yet they are the representatives here of Uncle Sam, and everybody must take off their hats and bow to such mean reptiles. He is Judge so-and-so; he is such a humble gentleman! And we must be subject to such a state of things as this again! I will say, &#x201C;We will be damned if we will.&#x201D; That is about my feelings, gentlemen. Besides that he was such an honorable representative of the U.S., and wanted to introduce such beautiful principles among us, this very same individual was so pure, so religious and holy, so virtuous and righteous, his soul was pained in consequence of the doctrine of polygamy: at the same time, he must bring an eastern whore to sit on the bench with him, and thus insult the people of this Territory, and left his poor wife desolate and forsaken in Oquaka, Illinois. This is one of these immaculate characters they sent out here to ameliorate your condition. <\/div><div class=\"paragraph jod\" id=\"v7n760\"> We need not say anything of their squaw operations. With that matter you are familiar. <\/div><div class=\"paragraph jod\" id=\"v7n761\"> On the back of these things, the Legislature last year petitioned Congress that they would not send such men here, but send men that had <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3021\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> some claim to decency and propriety. But this is one of the greatest insults considered to be, to petition Congress. What right have American citizens to petition? If this is a crime, you will have to blame your Legislature for it. Because they do not want such wicked scoundrels as these to govern them, they have actually sent out an armed force here, with another <span class=\"italic\">posse<\/span> of the same kind of characters to cram them down our throats, and are determined you shall swallow them; and if you are not willing to take them, they are determined you shall have them forced upon you by the point of the bayonet. <\/div><div class=\"paragraph jod\" id=\"v7n762\"> These are some of the reasons why we act as we do. Would you like the prospect of having such a set of scamps as those to rule over you&#x2014;to have them crammed down your throat, whether or not, and be obliged to swallow them and everything associated with them, and allow them to carry on their abominations here, to corrupt your wives and daughters, and spread desolation around? Do you like the picture? The great difficulty in the matter is that we are the people of God, and they are not. <\/div><div class=\"paragraph jod\" id=\"v7n763\"> God has set his hand to accomplish his purposes, and they see more intelligence, wisdom, union, righteousness, and correct principles manifested by this people than by any other; and they are afraid it will grow into a great kingdom, and they will not be able to put it down; and they want to nip it in the bud, and pull down righteousness on the earth, that the Devil may triumph. Will they accomplish it? In the name of the Lord God of hosts, they will not. The hand of God is over them, and it will continue to be until they shall be wasted away and destroyed, and every power that is raised against Zion shall perish and be brought to naught. <\/div><div class=\"paragraph jod\" id=\"v7n764\"> Now the kingdom of God is as<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3020\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>suming another phase to what it has done. The Lord has set his hand to work to accomplish his purposes, and establish his kingdom, and the reign of right on the earth. Is any man that fears God and works righteousness in torment, trouble, and anxiety here? No. But if a man works iniquity, he is afraid all the time that his head is going to be taken off; and many of those mean scamps that fled from your midst went there with their eyes staring wide open: they had just escaped with their lives. It was very remarkable, but they did escape. <\/div><div class=\"paragraph jod\" id=\"v7n766\"> The sinners in Zion are afraid, and fearfulness shall surprise the hypocrite.<span class=\"citation\" id=\"59029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59029)\">Isa. 33:14<\/a><\/span> And I will tell you upon what principle you can see it developed and made manifest, in a portion of the Book of Doctrine and Covenants. It says, &#x201C;When you shall go forth and deliver your testimony, men shall rage against you and tremble because of you.&#x201D;<span class=\"citation\" id=\"88634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88634)\">D&amp;C 88:81-91<\/a><\/span> How many of you Elders, when you have borne your testimony, have seen priests tremble like an aspen leaf! What makes men tremble here? Because there is a concentration of the same power, which is the power of God in opposition to the power of darkness. One thing I feel&#x2014;I feel like singing Hosanna&#x2014;Glory to God forever, that we have found a place where a righteous man can live and be protected in his rights. You cannot find it anywhere else. <\/div><div class=\"paragraph jod\" id=\"v7n767\"> Is there a Methodist here, a Baptist, a Presbyterian, a Jumper, a Shaker, a Spiritualist, or any other kind of religious person? They can be protected here. Who injures them? They profess in the States to protect everybody in their religious rights; but they are infernal hypocrites: they do not do it. <\/div><div class=\"paragraph jod\" id=\"v7n768\"> There is not a country in the world where there is more religious intolerance than in this boasted republic. Where is there a people that have suffered as we have, in any country, <div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3020\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for a number of centuries back? And yet we have lived in this model republic, where they proclaim liberty to every man&#x2014;where they have declared that all men shall worship God according to the dictates of their conscience.<span class=\"citation\" id=\"94569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94569)\">A of F 1:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n769\"> The Lord has introduced a people, at last, among the human family that will protect the people in their rights; that is, they can have a right to do good, but not evil; and if they do evil, they will tremble. Where you see a man shaking&#x2014;his nerves unstrung, if you could open his heart, you will see something black, unholy, and contrary to the principles of righteousness. But there is nothing here that will make men fear that work righteousness. But woe to the rebellious, to the adulterer, the fornicator, the thief, and the ungodly man; for the hand of God will be over such for evil, if they do not repent. They will be rooted out of Zion. <\/div><div class=\"paragraph jod\" id=\"v7n770\"> God has set his hand to work to accomplish his purposes, to gather together his people, to establish the principles of righteousness among men, and overthrow the kingdom of darkness, and establish his kingdom, and afford protection to the honest in heart among all nations, to introduce a reign of righteousness that shall ultimately prevail over the world. The Devil has had rule and dominion, and brought men into bondage, and subjected the righteous to be overthrown and trampled underfoot by evil men in every age; and they want to do it now. But Brigham Young has said, Stop, and they have stopped. Why? Because Brigham said so. When they go back, it will be said, &#x201C;Well gentlemen, why did you not go into Utah?&#x201D; &#x201C;Because Brigham Young pointed his finger and said, Stop, and we stopped.&#x201D; &#x201C;Were any of you fired on?&#x201D; &#x201C;No.&#x201D; &#x201C;Their men were told not to fire on us, and they did not; but Brigham only said, Stop, and we stopped.&#x201D; <\/div> <div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n772\"> It is the first time for a long while that the principles of righteousness and truth have withstood the powers of darkness, yet it has here so far. Upon what principle? Upon the principle of union, faith, purity&#x2014;upon the principles of obedience to the laws of the Priesthood, which are the laws of God; and because we have honored God thus far, he has honored us. And what shall we do, to continue his protection with us? Continue to improve, progress in doing right, obey counsel, live our religion, and seek to carry out the designs of the Almighty and his representatives upon the earth. And if we do these things, in the name of Israel's God we shall arise and flourish, and Zion will become a terror to all nations. <\/div> <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n773\"> Do you not feel a little of it in your bones&#x2014;of that spirit growing and increasing? And you feel as easy as can be. I was thinking the other night, there are those poor devils out yonder shivering and shaking in the cold, and we are acting as though there were no armies, and as though there were no United States; and we, but a little handful of people, are dancing, and rejoicing, and praising God, in security. There is a spirit of peace here, and all is right and well. How will that be maintained? By virtue, righteousness, purity, and obedience to the laws of God, and carrying out his designs. <\/div><div class=\"paragraph jod\" id=\"v7n774\"> I pray that God may bless you, and guide you on in peace, that we may be saved in his kingdom, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}