{"ID":70014, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Duty of Sustaining and Upholding the First Presidency in All Their Operations, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Daniel H. Wells, Delivered in the Tabernacle, Great Salt Lake City, March 9, 1856.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Duty, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 3\/9\/1856<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d14\">\n<div class=\"paragraph jod\" id=\"v7n549\"> It appears to have fallen to my lot to occupy a few moments of this morning. Though unexpected to me, I rejoice in the opportunity of addressing you in a public manner, in meeting with the Saints of God, and learning those principles which are calculated for our exaltation. I rejoice in being numbered with the Saints of the Most High, and that I have a part in the great work of the last days in connection with my brethren&#x2014;those with whom I am more closely associated, and those who are before me. <\/div><div class=\"paragraph jod\" id=\"v7n550\"> I feel assured that this work is all-important, and that we consult our own interests more than those of any <div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3053\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> one else in being engaged in it. I rejoice in the present position, prospects, and condition of this people, and in the progress which they have made in gathering those who are zealous of good works,<span class=\"citation\" id=\"76311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76311)\">Titus 2:14<\/a><\/span> and whose aim and designs are to build up the kingdom of God on the earth. We are fast becoming a great nation; we have passed on from stage to stage until we are recognized as a nation composed of Saints&#x2014;of &#x201C;Mormons.&#x201D; We have made great strides in power and influence since this people were organized, and it is a matter of great rejoicing with me. <\/div><div class=\"paragraph jod\" id=\"v7n551\"> Of all government organizations on earth, I deem the organization of  <div class=\"break pagebreak\" id=\"92a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0092.pdf\" target=\"pdfwin\">p.&#xA0;92a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3052\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this Church, with its First Presidency, its Quorum of the Twelve Apostles, of High Priests, of Seventies, its Bishopric, &amp;c., the most perfect. It is one great whole, and perfect in all its parts. That First Presidency have called around them men to aid and assist in carrying on the business requisite in rolling forth this work, to build up cities and temples, and to assist in counseling and leading the people. <\/div><div class=\"paragraph jod\" id=\"v7n553\"> Then does it not become our duty to rally round the standard raised by that Presidency, and to sustain and uphold them? I think it does; and it is more particularly to this point that I wish to direct the attention of the congregation. <\/div><div class=\"paragraph jod\" id=\"v7n554\"> Our cause affords sufficient occupation to absorb the attention, energies, and ability of every man and woman in the world, aside from the few who embrace the faith. We will say, then, that whatever the First Presidency wish to accomplish should be sustained; and they should be supported by the entire mass of the people, in order that the people may be united, and that all operations may be carried out as directed from day to day. <\/div><div class=\"paragraph jod\" id=\"v7n555\"> We expect to build up the kingdom of God on the earth, that we may have access to the courts of heaven and participate in those endowments and exaltations in this life and in the life to come which we anticipate. Do the people understand, or do they not, that it is their privilege and duty to devote all they have, as well as their energy and ability, for the furtherance of this Gospel? It sometimes appears to me that if they understood this matter in the light in which I do, the First Presidency would not be so burdened with debt as they now are. Many are probably not so well acquainted with the business operations of the Church as I am; for they are not appointed to specially operate in that department. Last season's opera<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"92b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0092.pdf\" target=\"pdfwin\">p.&#xA0;92b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3052\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions in the emigration of the poor created over fifty-three thousand dollars indebtedness, which was rolled in upon the Presidency to meet here. In whose hands are these means? In the hands of those who have been brought here, and the brethren who have lent them come with their drafts to draw the pay. The past season has been financially disastrous; and when disasters visit the people, they affect the heads of the Church, who feel them more sensibly than do any other part of the community. Large numbers of cattle perished on the Plains, our crops were destroyed by drought and grasshoppers, and many cattle and horses died during the winter. These losses have materially curtailed the resources of the Church, and it had not funds with which to promptly meet all indebtedness. Worse than all, most of the creditors require every dollar to be paid in money, and that, too, forthwith; the amounts must be forthcoming in money. Suppose we say that the Emigrating Fund Company are responsible for their debts, and should be; but what are their resources? It is well known that they consist of the debts which are held against those who have been assisted, and the cattle and wagons with which they came. Unless these debts are collected, and the oxen and wagons turned into money, how can the Company meet their liabilities, so long as only cash will be taken in payment? There has been no sale for this kind of property by which money could be realized; and the poor, who have been assisted, have not been in a situation to refund the money which has been expended in their transportation. Wherefore it is easy to comprehend what becomes of the means of the Perpetual Emigrating Company. The whole weight of indebtedness falls upon the President, when at the same time he is not obliged by law or by any fair, reason<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"93a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0093.pdf\" target=\"pdfwin\">p.&#xA0;93a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3051\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>able, or honest requirement to pay one farthing of it. He has absorbed the resources of the Church to meet this indebtedness, for which nothing but money would answer; and that is the source from whence money has come, and not from the resources of the Perpetual Emigrating Fund Company. <\/div><div class=\"paragraph jod\" id=\"v7n557\"> Why cannot the brethren who hold claims against the Company exercise a little judgment and patience, and wait until the people who have been assisted are able to pay? Some of the creditors may say that they are poor. And what if they are? They say that they had means once, and they take it hard to be shortened. What of that? What if they should come on a level with the rest of their brethren? Is there no reward in this? Are they not professedly Saints? And do they not wish to gain an eternal exaltation with the Saints? Suppose you do let your means go in this way, what of it? And suppose you never get it again in cash, there are the resources of the Company. Take them, and that in strictness is all you could do. <\/div><div class=\"paragraph jod\" id=\"v7n558\"> But no: many are ready to apostatize if they cannot get their money. Some were not in the city a week, and others not a day before they came to see if they could not get their money, for fear they would come to want. I mention this conduct because it is not right. I would like brethren to come into this kingdom with an understanding that their salvation will cost them all they have got and all they ever will have. Perhaps there are a few who measurably feel and realize what the Presidency have to encounter in these and other business operations; for there is hardly a poor person in the Church but expects to have the Presidency sustain them. They are the first ones they apply to, it seems to me, to sustain them. This they are willing to do, if they had the <div class=\"break columnbreak\" id=\"93b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0093.pdf\" target=\"pdfwin\">p.&#xA0;93b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3051\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ability, and generally they have had the ability; and perhaps that is one reason why the poor throng them. <\/div><div class=\"paragraph jod\" id=\"v7n559\"> We have Bishops, Teachers, Deacons, and Priests in this kingdom, according to its organization; and I would here ask one question: Is it not manifest that these helps should stretch forth their hands and strive to assist? There is such a thing as overburdening the Presidency in these matters. <\/div><div class=\"paragraph jod\" id=\"v7n560\"> I do not presume, in this crisis, that the Bishops and their helps have food sufficient to support all the poor in their Wards; but what do I suppose? That they have heads on their shoulders, and that the Teachers have, and they can calculate, and devise, and manage, and arrange for their neighbors, and those who are under their care; and I suppose that it is their duty to do so, and take that care from the Presidency of the Church. The conduct of many would indicate that they think that the Presidency can easily attend to each of their individual affairs, and those too of a trifling character. I almost daily turn away numbers who press to the President with trifling questions. <\/div><div class=\"paragraph jod\" id=\"v7n561\"> I will mention one instance, by way of illustration. The other day a man came to ask the President if he could not inform him how he could collect a debt from one who owed him. What was that to President Young? I told him to attend to his own business, and to go to the proper authorities. Do you suppose that President Young is going to collect all the debts of this people? Just reflect for a moment what an immense amount of business would roll upon that man, if he would let the numbers who wish to, consult him upon every trifle. <\/div><div class=\"paragraph jod\" id=\"v7n562\"> I have referred to only one instance; but similar ones are as numerous as the stars in the heavens. He has the most patience of any man in the world, or he would not listen to nearly  <div class=\"break pagebreak\" id=\"94a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0094.pdf\" target=\"pdfwin\">p.&#xA0;94a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3050\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as many as he does. I have observed one thing&#x2014;the poor, the weak, and afflicted I never knew him to turn away: he will always condescend to their smallest wishes. It is a great burden upon him, and I can tell the people that it is wearing heavily upon him. Let any person, if he wishes to comprehend the matter fully, tax his mind to the utmost in a thousand different ways in a day, seeking to advise and counsel for the best good of those who apply to him, and he will find that it will fast wear him down to the grave. <\/div><div class=\"paragraph jod\" id=\"v7n564\"> The power of faith and the blessings of the Almighty sustain our President. Were it not for them, no man on earth could perform the labor he performs; and I believe that no other man ever did. <\/div><div class=\"paragraph jod\" id=\"v7n565\"> Circumstances render it impossible to go on with the Public Works. We have work enough to do, but we have not provisions to give the laborer. It is unpleasant to stop the Public Works, not only because it retards improvement, but because those who have been laboring on the works look to that quarter for their subsistence. Many who have labored there are without breadstuff or anything to eat; and they think that if they can get to work as formerly, they will get food. The only wonder to me is that anything has been left until now, and there is not much. We have to get along from hand to mouth in order to conduct matters on the present limited scale, and are obliged to stop operations until after harvest. It is the counsel of the First Presidency for every one to be diligent in raising grain and other products of the soil, that we may replenish the granaries and storehouse, and have food to sustain the laborers. <\/div><div class=\"paragraph jod\" id=\"v7n566\"> The everyday duties of life are the ones which are particularly incumbent on the Saints; and it is for them to be humble and perform their duties <div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3050\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> faithfully, and the great work of the last days will go on. It is rolling forth with magnitude and power, and these small appearing matters are as important as anything else towards the accomplishment of that end. <\/div><div class=\"paragraph jod\" id=\"v7n567\"> We have a few business operations that we would be pleased to keep in motion, if we could get the provisions with which to do so. In this connection I will make a few remarks touching the <span class=\"italic\">Deseret News<\/span>. Is it not a good paper? And are not the people edified and profited by it? How do they pay for it? There is not enough received on subscription to sustain the hands who publish it&#x2014;the compositors, and pressmen, and others necessarily engaged upon it. I know this fact from what little knowledge I have of that department, although that is not particularly the department I have much to do with. Subscriptions are paid in everything except provisions and money, and other valuable articles requisite in publishing a paper. <\/div><div class=\"paragraph jod\" id=\"v7n568\"> Aside from that, there are not one-fourth as many papers subscribed for as there should be, and then paid for in good available means, at least so far as each one might be able. About 4,000 papers are now issued, and certainly 12,000 should be. Then it might be afforded cheaper and be paid for promptly; and the people can easily pay for it, because EVERYTHING THAT CAN BE THOUGHT OF is taken in payment. Why do not the people sustain their paper more liberally? They will do some good by doing that both to themselves and the cause. A new volume is now commencing, and I recommend those who take it to continue to do so, and to use an exertion to have their neighbors take it. And let those who realize its value procure subscribers and send in their names, accompanied with the pay, so far as possible, and that will help to sustain the paper. What  <div class=\"break pagebreak\" id=\"95a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0095.pdf\" target=\"pdfwin\">p.&#xA0;95a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3049\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>makes me think and speak of it? Simply this: There are men who work on it that are weak, through want of suitable provision, insomuch that working off the 4,000 per week is too hard for them. They are now rationed on half a pound of breadstuff per day, and they begin to look sickly and to sink under the labor, for want of more food. We have to give extra rations for extra work, on account of having to carve so closely. Then why not come on with six dollars in advance for the new volume, that the men who work on it may have something to administer to their health and comfort from week to week? <\/div><div class=\"paragraph jod\" id=\"v7n570\"> Has there been means enough in the hands of those who attend to that department to sustain it? No: they have had to call upon the Church for aid. The subscribers have failed to furnish provision enough to feed the men actually at work on the paper, or money with which to purchase it. There are many who have available means, but do not take the paper. They could and should take it and pay for it. I am satisfied of this. <\/div><div class=\"paragraph jod\" id=\"v7n571\"> It is the wish of the President that the Big Cottonwood canal be completed this spring. When provisions are again plenty, we may set men to quarrying rock for the Temple, and the canal be prepared for its transportation. It is desirable to have this work done with labor-tithing, particularly so far as the laborers can furnish themselves. Let the Bishops call out the brethren to complete that work as speedily and as extensively as it can be done without interfering with tilling the soil, that it may be timely secured against high water. These are some of the labors which the First Presidency desire to carry out, and everybody should respond and manifest, by their performances, their faith concerning them. <\/div><div class=\"paragraph jod\" id=\"v7n572\"> I am not much of a hand to go into <div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3049\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the mysteries, or to strive to peep into futurity, to see how this or that is going to be done in the world to come, and to strive to find out how high an exaltation I am going to attain to. Those are matters that do not concern me at all. I have no uneasiness on those subjects. I have always felt that if I did my duty from day to day, and remained faithful to the end, I should get a reward that would be perfectly satisfactory to me, whatever it might be: therefore I never concern myself about what is going to be my reward in future life. It was sufficient for me, when I learned this faith, that I might be permitted to have a name among the Saints, be numbered with them, have the opportunity of showing by my works whether I was a Saint of the Most High God, and be permitted to assist my brethren, and do what little I could for the rolling forth of this kingdom, and building it up, regardless of the consequences in the future, and perform those duties set before me from day to day with the best ability and talent I could command, devoting myself exclusively to the building up of this kingdom. <\/div><div class=\"paragraph jod\" id=\"v7n573\"> That is the way in which I at first looked at &#x201C;Mormonism,&#x201D; and it is the way I have looked at it ever since. I am so strong in the belief of the doctrine, that I recommend every one of the brethren and sisters to look at it in the same light in which I do. It is the all-absorbing topic with me; and it is no matter what I am called to do in this work, it is for the sake of truth&#x2014;no matter how tired and fatigued I may be, it is for the sake of truth. <\/div><div class=\"paragraph jod\" id=\"v7n574\"> The more we can do, so much the better; for it is our duty, nothing more&#x2014;it is our privilege, nothing less. And it is one of the greatest privileges that has ever been extended to the children of men. That privilege is a blessing which should be appreciated, and which I have often  <div class=\"break pagebreak\" id=\"96a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0096.pdf\" target=\"pdfwin\">p.&#xA0;96a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3048\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>found was not sufficiently so, by some portions of the people. I have known people applying for inducements to dwell among this community, asking, &#x201C;Can I get a living, in case I obey the truth? Shall I be sustained in my profession as a lawyer, teacher, &amp;c.?&#x201D; as though that had anything to do with the question&#x2014;as though &#x201C;Mormonism&#x201D; must support and sustain them. It will do it, it is true; but it is their business to do all they can to sustain and promote that. <\/div><div class=\"paragraph jod\" id=\"v7n576\"> The heavens are ready to shower down blessings, if the people are ready to receive and sufficiently appreciate them. The reasons that we have not the blessings of the Almighty in greater abundance arise from the fact that we are not at present capable of receiving more. When and where have this people ever seen the day when they have not had just as much labor to perform as they could stand under? I have never seen that day, and I do not expect to. <\/div><div class=\"paragraph jod\" id=\"v7n577\"> Then let us firmly bear up our shoulders, and nobly bear off the kingdom. It is our work, if we will do it. The Lord wants us to do it: it is a privilege he has extended to us. We have this to perform, and he is letting the duty rest upon our shoulders as fast as we are able to bear it. Shall we complain that it does not come fast enough? Let us gird up our loins and go forth in the strength of the Almighty, and accomplish the work as rapidly as we can. <\/div><div class=\"paragraph jod\" id=\"v7n578\"> The Lord has set his hand to gather his people. Then let us realize the good he has called us to perform, and be more diligent to do his will. Let us exert ourselves in this work to the utmost, and be more humble, faithful, and diligent, and the labor will increase, inasmuch as we are able to do more. Who does not wish to see a Temple reared? Whose hearts would not leap for joy to see that structure going up? Then let us go to with <div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3048\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all our might and raise grain; and when we raise it, let us be careful how we use those blessings, and not, as in times past, treat them lightly and tread them under our feet. <\/div><div class=\"paragraph jod\" id=\"v7n579\"> Let us improve, in this particular, as in all other duties, and the blessings of the Almighty will be continued with us in greater abundance as we progress. Let us do all we can to sustain the Presidency in the operations they wish carried out. Let us respond to their calls when made, and abide the counsel given from time to time. Let us live unitedly and shape our lives according to the Gospel, both in the sight of our God and our brethren. Let us put away quarrelling and contention, and be willing to edify and counsel one another. <\/div><div class=\"paragraph jod\" id=\"v7n580\"> Let us do these things, and remain prayerful and humble before the Lord, and see if he will not pour out a blessing greater than we have ever yet enjoyed. But when the blessing comes, there is the danger. Let us remember that we are always dependent on the great God, the giver of all good. Do the world realize this? He will make this people know it, and make them understand that <span class=\"italic\">they<\/span> are, whether he does the world or not. <\/div><div class=\"paragraph jod\" id=\"v7n581\"> If the past will not suffice, we shall be chastened until we do understand that we are dependent on Him, and that we have to walk by faith. Can we walk by faith? He is trying some of us, I think. Do you feel afraid that you will not have plenty to eat? I never do. I recollect a circumstance that took place with myself in 1849. I was living in a family of twelve persons, and we were out of provisions. A neighbor, whose family was sick, informed me that he had not anything in the house to eat. I told him to call and I would give him some flour. I went out to get some breadstuff, and when I was out he called. My sister-in-law told him to call again. When  <div class=\"break pagebreak\" id=\"97a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0097.pdf\" target=\"pdfwin\">p.&#xA0;97a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3047\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I made him that promise, I did not know where the flour was coming from, and there was not half as good a chance as there is now. When he called again, I had the flour for him. In that way we lived, and I felt no uneasiness about where the next meal was coming from. We had to ration ourselves, and had something every time we needed it. If the brethren would feel that way, I think they would save themselves much anxiety. <\/div><div class=\"paragraph jod\" id=\"v7n583\"> I think if the people will exercise their faith as well as their works, and use every means in their power, that they will be able to manage pretty well, with the help of their Teachers and Bishops. I am not in the least concerned but what there are provisions among the community sufficient to carry us through, if a proper disposition is made of them, and economy is adhered to by all. I have no uneasiness on this matter, and recommend my brethren to have none. <\/div><div class=\"paragraph jod\" id=\"v7n584\"> I would recommend to every individual a proper diligence in providing; and if the brethren who have would open their hearts and distribute in wisdom, it would be a very good thing; and I know that they do in a great measure. Some are apt, at times, to make complaints against those who have a little grain stored away, if the owners do not deal it out to suit their notions. Some will complain of the person who is doing his best to accommodate them. Though there may, sometimes, be cause for complaint, at other times, when the matter is fairly scanned, there is no cause. <\/div><div class=\"paragraph jod\" id=\"v7n585\"> I am rejoiced with being able to say that there are not many in our midst who would refuse to divide to the last crumb they have, even if they did not know where the next was coming from. Hence, the people may feel encouraged (those who are destitute), because they have assurance of faith that, so long as food is among <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3047\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the community, they will have a part of it. I speak of these things, that the inexperienced may have their faith increased, and that they may feel to rejoice that they are as well situated as they are, amid Saints of the Most High, and that the Lord loves them while showing them that they are dependent upon Him. <\/div><div class=\"paragraph jod\" id=\"v7n586\"> He has work for us to do. Do we realize that we are the persons he has called to do it? That we are in his hands, and that he is teaching us from day to day by his Prophets, and servants, and his hand-dealings towards us? If we do not realize this, should we not? Remember that it is our Governor who governs, rules, controls, and directs all matters for the best interests of this people. Then let us be submissive and humble in his hands, like clay in the hands of the potter,<span class=\"citation\" id=\"60531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60531)\">Jer. 18:6<\/a><\/span> and let him mold us to his likeness. If we will do this, the Lord will bless us; and if we appreciate his blessings, he will continue them. <\/div><div class=\"paragraph jod\" id=\"v7n587\"> Do you not know that he delights to give good gifts to his children,<span class=\"citation\" id=\"94564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94564)\">Matt. 7:11<\/a><\/span> more than any of us do to our children? Do you not know that the heavens are full of blessings designed for this people? Then why do we not uniformly walk in the paths of righteousness, that we may continue to be the people of the Lord's choice, to do his work in the last days, and give him the honor and glory? Who can rise up and say, in their own minds, I have done this; this is my work? No&#x2014;the Lord has done it. And if we are privileged to be his humble instruments, let us be satisfied with that honor. Let us put on the harness and work a work of faith,<span class=\"citation\" id=\"75649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75649)\">1 Thes. 1:3<\/a><\/span> for the interest of the kingdom of God upon the earth. This is my exhortation. <\/div><div class=\"paragraph jod\" id=\"v7n588\"> I know that this Gospel is true, and I feel to bear my testimony that Joseph Smith was a Prophet of the  <div class=\"break pagebreak\" id=\"98a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0098.pdf\" target=\"pdfwin\">p.&#xA0;98a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3046\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Most High God, that the Book of Mormon is true, and that President Brigham Young is Joseph's lawful successor; that the organization of this kingdom is the organization owned of the Almighty, even the kingdom of God upon the earth. <\/div><div class=\"paragraph jod\" id=\"v7n590\"> That kingdom does exist, and it is our happy privilege to be numbered with the Saints, and to have a part in this matter. Then let us rejoice continually, and do what we can to pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3046\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mote the interests of the cause of Zion, build up cities and temples, do whatever else may be laid before us, and improve upon the blessings the Almighty bestows upon us continually. May we improve our minds and strengthen our understandings, that we may be fully qualified to perform those duties incumbent upon us, from day to day, with ability before our God. Amen. <\/div>\n<\/div>\n<\/div>"}