{"ID":70013, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Elijah's Latter-day Mission.<\/div>\n<div class=\"subtitle\">A Sermon by Elder Orson Pratt, Delivered in the Tabernacle, Great Salt Lake City, August 28, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Elijah's Latter-day Mission.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 8\/28\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d13\">\n<div class=\"paragraph jod\" id=\"v7n462\"> I will call the attention of the assembly to the last chapter of Malachi, 5th and 6th verses. &#x201C;Behold, I will send you Elijah the prophet before the coming of the great and dreadful day of the Lord: And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse.&#x201D;<span class=\"citation\" id=\"62553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62553)\">Mal. 4:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n463\"> I do not feel, this morning, to make apologies particularly, but present myself before you because I am requested so to do, feeling that I am fulfilling the duties of my office and calling to comply with the requests of those set to preside. There is one subject which I will briefly touch upon as a kind of preface to my remarks, and that is in relation to one's preparing himself, as a servant <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3070\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of God, to preach the principles of eternal truth. We should not study beforehand the precise subject upon which we will preach, or the precise language that we shall use in treating upon any subject; but this does not preclude the idea of a man's informing himself upon all subjects. This, I have often thought, is not understood as it ought to be by the officers of this Church. <\/div><div class=\"paragraph jod\" id=\"v7n464\"> There are many, perhaps, who feel a disposition to neglect all improvement of mind, thinking that if they are placed in a position where they are called upon to preach, God will give them, not only the subject, but the language also, and everything pertaining to the duties of their callings as public speakers. Although we are taught that we are to take no  <div class=\"break pagebreak\" id=\"75a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0075.pdf\" target=\"pdfwin\">p.&#xA0;75a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3069\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thought beforehand what we shall say,<span class=\"citation\" id=\"64122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64122)\">Matt. 10:19-20<\/a><\/span> yet we are nowhere taught in the revelations of God to let our minds run down&#x2014;our understandings and our judgment to be spent in idleness, without treasuring up the things of the kingdom of God, and storing up useful knowledge. Indeed, we are commanded in the revelations of the Most High directly to the contrary from the idea which has prevailed among some. <\/div><div class=\"paragraph jod\" id=\"v7n466\"> We are commanded over and over again to treasure up wisdom in our hearts continually&#x2014;to treasure up the words of eternal life continually,<span class=\"citation\" id=\"87894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87894)\">D&amp;C 84:85<\/a><\/span> and make ourselves acquainted not only with ancient revelation, but with modern; to make ourselves acquainted not only with things pertaining to time, but with things pertaining to eternity; to make ourselves acquainted not only in regard to things of earth, but also in regard to things that are in heaven; to inform ourselves upon theories, principles, laws, doctrines&#x2014;upon things that are at home, and upon things that are abroad.<span class=\"citation\" id=\"88617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88617)\">D&amp;C 88:78-80<\/a><\/span> And the same Almighty Being who has commanded us to do these things has commanded us to take no thought beforehand what we should say;<span class=\"citation\" id=\"66663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66663)\">Mark 13:11<\/a><\/span> for every well-instructed scribe, we read in the New Testament, bringeth out of his heart things both new and old.<span class=\"citation\" id=\"64718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64718)\">Matt. 13:52<\/a><\/span> It is not the ill-instructed scribe&#x2014;it is not the person who does not study&#x2014;it is not the person who suffers his time to run to idleness, but it is that man that instructs himself in all things within his reach, so far as his circumstances and abilities will allow. Such a one will bring forth before his hearers things that will edify in relation to old times, and also in relation to the present and future&#x2014;things both new and old. Moreover, we read that the Holy Ghost shall give you in the very hour what ye shall say.<span class=\"citation\" id=\"66664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66664)\">Mark 13:11<\/a><\/span><span class=\"citation\" id=\"67609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67609)\">Luke 12:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n467\"> What need, then, inquires one, is there for a person to inform his mind, <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3069\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> if the Holy Ghost will give him, in the very hour, what he shall say? It is not every man that has sufficient faith to obtain that amount of the Holy Spirit that will bring the subjects, the ideas, the language, and the system of the subject all before his mind at once. There are but a very few persons which ever lived upon this earth that have had sufficient faith to obtain all this fulness of these gifts; and it is one great reason why the Lord has commanded his servants to instruct themselves, because of the weakness of their faith. Then, if they have fulfilled this commandment, they will have more confidence in God; but if they have neglected this commandment, what confidence have they that the Holy Ghost will be given to them? <\/div><div class=\"paragraph jod\" id=\"v7n468\"> Will the Lord bestow his Holy Spirit upon an unwise and unfaithful servant&#x2014;upon one who disobeys his commandments, who sits himself down in idleness, and will not attempt to inform his mind upon all subjects within his reach? <\/div><div class=\"paragraph jod\" id=\"v7n469\"> If any person supposes this, he is greatly mistaken; but if he tries to fulfil the commandments of God, making himself extensively acquainted with the attributes of that Being whom he worships&#x2014;if he tries to become acquainted with all useful subjects, he will then have faith. He can then go before the Lord and ask him for his Spirit to indite, in the very hour, that particular subject which he has previously informed himself upon, and to bring it forth before the people in a proper light and in a proper manner. But without this his efforts will be in vain. <\/div><div class=\"paragraph jod\" id=\"v7n470\"> It is most likely that an individual who has disobeyed this commandment, instead of preaching by the Holy Ghost, will preach by his own wisdom; and he will tell you about ten thousand things which the Holy Ghost never puts in his heart: he will  <div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3068\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>preach about so many things, that it will be impossible for the enlightened among his congregation to see anything in his ideas that will be calculated to edify or instruct. <\/div><div class=\"paragraph jod\" id=\"v7n472\"> I have made these preparatory remarks particularly for the benefit of my brethren of the ministry; for I know the difficulties they encounter when they go abroad. I have been abroad with several companies of missionaries from this place, and I have seen them lament and mourn, and have heard them tell their feelings one to another, saying&#x2014;&#x201C;O that I had occupied my time that I have spent as it were in folly, in treasuring up the principles of eternal life&#x2014;that I had studied the scriptures&#x2014;that I had made myself acquainted more extensively with the doctrines of the Church&#x2014;that I had made myself acquainted with those principles revealed from heaven for our guidance! I should then have been prepared to stand before the inhabitants of the earth and edify them with regard to our principles.&#x201D; I have heard these lamentations for months after they were in their fields of labor; and I have really been astonished at the idleness of those who are growing up, who expect to be servants of God and to occupy a conspicuous place in the kingdom of God. I know many of us can plead some sort of an excuse. The hard labors we have to endure in irrigating the soil, in penetrating the mountain canyons for wood and timber&#x2014;all these things have a tendency to fatigue the body and the mind, so that we have not the same opportunity for information that we would have, if we were more at leisure. After all, cannot every man look back upon many hours that have been spent in foolishness&#x2014;perhaps in going to dancing school, or in going to parties wherein there is no particular profit? Not only hours, but days are spent that might have been used <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3068\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for better purposes; consequently, you have not a sufficient excuse to justify you in spending your time in idleness. <\/div><div class=\"paragraph jod\" id=\"v7n473\"> Having made these remarks, we will now call your attention to the words of our text. How far I may, on the present occasion, treat upon the subject that is laid down in the text, I do not know. I will endeavor to treat upon it as far as my mind shall be opened by the Holy Spirit; and if any other subject is presented to me, I shall follow it, and deviate from the subject couched in the text. &#x201C;Behold, I will send you Elijah the prophet before the coming of the great and dreadful day of the Lord: And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse.&#x201D;<span class=\"citation\" id=\"62554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62554)\">Mal. 4:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n474\"> What &#x201C;great and dreadful day of the Lord&#x201D; is meant in the words of our text? Was it the great day of the coming of our Savior in the flesh to make an atonement for the children of men? Is there nothing contained in the last chapter of Malachi that will give us a clue to that day&#x2014;that will give us an understanding of what is meant by the great and dreadful day of the Lord? Go back to the beginning of that chapter, and you will read thus&#x2014;&#x201C;Behold, the day cometh, that shall burn as an oven; and all the proud, yea, and all that do wickedly, shall be stubble: and the day that cometh shall burn them up, saith the Lord of hosts, that it shall leave them neither root nor branch. But unto you that fear my name shall the Sun of righteousness arise with healing in his wings; and ye shall go forth, and grow up as calves of the stall. And ye shall tread down the wicked; for they shall be ashes under the soles of your feet in the day that I shall do this, saith the Lord of hosts.&#x201D;<span class=\"citation\" id=\"62524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62524)\">Mal. 4:1-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n475\"> Were these things predicted in re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3067\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lation to the first coming of the Messiah? No. All the proud and all that did wickedly in that day were not consumed as stubble, and the righteous did not go forth and grow up like calves of the stall, and tread down the wicked as ashes under the soles of their feet, at the first coming of our Lord. Then surely this coming of our Lord had relation to the great and terrible day, the day of burning, the day in which wickedness should be entirely swept from the earth, and no remnants of the wicked left, when every branch of them and every root of them should become as stubble, and be consumed from the face of the earth. That is the terrible day that was spoken of by the Prophet, before which a certain messenger was to be sent. &#x201C;Behold, I will send to you Elijah the prophet before the coming of the great and dreadful day of the Lord.&#x201D;<span class=\"citation\" id=\"62542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62542)\">Mal. 4:5<\/a><\/span> Who was Elijah the Prophet? He was a man that lived upon the earth some 2,500 years ago. He was a man of God that had power to call down fire from heaven and consume his enemies. <\/div><div class=\"paragraph jod\" id=\"v7n477\"> You recollect, on a certain occasion, that the king of Israel sent up fifty men to take Elijah the Prophet, that he might be slain. Elijah went up and sat on the top of a hill, and when those fifty men approached him, they said, &#x201C;Come down, thou man of God,&#x201D; &amp;c. Elijah said, &#x201C;If I be a man of God, let fire come from heaven and consume thee and thy fifty.&#x201D; Fire descended, and they were consumed. Another fifty were sent, and they repeated the same mockery, and the Prophet of God repeated the same, &#x201C;If I be a man of God, let fire descend from heaven and consume thee also and thy fifty;&#x201D; and it was done.<span class=\"citation\" id=\"55748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55748)\">2 Kgs. 1:9-12<\/a><\/span> That same man of God was in his day filled with faith&#x2014;with confidence in God, and was armed with the power of God; and on a certain occasion he came forth before the <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3067\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Israelites, and said to them, &#x201C;How long do you halt between two opinions? If God be God, serve him; if Baal be God, serve him.&#x201D;<span class=\"citation\" id=\"55683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55683)\">1 Kgs. 18:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n478\"> How shall Israel test the matter? How shall the people know whether God is really the God of Israel or Baal?<span class=\"citation\" id=\"55681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55681)\">1 Kgs. 18:19-40<\/a><\/span> Why, says Elijah, I will tell you how to test it. You gather together all the prophets of Baal into one assembly, and let them offer an offering unto their god Baal; and I, as a Prophet of the other God, will offer an offering: and if Baal answers by fire, then he shall be the true God; but if the God that I, Elijah, worship answers by fire, then he shall be the true God. They concluded to put the thing to a test; so they assembled the Prophets of Baal (some four hundred and fifty in number), into one grand assembly, and they killed a bullock, and laid it upon the altar, and commenced crying to Baal, &#x201C;O Baal, hear us!&#x201D; They were very earnest and very zealous in their cries and petitions to Baal: but no voice&#x2014;no answer; no fires descended from Baal to consume the sacrifice. By-and-by the Prophet Elijah began to mock them. Said he, &#x201C;Cry aloud, for he is a god: either he is talking, or he is pursuing, or he is in a journey, or peradventure he sleepeth, and must be awaked:&#x201D; cry louder! And they did so, and cut themselves with knives and lancets, to excite the compassion of their god. But, with all their cries, continued all day long, they could obtain no voice, no revelation, no answer, no messenger, no fire. <\/div><div class=\"paragraph jod\" id=\"v7n479\"> By-and-by, Elijah the Prophet killed a sacrifice and built an altar of stones, and laid his sacrifice upon the altar, and told them to turn out water in great abundance into the troughs around about the altar; after which, Elijah merely offered up a simple petition to the God of heaven, the true God; and behold, fire fell from  <div class=\"break pagebreak\" id=\"78a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0078.pdf\" target=\"pdfwin\">p.&#xA0;78a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3066\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heaven and devoured the sacrifice, and not only that, but it consumed the water itself, and all things pertaining to the sacrifice were consumed by the fire that descended from heaven. Many of the people were convinced that Baal was not the true God, and that the prophets of Baal were false prophets. What was the result? This true Prophet said to them, Take those prophets of Baal and slay every one of them: so they went to work and killed all the prophets of Baal.<span class=\"citation\" id=\"55694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55694)\">1 Kgs. 18:40<\/a><\/span> By-and-by, this same Prophet went forth into a certain place, followed by Elisha, knowing that the time was come for him to be taken from the midst of Israel; and behold, there appeared a chariot of fire and horsemen, and it came down from heaven, and Elijah was placed in the chariot, and wafted to heaven, body and spirit, flesh and bones.<span class=\"citation\" id=\"55763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55763)\">2 Kgs. 2:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n481\"> Then Elijah is not dead. If we could have a view of the heavenly host at the present day, we should see Elijah there. But he is to be sent from heaven on a mission to our earth. &#x201C;Behold, I will send you Elijah the prophet before the great and dreadful day of the Lord shall come.&#x201D;<span class=\"citation\" id=\"62543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62543)\">Mal. 4:5<\/a><\/span> We need never look for the coming of the Son of God&#x2014;for the day when he shall suddenly come to his temple and sit like a refiner of silver, and as with fuller's soap to purify and purge the sons of Levi, &amp;c.,<span class=\"citation\" id=\"62398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62398)\">Mal. 3:1-3<\/a><\/span> until Elijah the Prophet is sent. But the great question is, Has he been sent? If he has, it must have been of a very recent date, for the great and dreadful day of the Lord has not yet come; for there are still wicked men upon the earth. What is the testimony of the Prophet Joseph Smith? We believe him to be the Prophet of the Lord in this great and last dispensation. We Latter-day Saints believe this fact. What did he testify in the Kirtland Temple, after it was built and consecrated and dedicated unto the Lord <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3066\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of hosts? He testified that he, in connection with others, had the ministration of Elijah the Prophet, who appeared to them in great glory.<span class=\"citation\" id=\"90542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90542)\">D&amp;C 110:13-16<\/a><\/span> You can read this in the History of Joseph Smith, the Prophet: we can read all the instructions that were given in relation to his particular mission. <\/div><div class=\"paragraph jod\" id=\"v7n482\"> We cannot suppose that that great Prophet is coming down upon the earth to wander about among the nations, and to continue in this wicked world. If he is sent at all, he will be sent with power and authority, like other angels sent from heaven, to bestow the same authority that is upon himself on some individuals on the earth, that they may go forth holding the same authority that Elijah himself held, having the same keys, receiving the same instructions, in regard to the Latter-day dispensation&#x2014;a mission, in other words, sent from heaven by Elijah as a ministering angel to seek out the chosen vessels, and ordain them, and send them to administer to the inhabitants of the earth. This is the way the Lord commits dispensations: instead of sending angels to wander on the earth, he sends them to ordain others, to restore the authority, and set the work agoing. This Church had already been organized, and certain authority and officers had been restored; but no Elijah had yet come. John the Baptist had come,<span class=\"citation\" id=\"129359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129359)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"124856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124856)\">JS&mdash;H 1:68-72<\/a><\/span> in fulfillment of the 3rd chapter of Malachi<span class=\"citation\" id=\"62399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62399)\">Mal. 3:1-3<\/a><\/span> and the 40th chapter of Isaiah:<span class=\"citation\" id=\"59263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59263)\">Isa. 40:3-8<\/a><\/span> he came to restore the Priesthood of Levi,<span class=\"citation\" id=\"83984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83984)\">D&amp;C 13:1<\/a><\/span> in order that those holding it might be purified as gold and silver, to offer an offering in righteousness when the Lord should suddenly come to his temple.<span class=\"citation\" id=\"87664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87664)\">D&amp;C 84:26-34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n483\"> Peter, James, and John had also been sent as Apostles to restore the Apostleship to the earth;<span class=\"citation\" id=\"84560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84560)\">D&amp;C 27:12<\/a><\/span> for no man held that power and authority: and in order that it might be restored, it was needful that an Apostle, holding the  <div class=\"break pagebreak\" id=\"79a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0079.pdf\" target=\"pdfwin\">p.&#xA0;79a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3065\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>office, and authority, and the keys, should lay his hands upon an individual to restore these keys, and authority, and power to act in the Apostleship. Peter, James, and John, therefore, restored to the earth the same authority and power that they themselves had. But no Elijah had yet come. Years had passed along, and the Temple in Kirtland was at length built and consecrated unto the Most High God. <\/div><div class=\"paragraph jod\" id=\"v7n485\"> The time had now arrived for other ordinances to be made manifest, for other things to be revealed, for greater light to shine forth, for other keys, powers, and authorities to be bestowed upon chosen vessels of the Lord. The full time had arrived for the prophecy of Malachi to be fulfilled, when the hearts of the fathers should be turned to their children, and when the hearts of the children should be turned to their fathers, lest the Lord should come and smite the whole earth with a curse.<span class=\"citation\" id=\"62580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62580)\">Mal. 4:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n486\"> In order to restore a mission of that kind and magnitude, Elijah had to be sent. We have the testimony of the servants of God in this Church that this was accomplished in the Kirtland Temple, in the State of Ohio, many years ago.<span class=\"citation\" id=\"90543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90543)\">D&amp;C 110:13-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n487\"> But now let us inquire into the nature of this peculiar calling or mission of Elijah. All that is said in Malachi on the subject is that he shall turn the heart of the fathers to the children, and the heart of the children to their fathers,<span class=\"citation\" id=\"62581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62581)\">Mal. 4:6<\/a><\/span> and there leaves it. What did he mean? Did he mean only to bind the hearts of the fathers to the children living with them in greater affection, or the hearts of the children in greater affection to the fathers? Was that all the fulness of the great mission that was to be entrusted to this great translated man, called Elijah? I think not. And when we come to contemplate that which God has revealed <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3065\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in these latter times, we find that the mission of Elijah was something of far greater importance than merely to accomplish this that I have named. <\/div><div class=\"paragraph jod\" id=\"v7n488\"> In what sense of the word are the children to be turned unto their fathers, or the fathers to their children? I will tell you what we know and understand upon this subject. The strangers who have attended our meetings have oftentimes heard from this stand that the dispensation in which we live was intended to benefit not only the generation living, but also past generations that have lain in their graves for ages. You have heard this often hinted at; but perhaps no one, since you have attended our meeting, has taken up the subject to any great length, but merely a few words thrown out and there it was left. A sufficient, however was said to give you an understanding that we believe God will have something to do with the generations of the dead; that the children that are living here on the earth would be required to feel after their fathers that are in the graves; in other words, that the hearts and minds of the children should be turned, by the mission of Elijah, to the fathers,<span class=\"citation\" id=\"62582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62582)\">Mal. 4:6<\/a><\/span> to search after them, to redeem and save them, though they have lain in their graves for generations. <\/div><div class=\"paragraph jod\" id=\"v7n489\"> Inquirers would really like to know if there is such a principle as mankind living on the earth having anything to do with the salvation of those that are dead. The Saints believe that the Gospel was ordained from before the foundation of the world: in other words, the Lamb that, in the mind of God, was slain from before the foundation of the world,<span class=\"citation\" id=\"79647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79647)\">Rev. 13:8<\/a><\/span> has instituted a certain plan of salvation by which the whole human family, from Adam down to the latest man and woman that shall have place upon the earth, are to be judged. Thousands of millions have gone down to their  <div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3064\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>graves who never heard one single lisp of the Gospel. They know nothing about it. They know nothing about Jesus Christ, nothing about his atonement, nothing about the fall, and nothing about the true God; but they died in the greatest of ignorance. Will it be consistent with the great attributes of Jehovah to judge them by a law they had no knowledge of? It would be inconsistent, if they were always to remain without that knowledge. But if they are to be judged by that law&#x2014;that great plan of salvation ordained before the foundation of the earth, they must be made acquainted with it, either in time or in eternity. <\/div><div class=\"paragraph jod\" id=\"v7n491\"> There have been dispensations pertaining to time, and these dispensations have generally been of short endurance. The wickedness of the world has been such as to drive those holding authority and power to administer in the various dispensations from the earth; and the systems of men have been instituted in the stead thereof, and our earth has been left from time to time overwhelmed with the darkness, confusion, jars, and discords of men-made systems of religion; and the people have been shut out, for many generations, from the true light of heaven. <\/div><div class=\"paragraph jod\" id=\"v7n492\"> What has been the condition of the people for some seventeen centuries past on the great Eastern hemisphere? We have often told you that the ancient Church was destroyed from the face of the earth&#x2014;that the authority of the Priesthood of heaven was taken from the earth&#x2014;that no such thing as a Christian Church, with all its authority and power, as it stood upon the earth in ancient days, has existed for generations and ages that are past. This we have proved to the people from time to time, and we have showed them that this state of things has taken place in fulfillment of prophecy: hence, the people who <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3064\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> died during these dark ages, have gone down in ignorance of the law by which they are to be judged&#x2014;in ignorance of the authority and power of the Gospel&#x2014;in ignorance of the Christian religion. They, having only a history of it, had no one authorized to administer it. They could barely read what it was in ancient days, and that was all. <\/div><div class=\"paragraph jod\" id=\"v7n493\"> Were not those ancient fathers of ours as good, in many respects, as we? And if they had the same opportunities we enjoy, would not many of them have embraced the Gospel as well as we? If they are not permitted to hear the Gospel in the eternal worlds, could they not come up before the Judge of all the earth, and say, You are a partial Being; you are judging us by a law we never heard of&#x2014;condemning us for something we never had the opportunity of receiving? <\/div><div class=\"paragraph jod\" id=\"v7n494\"> They would have the right to plead this excuse before the great bar of judgment. But, that they may be left without excuse<span class=\"citation\" id=\"88637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88637)\">D&amp;C 88:82<\/a><\/span> before the bar of God in the last dispensation of the fullness of times, God will send a holy messenger from heaven, called Elijah, the Prophet,<span class=\"citation\" id=\"62555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62555)\">Mal. 4:5-6<\/a><\/span> to give power to chosen vessels on the earth to officiate in the ordinances of that Gospel in their behalf. Thus the hearts of the children will be turned towards their fathers; otherwise the children must also perish with their fathers, and all flesh would be smitten with a curse. Why? Because we have the power given unto us from heaven to feel after our fathers, and yet we will not do it; consequently, we would be cursed, and we could not escape from it. <\/div><div class=\"paragraph jod\" id=\"v7n495\"> Though the Gospel may be revealed to us, we cannot partake of it, and enjoy its principles, and neglect the fathers. That is a duty enjoined upon the children in the last dispensation; that is the duty enjoined upon us, and  <div class=\"break pagebreak\" id=\"81a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0081.pdf\" target=\"pdfwin\">p.&#xA0;81a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3063\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by no less a personage than the one I have named. That Prophet who had such great power while he remained on the earth&#x2014;that had power to call down fire upon his enemies&#x2014;<span class=\"citation\" id=\"55749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55749)\">2 Kgs. 1:9-12<\/a><\/span>that had power to call fire from heaven and consume the sacrifices&#x2014;<span class=\"citation\" id=\"55682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55682)\">1 Kgs. 18:19-40<\/a><\/span>that Prophet who was wafted to heaven in a chariot of fire&#x2014;<span class=\"citation\" id=\"55764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55764)\">2 Kgs. 2:11<\/a><\/span>that same august personage has been sent from the eternal worlds with this important message to the children,<span class=\"citation\" id=\"90487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90487)\">D&amp;C 110:3-16<\/a><\/span> that we might extend a helping hand to our fathers that are dead, that they might be benefited, as well as we, by the great plan of human redemption. <\/div><div class=\"paragraph jod\" id=\"v7n497\"> Now, the great and grand question to be understood by us is, Wherein do the children benefit the fathers? In what respect, how, and in what manner are their hearts turned to them? And also, on the other hand, in what way can the fathers benefit the children? For not only the hearts of the children have to be turned to the fathers, but the hearts of the fathers are to be turned to the children. Both of these objects are to be accomplished in the great mission given to Elijah. <\/div><div class=\"paragraph jod\" id=\"v7n498\"> Let us first inquire, In what way are the children that are upon the earth to be benefited by their fathers that are dead? I have already told you. Had it not been for the fathers that are dead, where would have been the Priesthood? <\/div><div class=\"paragraph jod\" id=\"v7n499\"> Could we have got it from the Church of Rome? No; for it never was restored to them. Is there any possible way by which the people calling themselves Latter-day Saints could have been benefited by the authority and Priesthood of heaven, unless it were through our fathers who were sent from heaven, holding the authority and conferring it upon the children, that they might officiate in behalf of those who died without the knowledge of the Gospel? There is no other way; and this is the way we <div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3063\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> obtained it; and we have certainly been benefited by it, and the hearts of our fathers holding the Priesthood have really and truly been turned unto us. While they lived upon the earth, they looked down through the dark vista of ages, and beheld their children in the last dispensation, and the work they were to accomplish. They beheld the time when all things in heaven and on the earth, that are in Christ, should be gathered together in one; and they called it &#x201C;the dispensation of the fulness of times:&#x201D;<span class=\"citation\" id=\"74779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74779)\">Eph. 1:10<\/a><\/span> in other words, a dispensation that includes all other dispensations. Do you understand that? For instance, the former dispensations that have been upon this earth have been dispensations only in part: they were calculated in their nature to accomplish certain objects upon the face of the earth, but they never embraced the fathers and the children down to the end of time. <\/div><div class=\"paragraph jod\" id=\"v7n500\"> In the last dispensation of the fulness of times all other dispensations will be consolidated. It will be the winding-up dispensation of this earth, introduced before the great and terrible day of the Lord comes. It will be a dispensation that will take hold of the fathers back to the earliest ages of the world. It will be a dispensation in which the keys that were committed to the Apostles in the ancient days will be delivered to chosen ones&#x2014;a dispensation in which all the keys and powers held by all the ancient Prophets will be delivered&#x2014;a dispensation that will reach back unto the days of Moses, and that will take hold of patriarchal keys, and the righteous institutions of those that lived in the days of the flood, and back to the days of our father Adam; and there will be keys and powers restored once revealed to him. All these dispensations could not be perfected without the grand dispensation of the fulness of times that will encompass all the  <div class=\"break pagebreak\" id=\"82a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0082.pdf\" target=\"pdfwin\">p.&#xA0;82a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3062\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>inhabitants of the earth, of all ages and generations, in one vast general assembly. All things in heaven, recollect, and all things on the earth that are in Christ are to be gathered in one.<span class=\"citation\" id=\"74780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74780)\">Eph. 1:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n502\"> Did any other dispensations accomplish this? Contemplate the works of all past dispensations, and you will find all were not gathered in one. It is true they were gathered from time to time in the heavens, to wait there for the time when all the righteous of this globe should be gathered into one vast assembly&#x2014;the fathers with the children, and the children with the fathers: the one could not be perfected without the other.<span class=\"citation\" id=\"77115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77115)\">Heb. 11:40<\/a><\/span><span class=\"citation\" id=\"91176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91176)\">D&amp;C 128:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n503\"> Herein, then, both the fathers and the children are interested, and the children are benefited through the assistance of the keys handed down from heaven by the fathers; and on the other hand, that portion of the fathers who died in ignorance are benefited by the assistance of the keys committed into the hands of the children who will officiate in their behalf. <\/div><div class=\"paragraph jod\" id=\"v7n504\"> But now let us come to particulars in regard to this subject. How do the children officiate in behalf of the fathers? We can officiate while in the flesh so far as ordinances are concerned. We cannot believe for our fathers, we cannot repent for them, we cannot receive the Holy Ghost for our fathers, and we cannot attain to any other point pertaining to the mind or the spirit of man. <\/div><div class=\"paragraph jod\" id=\"v7n505\"> Wherein, inquires one, can we benefit our fathers, if we cannot repent for them, nor believe for them, nor receive the Holy Ghost for them? In what manner can we benefit them? I will tell you what we can do. We can be baptized for the dead. Can it be possible that there is such a principle? Turn to the 15th chapter of Paul's 1st Epistle to the Corin<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3062\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thians, where you can read the words of the great Apostle upon the subject of baptism for the dead. &#x201C;Else,&#x201D; said he, &#x201C;what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?&#x201D;<span class=\"citation\" id=\"73869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73869)\">1 Cor. 15:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n506\"> He understood the matter; it was all plain before him; and he was writing to a people who understood it: they had received previous instructions, although these words are contained in what is called Paul's first Epistle to the Corinthians; and in this first Epistle we read that he had written another epistle to that same people;<span class=\"citation\" id=\"73217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73217)\">1 Cor. 5:9<\/a><\/span> but that is lost. If we had that first epistle which Paul refers to in what is now termed &#x201C;the first Epistle,&#x201D; we should probably find this doctrine fully revealed, for he wrote to them as though they understood all about it. He could with propriety have addressed them in a style something like this&#x2014;You Corinthians have received the ordinance of baptism for the dead; you have gone forth and been baptized for and in behalf of the dead; you have been buried in water in the likeness of Christ's death, and raised from it in the likeness of his resurrection,<span class=\"citation\" id=\"72437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72437)\">Rom. 6:5<\/a><\/span> in behalf of the dead: and now, inasmuch as you understand it, what will you do, if the dead rise not at all? As much as to say that baptism will give you a full and clear title to come forth in the morning of the first resurrection;<span class=\"citation\" id=\"81951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81951)\">Mosiah 18:9-10<\/a><\/span> and also your dead can rise in the morning of the first resurrection, inasmuch as you have been baptized for them: but if the dead are not raised from their graves, neither you nor they can be benefited by baptism. <\/div><div class=\"paragraph jod\" id=\"v7n507\"> This is the argument of Paul. This looks consistent. Those spirits of our fathers whose bodies are in their graves can repent, for they have not lost their agency; they can believe in Jesus Christ, for that is an act of the mind: they can reform from  <div class=\"break pagebreak\" id=\"83a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0083.pdf\" target=\"pdfwin\">p.&#xA0;83a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3061\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every evil, because they are agents; for it is the spirit that can do good or evil. That same being, called the spirit, can repent in the eternal worlds as well as here; it can believe in Jesus Christ and in his atonement in the eternal worlds as well as here: and if the Gospel is preached to them there, they can receive it there, so far as the acts of the mind are concerned; but they could not receive baptism there, for that is an ordinance pertaining to the body: it is an outward ordinance&#x2014;an ordinance instituted particularly for those that are in the flesh. <\/div><div class=\"paragraph jod\" id=\"v7n509\"> Baptism is for the remission of the sins of those who are in the body; and it is the same for the generations of the dead, if their sins are to be forgiven through the atoning blood of Jesus Christ. The conditions of forgiveness are the same in the spirit world as here&#x2014;namely, baptism for the remission of sins. But, inasmuch as they have not the opportunity of being baptized in that spirit world, some person else must officiate for them in their behalf. What power and authority do the servants of God justly receive who administer here on the earth? Do they administer as persons that have no authority? Do they officiate as having received authority from man? Do they assume authority? Is this the kind of authority with which the true servants of God administer in ordinances? No. The authority committed into the hands of the servants of God, in all dispensations of the Gospel, is the power to bind on the earth, and it is bound in heaven&#x2014;to seal on the earth and it is sealed in heaven&#x2014;to loose on the earth, and it is loosed in the heavens;<span class=\"citation\" id=\"64880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64880)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"82454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82454)\">Hel. 10:7<\/a><\/span> and whosesoever sins they remit here on the earth, they are to be remitted in the heavens; and whosesoever sins they retain here upon the earth, they are retained against those individuals in the <div class=\"break columnbreak\" id=\"83b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0083.pdf\" target=\"pdfwin\">p.&#xA0;83b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3061\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heavens.<span class=\"citation\" id=\"70917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70917)\">John 20:23<\/a><\/span><span class=\"citation\" id=\"91765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91765)\">D&amp;C 132:46<\/a><\/span> This is the authority of the servants of God in all dispensations of the Gospel from the earliest ages of the world until the present time. Any authority which does not embrace this power in the ministration of ordinances is altogether useless and in vain. Baptism received at the hands of any unauthorized person is good for nothing. <\/div><div class=\"paragraph jod\" id=\"v7n510\"> When the children of men here in the flesh receive the Gospel for themselves, they are baptized for the remission of sins, and receive the fulness of the Gospel and the hope of eternal life<span class=\"citation\" id=\"76329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76329)\">Titus 3:7<\/a><\/span> in the kingdom of God for themselves: when they also have a dispensation committed to them for the benefit of their fathers who are dead, unless they exercise their agency in trying to benefit the fathers, they will, as Malachi predicts, be smitten with a curse:<span class=\"citation\" id=\"62583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62583)\">Mal. 4:6<\/a><\/span> they will not be profited themselves by the Gospel which they have received. Why? Because they do not reach forward and try to reclaim others whose bodies are sleeping in the grave. <\/div><div class=\"paragraph jod\" id=\"v7n511\"> The Latter-day Saints have had this subject revealed to them; and the great God that sent his angel to Joseph Smith, to give him power and authority to translate the history of ancient America, with the Gospel and prophecies contained in it,<span class=\"citation\" id=\"84514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84514)\">D&amp;C 27:5<\/a><\/span> has spoken to the same man, revealing to him the keys of Elijah,<span class=\"citation\" id=\"84538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84538)\">D&amp;C 27:9<\/a><\/span> and power to seal on earth that which shall be sealed in the heavens:<span class=\"citation\" id=\"82455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82455)\">Hel. 10:7<\/a><\/span> therefore, when by that authority the servants and handmaids of the Lord go forth and are baptized for those that are dead, it is recorded and sealed on the earth. The administrator who officiates for and in behalf of the dead does it by authority. He says&#x2014;Having authority given me in the name of Jesus Christ, I baptize you for and in behalf of your father, of your mother, of your grandfather, or of any of your ancestors, as the case may be, that are dead; and I  <div class=\"break pagebreak\" id=\"84a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0084.pdf\" target=\"pdfwin\">p.&#xA0;84a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3060\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>do this in the name of the Father, and of the Son, and of the Holy Ghost. This is recorded in the sacred records kept on the earth; and the recording angel who takes cognizance of the ordinances on the earth makes a record of the same in heaven. I do not know but Elijah himself may be the recording angel for eternity. <\/div><div class=\"paragraph jod\" id=\"v7n513\"> The sacred books kept in the archives of eternity are to be opened in the great judgment day,<span class=\"citation\" id=\"80610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80610)\">Rev. 20:12<\/a><\/span> and compared with the records kept on the earth; and then, if it is found that things have been done by the authority and commandment of the Most High, in relation to the dead, and the same things are found to be recorded both on earth and in heaven, such sacred books will be opened and read before the assembled universe in the day of judgment, and will be sanctioned by Him who sits on the throne and deals out justice and mercy to all of his creation.<span class=\"citation\" id=\"57001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57001)\">Ps. 89:14<\/a><\/span> Our fathers who are in the spirit world must have a message sent to them. What benefit would it be for you and me to go forth and be baptized for our fathers, or for our grandfathers, or for any of our ancestors who are dead, if no message is to be sent to them in the spirit world? A message must be sent to them. <\/div><div class=\"paragraph jod\" id=\"v7n514\"> There are authorities in heaven as well as upon the earth, and the authorities in heaven are far greater in number than the few who are upon the earth. This is only a little branch of the great tree of the Priesthood&#x2014;merely a small branch receiving authority from heaven, so that the inhabitants of the earth may be benefited as well as the inhabitants of the eternal world; but the great trunk of the tree of the Priesthood is in heaven.<span class=\"citation\" id=\"70104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70104)\">John 15:1<\/a><\/span> There you will find thousand and millions holding the power of the Priesthood; there you will find numerous hosts of messengers to be sent forth to benefit the numerous nations of the dead.<span class=\"citation\" id=\"55824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55824)\">2 Kgs. 6:16-17<\/a><\/span> They go forth having <div class=\"break columnbreak\" id=\"84b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0084.pdf\" target=\"pdfwin\">p.&#xA0;84b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3060\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> authority; they enter into the prison houses of the dead; they open their mouths by authority and commandment of the Most High God; they preach to them Jesus Christ as the Lamb slain from before the foundation of the world:<span class=\"citation\" id=\"79648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79648)\">Rev. 13:8<\/a><\/span> they show to the inhabitants of the dead, in their prison houses, that his atonement was intended to reach them as well as people dwelling upon the earth.<span class=\"citation\" id=\"92144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92144)\">D&amp;C 138:28-34<\/a><\/span> And in proof of this, let me refer you to what the Apostle Peter says in relation to Jesus our great High Priest<span class=\"citation\" id=\"76550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76550)\">Heb. 4:14<\/a><\/span> and Apostle, who was sent forth by the commandment of the Father to our world. Peter says that after he was crucified and put to death in the flesh, he went to preach to the spirits in prison which perished in the floods, when once the long-suffering of God waited in the days of Noah, while the ark was preparing.<span class=\"citation\" id=\"77960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77960)\">1 Pet. 3:18-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n515\"> We learn from this that Jesus has set the example&#x2014;that he came forth while in the flesh to minister unto those in the flesh; and while his body slept in the tomb, and his spirit was separate from the same, he still felt himself authorized as an Apostle and High Priest<span class=\"citation\" id=\"76494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76494)\">Heb. 3:1<\/a><\/span> to go to those prison houses and open the prison doors and set the captives free. He found those old antediluvian spirits that existed on the earth some two thousand years before that time; he preached to them; and, as Peter says, in the next chapter, he preached the Gospel to them&#x2014;&#x201C;For for this cause was the gospel preached to them that are dead, that they might be judged according to men in the flesh, and live according to God in the spirit.&#x201D;<span class=\"citation\" id=\"78102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78102)\">1 Pet. 4:6<\/a><\/span> They could not be judged by the same law, unless it was preached to them. The same Gospel must be sounded in their ears that was sounded in the ears of the living. If they reject it in their prison houses, they will be punished by the same law you and I will be punished by, if we reject it in the flesh. <\/div> <div class=\"break pagebreak\" id=\"85a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0085.pdf\" target=\"pdfwin\">p.&#xA0;85a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3059\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n517\"> One of the powers of the Priesthood is that whatsoever you shall loose on the earth shall be loosed in the heavens.<span class=\"citation\" id=\"64881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64881)\">Matt. 16:19<\/a><\/span> Now, if a spirit does sincerely receive a messenger in that prison&#x2014;if he believes his testimony and hearkens to all things that are said&#x2014;if he believes that Jesus Christ has tasted death for every man&#x2014;<span class=\"citation\" id=\"76430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76430)\">Heb. 2:9<\/a><\/span>for those who die in ignorance, as well as for those who hear the Gospel in the flesh, he will be informed that in yonder world, or in the world he came from, there is authority given for men and women to be baptized for such. <\/div><div class=\"paragraph jod\" id=\"v7n518\"> Those messengers sent to preach in prison will most likely interrogate the prisoners in language something like this&#x2014;Will you receive our testimony? Do you believe that Jesus Christ has tasted death for every man?<span class=\"citation\" id=\"76431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76431)\">Heb. 2:9<\/a><\/span> Do you believe that through your repentance and faith, and through the ordinance of baptism in your behalf, by those that are living in yonder world, you may have a remission of your sins? If they believe it, and actually do repent, the ordinance of baptism administered here in their behalf will benefit them there. But, says one, this being baptized for another looks rather inconsistent to me. Why does it? Suppose a man is placed in a situation that he could not be baptized for himself, must his sins be retained unto him? Must he remain in prison throughout all ages of eternity, because he has lost his body, and has not the privilege of being baptized? Does that look inconsistent with the justice of God? Then why not another person administer in his behalf? How could you have atoned for yourselves? If it had not been for the agency of another being that acted for you and in your behalf, you must have perished eternally. You had forfeited every right and title to the blessings of the kingdom of God: all mankind were <div class=\"break columnbreak\" id=\"85b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0085.pdf\" target=\"pdfwin\">p.&#xA0;85b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3059\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shut out from the presence of God, and became dead as to things pertaining to righteousness:<span class=\"citation\" id=\"82357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82357)\">Alma 40:26<\/a><\/span> the sentence of the first death was placed upon father Adam and his children, which was irrevocable, if there had been no atonement.<span class=\"citation\" id=\"82474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82474)\">Hel. 14:16<\/a><\/span><span class=\"citation\" id=\"84854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84854)\">D&amp;C 29:40-42<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n519\"> We would have had to lay down these bodies, never to rise from the tomb, if there had been no atonement: our spirits would have been forever subject to that being that tempted our first parents, and we could not have helped ourselves.<span class=\"citation\" id=\"81369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81369)\">2 Ne. 9:8-9<\/a><\/span> Hence, the Son of God came forth and made an atonement, not for himself, but for and in behalf and in the name of his younger brethren, that they, through his blood, and through certain conditions of the Gospel, might receive forgiveness of their sins. One of these conditions is baptism: but spirits are placed in a condition where they cannot receive this ordinance. And now, why not somebody have authority to go and administer for them and in their behalf? Not only Jesus has acted in behalf of the children of men, but it pertains to the same Priesthood and Apostleship, wherever it is placed, to act for and in behalf of the children of men: hence, Paul says, We beseech you, not in our own name, but in Christ's stead, be ye reconciled to God.<span class=\"citation\" id=\"74215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74215)\">2 Cor. 5:20<\/a><\/span> They came forth to officiate, for the children of men, that could not help themselves without authorized ministers. <\/div><div class=\"paragraph jod\" id=\"v7n520\"> Just so, the dead could not help themselves without messengers being sent to them in their prison houses, and without persons in the flesh being authorized to receive Gospel ordinances for them and in their behalf. How are we to know the individuals for whom we should be baptized? We know nothing about our ancestors very far back. We can, perhaps, go back to our grandfathers, and some of you may possibly trace your genealogies back seven or eight generations,  <div class=\"break pagebreak\" id=\"86a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0086.pdf\" target=\"pdfwin\">p.&#xA0;86a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3058\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and get the names of your ancestors. But when you get these, there is a still longer chain, with many links to it, before you get back where the chain has been mended up by ancient administrators. How can we be baptized for persons whose very names are lost? Do you suppose that the Prophet Elijah would be sent from heaven with this great and important mission to turn the heart of the fathers to the children, and the hearts of the children to the fathers,<span class=\"citation\" id=\"62556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62556)\">Mal. 4:5-6<\/a><\/span> and then leave them in entire ignorance with regard to their genealogies? <\/div><div class=\"paragraph jod\" id=\"v7n522\"> If Elijah the Prophet is to be sent before the great and dreadful day of the Lord to turn the hearts of the children to the fathers, you may be assured that we shall learn something about the genealogy of those fathers. <\/div><div class=\"paragraph jod\" id=\"v7n523\"> We shall learn by the spirit of revelation whom to be baptized for, and whom to officiate for in the holy ordinances of the Gospel. Herein is the necessity of revelation. Take away revelation from this great dispensation of the fulness of times, and I would not give you much for the mission of Elijah, or for the dispensation itself. Take away that great principle that always characterized all other dispensations, and you throw us into uncertainty on tens of thousands of important subjects. <\/div><div class=\"paragraph jod\" id=\"v7n524\"> But when a communication is opened between man and his Maker, and angels are sent down to restore their keys and their powers, light shines at once upon our pathway. It may be asked, Where are these ordinances to be attended to? Can we run over the world and pick up Saints here and there and baptize them for their dead? No. The house of God is a house of order,<span class=\"citation\" id=\"91493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91493)\">D&amp;C 132:8<\/a><\/span> the kingdom of God is a kingdom of order, and everything must be conducted with order, and with power and authority, so that when it is sealed on earth it is sealed <div class=\"break columnbreak\" id=\"86b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0086.pdf\" target=\"pdfwin\">p.&#xA0;86b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3058\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the heavens, that the records on earth and in heaven may agree&#x2014;that the Priesthood on earth and in heaven may agree&#x2014;that they may be one.<span class=\"citation\" id=\"70763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70763)\">John 17:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n525\"> These things cannot be attended to in all places on the earth. There are certain appointed places for the ministration of these holy ordinances. Temples must be built, by the commandment of the Almighty, unto his holy name, that shall be sanctified and made holy from the foundation stone unto the top thereof, consecrated to the living God for the administration of holy ordinances, not only for the benefit of the living, but for the benefit of the fathers who are dead. But in what apartments in the Temple shall the baptism for the dead be administered? It will be in the proper place&#x2014;in the lowest story or department of the house of God. Why? Because it must be in a place underneath where the living assemble, in representation of the dead that are laid down in the grave. There a baptismal font must be erected by the commandment of the Most High, and after the pattern he shall give by revelation unto his servants; and in such a font this sacred and holy ordinance must be administered by the servants of God. <\/div><div class=\"paragraph jod\" id=\"v7n526\"> We will mention another thing in regard to the authority that receives these communications. Every man will not be his own revelator in these matters, for there would be ten thousand revelators, and perhaps no more than five hundred of them would be true. <\/div><div class=\"paragraph jod\" id=\"v7n527\"> In the manifestation of spiritual gifts which God has given to his servants in all ages of the world, he has had those appointed with authority and power to discern which were from God, and which were not.<span class=\"citation\" id=\"85860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85860)\">D&amp;C 46:27<\/a><\/span> In the days of Moses there were many Prophets. The spirit of prophecy rested upon seventy Elders of Israel on a certain occasion; and when Joshua  <div class=\"break pagebreak\" id=\"87a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0087.pdf\" target=\"pdfwin\">p.&#xA0;87a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3057\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>saw some of them in their tents prophesying, he ran to Moses, with great zeal, and said, &#x201C;My lord Moses forbid them.&#x201D; He felt zealous for Moses, for fear he would lose his honor as a Prophet among so many. Moses exclaimed, &#x201C;I would to God all the Lord's people were prophets.&#x201D;<span class=\"citation\" id=\"54688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54688)\">Num. 11:25-29<\/a><\/span> If they had been, it would have required a great many having the gift to discern the spirits of the Prophets to know which were true. So it will be in relation to the revelations of genealogies of the Saints of the living God. If they are to feel after their fathers that are dead, and redeem them by the holy ordinance of baptism, they will not go to work in the dark, nor by the prophecies and revelations of every person who may offer himself as a revelator or prophet. There will be an order in the house of God; there will be a Moses there, or, in other words, a man holding the keys and authority of these things. <\/div><div class=\"paragraph jod\" id=\"v7n529\"> Moses was the great Prophet in Israel, though there were other prophets. Says the Lord, I will reveal myself to those other prophets in dark sayings;<span class=\"citation\" id=\"57356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57356)\">Prov. 1:6<\/a><\/span> I will instruct them in figures and dreams; but not so with my servant Moses: I will talk to him face to face,<span class=\"citation\" id=\"54512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54512)\">Ex. 33:11<\/a><\/span> and the similitude of the Lord shall he behold.<span class=\"citation\" id=\"54713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54713)\">Num. 12:6-8<\/a><\/span> So, in the dispensation of the latter days, a Moses will stand in the congregation filled with the Holy Ghost, and the spirit of revelation will be upon him, to receive instruction from the heavens in regard to the fathers and the dispensation over which he presides. <\/div><div class=\"paragraph jod\" id=\"v7n530\"> Now, let me refer you to a little Scripture on this subject. I have already referred you to what Peter and Paul said. Isaiah, in the 24th chapter, prophesies of the great day of burning&#x2014;of the great day when the earth shall reel to and fro as a drunken man&#x2014;of the great day when all nations of the wicked will perish; after which, he further adds, &#x201C;And it shall <div class=\"break columnbreak\" id=\"87b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0087.pdf\" target=\"pdfwin\">p.&#xA0;87b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3057\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> come to pass in that day, that the Lord shall punish the host of the high ones that are on high, and the kings of the earth upon the earth. And they shall be gathered together, as prisoners are gathered in the pit, and shall be shut up in the prison, and after many days shall they be visited. Then the moon shall be confounded, and the sun ashamed, when the Lord of hosts shall reign in mount Zion, and in Jerusalem, and before his ancients gloriously.&#x201D;<span class=\"citation\" id=\"58496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58496)\">Isa. 24:20-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n531\"> You see, from these passages, that in the last days many of those kings and high ones who will not place themselves in a position to receive the Gospel, and who die ignorant of its principles, will be gathered together as prisoners in the pit, and be shut up for many days, with a fearful looking for the judgment of the great day.<span class=\"citation\" id=\"76938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76938)\">Heb. 10:27<\/a><\/span> They will not know what is coming&#x2014;what will befall them, like all prisoners guilty of crime. But after many days they shall be visited by the servants of God, as Jesus visited the antediluvians with a message: the door of their prison will be thrown open, after they have been sufficiently long confined; and if they repent, they can be redeemed; but if they will not repent, they will be taken from thence and cast into outer darkness.<span class=\"citation\" id=\"82337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82337)\">Alma 40:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n532\"> You know that men are taken up for crime and shut up in the calaboose, or jail, or some such place to stay there for a length of time until they are brought to judgment; and then they are sentenced to hard labor, perhaps, in the Penitentiary. These will be in torment until they obey the message sent to them; and if they do not receive the message of pardon, they will be punished until they have paid the uttermost farthing;<span class=\"citation\" id=\"63164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63164)\">Matt. 5:26<\/a><\/span> that is, they will be punished with eternal punishment. <\/div><div class=\"paragraph jod\" id=\"v7n533\"> We might quote you many other passages in relation to this subject;  <div class=\"break pagebreak\" id=\"88a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0088.pdf\" target=\"pdfwin\">p.&#xA0;88a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3056\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but it is unnecessary for us to multiply passages on a subject that ought to be familiar to all the Latter-day Saints: and as it is a subject that does not particularly benefit strangers, I do not know that it is necessary for them to have all the evidence; for they have not authority to be baptized for their dead, because they have not been baptized for themselves. <\/div><div class=\"paragraph jod\" id=\"v7n535\"> They may like to know what the peculiar doctrines of the Latter-day Saints are, and that is all the good it will do them. But, as Latter-day Saints, we have principles to lay before the inhabitants of the earth that embrace, not only the people living on it, but all the generations of the dead. It is the most charitable doctrine that was ever preached to the nations of the earth. The Universalists think they are very charitable. Why? Because they send all to heaven, whether they are good or evil, saints or sinners. Murderers, drunkards, and all classes of society are to dwell together in heaven. And what a heaven it would be! Methodists contending against Baptists, and Baptists against Methodists, Presbyterians against Quakers, Roman Catholics against Protestants, and Nothingarians against Sectarians, and Sectarians against Nothingarians; and then add to the whole catalogue of contending sects drunkards, blasphemers, whoremongers, murderers, and every species of wicked beings, all jumbled up together. Oh, what a happy place! Brother Kimball says&#x2014;&#x201C;And all of them with a revolver and bowie knife at their sides.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n536\"> I think I should pray for an outside corner without the walls. I should want to get at a great distance from such a heterogeneous mass. They call this charity; but it is different from the charity which dwells in the bosom of God. I do not think he has charity enough to associate with a company of this descrip<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"88b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0088.pdf\" target=\"pdfwin\">p.&#xA0;88b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3056\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion. But the Latter-day Saints have their Church founded on true principles, law, and order&#x2014;principles revealed from heaven, that all on the earth, and in the eternal worlds may be saved on pure principles, and pure principles only. If they ever inherit the kingdom of God, they must go there with hearts as pure as the angels of God; if they dwell in his presence, they must be pure as he is pure, perfect as he is perfect, that the holy order of heaven may be graced with all the perfection, holiness, and godliness of character that we read of in the Scriptures of eternal truth. Such a heaven will be a heaven indeed. It is the goodness and virtue of beings that inherit a place which make it desirable. <\/div><div class=\"paragraph jod\" id=\"v7n537\"> You select a place that is surrounded with many disadvantages, like these deserts and mountain wilds, and place a pure people there&#x2014;a people perfectly organized and influenced by the Holy Ghost in all things, doing unto others as they would have others do to them in everything,<span class=\"citation\" id=\"63797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63797)\">Matt. 7:12<\/a><\/span> meting out justice on the principles of righteousness and truth; and let everyone be perfectly honest in his deal, and let his hands be continually stayed from stealing other people's property, and let there be no quarrelling or evil speaking; and if such a people do have to toil and labor in the midst of these mountains and canyons, yet they are happy; they carry heaven in their own bosoms, or the principles that make happiness abide within them. When these Godlike principles become more fully developed&#x2014;when the Saints become more rooted and grounded in them, and enter into the eternal worlds and find everybody there, like themselves, pure in heart,<span class=\"citation\" id=\"62947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62947)\">Matt. 5:8<\/a><\/span> it will make a perfect heaven. You place the wicked there, with all their abominations, and it will transform heaven into a hell. <\/div><div class=\"paragraph jod\" id=\"v7n538\"> It matters not how beautiful a place  <div class=\"break pagebreak\" id=\"89a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0089.pdf\" target=\"pdfwin\">p.&#xA0;89a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3055\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it may be&#x2014;although it is as lovely as the garden of Eden&#x2014;though everything in the eternal world harmonizes and the elements all conspire to produce happiness, yet place a people there with wicked hearts, and it is hell. You take a man full of corruption and introduce him into the society of the pure and just, and it would be a perfect hell to him. <\/div><div class=\"paragraph jod\" id=\"v7n540\"> I have often heard blasphemers and drunkards and abominable characters say, I really hope I shall at last get to heaven. If they get there, they will be in the most miserable place they could be in. Were they to behold the face of God, or the angels, it would kindle in them a flame of unquenchable fire;<span class=\"citation\" id=\"83269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83269)\">Morm. 9:5<\/a><\/span> it would be the very worst place a wicked man could get into: he would much rather go and dwell in hell with the Devil and his host. On the other hand, you take a man that is pure in heart&#x2014;a holy being, and place him in the society of the devils, and he is not in his element; the society is disagreeable. If he were obliged to stay there and behold the corrupt and evil doings of the wicked and abominable, it would in some degree make a hell for him to look upon their conduct, and still such a being would have one principle about him that would enable him to control, in a measure, his feelings; that is, he would have control over those characters; and herein is the power of the Priesthood. If the servants of God are sent to the spirit prison to minister unto them, if they are sent to those who are in a state of wickedness and degradation to minister to them, they have one source of comfort&#x2014;they are not confined there as prisoners; they go there voluntarily; they do not associate with their wickedness, but hate it; they are willing to stay there, peradventure they may bring some of them to repentance; and the Devil has no power over them: they have learned <div class=\"break columnbreak\" id=\"89b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0089.pdf\" target=\"pdfwin\">p.&#xA0;89b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3055\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to control him in this life, to rebuke him, and to say unto him, Get behind us, Satan!<span class=\"citation\" id=\"67169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67169)\">Luke 4:8<\/a><\/span> When a Saint arrives in that eternal world, if he be sent on a mission into the dominions of Satan, to reclaim some under his power, he can say to Satan and to all his armies, Depart hence! He has the power of the Priesthood to command him and all powers under him, and they are obliged to obey.<span class=\"citation\" id=\"92272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92272)\">Moses 1:18,21<\/a><\/span> Not so with a wicked man: he gets into a perfect hell, wherever you place him, so long as he harbors wickedness in his breast. <\/div><div class=\"paragraph jod\" id=\"v7n541\"> But we have spoken concerning our fathers that are to be redeemed. We have spoken concerning the work of the children to redeem them. Let me here say that before this last dispensation ends there will be a perfect unbroken chain from the first of the fathers to the time of the close of the dispensation;<span class=\"citation\" id=\"91216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91216)\">D&amp;C 128:18<\/a><\/span> and all will be saved who can be saved: all who are placed within the power of redemption will be redeemed&#x2014;not redeemed to the same degree of salvation, but some will inherit one kingdom, and some another; some receiving the highest or celestial glory, being crowned with crowns of glory in the presence of God forever, shining forth like the sun in its meridian strength; while others, though celestial, will be subject to them, inheriting a less degree of celestial glory. Others will inherit a terrestrial glory, or the glory of the moon. Others will inherit a glory still less than this, which may be termed a telestial glory, like that of the stars&#x2014;a glory small indeed!<span class=\"citation\" id=\"73926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73926)\">1 Cor. 15:40-41 (JST)<\/a><\/span> They are all redeemed, according to their repentance, faithfulness, and works of righteousness, into these various degrees of glory. On the other hand, opposite to these various degrees of glory, are various degrees of punishment; some inheriting a prison, where they may be visited with rays of hope; others inheriting outer  <div class=\"break pagebreak\" id=\"90a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0090.pdf\" target=\"pdfwin\">p.&#xA0;90a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3054\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>darkness, where there is weeping, wailing, and gnashing of teeth;<span class=\"citation\" id=\"64021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64021)\">Matt. 8:12<\/a><\/span> others cast into a bottomless or lowermost pit<span class=\"citation\" id=\"80493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80493)\">Rev. 20:3<\/a><\/span> to dwell with the Devil and his angels throughout eternity,<span class=\"citation\" id=\"86941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86941)\">D&amp;C 76:33<\/a><\/span> having committed the unpardonable sin,<span class=\"citation\" id=\"82291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82291)\">Alma 39:6<\/a><\/span> for whom there is no forgiveness in this world nor the world to come;<span class=\"citation\" id=\"86949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86949)\">D&amp;C 76:34<\/a><\/span> and thus the justice of God will be magnified as well as his mercy; for God is perfectly just, being just according to our notions of justice; for among the original qualities of our minds we have correct notions of justice implanted in our bosoms originally by God himself: also what we know of mercy originated from God. He implanted the principles of justice and mercy in our hearts, and he implanted the same principles that dwell in his own bosom. <\/div><div class=\"paragraph jod\" id=\"v7n543\"> What is justice with us, when we are truly enlightened, is justice with God; and what is mercy with us, when we are truly enlightened, is mercy with God: and these great attributes will be magnified in the dealing out of punishments and rewards. <\/div><div class=\"paragraph jod\" id=\"v7n544\"> Every man which ever has lived, or ever will live, will be dealt with according to his works and the law of the Gospel.<span class=\"citation\" id=\"80637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80637)\">Rev. 20:12-13<\/a><\/span> There is another thing I wish to lay before this congregation, and that is in regard to those generations to whom the Gospel has not been committed in time. While I have been traveling abroad, many have said to me, How is it? You teach us that there has been no Church of God for many generations on the earth. You teach us that our fathers and mothers in generations gone past have died without the knowledge of the Gospel; you teach us that God is a just being, and will punish men by the law of the Gospel; and how is it that he suffered all these generations to remain without the Gospel while in the flesh? I want to answer this question, and tell <div class=\"break columnbreak\" id=\"90b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0090.pdf\" target=\"pdfwin\">p.&#xA0;90b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3054\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you why there was no Church on the earth six hundred or a thousand years ago&#x2014;why generation after generation have fallen into their graves, without hearing the voice of God, or any communication from him. I will give you the reason why, and then leave you to judge in relation to the matter. It is well known that the nations killed off the old Apostles and Prophets, and banished the Church of Christ from the earth. Those who remained were corrupt, evil, and devilish, desiring to work wickedness, having no desires for righteousness, having apostatized from the truth. Because of the great wickedness which reigned, the Lord Almighty saw that it was impossible for him to reveal a dispensation and protect it on the earth; he saw that it was impossible to be done in those dark ages. For if he had revealed himself to any man, and that man should go forth and say, Thus saith the Lord God, he might, before the sun went down, look for his head to be taken off his shoulders, or to be stretched upon the wheels of the Inquisition, to be tortured with all manner of cruelties as a heretic. And if he should undertake to work secretly with mankind, after it was found out publicly, he would have been hunted from one end of the earth to the other, until he was destroyed and all his followers. This would have brought innocent blood again upon the people. The Lord saw that they would bring greater wickedness on themselves, if he revealed a dispensation, than to withhold it; for they would have been sure to take the lives of his servants, and bring innocent blood upon their heads, even as their fathers did.<span class=\"citation\" id=\"124857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124857)\">Matt. 23:30-32<\/a><\/span><span class=\"citation\" id=\"66331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66331)\">Matt. 27:25<\/a><\/span> This would effectually prevent them from entering into that prison where they, in due time, could hear the Gospel. <\/div><div class=\"paragraph jod\" id=\"v7n545\"> To prevent the effusion of innocent blood and give them a chance, the Lord withheld from them his Church.  <div class=\"break pagebreak\" id=\"91a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0091.pdf\" target=\"pdfwin\">p.&#xA0;91a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3053\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>The Lord might have reasoned thus&#x2014;I will not raise up my Church in their midst, for they will put the people of that Church to death. If I restore the authority to the earth, they will root it out; they will shed innocent blood: therefore, I will send these generations into their graves in ignorance; and when governments are established so liberal that there will be some prospect of establishing my kingdom on the earth, then I will send Elijah the Prophet, and he shall give authority to the children to search after their fathers who died in ignorance of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v7n547\"> We are willing to go the earth over to save the living; we are willing to build temples and administer in <div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3053\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ordinances to save the dead; we are willing to enter the eternal worlds and preach to every creature who has not placed himself beyond the reach of mercy. We are willing to labor both in this world and in the next to save men. <\/div><div class=\"paragraph jod\" id=\"v7n548\"> I will now close my remarks by saying, Let all rejoice that the great day of the dispensation of the fulness of times has come. Let the living rejoice; let the dead rejoice; let the heavens and the earth rejoice; let all creation shout hosannah! Glory to God in the highest!<span class=\"citation\" id=\"67056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67056)\">Luke 2:14<\/a><\/span> For he hath brought salvation, and glory, and honor, and immortality, and eternal life to the fallen sons of men. Amen. <\/div>\n<\/div>\n<\/div>"}