{"ID":70012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Celebration of the Anniversary of American Independence.<\/div>\n<div class=\"subtitle\">Speech by Elder G. A. Smith, Delivered in the Bowery, Great Salt Lake City, July 4, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Celebration, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 7\/4\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v7n449\"> My Friends&#x2014;I arise on the present occasion to address you, with my heart filled with emotions that are not easily described, apart from feelings which pervade my mind resulting from the present celebration of the anniversary of our country's independence. It is with a high degree of pleasure that I witness such an immense assembly, and compare it with celebrations of this ever-memorable day which I have attended in my native State, in my early life. The anniversary of the day on which our fathers declared the independence of the American States I have ever felt a disposition to celebrate, whenever circumstances and situation would possibly admit of it, as the day on which our fathers declared the independence and freedom of millions of people yet unborn. It was a great step for a few colonies to take, to attempt to wring from the hands of the king of the most powerful nation upon the face of the earth their liberties, the right of self-government&#x2014;of choosing their own rulers&#x2014;those inalienable rights which belong to man, and are the boon of his Creator, and which kings had held in their grasp for ages. Our revolutionary fathers were unwilling longer to be ground down by iron rules and cast-iron notions of one stupid and corrupt ruler that oppressed them, and struggled for their freedom. Under the guidance and fostering care of the God of heaven, these colonies were made <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3073\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> free&#x2014;free to act in obedience to all those principles he has given the sons of men their agency to act upon. <\/div><div class=\"paragraph jod\" id=\"v7n450\"> This is a great illustration of the importance and power of the principle of union. When the signers of the Declaration of Independence put their names to that heaven-born instrument, they were perfectly aware that the success of their cause depended upon their being united. It was absolutely necessary that they should all hang together; for if they did not, they were perfectly sensible they would all <span class=\"italic\">hang<\/span> separately. The united colonies at that time were ready to sustain the leader of the revolution almost <span class=\"italic\">en masse<\/span>. There were a few districts where divisions took place, and those divisions caused more cruelty, bloodshed, and sorrow than any other circumstance pertaining to the whole revolutionary struggle. <\/div><div class=\"paragraph jod\" id=\"v7n451\"> By this grand step our fathers secured to us the right of self-government. However much wicked men may have opposed and abused the institutions the revolutionary fathers have established and put in motion&#x2014;whatever corrupt officeholders may have done in violation of them, the great point is gained which enables the American people to choose their own rulers and produce such a form of government and such protection as are necessary for their growth, their freedom, and their continual well-being. <\/div> <div class=\"break pagebreak\" id=\"72a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0072.pdf\" target=\"pdfwin\">p.&#xA0;72a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3072\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n453\"> It was through the most flagrant violation of these sacred rights and principles of the Constitution of our country by perjured officers, who were sworn to do their duty and suppress mobs and violence, that the rights of freemen, which were bequeathed to us a priceless legacy, sealed with the blood of our fathers&#x2014;that the Latter-day Saints were driven, <span class=\"italic\">en masse<\/span>, from their peaceful homes in the United States, and were obliged to flee, destitute, into a desolate wilderness, where we are laying a foundation for a State in the great Federal Union, where we can enjoy our own religious institutions and form a government, and where we are organizing our own community, agreeable to the general Constitution of our country, that we may be made partakers of the blessings which are actually guaranteed unto us by that sacred instrument. Under these circumstances we rest until the day shall come that shall so revolutionize our American Government as to put every treacherous scoundrel where he ought to be, to reap the reward of perjury and corruption, that he may have the privilege of being banished by his Maker&#x2014;that he may enjoy the society of the father of lies,<span class=\"citation\" id=\"81372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81372)\">2 Ne. 9:9<\/a><\/span> until he is satisfied with that kind of fare. [At this point of the speaker's remarks, a small round table, that had been brought for the Honorable Judge Kinney to lay his papers upon, fell from the stand upon which the speakers were sitting, and was broken by the fall.] So, the end cometh suddenly, the day of corruption is short, and its downfall is sure. [Great laughter.] The old fabric of corruption is getting so rotten, it will fall of itself and crumble to dust, without any effort to overthrow it; and the pure principles of good government, justice, righteousness, and purity will become so clearly unfolded, that we shall wonder that it was ever possible such a mass of corruption <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3072\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ever shrouded our country, or that so great a number of the rulers of the American States should ever give countenance to the rule of mobs, or the destruction of the people's rights by any common convention of scoundrels. <\/div><div class=\"paragraph jod\" id=\"v7n454\"> The circumstances and pleasures of the day which have so far passed would have been without alloy or a pang of grief; but I behold on this platform the vacant seat of one who was associated with us on the last celebration&#x2014;one who addressed us on that occasion with such a flow of natural eloquence and pathos of feeling, and to whose talents and instruction we were indebted for a great portion of the interest of that occasion. The Honorable Leonidas Shaver, Associate Justice of the Supreme Court, and Judge of this judicial district, has been suddenly called from the busy scenes of this life into eternity&#x2014;a worthy man and profound jurist, who, by his straightforward and upright course, has honored his profession. His studious attention to his duty, his fine intellect, polished education, and gentlemanly bearing have won for him the universal admiration and respect of this community. It was only necessary to be acquainted with him to love him. Our worthy instructor and expositor of the law has been called from our midst suddenly. He not only administered the law, but honored it himself. Hear it, O ye judicators of the law, and pattern after him. And we this day look round upon those that surround us, with this solemn reflection, that but a short season can pass until it will be our turn to follow him. <\/div><div class=\"paragraph jod\" id=\"v7n455\"> This circumstance should caution us against sin of every description, and prompt us to live uprightly, walking in accordance with all the laws and principles of human right and Divine revelation, that we may be  <div class=\"break pagebreak\" id=\"73a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0073.pdf\" target=\"pdfwin\">p.&#xA0;73a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3071\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prepared for so great and solemn an event, when it shall come, when it will be our turn to participate in the realities of death. <\/div><div class=\"paragraph jod\" id=\"v7n457\"> It is well understood that the principles of truth are bound to prevail. It makes no difference what the opposition may be, or what length of time that opposition may continue, or how much sin is perpetrated to prevent it, or rivers of blood and millions of treasure wasted to oppose it, yet truth will ultimately prevail; and the day will come when a &#x201C;Mormon&#x201D; can be respected in other portions of the world as much as any other man&#x2014;yes, exactly as much as though he professed any other religion. Why? Because &#x201C;Mormonism&#x201D; is truth, and truth will prevail. Those principles which are laid down in the very formation and genius of the General Government of the United States knew no religious sect: all were alike. And when these principles can prevail as our fathers handed them down to us, freedom will not be a name: and the day is approaching, and it is not far distant, when all the corruption and wickedness which serve to bring distress and misery upon a considerable portion of the community will be done away. That order of things will vanish, and this people will have the opportunity of enjoying all their privileges and rights in every portion of their loved country that they can in these mountains. <\/div><div class=\"paragraph jod\" id=\"v7n458\"> If ever William Tell was happy when he found himself free from the grasp of his enemies, so this people felt to rejoice when they were encircled within these vast deserts and almost impenetrable mountain walls. It was not the beauty of the country, the barren deserts, the rocky mountains, this isolated position, that invited us here: we came here simply because it was the only place of refuge which offered to us security from the hands of our persecutors, where we could <div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3071\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> actually enjoy our constitutional rights. We are here, thank God, enjoying all the privileges of American freemen, and all the blessings and ordinances and powers which lead to an eternal exaltation in the celestial kingdom of our God. <\/div><div class=\"paragraph jod\" id=\"v7n459\"> And I will tell you, my friends, what I hope. I hope that the first mob that rises in these valleys will experience the same sensation (and worse, if possible) that a certain gentleman, a leader of a mob in Jackson County, Missouri, did, whose name was James Campbell, who had been long famed among his comrades as one of the bravest men in that county. It was on the occasion of the Battle of the Blue. He gathered up his men and fired fifty-three rifles into a small party of the &#x201C;Mormons&#x201D; that were hastily gathered together for mutual protection. There were only fifteen or sixteen guns among the &#x201C;Mormons.&#x201D; They returned the fire, at which many of Campbell's comrades left in a hurry; but he concluded to stay and tussle it out with the &#x201C;Mormons.&#x201D; There was an old revolutionary soldier, named Brace, in the &#x201C;Mormon&#x201D; company, who had fought in many battles under Washington, in the war of Independence. He fired his musket at Campbell without effect, and he fired at the old soldier also without effect; but Campbell being able to load quicker than he could, there was no alternative for Brace but to run at him with the butt end of his gun before he could reload: so he commenced yelling like ten thousand Indians, and charged Campbell with the butt end of his musket. Campbell, to save himself, suddenly wheeled his horse and plied the whip. This gave the old veteran a chance to re-load. He then fired his piece, and killed Campbell's horse as he was jumping over a fence, which left him hanging there; but Campbell in his terror did not know whether he was  <div class=\"break pagebreak\" id=\"74a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0074.pdf\" target=\"pdfwin\">p.&#xA0;74a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3070\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>running on his feet or riding on his horse. So he ran across the country with all the power he possessed, whipping behind him, as he supposed, his horse, crying, &#x201C;Get up, or the Mormons will kill us! Get up, or the Mormons will kill us!&#x201D; So I want the first mob that rises in this country to feel, and all those who hold power and influence in the nation, who, by that means seek to distress and afflict the innocent&#x2014;I want all such men to feel like the illustrious Campbell. I want the same terror to fall upon <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3070\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them that fell upon him, and the same powers of locomotion to clear out, crying, &#x201C;Get up, or the Mormons will kill us!&#x201D; as he did, although his horse lay on the fence dead, near a mile behind him. <\/div><div class=\"paragraph jod\" id=\"v7n461\"> With these sentiments, these few ideas, which are offered without having had time for studied reflection and preparation, I say, May we long live on the face of the earth, and enjoy the blessings and privileges of American Independence! Amen. <\/div>\n<\/div>\n<\/div>"}