{"ID":70015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Early Events of the Church, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Wilford Woodruff, Delivered in the Tabernacle, Great Salt Lake City, Sunday afternoon, January 10, 1858.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Early Events of the Church, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 1\/10\/1858<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v7n591\"> While I meet with the Saints in this Tabernacle, and partake of the sacrament with them, especially with such a large body of people as there are here in these valleys of the mountains, it leads my mind in a train of reflection and thought concerning this work in which we are engaged; and whether I think of it long or short, I have the same feelings and come to the same conclusions; and I say within myself, It is the work of God, and it is marvelous in my eyes.<span class=\"citation\" id=\"83287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83287)\">Morm. 9:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n592\"> There is a marked difference between the work of God and the work of men or the work of the Devil, and that difference is manifest in the establishment of the Church of Jesus Christ of Latter-day Saints. There is one characteristic connected with the work of God that has been manifested in its establishment in these last days, as in all former periods, and that is, that whenever the Lord has <div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3046\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> attempted to establish his Church and kingdom upon the earth, he always makes use of instruments whose peculiar circumstances in life will naturally lead them to acknowledge the hand of God in all that is manifested unto them. You have the example of all the Prophets from the days of Adam; and as far as we have any knowledge of them, they were nearly all men of low degree and of humble birth; and the Lord has ever given them his Spirit to enlighten their minds, and to qualify them for the work assigned them. Men of this character have stepped forth and obeyed the Lord in various ages of the world, and they have given him the credit for what has been accomplished. This has been very clearly manifested in our own day. <\/div><div class=\"paragraph jod\" id=\"v7n593\"> Thirty years ago the 22nd day of last September, the angel of God delivered unto the hands of Joseph  <div class=\"break pagebreak\" id=\"99a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0099.pdf\" target=\"pdfwin\">p.&#xA0;99a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3045\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Smith the plates containing the record from which the Book of Mormon was translated, in which is recorded the history of the ancient inhabitants of this country.<span class=\"citation\" id=\"93886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93886)\">JS&mdash;H 1:59<\/a><\/span> Joseph Smith was a man of humble birth, and in one sense of the word he was poor and illiterate; and to look at things naturally, it looked strange that the Lord should undertake to build up his Church and kingdom with such a feeble instrument. To some this may look a very small matter, but the work was great, and here was an honest soul, and the Lord made choice of that soul to give unto him the knowledge, the blessings, and the glory associated with the coming forth of the Book of Mormon, which should lay the foundation of the Church and kingdom of God in these last days. <\/div><div class=\"paragraph jod\" id=\"v7n595\"> What did that angel tell Joseph Smith when he gave him the plates? The vision of his mind was opened, and the angel showed unto him the condition of the nations of the earth, and said, &#x201C;This record which I now commit unto your hand contains the words of life&#x2014;the Gospel of Jesus Christ, and the Lord is now about to establish his kingdom upon the earth. The world are in darkness; the Gentiles have departed from the Gospel of Jesus Christ; they have forsaken the light, the glory, and the power of the Priesthood of the Son of God, which was given to and enjoyed by the Gentile nations when Israel was cut off.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n596\"> The Lord promised Joseph Smith, at this early age, that if he would obey his commandments and hearken to the voice of the Holy Spirit, he would make him an instrument of bringing about this great work,<span class=\"citation\" id=\"93790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93790)\">JS&mdash;H 1:33<\/a><\/span> that the Church may be brought out of the wilderness of darkness and error, and my name glorified among men. <\/div><div class=\"paragraph jod\" id=\"v7n597\"> The words that this record contains shall be preached to every kingdom, <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3045\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> tongue, and people; and whenever this doctrine is preached, your name shall be had in honorable remembrance among the virtuous, the holy, the righteous, and those who desire to do good: but the ungodly will vilify your character&#x2014;hold up your name to ridicule and scorn, wherever the sound of this Gospel goes, even to all nations. <\/div><div class=\"paragraph jod\" id=\"v7n598\"> The Lord also told Joseph Smith, in the commencement of this work, as you will see by the revelations contained in the Book of Doctrine and Covenants, that he was laying the foundation of a great and mighty work<span class=\"citation\" id=\"86544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86544)\">D&amp;C 64:33<\/a><\/span> and kingdom, which should be the kingdom of God, and it should not be thrown down, but stand forever: but you cannot now comprehend the extent of it. The mind of the Prophet was opened by the spirit of revelation, so that he could see and comprehend a great deal; but he required the Spirit of the living God&#x2014;the inspiration of the Almighty to rest upon him continually to qualify him for the great duties that were constantly increasing upon him; and the same Spirit is required by any man in this kingdom, whether he be old or young, rich or poor, to enable him to bring about the work of God, or to do anything that is of as much consequence as the upbuilding of this kingdom. <\/div><div class=\"paragraph jod\" id=\"v7n599\"> The Prophet was repeatedly told of the importance of the work in which he was engaged, and was commanded to obey the voice of God in all things; and then he was told that all that had been promised should be fulfilled.<span class=\"citation\" id=\"83758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83758)\">D&amp;C 1:38<\/a><\/span> The Prophet saw the chains of darkness<span class=\"citation\" id=\"78372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78372)\">2 Pet. 2:4<\/a><\/span> that were binding the souls of men;<span class=\"citation\" id=\"82017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82017)\">Alma 5:7<\/a><\/span> and although at that time he had not received the Priesthood, yet the Lord manifested himself to him in various ways and at many times before he was ordained, or before there were any baptized into the Church. In process of time&#x2014;namely, on the  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3044\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>15th day of May, 1829, he and Oliver Cowdery received the Aaronic Priesthood,<span class=\"citation\" id=\"83985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83985)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"129360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129360)\">D&amp;C 27:8<\/a><\/span> and according to commandment they baptized each other.<span class=\"citation\" id=\"93986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93986)\">JS&mdash;H 1:68-73<\/a><\/span> Then on the 6th day of April following, the Church was organized,<span class=\"citation\" id=\"84213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84213)\">D&amp;C 20:1<\/a><\/span> and the work of God established on the earth, no more to be rooted out of it. <\/div><div class=\"paragraph jod\" id=\"v7n601\"> What must have been the feelings of the Prophet, when the moment he began to unbosom his thoughts, and to tell what the Lord had done for him, the Christian world began to mock and deride him! The Devil opposed him, wicked men opposed him, and there was a spirit among the people to kick against the work of God; and there were whole communities that were opposed to the doctrine of administration of angels; and, consequently, his path was rugged and thorny.<span class=\"citation\" id=\"93745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93745)\">JS&mdash;H 1:21-23<\/a><\/span> Sometimes he would come across individuals who would listen to his message and would receive his testimony. This made his soul rejoice, to see that there were some persons who would receive the words of eternal life. <\/div><div class=\"paragraph jod\" id=\"v7n602\"> True, in the commencement, this Church was small; and I frequently reflect upon what has come to pass in the world since God spake to Joseph the Seer; I also look at what has taken place with this people; and I can clearly see the fulfillment of the word of God spoken by the angel to Joseph before the Church was organized. The angel foretold the very scenery that I behold today; and from that time to the present, this people have been fulfilling what the angel told the Prophet would come to pass, after he gave to him the plates containing the record of the Book of Mormon. We are daily working for the fulfillment of those things that were predicted from twenty-five to thirty years ago. These very things that we are now witnessing, both in relation to our friends and our enemies, are in fulfillment of those <div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3044\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> promises made in the commencement of this work. <\/div><div class=\"paragraph jod\" id=\"v7n603\"> The Prophet's heart was made glad, while he lived among us, in beholding the signs of the times; and there are many here today who remember the early days of this Church and kingdom. Some of the first Elders in this Church who went up to Kirtland to see the Prophet were made to rejoice in his society. The Saints who were gathered together were so few that they might all have been put in a small schoolhouse; but wherever the Gospel had been preached, some few had been brought to a knowledge of its truth, and occasionally a few had been gathered up to Kirtland&#x2014;perhaps one of a family, and two of a city.<span class=\"citation\" id=\"60309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60309)\">Jer. 3:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n604\"> When brother Brigham and brother Joseph Young went up to see the Prophet, they found him chopping wood; for he was a laboring man, and gained his bread by the sweat of his brow.<span class=\"citation\" id=\"52632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52632)\">Gen. 3:19<\/a><\/span> They made themselves acquainted with him. He received them gladly, invited them to his house, and they rejoiced together in the Gospel of Christ, and their hearts were knitted together in the spirit and bond of union. <\/div><div class=\"paragraph jod\" id=\"v7n605\"> Those of us who gathered to Kirtland, in the early days of the Church, can remember the scenes which happened in those days. I well remember the time when I first met with the Saints in Kirtland: it was in the spring of 1834. I had never joined any Church previous to hearing this Gospel, and the first sermon I ever heard was preached by brother Zera Pulsipher, one of the senior Presidents of the Seventies, and my heart was made glad. I embraced the Gospel, for I knew it was the first Gospel sermon that I had ever heard in my life. I was baptized by brother Pulsipher; and shortly afterwards brother Parley P. Pratt came along to gather up the warriors of  <div class=\"break pagebreak\" id=\"101a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0101.pdf\" target=\"pdfwin\">p.&#xA0;101a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3043\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Lord to go up and redeem Zion.<span class=\"citation\" id=\"89539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89539)\">D&amp;C 101:55-56<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n607\"> I was deeply engaged in business at the time, but I felt that it was my duty to do all I could for the cause of truth; and when brother Parley came up, I felt resolved to volunteer. We called a meeting; and when brother Parley got up and said he was weary with traveling, and did not want to say much, but he would talk a few moments (and when he got through it was about twelve o'clock at night; in fact, he had preached about half the night), my feelings were such, when he got through, that if all the gold in the world had been presented to me, I could not have been hired to stay at home. I went with brother Parley through Jefferson County to the North, and then immediately prepared to go to Kirtland. I started to Kirtland on the 11th day of April, 1834, and arrived in Kirtland on the 25th day of the same month. I then for the first time had an interview with the Prophet Joseph. He invited me to his house. I rejoiced to behold his face and to hear his voice. I was fully satisfied that Joseph was a Prophet before I saw him. I had no prejudices on my mind against him, but I expected to see a Prophet. <\/div><div class=\"paragraph jod\" id=\"v7n608\"> My first introduction to him was rather singular. I saw him out in the field with his brother Hyrum: he had on a very old hat, and was engaged shooting at a mark. I was introduced to him, and he invited me home with him. <\/div><div class=\"paragraph jod\" id=\"v7n609\"> I accepted the invitation, and I watched him pretty closely, to see what I could learn. He remarked, while passing to his house, that this was the first hour he had spent in recreation for a long time. <\/div><div class=\"paragraph jod\" id=\"v7n610\"> Shortly after we arrived at his house, he went into an adjoining room, and brought out a wolfskin, and said, &#x201C;Brother Woodruff, I want <div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3043\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you to help me to tan this;&#x201D; so I pulled off my coat, went to work and helped him, and felt honored in so doing. He was about going up with the brethren to redeem Zion, and he wanted this wolfskin to put upon his wagon seat, as he had no buffalo robe. <\/div><div class=\"paragraph jod\" id=\"v7n611\"> This was my first introduction to the Prophet Joseph Smith, the great Seer of this last dispensation. <\/div><div class=\"paragraph jod\" id=\"v7n612\"> I was not there long before I heard him talk about going to Zion, and it did my soul good to hear him speak of many things concerning Zion, the gathering of Israel, and the great Latter-day Work; and I felt truly satisfied with what I saw and heard. <\/div><div class=\"paragraph jod\" id=\"v7n613\"> I recollect that in the evening after I got there, several of the brethren came in and talked with brother Joseph, and asked what they should do, for they had not means to bear their expenses from there to Missouri. Brother Joseph said, &#x201C;I am going to have some money soon;&#x201D; and the next morning he received a letter containing a hundred and fifty dollars, sent to him by sister Voce, of Boston. I don't know but she is in the congregation today. <\/div><div class=\"paragraph jod\" id=\"v7n614\"> I have felt to rejoice exceedingly in what I saw of brother Joseph, for in his public and private career he carried with him the Spirit of the Almighty, and he manifested a greatness of soul which I had never seen in any other man. <\/div><div class=\"paragraph jod\" id=\"v7n615\"> The reason I speak of these things is because I want to refer to this congregation and to this people generally as they have passed along; for truly it has required a stretch of faith to be enabled to comprehend the accomplishment of all that has been done for the last twenty-five years. The Lord said by revelation in an early day, &#x201C;The harvest is ripe, and any man that desires in his heart to preach the Gospel, and will thrust in his sickle, he is called of God.&#x201D;<span class=\"citation\" id=\"83811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83811)\">D&amp;C 4:3-4<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"102a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0102.pdf\" target=\"pdfwin\">p.&#xA0;102a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3042\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n617\"> The Elders that are called in this Church, you can notice in them the spirit and disposition to preach the Gospel and redeem the people from sin, tradition, and error. At the commencement of the Church, the Lord gave revelations to the Church and to individuals, through the Prophet, to tell them what to do&#x2014;be baptized, ordained, go on missions, and anything that was required at their hands; and hence you can see in the Book of Doctrine and Covenants revelations given to Martin Harris, Parley P. Pratt, Orson Pratt, the Whitmers, and many others, calling them to go forth and preach the Gospel to the world. In those revelations are promised many great and glorious things, and the pattern is given and the foundation laid for a great and mighty work&#x2014;a work not to be accomplished in ten, twenty, thirty, forty, or fifty years, but a work that embraces the gathering together of all things which are to be saved, both in heaven and on earth, and the establishing of the kingdom of God, to remain forever; and the Lord said, You are laying the foundation for a great and mighty work.<span class=\"citation\" id=\"86545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86545)\">D&amp;C 64:33<\/a><\/span> But we did not understand or comprehend its extent. He called upon us to go forth and warn the world of the judgments to come,<span class=\"citation\" id=\"91076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91076)\">D&amp;C 124:106<\/a><\/span> and to call upon them to learn the ways of righteousness,<span class=\"citation\" id=\"124858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124858)\">Prov. 12:28<\/a><\/span> and to walk therein;<span class=\"citation\" id=\"124859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124859)\">Judg. 2:22<\/a><\/span> and what has been the result? <\/div><div class=\"paragraph jod\" id=\"v7n618\"> Every man that has embraced it, whose heart was honest before God, has been inspired by the Spirit of God; he has been ready to engage in the work, to shoulder the knapsack, and go forth and preach this Gospel to all people whenever an opportunity presented itself; and the first Elders of this Church did preach diligently and faithfully, and many received the word with gladness and rejoiced in the truth. <\/div><div class=\"paragraph jod\" id=\"v7n619\"> Finally, brother Heber C. Kimball was called to go to England, as you <div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3042\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> learn by the Church history; and he laid the foundation of a great work, as the angel declared to Joseph should be the case.<span class=\"citation\" id=\"93791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93791)\">JS&mdash;H 1:33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n620\"> The words of life that were engraven upon those plates have been preached to almost all nations; and have not the people had an opportunity of hearing? They have, in a great degree; for the servants of the Lord have been inspired to go forth and bear a true and faithful testimony to the nations of the earth, and the isles of the sea, and have preached unto them the Gospel of Christ; and what has been the consequence? The words of the Lord have been fulfilled to the very letter; for wherever this Gospel has been preached there have been hypocrites, the wicked and ungodly, and there also have been the honest and the meek of the earth; and whoever have received this testimony, been baptized for the remission of sins, and received the laying on of hands for the gift of the Holy Ghost, have had their minds enlightened, and they have looked forward with an eye of faith to see the fulfillment of what God has promised. <\/div><div class=\"paragraph jod\" id=\"v7n621\"> Have we, as a Church, been disappointed in anything? No, we have not; but the Lord has fulfilled his promises in relation to the things of his kingdom. <\/div><div class=\"paragraph jod\" id=\"v7n622\"> The Lord has chosen men like Joseph and Hyrum, the Smith family, and the Twelve Apostles; and they have been humble men in this Church and kingdom; and almost all the officers have been called from the laboring class, from the plough, from the hammer and the anvil, and from nearly every occupation; and their words have pierced the honest in heart, for they have had all the power, blessings, and knowledge which the Lord has given unto them, and they have given the honor and glory to God. I will venture to say there is no people upon the earth who have  <div class=\"break pagebreak\" id=\"103a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0103.pdf\" target=\"pdfwin\">p.&#xA0;103a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3041\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been picked up as we have been, for we have been gathered from all religions and sects. <\/div><div class=\"paragraph jod\" id=\"v7n624\"> The Elders have gone forth teaching and baptizing the people; they have laid their hands upon the sick and healed them, cast out devils, and had power to do all those things which the Lord has promised unto believers.<span class=\"citation\" id=\"66884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66884)\">Mark 16:16-18<\/a><\/span> Wherever the people have received the truth, the signs have followed&#x2014;the lame have been made to walk, the deaf to hear, the blind to see; fevers have been rebuked, and the elements have been subject to the Elders of Israel. Where is there a man who has gone out to preach the Gospel who has not been constrained by the Spirit to warn the people, as messengers of salvation, of the judgments that are coming upon the earth? <\/div><div class=\"paragraph jod\" id=\"v7n625\"> We have been called upon to warn all who came in our way, including kings, rulers, the rich, and learned, as well as the poor and humble. It is true that the Lord might have enlightened the minds of the rulers, the rich, and learned, and chosen them to have performed his work in the establishment of his Church upon the earth. But he never has seen fit to work through that channel; but he has ever chosen the poor and humble as his messengers upon the earth. <\/div><div class=\"paragraph jod\" id=\"v7n626\"> There is another thing which I desire to allude to, and that is the very excellent discourse we have heard today, and the testimony of the servants of God in relation to our present position. The opposition that we have had and the persecutions we have passed through have been alluded to by brother Taylor, and all those matters are in fulfillment of what the angel told brother Joseph; and as long as Satan rules in the world, this spirit of mobocracy will manifest itself, even until the scenery shall be wound up, and until He who holds the keys of the bottomless pit shall bind him with a chain, cast him <div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3041\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> into the pit, and shut him up, and put a seal upon him.<span class=\"citation\" id=\"80472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80472)\">Rev. 20:1-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n627\"> We expect this. It is what we are looking for; and yet we, above all people, have reason to rejoice. We have reason to rejoice in Him who stands at the helm, and who has nourished and sustained this kingdom from the beginning. The God of heaven has never forsaken this work, but he has ever backed up his servants, and opened their way before them. <\/div><div class=\"paragraph jod\" id=\"v7n628\"> How the soul of the Prophet rejoiced when he beheld the work of God spreading abroad in the earth, the truth received by the children of men, and the promises of God verified to the letter in the gathering of the Saints, and a way prepared for the establishment of Zion upon the earth. <\/div><div class=\"paragraph jod\" id=\"v7n629\"> We have had the holy Priesthood conferred upon us, and the power of God has surrounded us, so that we have been preserved thus far from the hands of our enemies in the midst of the many circumstances in which we have been placed. Those things should increase our faith before the Lord, and give us confidence in his promises, and it should inspire our hearts to diligence in the fulfillment of every duty required of us. <\/div><div class=\"paragraph jod\" id=\"v7n630\"> The Lord says, in the revelations contained in the Book of Doctrine and Covenants, that this Gospel shall be preached in all the world; and he commands his servants to call upon all nations to repent and obey the voice of God&#x2014;to receive the Gospel and the words of eternal life. He says&#x2014;<span class=\"citation\" id=\"85511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85511)\">D&amp;C 43:20-33<\/a><\/span>  <\/div><div class=\"paragraph jod\" id=\"v7n631\"> &#x201C;Lift up your voices and spare not. Call upon the nations to repent, both old and young, both bond and free, saying: Prepare yourselves for the great day of the Lord; For if I, who am a man, do lift up my voice and call upon you to repent, and ye hate me, what will ye say when the day  <div class=\"break pagebreak\" id=\"104a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0104.pdf\" target=\"pdfwin\">p.&#xA0;104a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3040\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cometh when the thunders shall utter their voices from the ends of the earth, speaking to the ears of all that live, saying&#x2014;Repent, and prepare for the great day of the Lord? Yea, and again, when the lightnings shall streak forth from the east unto the west, and shall utter forth their voices unto all that live, and make the ears of all tingle that hear, saying these words&#x2014;Repent ye, for the great day of the Lord is come? <\/div><div class=\"paragraph jod\" id=\"v7n633\"> &#x201C;And again, the Lord shall utter his voice out of heaven, saying: Hearken, O ye nations of the earth, and hear the words of that God who made you. O, ye nations of the earth, how often would I have gathered you together as a hen gathereth her chickens under her wings, but ye would not! How oft have I called you by the mouth of my servants, and by the ministering of angels, and by mine own voice, and by the voice of thunderings, and by the voice of lightnings, and by the voice of tempests, and by the voice of earthquakes, and great hailstorms, and by the voice of famines and pestilences of every kind, and by the great sound of a trump, and by the voice of judgment, and by the voice of mercy all the day long, and by the voice of glory and honor and the riches of eternal life, and would have saved you with an everlasting salvation, but ye would not! Behold, the day has come, when the cup of the wrath of mine indignation is full. <\/div><div class=\"paragraph jod\" id=\"v7n634\"> &#x201C;Behold, verily I say unto you, that these are the words of the Lord your God. Wherefore, labor ye, labor ye in my vineyard for the last time&#x2014;for the last time call upon the inhabitants of the earth. For in my own due time will I come upon the earth in judgment, and my people shall be redeemed and shall reign with me on earth. For the great Millennium, of which I have spoken by the mouth of my servants, shall come. For Satan <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3040\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall be bound, and when he is loosed again he shall only reign for a little season, and then cometh the end of the earth. And he that liveth in righteousness shall be changed in the twinkling of an eye, and the earth shall pass away so as by fire. And the wicked shall go away into unquenchable fire, and their end no man knoweth on earth, nor ever shall know, until they come before me in judgment.&#x201D; (Doctrine and Covenants, sec. xiv., page 131.)<span class=\"citation\" id=\"85512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85512)\">D&amp;C 43:20-33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n635\"> I look upon these things; I reflect upon our Government in the manner which has been referred to today; I look at the liberal laws and Constitution that exist in our land, upon which our Government is founded; and yet, in the midst of all this, we have not had the privilege of enjoying our rights, or worshipping God, or enjoying our religion, without persecution and oppression. The Lord has frequently given us revelations upon these things, and he has spoken concerning our Government and Constitution, and he has said&#x2014;&#x201C;Ye are justified in maintaining the Constitution and laws of the land, for they make you free, and the Gospel maketh you free;<span class=\"citation\" id=\"89245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89245)\">D&amp;C 98:6-8<\/a><\/span> and you shall seek to sustain good and wise men for rulers, and whatsoever is more or less than this cometh of evil.&#x201D;<span class=\"citation\" id=\"124860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124860)\">D&amp;C 98:10<\/a><\/span> Do you blame the Latter-day Saints? Can the Lord, can angels, or can anybody blame the Latter-day Saints for rejecting such cursed, corrupt scoundrels as we have had here? The laws of Heaven command us not to uphold and sustain men, except they are good men, who will sustain the Constitution of our country; and we are fulfilling the revelations in this respect as in many others, and we are carrying out the requirements of the Constitution of the United States. <\/div><div class=\"paragraph jod\" id=\"v7n636\"> We have fulfilled the law of God, and we have always been willing to receive and respect all  <div class=\"break pagebreak\" id=\"105a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0105.pdf\" target=\"pdfwin\">p.&#xA0;105a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3039\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>good and wise men in carrying out the laws and Constitution of our country. <\/div><div class=\"paragraph jod\" id=\"v7n638\"> We have pleaded with the Government, we have pleaded with the President, and we have pleaded with the Senate of the United States to send us good men. Brother Taylor has told us they will not do it; and why? Because they are not good themselves, they are not virtuous, they are not holy, and they will not acknowledge the hand of God at all, but seek to overthrow the blessings and spirit of that rich legacy bequeathed to us through the blood of our fathers&#x2014;the Constitution. Here is where I consider that our nation and the whole people of the United States are under condemnation. It is because they have a Constitution and laws of government which the people control, for they elect their own officers; for all citizens have the right to vote for their Governors, Presidents, and officers in general; and hence they come under condemnation. <\/div><div class=\"paragraph jod\" id=\"v7n639\"> [Blessed the sacramental cup.] <\/div><div class=\"paragraph jod\" id=\"v7n640\"> The whole people have a vote in the selection of their officers; and if they appoint wicked men for their Governors and for their rulers, and then those rulers go to work and rule unrighteously, tyrannize over the poor and humble, and sacrifice human life to satisfy their wicked ambition; at whose hands will the Lord require the blood of the innocent? He will require it of those who elected the officers; for the responsibility does not rest alone upon the Presidents, or Governors, or Judges, but it rests in a great measure with the people who placed them in power, when a nation becomes corrupt, and appoints corrupt and wicked rulers, and sustains them in their wickedness. <\/div><div class=\"paragraph jod\" id=\"v7n641\"> When Joseph and Hyrum Smith were murdered, the greater part of the people rejoiced in it, and would remark that it was a pity the Smiths <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3039\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had died in the way they had; but it was a good thing they were out of the way. Governor Ford said, when speaking to the brethren in Nauvoo, that almost every man he talked with would say it was a pity the Smiths should die under the pledged protection of the Governor of the State; but yet they were glad they were dead. Will not God require an atonement at the hands of such men? <\/div><div class=\"paragraph jod\" id=\"v7n642\"> Inasmuch as we have trusted in the Lord, and have found him true to his word, why should we not trust him now? If the harvest was ripe twenty or thirty years ago, surely it is ripe now; for the Elders of Israel have gone forth to the nations, and the people have rejected their testimony. <\/div><div class=\"paragraph jod\" id=\"v7n643\"> The more I look at the words which the Lord has spoken concerning our enemies, and especially those of this nation, the more I become satisfied that they will not escape the judgments of the Almighty, anymore than the Nephites of old did, or any of the other nations who have rejected the message sent unto them by the God of heaven. This nation is ripe in iniquity, and the destroying angels are at their doors; and I am as sure that the scourges will follow as I am that the servants of God have borne a true and faithful testimony unto them. I know what the consequence will be of the world rejecting the truth, for I have the testimony of Jesus<span class=\"citation\" id=\"80355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80355)\">Rev. 19:10<\/a><\/span> and the Spirit of God within me; and therefore I say, Let us look well to our ways, remember our covenants, our duties, and our prayers; and I do hope and pray that the Elders in Great Salt Lake City will not, in the midst of their recreations, neglect their prayers or their duties before the Lord, nor permit anything to stand between them and the building up the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v7n644\"> &#x201C;Mormonism&#x201D; is just as good as it was a year ago. The Gospel of Jesus  <div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3038\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Christ is as good as it was a year ago, or as it was in Kirtland or Nauvoo; and it is our privilege to continue to increase in blessings, glory, power, and virtue from this time henceforth and forever; and therefore I say, Brethren and sisters, let us lay these things to heart, and let us look at them as they exist before us. Let us read the revelations of God, and give heed to the teachings of the living oracles, and have faith in their promises, that we may thereby have the Spirit of God to enlighten us and to guide us through this probation. <\/div><div class=\"paragraph jod\" id=\"v7n646\"> The Presidency of this Church are good men; they are filled with the Spirit of the Lord continually&#x2014;with the spirit of teaching&#x2014;of counsel; which, if we follow, will lead us on to eternal life: therefore we are blest and saved when we obey their teaching. <\/div><div class=\"paragraph jod\" id=\"v7n647\"> We have our leading men and our Governor, all of whom have proceeded out of the midst of us.<span class=\"citation\" id=\"60617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60617)\">Jer. 30:21<\/a><\/span> Our judges, our wise men, and our rulers are those that have come out of the house of Israel; and this is a blessing and a privilege that Israel have not enjoyed <div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3038\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for many generations. We see that the Elders have gone forth and labored for the upbuilding of the kingdom of God, and for carrying out the purposes of our heavenly Father, and for the accomplishment of the great work of the latter days. <\/div><div class=\"paragraph jod\" id=\"v7n648\"> We have the greatest reason to be thankful of any people upon the earth; and we should realize that as we have been preserved heretofore, so we shall be hereafter; and though the United States, and though all Europe and hell may make war upon us, yet, if we listen to the counsel that has been given, the blow will be warded off; and whatever we may be called to pass through will be for our salvation, exaltation, and glory. <\/div><div class=\"paragraph jod\" id=\"v7n649\"> I pray the Lord, my heavenly Father, to grant us his Spirit, that we may prize our blessings, keep our covenants, and continually have his favor, and continue humble and faithful; and that he will pour out those judgments upon the wicked, proud, and the rebellious which they desire to inflict upon the people of God; which may the Lord grant, for Christ's sake! Amen. <\/div>\n<\/div>\n<\/div>"}