{"ID":70017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Divine Origin of &#x201C;Mormonism&#x201D;&#x2014;Doings and Sayings of Early Opposers and Apostates.<\/div>\n<div class=\"subtitle\">Remarks by Elder George A. Smith, Delivered in the Tabernacle, Great Salt Lake City, January 10, 1858.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Divine Origin, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 1\/10\/1858<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v7n669\"> The Lord says, &#x201C;For as the heavens are higher than the earth, so are my ways higher than your ways.&#x201D;<span class=\"citation\" id=\"59806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59806)\">Isa. 55:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n670\"> The address we have listened to this afternoon is directly calculated to inspire our minds with a full fruition of the truth of these sentiments. If the religious nations of the world had been consulted in establishing a new religion with the intention of superseding all other sects and denominations, they would have selected a grave council of the wisest, most learned, and pious men they could find&#x2014;learned in theology, in philosophy, in law, and in every department of science. Yet we are told that the Savior, when he visited the earth, selected as his ministers and messengers fishermen and other individuals from the lower orders of the people&#x2014;men with but little learning, and less reputation, to proclaim the Gospel, testify of the truth, and be witnesses of his advent into the world&#x2014;of his miracles and resurrection from the dead. So it was in the present generation. <\/div><div class=\"paragraph jod\" id=\"v7n671\"> When the Lord commenced his work, he neglected to call upon Campbell, Scott, Clarke, Doddridge, or any other celebrated divine. He passed over his Holiness the Pope, and the Bishops that were presiding with so much dignity, splendor, and authority over the different portions of the Christian Church. He passed <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3033\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> over the learned institutions of the day, and went into a field and laid his hand on the head of Joseph Smith, a ploughboy&#x2014;upon one who cultivated the earth, and had scarcely education enough to read his Bible&#x2014;whom he inspired, appointing him to translate the Book of Mormon, and authorizing him to proclaim the Gospel and administer the plan of salvation. <\/div><div class=\"paragraph jod\" id=\"v7n672\"> Ere long, this young man became the scoff, the by-word, and hiss of all the learned Christians on the earth. But the Lord said, &#x201C;My ways are not as your ways, nor my thoughts as your thoughts.&#x201D;<span class=\"citation\" id=\"59785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59785)\">Isa. 55:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n673\"> When the early Elders of this Church began to preach the first principles of the Gospel, how oft have we heard the question asked&#x2014;Why did not the Lord call upon some learned man&#x2014;upon the presidents of theological seminaries, or upon some of our learned missionaries? Why, if this work be true, did he call upon a person so low&#x2014;so uneducated&#x2014;so foolish? This inquiry was made in every direction by hundreds and by thousands, and was laid down by them as a sufficient reason for rejecting the Book of Mormon and the testimony of the servants of God. <\/div><div class=\"paragraph jod\" id=\"v7n674\"> In a very short time a literary war commenced. The newspapers announced to the world that an impostor had arisen, that an impostor had been  <div class=\"break pagebreak\" id=\"112a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0112.pdf\" target=\"pdfwin\">p.&#xA0;112a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3032\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>palmed upon them, a false religion had been proclaimed, and that an ignorant, stupid, lazy, good-for-nothing set of fellows were pretending to preach a new religion. Thurlow Weed was the first to commence the literary war through the press, under the head of &#x201C;Blasphemy.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n676\"> This proclamation has been often reiterated up to the present time. Pulpit orators announced to their congregations that three weeks would be sufficient to dispel the whole delusion. Three weeks passed away, and the word of God was still preached. Then pulpit proclaimers announced that a year would terminate the delusion. <\/div><div class=\"paragraph jod\" id=\"v7n677\"> Editors published their false statements, one of which, no doubt, will be remembered&#x2014;a pretended miracle of walking on the water. It was said that the Prophet placed planks two or three inches under the surface of the water, and walked on them, to convince the multitude of the truth of his doctrine: but just as all were convinced, and the Prophet was about to step on shore, some rogues pulled out the plank, and he fell into the water, and was drowned. <\/div><div class=\"paragraph jod\" id=\"v7n678\"> What next? &#x201C;This printing lies about Mormonism&#x2014;this blackguarding, and preaching falsehoods about it, don't stop it: we must apply something that will.&#x201D; They applied a suit of tar and feathers to the Prophet, and other abuses, but with no better success than attended their former efforts to stop the progress of &#x201C;Mormonism.&#x201D; In fact, the Prophet had not more than got the tar fairly washed off him, before he had to go into the water to baptize. <\/div><div class=\"paragraph jod\" id=\"v7n679\"> There is a class of personages who have acted a conspicuous part in opposition to the progress of the work of the Lord in the last days, who are never to be forgotten. The first members of the Church, it will be recollected, came from almost every re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3032\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ligious denomination; and if they had never belonged to any religious sect, they had more or less of their prejudices. <\/div><div class=\"paragraph jod\" id=\"v7n680\"> I recollect when I first began to discern the operation of the spirit of apostasy. A small company of us started for Zion. One of the company (Norman A. Brown) lost a horse. This man had been baptized for the remission of sins, rejoiced in the light of truth, and started to gather with the Saints; but his horse died. &#x201C;Now,&#x201D; said he, &#x201C;is it possible that this is the work of God? If this had been the work of God, my horse would not have died when I was going to Zion.&#x201D; He apostatized, fought against the work of God, and died a miserable, lingering, and unhappy death; and all because of so great a trial as the loss of a horse. <\/div><div class=\"paragraph jod\" id=\"v7n681\"> Joseph H. Wakefield, who baptized me, after having apostatized from the Church, announced to the astonished world the fact that, while he was a guest in the house of Joseph Smith, he had absolutely seen the Prophet come down from the room where he was engaged in translating the word of God, and actually go to playing with the children! This convinced him that the Prophet was not a man of God, and that the work was false, which, to me and hundreds of others, he had testified that he knew came from God. He afterwards headed a mob meeting, and took the lead in bringing about a persecution against the Saints in Kirtland and the regions round about. <\/div><div class=\"paragraph jod\" id=\"v7n682\"> One of the first apostates that published against this work was Ezra Booth. He published nine letters in the <span class=\"italic\">Ohio Star<\/span>, published at Ravenna, Portage County, in which he used all the arguments and made all the false statements he could; and it was generally believed by our enemies, at the time, that the apostasy and revelations of Ezra Booth would put an utter end  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3031\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to &#x201C;Mormonism.&#x201D; But the wheel rolled along unabated in its progress. <\/div><div class=\"paragraph jod\" id=\"v7n684\"> Ezra Booth had been a Methodist preacher; but on a visit to Joseph Smith, he had become convinced of the truth of the work of the Lord by witnessing a miracle. Mrs. Johnson, an aged lady, had for several years been afflicted with rheumatism, and for more than a year had not been able to raise her arm at all. She was healed by the administration of the laying on of hands by the Prophet, and was enabled immediately to raise her hand to her head, comb her hair, or do anything she wished. This convinced him it was the power of God. He went to preaching the truth, but found, instead of living on the fat of the land, as he did among his Methodist brethren, that he had to labor and toil for the good of Zion, trusting in God, and in the great day of accounts receive his reward; so he apostatized. <\/div><div class=\"paragraph jod\" id=\"v7n685\"> The next publication which made a prominent show in the world was a book entitled &#x201C;Mormonism Unveiled,&#x201D; written by Doctor P. Hurlburt. In consequence of improper conduct among females, he was expelled from the Church. He confessed his wickedness to the Council. I was present, and heard him. He promised before God, angels, and men that he would from that time forth live his religion and preserve his integrity, if they would only forgive him. He wept like a child, and prayed and begged to be forgiven. The Council forgave him; but Joseph told him, &#x201C;You are not honest in this confession.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n686\"> A few days afterwards he published his renunciation of the work, assigning as a reason, that he deceived that Council, and made them believe his was an honest confession, when he only confessed to see whether the Council had power to discern his spirit. Joseph, however, told him at <div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3031\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the time that he was not honest in his confession. <\/div><div class=\"paragraph jod\" id=\"v7n687\"> He went to work and got up the &#x201C;Spaulding story&#x201D;&#x2014;that famous yarn about the &#x201C;Manuscript Found.&#x201D; When about to publish this lying fabrication, in several of his exciting speeches having threatened the life of Joseph Smith, he was required to give bonds, by the authorities of Ohio, to keep the peace. In consequence of this, the name of E. D. Howe was substituted as the author, who published it. <\/div><div class=\"paragraph jod\" id=\"v7n688\"> Hurlburt was cracked up in the world as a scientific man&#x2014;as an M.D.; but he happened to be the seventh son, and was called Doctor by his parents. It was his given name&#x2014;not the title of his profession. <\/div><div class=\"paragraph jod\" id=\"v7n689\"> The public press heralded forth many encomiums on the book. Mr. Howe agreed to give Hurlburt four hundred copies for the manuscript. <\/div><div class=\"paragraph jod\" id=\"v7n690\"> Hurlburt took his subscription list and went from house to house for names, until he had got subscribers for the four hundred copies, which were to be delivered as soon as they were printed and bound, at one dollar per copy. <\/div><div class=\"paragraph jod\" id=\"v7n691\"> Howe refused to deliver Hurlburt the four hundred copies until he managed to get his eye on Hurlburt's subscription list, which he copied, delivered the books, took the money, and then gave Hurlburt his four hundred copies. He thereby swindled Hurlburt out of his manuscript, and he had to sell his books at from ten to twenty cents each, or anything he could get; and great numbers were never sold. <\/div><div class=\"paragraph jod\" id=\"v7n692\"> There is one thing in relation to publications against &#x201C;Mormonism:&#x201D; No apostate has ever made his fortune by them; for, if he would tell the truth, that would be no mystery; and when they tell falsehoods, the spirit of lying makes them tell such big lies,  <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3030\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and so many of them, that their work goes into discredit. <\/div><div class=\"paragraph jod\" id=\"v7n694\"> I think the first church attempted to be established in opposition to &#x201C;Mormonism&#x201D; was that established by Wycam Clark, in Kirtland. He was baptized about the same time as Sidney Rigdon, and, in company with Northrop Sweet and four others, seceded from this Church, and said they could carry the whole world with them by preaching &#x201C;Mormon&#x201D; principles. They had two or three meetings; but the society would never have been known in the world, had not a few of us remembered the circumstance and told of it. <\/div><div class=\"paragraph jod\" id=\"v7n695\"> Another species of apostasy took place in the neighborhood of the forge in Kirtland. A man named Hoten seceded from the Church, renounced the Book of Mormon and the Prophet, and established himself under the name of the Independent Church. A man named Montague was appointed bishop. This church got to number about ten members. They pretended, under the order of the New Testament, to have all things common.<span class=\"citation\" id=\"71321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71321)\">Acts 2:44<\/a><\/span> In a few weeks the bishop, who had charge of the temporal things, made a charge on the president for visiting his pork barrel, and the president charged the bishop with visiting his wife, and that broke up the society. <\/div><div class=\"paragraph jod\" id=\"v7n696\"> I shall not undertake to detail all of this species of character that have arisen; but there was another by the name of Hawley. He was attacked by a spirit of revelation, somewhere in the State of New York, while he was ploughing; and it took him in such a hurry that he had not time to put on his boots, but traveled barefoot to Kirtland, some six hundred miles distant, to warn Joseph that he was a fallen Prophet; that God had cut Joseph off, and placed in his stead a man by the name of Noah; and the reason Joseph was cut off was, he had <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3030\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> suffered the men to wear cushions on their coat sleeves, and the women to wear caps. He went through the streets of Kirtland with a dismal howl, crying, &#x201C;Woe, woe to the people.&#x201D; On one occasion, about midnight, Brigham Young went out, and took with him a cowhide, and said to Hawley, &#x201C;If you don't quit annoying the people with your noise, I will cowhide you;&#x201D; upon which he concluded he had suffered persecution enough for his master's sake, and shut up his noise. <\/div><div class=\"paragraph jod\" id=\"v7n697\"> I believe, if you will take the whole circle of the history of apostates from this Church, that in ninety-nine cases out of every hundred you will find that the spirit of adultery or covetousness was the original cause. <\/div><div class=\"paragraph jod\" id=\"v7n698\"> There was a man named John Smith came into the Church, and was somewhat prominent in the State of Indiana. He preached some little, and was considered quite zealous; but he said he had proved that the Book of Doctrine and Covenants was not true; &#x201C;For it says,&#x201D; said he, &#x201C;that if a man shall commit adultery, and not repent of it, he shall lose the Spirit of God,<span class=\"citation\" id=\"85322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85322)\">D&amp;C 42:23<\/a><\/span> and shall deny the faith.<span class=\"citation\" id=\"86408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86408)\">D&amp;C 63:16<\/a><\/span> Now, I have done it, and have not denied the faith; and so I have proved that the revelation in the Book of Doctrine and Covenants is not from God.&#x201D; The spirit of blindness had so taken possession of him that he could not see that when he was proclaiming that the revelations were not true, he was denying the faith. That spirit has such an effect over the human mind as totally to blind them in relation to their own acts and the spirit that governs them. <\/div><div class=\"paragraph jod\" id=\"v7n699\"> After the organization of the Twelve Apostles, and the so far finishing of the Kirtland Temple as to hold a solemn assembly and confer the Kirtland endowment therein, the spirit of apostasy became more general, and the shock that was given to the  <div class=\"break pagebreak\" id=\"115a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0115.pdf\" target=\"pdfwin\">p.&#xA0;115a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3029\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Church became more severe than on any previous occasion. <\/div><div class=\"paragraph jod\" id=\"v7n701\"> The Church had increased in numbers, and the Elders had extended their labors accordingly; but the apostasy commenced in high places. One of the First Presidency, several of the Twelve Apostles, High Council, Presidents of Seventies, the witnesses of the Book of Mormon, Presidents of Far West, and a number of others standing high in the Church were all carried away in this apostasy; and they thought there was enough of them to establish a pure religion that would become universal. <\/div><div class=\"paragraph jod\" id=\"v7n702\"> This attempted organization was under the direction of Warren Parrish, who had been a traveling Elder in the Church, and who sustained a high reputation in the Southern States as an eloquent preacher, and had for a short time been employed by Joseph as a clerk. He undertook to organize those elements into a church, and I was told by them that all the talented men among the Elders were ready to join them. <\/div><div class=\"paragraph jod\" id=\"v7n703\"> They named, for instance, Lyman Johnson, John F. Boyington, William E. McLellan, Hazen Aldrich, Sylvester Smith, Joseph Coe, Orson Johnson, W. A. Cowdery, M. F. Cowdery, and others, amounting to something like thirty, who had been prominent Elders in the Church. <\/div><div class=\"paragraph jod\" id=\"v7n704\"> They were going to renounce the Book of Mormon and Joseph Smith, and take the &#x201C;Mormon&#x201D; doctrines to overthrow all the religions in the world, and unite all the Christian churches in one general band, and they to be its great leaders. <\/div><div class=\"paragraph jod\" id=\"v7n705\"> What success did this great apostasy meet with? Brother Kimball, when on a mission in 1844 (this apostasy took place in 1837-8), while crossing Fox River on the ferry, encountered Warren Parrish. He was a grave looking man&#x2014;a straightjacketed fellow, dressed in black, with <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3029\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a white handkerchief around his neck. Says he, &#x201C;Elder Kimball, will you have the goodness not to say to the people here that I ever was a Mormon. I am a Baptist minister. I am preaching at that meetinghouse for a salary of $500 a year. If they find out I have been a Mormon, it would hurt my influence very much indeed.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n706\"> Where was the big church he had tried to build up? He had tried pleading law; that failed: peddling bogus money, and that failed, like his big church speculation. And where was the origin of this? <\/div><div class=\"paragraph jod\" id=\"v7n707\"> I recollect waking up late one evening when I was quite a young man, and hearing my father and one of the brethren talk. Being a little disposed to listen, I learned that there had been considerable of a difficulty between Parrish and one of the brethren. This was when he was in good standing in the Church. He had been too kind with the brother's wife. Then I learned the commencement of his apostasy. <\/div><div class=\"paragraph jod\" id=\"v7n708\"> You may go to every one of these men&#x2014;I care not which one; you cannot put your finger on any one of these thirty men but what you will find that the spirit of adultery or covetousness had got possession of their hearts; and when it did, the Spirit of the Lord left them. They had not sense enough to repent and put away their iniquity, but suffered themselves to be overthrown with the spirit of darkness; and they have gone to hell, and there they may lift up their eyes,<span class=\"citation\" id=\"94565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94565)\">Luke 16:23<\/a><\/span><span class=\"citation\" id=\"94566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94566)\">D&amp;C 104:18<\/a><\/span> asking for some relief or benefit from those they once tried to destroy; but if they get the privilege of waiting on a servant to those who have kept the laws of heaven, they will be exceedingly thankful and fortunate. <\/div><div class=\"paragraph jod\" id=\"v7n709\"> At the breaking up of Far West there was another Prophet appeared. Isaac Russell undertook to lead the  <div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3028\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saints into the wilderness. He gathered some twenty followers. <\/div><div class=\"paragraph jod\" id=\"v7n711\"> The reason why he apostatized was, the commandment required the Twelve Apostles to take their leave of the Saints on the foundation of the Temple on the twenty-sixth day of April,<span class=\"citation\" id=\"90712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90712)\">D&amp;C 118:4-6<\/a><\/span> and it could not be fulfilled because those men were all driven away; but it happened that the Twelve went to that spot, and twenty or thirty Saints recommenced the foundation on the day appointed, held a Conference, and cut off Russell and his followers. He used his influence over a few individuals until they scattered and wasted away. <\/div><div class=\"paragraph jod\" id=\"v7n712\"> In Nauvoo we had another shower of dust around the Prophet. There was a man by the name of William Law, who was a Counselor to Joseph Smith, and a man of great gravity. He preached a great deal on the stand in Nauvoo, and told the people they must be punctual and pay their debts; and he repeated it over and over again. Sunday after Sunday he preached <span class=\"italic\">punctuality<\/span>, PUNCTUALITY, PUNCTUALITY. <\/div><div class=\"paragraph jod\" id=\"v7n713\"> I was then on a mission in England; but when I got home, I would hear, Sunday after Sunday, these addresses. Thinks I, this is a very righteous fellow; it will be perfectly safe to deal with him; and everybody thought so. <\/div><div class=\"paragraph jod\" id=\"v7n714\"> The first time I suspected but what he was as straight as a loon's leg&#x2014;at least in relation to his trading, was one day in his mill. Brother Willard Richards and myself met Bishop Smoot, and he offered to bet a barrel of salt that the Doctor was heavier than I was. We went into Law's mill to be weighed. I was weighed on the scales where he weighed wheat <span class=\"italic\">into<\/span> the mill. <\/div><div class=\"paragraph jod\" id=\"v7n715\"> To my surprise, I did not weigh as much by twelve pounds as usual. I thought this was a curiosity. I saw there was another pair of scales on the other side of the mill where they <div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3028\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> weighed out flour. I weighed the Doctor twice, and he weighed me twice on both scales; and I found that if I had been a bag of flour, I should have weighed twelve pounds <span class=\"italic\">too much<\/span>; and, if I had been a bag of wheat, I should not have weighed <span class=\"italic\">enough<\/span> by twelve pounds. <\/div><div class=\"paragraph jod\" id=\"v7n716\"> The Doctor and myself soon discovered that the gain by this villainous fraud would supply the mill with wood and hands to tend it. <\/div><div class=\"paragraph jod\" id=\"v7n716\"> Brother Joseph and I saw brother Law come out of his house one day, and brother Joseph said to me, referring to Law, &#x201C;George, do you know that there is the meanest man in this town?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n717\"> &#x201C;Yes,&#x201D; I said, &#x201C;I know he is, but did not know you thought so.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n718\"> &#x201C;How did you find it out?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n719\"> He has two sets of weights in his mill. He also told me something about Law's visit to certain disreputable houses in St. Louis, and gave me to understand that he knew something about Law's hypocrisy and dishonesty in dealing, as well as myself. <\/div><div class=\"paragraph jod\" id=\"v7n720\"> I only tell this circumstance because he pulled the leading string in putting Joseph Smith to death. When he comes forth, he may expect to find his white robe dyed in the blood of innocence, and he may expect in all time to come to have that stigma upon him. <\/div><div class=\"paragraph jod\" id=\"v7n721\"> The spirit of hypocrisy, covetousness, adultery, and corruption also laid the foundation for Law's destruction. <\/div><div class=\"paragraph jod\" id=\"v7n722\"> When a man professes a great deal of sanctity&#x2014;a great deal of holiness and piety&#x2014;when he can scarcely speak without a pious groan, he is to be suspected; for such hypocrisy is in itself the most cursed corruption that can exist. <\/div><div class=\"paragraph jod\" id=\"v7n723\"> Law gathered around him a few followers, organized a church, and set himself up for a prophet, went out  <div class=\"break pagebreak\" id=\"117a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0117.pdf\" target=\"pdfwin\">p.&#xA0;117a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3027\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from Nauvoo, joined the mob, and led the van. <\/div><div class=\"paragraph jod\" id=\"v7n725\"> In 1843, when Joseph was taken prisoner in the county of Lee, on a demand from the Governor of Missouri, William Law turned out and attempted to release him. While near Oquaka, and supposing that Joseph had been smuggled to the river side, and that he was about to be carried to the Mississippi, and put on board the steamer, and hurried away to Missouri, says he, &#x201C;They will carry him on board of a boat and get him over the river; and if the Prophet is carried to Missouri and killed, property in Nauvoo will fall to one-half its present value.&#x201D; His anxiety was about the price of property going down. A few minutes after, when he met Joseph, he went up, threw his arms around him, and kissed him. He loved him tenderly as long as he kept the price of property up. <\/div><div class=\"paragraph jod\" id=\"v7n726\"> After the death of Joseph, a number of men appeared, professing to be revelators. The most noted of them, I believe, was James J. Strang. He gathered a few followers around him, and established himself first at Voree, Wisconsin; then he removed to Beaver Island, Lake Michigan. He remained there some length of time; and finally, in some disturbance got up there, he was murdered. His followers clung together longer than any of the other apostates. They were able to publish a monthly paper, about half the size of the <span class=\"italic\">Deseret News<\/span>, printed in large type and coarsely leaded, in which they advocated James J. Strang as a prophet. <\/div> <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3027\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n727\"> Charles Thompson, Francis Gladden Bishop, G. J. Adams, and others arose, until prophets for awhile were at a discount. But all these vanished into thin air; their names were forgotten, and their pretensions are unknown, unless some of us happen to think and tell of them. <\/div><div class=\"paragraph jod\" id=\"v7n728\"> Oliver Cowdery said to the people, when he came to Pottawatomie and requested to be restored to the Church, &#x201C;Follow the Twelve: they are the men with whom the Priesthood rests. If you follow the main channel of the stream, you will go right; but if you run into a bayou, you will find yourselves among snags.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n729\"> You may trace the course of all those characters, and you will find that hypocrisy and adultery have been the leading strings to lead them astray. It is of the utmost importance that every Latter-day Saint thoroughly and carefully tread his own path, correct his own conduct, regulate his own life, banish from his heart the spirit of wickedness and corruption, and see to it that his intentions, desires, and actions are pure in the sight of God&#x2014;that he covets not that which belongs to his neighbor; for our actions are between us and our God: with him we have to account, and his Spirit will not dwell in unholy temples.<span class=\"citation\" id=\"82430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82430)\">Hel. 4:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n730\"> Then let us keep ourselves pure before Him, live the principles that we have espoused, and be prepared for the great day when we shall stand upon Mount Zion, where none will stand, only those who have clean hands and pure hearts.<span class=\"citation\" id=\"56514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56514)\">Ps. 24:3-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n731\"> May God bless us. Amen. <\/div>\n<\/div>\n<\/div>"}