{"ID":70011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">English Grammar.<\/div>\n<div class=\"subtitle\">Opening Address by Elder Orson Hyde, Delivered before his Class at the Social Hall, G. S. L. City, on Tuesday evening, December 14, 1858.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: English Grammar.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 12\/14\/1858<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v7n435\"> Brethren and Sisters&#x2014;Allow me to congratulate you upon this occasion of assembling yourselves together for the laudable and praiseworthy object of engaging in a course of studies in the science of the English language. I cannot withhold an expression of my feelings of gratitude to our Father in heaven that we are blest with peace, tranquility, and health, and also with the staple necessaries and comforts of life, I humbly hope that we are all exercised with that gratitude to our Supreme Ruler which his manifold favors extended to us so richly and fully demand. <\/div><div class=\"paragraph jod\" id=\"v7n436\"> In consequence of the troubles which you and your parents have undergone in years that are past, some, and perhaps I may say, many of you, have not met with an earlier convenient opportunity to acquire the kind of knowledge you now seek. Late, however, as the hour is, there yet remains sufficient time, if well improved, to remove the embarrassments under which you may have labored, and to embellish your minds with jewels that will render you distinguished, whether destined to move in the humble or more elevated walks of life. <\/div><div class=\"paragraph jod\" id=\"v7n437\"> A thorough knowledge of our own mother tongue is an important key to that wide field of usefulness which in this day more especially invites the energies and enterprise of the rising generation than at any former period in the history of the world. By some, <div class=\"break columnbreak\" id=\"68b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0068.pdf\" target=\"pdfwin\">p.&#xA0;68b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3076\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the inspiration of God is considered to supersede the necessity of this and every other science. On this erroneous principle some of you may act, and require me to impart to you a knowledge of our language without any mental labor on your part. This I would not do, if I could; for I do not want this class dishonored with one drone in the hive. I intend to do my duty, and shall expect you to do yours. Although I thus speak, I do not believe that anyone of you entertains any such opinion. Persons of this faith will not come here for the object that has called you out. It is true that God generally calls upon the illiterate or unlearned to bear his name and testimony to the world. In this, the policy of our Heavenly Father differs materially from that of the world. Under his policy, none can say that the important truths which the servant of God is required to declare are the result of his great or superior learning. But the question with me is, Must the servant of God always remain an unpolished shaft in the quiver of the Almighty?<span class=\"citation\" id=\"94563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94563)\">Isa. 49:2<\/a><\/span> I answer, No. The Spirit of God directs improvement in everything that is good and useful. If any doubt this, consider what our leading men were when called, and then consider what they now are! The inspiration of God sometimes furnishes the words,<span class=\"citation\" id=\"84461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84461)\">D&amp;C 24:6<\/a><\/span><span class=\"citation\" id=\"87893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87893)\">D&amp;C 84:85<\/a><\/span><span class=\"citation\" id=\"89356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89356)\">D&amp;C 100:6<\/a><\/span> but more generally the thoughts only.<span class=\"citation\" id=\"124854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124854)\">D&amp;C 6:22-23<\/a><\/span><span class=\"citation\" id=\"124855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124855)\">D&amp;C 8:2<\/a><\/span> Then a flow of correct language is highly useful to convey those thoughts  <div class=\"break pagebreak\" id=\"69a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0069.pdf\" target=\"pdfwin\">p.&#xA0;69a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3075\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>clearly and distinctly to others. City Creek is a gracious bounty and gift of Heaven to this community; yet it requires no small amount of manual labor to conduct it in suitable portions to every citizen's door. The candle of the Lord was never lighted up in any man's heart to be put under a bushel.<span class=\"citation\" id=\"63075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63075)\">Matt. 5:15<\/a><\/span> It will bring him into public notoriety, and he must of necessity communicate with others. If he understand not his own language correctly, he is often put to the trouble of applying to another to correct his sayings, and sometimes under circumstances that are mortifying and humiliating, or suffer an exposure that might be still more unpleasant and annoying to his feelings. A few months of diligent application to the study of grammar will carry you beyond the reach of all these little perplexities and embarrassments, and place you upon the summit of this science, from whence you may view at a glance the wisdom of those who are with you, and the folly of them beneath you, without a second person to explain the one or point out the other. <\/div><div class=\"paragraph jod\" id=\"v7n439\"> There are persons who profess a knowledge of grammar, and yet they pretend to say that there are no correct rules of language. Were I to attempt to pass off upon anyone of you a base or counterfeit dollar, and, being detected in my dishonesty, should attempt to justify myself by saying, &#x201C;All dollars contain more or less alloy, and my bogus dollar is just as good as any other&#x201D;&#x2014;would my apology be satisfactory to you? No. You would naturally conclude my self-justification to be an index to a heart not wholly fortified by correct principles. <\/div><div class=\"paragraph jod\" id=\"v7n440\"> I am free to admit that, since the original language was confounded at the Tower of Babel,<span class=\"citation\" id=\"52988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52988)\">Gen. 11:1-9<\/a><\/span> no perfect system of communications has existed on earth to my knowledge; and con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"69b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0069.pdf\" target=\"pdfwin\">p.&#xA0;69b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3075\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sequently, a perfect set of rules could not apply to an imperfect language. But is this a sufficient reason why we should condemn all the rules of syntax, which are the result of the combined wisdom and labor of ages, adapted in the best possible way to the construction and use of speech? Such sweeping declarations may generally be regarded more as an effort on the part of the delinquent to hide some radical violations of just laws than the display of any real wisdom or merit. We might just as well say that men are of no account or worth, because they are imperfect, and hence go to heaven and deal with them there as they were before they came to earth and made flesh their tabernacle. Even then, such rabid opposers to anything that has the scent of imperfection might find themselves disappointed and disgusted, even in the presence of the Holy One; for we read that &#x201C;He chargeth his angels with folly.&#x201D;<span class=\"citation\" id=\"56080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56080)\">Job 4:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n441\"> There are some, also, who affect to place more confidence in their own literary acquirements than many others can conscientiously do. They often resort to the Greek and Latin languages to justify any aberrations of theirs from the known and established rules of the English language. There are just as many imperfections in those languages as there are in the English&#x2014;all languages inheriting similar effects from the great confusion. Hence, if you show the &#x201C;cloven foot&#x201D; in the English language, you cannot hide it under the folds of the Greek or Latin. <\/div><div class=\"paragraph jod\" id=\"v7n442\"> Some of you, my friends, may have a limited knowledge of Hebrew, Greek, and Latin&#x2014;some a pretty fair knowledge of German, French, and Spanish: but permit me here to suggest one important rule or caution to be observed by all who wish to be thought correctly educated. Never volunteer the introduction of a  <div class=\"break pagebreak\" id=\"70a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0070.pdf\" target=\"pdfwin\">p.&#xA0;70a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3074\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>foreign language in conversation with the unlearned. If you do, you may be regarded as novices, and, in the light of &#x201C;Holy Writ,&#x201D; as heathens and barbarians. Moreover, such pedantic or ostentatious claims to superior knowledge are palpable breaches of good manners. He that is at war with the rules of the English language cannot fail to give unwelcome evidences of the fact in his speech and writings. <\/div><div class=\"paragraph jod\" id=\"v7n444\"> We are bound, my friends, to deal with men as we find them, perfect or imperfect; and we are also bound to use their language as we find it and as they use it, if we put ourselves in communication with them, with the hope and expectation of doing them good and of guiding their actions. We are met for the purpose, my brethren and sisters, of acquiring this very kind of knowledge; and I trust that you are all sufficiently impressed with the importance of this branch of learning to stimulate you to that diligence, patience, and perseverance in applying yourselves to its acquisition that cannot fail to secure to you the object of your pursuit. <\/div><div class=\"paragraph jod\" id=\"v7n445\"> Permit me here to speak to you in much plainness. To become thorough grammarians requires much mental labor. The lazy and inactive mind cannot penetrate far into the intricacies of language. You must give to this branch your undivided attention, if you expect to progress with the rapidity that you desire. It is worthy of all the attention you can give it. How often have I heard men say&#x2014;&#x201C;I would give a thousand dollars to understand the rules of language, and their proper application to practical use.&#x201D; Consider, now, that in the short space of fifteen weeks (a season of the year in which you can do little else to profit), you may be led by the hand of your teacher gently forward in the pursuit of this study; and at the ex<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3074\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>piration of the term you may continue your progress alone without an instructor to take you by the hand. Suffer no sloth, inactivity, or ordinary business to prevent your attendance at every lesson. If you will all be diligent between lessons, and labor for yourselves as faithful as I intend to labor for you, you will be able, at the close of this school, to march boldly forward, without further aid, to the most elevated heights of grammatical science. <\/div><div class=\"paragraph jod\" id=\"v7n446\"> I cannot flatter you with the expectation that you will know it all at the close of this term, lest your disappointment should so far react upon your minds as to induce you to cease your efforts to learn. There is no end to the path of science and improvement. Learn all you can in this world that is good and true, and it will only form the basis or grammar of that higher order of education that awaits you among the classified millions that have gone up to celestial institutions through the rugged and thorny way that has been sanctified and honored by the footsteps of Him who &#x201C;taught as one having authority, and not as the scribes.&#x201D;<span class=\"citation\" id=\"63999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63999)\">Matt. 7:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n447\"> I am pleased to see you all apparently cheerful and lighthearted, buoyant with hope and expectation, indicating feelings good and true, warm and kindly. Virtue and integrity, with due respect for others according to station and circumstances, will secure to you a continuation of that glow of charity and goodwill which now animates your breasts. And when you shall bid adieu to earth, may your garments be clean and white, thoroughly washed in the blood of the Lamb,<span class=\"citation\" id=\"79340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79340)\">Rev. 7:14<\/a><\/span><span class=\"citation\" id=\"82169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82169)\">Alma 13:11<\/a><\/span> and meet with a kindly welcome in your Father's house! I will try to be with you there. Heaven bless the pure in heart, henceforth and for ever! <\/div>\n<\/div>\n<\/div>"}