{"ID":70020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Diligence in Preaching to the World&#x2014;Providences of God Around the Saints&#x2014;Charity&#x2014;God's Spirit Distributed Among All Mankind&#x2014;Trials, &amp;c.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, December 18, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Diligence in Preaching to the World, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 12\/18\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v7n812\"> My greatest desire to my Father and God is that I may so speak that my remarks will be acceptable to him and beneficial to those who hear me. <\/div><div class=\"paragraph jod\" id=\"v7n813\"> I do not know that I have the first desire to please myself or any earthly being in the remarks I may make. I do not know that I have any other purpose in view but the salvation of the people; and I wish the people to have only one ruling desire&#x2014;namely, to do the will of their God. <\/div><div class=\"paragraph jod\" id=\"v7n814\"> If my mind is led this morning in a channel to instruct the Saints&#x2014;to encourage them&#x2014;to give them new life and vigor&#x2014;to so strengthen them in their faith as to better prepare them to pursue the journey of life, God be thanked. <\/div><div class=\"paragraph jod\" id=\"v7n815\"> I sometimes think that perhaps I have not that fervent desire to preach to unbelievers that I ought to have. But one thing I can say&#x2014;My garments are clear and pure from the blood of all men. I will briefly state why this is. For nearly thirty years I have sought to know the truth, and to properly understand the principles of the holy Priesthood revealed from heaven through the Prophet Joseph; and I have ceased not, when I have had an <div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3013\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> opportunity, at the proper time and in the proper place, to present those principles to my fellow men. And if those who have heard me had been as faithful and diligent as I have been since I embraced the truth, in distributing the truth to their neighbors, long before this time every family upon the face of the earth would have heard the Gospel of the Son of God and the warning voice of his servants, and have had the opportunity of believing or rejecting it, solely through my preaching and its results. This frees me from all blame on the score of preaching to the world. Blame upon that point cannot be attached to me by any man upon the face of the earth. If people of other nations rise up in the judgment and say, &#x201C;If you, Brigham, had been faithful in preaching to us, we also could have been prepared for the day we now see,&#x201D; my answer will be&#x2014;&#x201C;There is no such sin resting upon me.&#x201D; That sin will fall, if anywhere, upon those who have heard me and have witnessed that I have told them the truth, but have not themselves been faithful in disseminating it to their neighbors. You may call this an apology, if you please, for not  <div class=\"break pagebreak\" id=\"132a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0132.pdf\" target=\"pdfwin\">p.&#xA0;132a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3012\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>feeling that anxiety to preach to unbelievers that some may suppose I ought to feel; but I trust this matter with my God. I feel anxious for those who are disposed to believe the truth: I feel after the Saints. The facts I have related, touching myself, will also apply to hundreds of the Elders of Israel&#x2014;to men who are now sitting in this stand and in this congregation. My desires daily and hourly are that those who profess to be Saints actually be Saints in truth and verity; and my constant prayer is for their welfare. <\/div><div class=\"paragraph jod\" id=\"v7n817\"> I remember the poor and the needy; though I can say (and the remark may astonish many of my brethren), I never pray for the people to be rich. I do not pray for gold and silver. I have never done so. I have never had so much as a desire for this people to become wealthy in gold and silver, in houses and lands, in goods and chattels. I do not know that I ever offered a petition to a being superior to myself to give me worldly riches and worldly honor and fame; but I have prayed, O Lord, give me the power, the knowledge, the wisdom and the understanding to secure to myself eternal life. <\/div><div class=\"paragraph jod\" id=\"v7n818\"> We have the promise, if we seek first the kingdom of God and its righteousness, that all necessary things will he added to us.<span class=\"citation\" id=\"63632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63632)\">Matt. 6:33<\/a><\/span> We should not be distrustful, but seek first to know how to please our Father and God&#x2014;seek to know how to save ourselves from the errors that are in the world, from darkness and unbelief, from the vain and delusive spirits that go abroad among the children of men to deceive, and learn how to save and preserve ourselves upon the earth, to preach the Gospel, build up the kingdom, and establish the Zion of our God. Then there is not the least danger, and there should not be the least doubt but what everything necessary for the comfort, convenience, <div class=\"break columnbreak\" id=\"132b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0132.pdf\" target=\"pdfwin\">p.&#xA0;132b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3012\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> happiness, and salvation of the people will be added to them. <\/div><div class=\"paragraph jod\" id=\"v7n819\"> True, we see many of this people that are poor. We have seen them in their persecutions and sore privations. We have seen them flee from city to city, from county to county, and from state to state. We have seen them naked and barefooted on the way to these valleys. In the companies that came here in 1847-8 and 9, probably not one in ten had good shoes or clothes to keep them comfortable in moderate weather; and but few had breadstuff sufficient to last them over four months. They came here, and here they stayed and labored; and what they brought with them had to answer until they raised enough to supply their wants. We can still see many who are not so comfortable as they desire to be. <\/div><div class=\"paragraph jod\" id=\"v7n820\"> Who among this people can discern the hand of God in all these circumstances, and that it is necessary that afflictions should come upon them to prove whether they will be Saints or not&#x2014;whether they will be the friends of God, or turn away from the holy commandments, forsake their God and their religion, return to the beggarly elements<span class=\"citation\" id=\"74603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74603)\">Gal. 4:9<\/a><\/span> of the world&#x2014;to the vain fashions and foolish spirits that are abroad deceiving the children of men? My desire is that the Saints should understand&#x2014;that they should be wise, having eyes that see, ears that hear, and hearts that understand as God understands us, that they may not be ignorant of the providences that attend them. At present my fervent desire is for the Saints. Doubtless, if, in the providences of God, I am again called to preach the Gospel to the world, I shall have as fervent a desire for them as I have ever had for the Saints. But I now feel to strengthen and comfort the Saints, inasmuch as I have the ability, and the Spirit bearing witness with yours that we should live our religion and be  <div class=\"break pagebreak\" id=\"133a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0133.pdf\" target=\"pdfwin\">p.&#xA0;133a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3011\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saints indeed, and feel that affinity one to another that becomes the Saints of the living God. <\/div><div class=\"paragraph jod\" id=\"v7n822\"> I have no desire, at this time, to address you upon any particular point of doctrine, or to select a text upon which to expound or explain. I merely wish to inquire whether the Latter-day Saints understand the eventful day in which they live&#x2014;whether they appreciate and understand the peculiar providences of God that are cast around them&#x2014;whether they partially comprehend the nature of their own being, and the great object of their existence and place upon the earth. If they understand and rightly practice upon all this, every soul of them will keep the faith. After the existence of the Deity, his supremacy, his right to rule, his knowledge, his power, and his great plan of salvation for the children of men have been proved beyond the power of truthful contradiction; and after tens of thousands have bowed to the truths of the Gospel, been baptized for the remission of sins, and received the ordinances of the holy Priesthood, and run well for a season, it is lamentable to see so many turn away, forsake their covenants, and lose sight of all holiness and purity of life, becoming like a ship upon the great waste of waters without a compass, sail, rudder, or any means for guiding their course, and being wafted hither and thither with every wind that blows, not seeming to have the least idea of directing their own course. This is a matter of deep regret. <\/div><div class=\"paragraph jod\" id=\"v7n823\"> I ask intelligent men&#x2014;those in whose bosoms the spirit of revelation continually abides, whether their souls do not mourn to see the neglect, the weakness, the blindness, and stupidity of those who have received the words of eternal life&#x2014;who have received the promises and covenants of God, <div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3011\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and have had the rights and privileges of receiving the revelations of Jesus Christ to guide and direct them in the path of truth and holiness, so that they could make sure to themselves salvation and eternal lives in the celestial kingdom of our Father and God. Is it not painful? Are you not astonished to see people who have received the Holy Spirit of promise, the Holy Ghost&#x2014;who have received visions&#x2014;who have been endowed with faith and with the knowledge of God&#x2014;who have had power to lay hands upon the sick, and diseases have departed at their command, and foul spirits at their word, turn away and forsake their covenants and their God? <\/div><div class=\"paragraph jod\" id=\"v7n824\"> If there should not be another meeting of the Latter-day Saints until the winding-up scene, it would be astonishing that any man or woman of good sound sense and judgment should ever forsake their faith. I do not know that a comparison strong enough can possibly be framed to exhibit the folly of such a proceeding. Were I to say to a son, The whole earth is in my hands to dispose of as I will: I can make you the sovereign of the universe&#x2014;the possessor of the gold, the silver, the mountains, the valleys, the rivers, the lakes, the seas, and all that float upon them and that live upon the face of the whole earth; for it is mine to give to you, my son, if you will serve me one month faithfully. I require nothing of you that will give you the least pain: all I require is strict obedience to my law. My son faithfully serves me during twenty-nine days, and on the thirtieth day, for the value of a straw, or for a mess of pottage, he sells his right and title to all I had promised him.<span class=\"citation\" id=\"94571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94571)\">Gen. 25:29-34<\/a><\/span> This comparison falls very far short of showing the loss a Saint sustains when he turns away from his God and his religion. <\/div><div class=\"paragraph jod\" id=\"v7n825\"> There is one virtue, attribute, or principle, which, if cherished and  <div class=\"break pagebreak\" id=\"134a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0134.pdf\" target=\"pdfwin\">p.&#xA0;134a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3010\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>practiced by the Saints, would prove salvation to thousands upon thousands. I allude to charity, or love, from which proceed forgiveness, long-suffering, kindness, and patience. But the shortsightedness and weakness in some are marvelous. To make this a little plainer, I will ask, Do any of your neighbors do anything wrong? They do. People come here from different parts of the earth to make this their adopted country, and the old residents expect them to at once conform to and adopt their manners, customs, and traditions, or they think the newcomers are not worthy of their fellowship. In other words, &#x201C;If every man, woman, and child does not act, think, and see as I do, they are sinners.&#x201D; It is very necessary that we have charity that will cover a multitude of what we may suppose to be sins. It is written in the Scriptures, &#x201C;For charity shall cover the multitude of sins.&#x201D;<span class=\"citation\" id=\"78155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78155)\">1 Pet. 4:8<\/a><\/span> In its wording this is not literally correct, for charity does not cover up, hide, or justify actual iniquity. It covers up a multitude of improprieties and weaknesses that some are inclined to suppose to be sins.<span class=\"citation\" id=\"78163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78163)\">1 Pet. 4:8 (JST)<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n827\"> In a community, and even in a family of children that have sprung from the same parents, you can find a great difference in the dispositions and temperaments of individuals. You observe an endless variety in the dispositions of mankind. I will give you an example. <\/div><div class=\"paragraph jod\" id=\"v7n828\"> Some Christian nations lately went to war with each other. What for? Pride&#x2014;to please a selfish, worldly, carnal, wicked heart. And the priests, the majority of them being of the same faith, on both sides of the line of battle prayed to the same God for success in slaying the opposing army. If they can have the Spirit of the Lord thus to pray, they can have it there and then as well as anywhere else. They could have it as well as <div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3010\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the English and Americans in the revolutionary war. When they went to battle, they prayed fervently, each side praying, &#x201C;Lord, save my countrymen, preserve our armies, direct every ball that is discharged from our guns directly to the hearts of our enemies, until they are completely used up.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n829\"> God distributes his Spirit to all, both Christian and Pagan. This to some may appear very strange, but it is true; for there is not a Christian or Pagan nation, family, or individual upon the whole earth, to whom the Lord has not more or less at times dispensed his Spirit. The Pagan is as fervent in his desires to his god for a good and holy influence to attend him in the worship of his idols, as we are to the God of heaven&#x2014;the Father of us all&#x2014;the Being who has brought all mankind into existence and sustains them by his providence and fatherly care. He bestows blessings upon all his children, and enlightens them more or less by his Spirit, and guides the affairs of all nations, states, countries, and peoples. His kind benevolence and influence, by the power of his Spirit, are over them all. In this Territory are people gathered from almost all nations, where they have been differently educated, differently traditioned, and differently ruled. How, then, can we expect them to look, to act, and to have sentiments, faith, and customs precisely alike? I do not expect to see any such thing, but I endeavor to look upon them as an angel would, having compassion, long-suffering, and forbearance towards them. How many times can I forgive a brother? I do not know, for I have never been particularly tried upon this point; but I think I could forgive a brother seventy times seven in one day, if I had not learned that he had a design to commit evil. He might commit overt acts every half minute in the day; and if he felt to sincerely repent, I could forgive him.  <div class=\"break pagebreak\" id=\"135a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0135.pdf\" target=\"pdfwin\">p.&#xA0;135a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3009\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Everybody should do so, and especially the Saints. <\/div><div class=\"paragraph jod\" id=\"v7n831\"> How many of us charge evil upon our neighbors, or upon members of our families, when they have desired, according to the best of their ability, and striven, according to the best of their knowledge, and as fervently as they could, to do right! Where, then, is our charity, our benevolence, long-suffering, and patience? We should overcome all unfriendly desires to overthrow each other, and strive to inculcate these principles that pertain to eternal life. Men are greedy for the vain things of this world. In their hearts they are covetous. It is true that the things of this world are designed to make us comfortable, and they make some people as happy as they can be here; but riches can never make the Latter-day Saints happy. Riches of themselves cannot produce permanent happiness: only the Spirit that comes from above can do that. If we are compelled to eat our morsel under a rock in the wilderness, or in a log cabin, we are happy, so that we possess that Spirit. If a man drinks at the fountain of eternal life, he is as happy under the broad canopy of heaven, without a home, as in a palace. This I know by experience. I know that the things of this world, from beginning to end, from the possession of mountains of gold down to a crust of johnnycake, makes little or no difference in the happiness of an individual. The things of this world add to our national comfort, and are necessary to sustain mortal life. We need these comforts to preserve our earthly existence; and many suppose, when they have them in great abundance, that they have all that is needed to make them happy. They are striving continually, and with all their might, for that which does not add one particle to their happiness, though it may add to their comfort, and perhaps to the <div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3009\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> length of their lives, if they do not kill themselves in their eagerness to grasp the gilded butterfly. But those things have nothing to do with the spirit, feeling, consolation, light, glory, peace, and joy that pertain to heaven and heavenly things, which are the food of the ever-living spirit within us. <\/div><div class=\"paragraph jod\" id=\"v7n832\"> Hundreds and thousands of the Latter-day Saints, while passing through persecutions, have gone to their graves for want of a little medicine, or that kind of nourishment most proper in their condition. They could not obtain such things, their strength gradually gave way to the diseases that preyed upon them, and they sunk into death for want of the comforts of life. But did they go to their graves mourning, and bewailing their situation? I will venture to state that they felt better than many who die on downy beds with all things around them that earthly riches can command, or heart desire. In those times of severe trial we laid our hands upon the sick, and tried to encourage them all we could; but we had no earthly comforts in the shape of food, clothing, medicine, &amp;c., to impart, nor any physical comfort designed to sustain life. We laid our hands upon hundreds, and saw fathers, mothers, and children sinking and dying. Was there nothing that could help them? Yes; if we could have made them some chicken broth, or given them a little wine, it probably would have turned the disease, and they might have lived; but we did not have such articles to give. How did they die? Rejoicing that their pilgrimage was over, saying, &#x201C;I am happy within.&#x201D; If the question had been asked, &#x201C;Do you not think that if you had this or that, it would make you happy?&#x201D; their answer would have been, &#x201C;No: I am happy without them. They might increase my bodily health, but they have nothing to do with my  <div class=\"break pagebreak\" id=\"136a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0136.pdf\" target=\"pdfwin\">p.&#xA0;136a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3008\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>happiness.&#x201D; Yet how overanxious the great majority of mankind are for the vain and foolish things of this life! <\/div><div class=\"paragraph jod\" id=\"v7n834\"> Are the people mourning for anything now? And do they think this to be a day of trial and darkness? In the spring of 1857 we moved from our homes at a time when it was pleasant for living out of doors and lying upon the ground; but hundreds now present have had to leave their homes in the dead of winter, with no habitation to shelter them. The revelations declare that this people shall be tried in all things.<span class=\"citation\" id=\"124868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124868)\">D&amp;C 101:4<\/a><\/span><span class=\"citation\" id=\"92068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92068)\">D&amp;C 136:31<\/a><\/span> If we were not tried in the things that now try us, we should not be tried in all things. We have had the trial of burying our friends: we have been driven from our homes, leaving our possessions, our goods, our farms, our houses, orchards, gardens, and furniture standing in our houses. We gathered up teams, a little food and clothing, and left. We have been tried in losing our fathers, our mothers, our children, our sisters, and brethren. We have been tried in having a mob butcher our brethren before our eyes, shooting them down as deliberately as a mountaineer would shoot a wolf. <\/div><div class=\"paragraph jod\" id=\"v7n835\"> It is necessary that we should be tried, in order to prove whether we can be still in prayer time. You know that it is sometimes necessary to correct our children for making a noise in prayer time. It is now prayer time with us. Can we keep still, or shall we be found making a disturbance in the family? Let us, as children, keep still, or our Father may use the rod of correction. What a trial, to keep still in prayer time! Oh, how this people are tried!! Those who turn away from the holy commandments will meet trials that are trials indeed. They will feel the wrath of the Almighty upon them. Those who are still and are good children will receive the rich blessing of <div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3008\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their Father and God. Be still, and let your faith rest on the Lord Almighty. He is at the helm; he is in the midst of this people, and guides the ship Zion. Be good children until our Father has taught us our present lesson, and be ready to answer every call, to render obedience to every requirement, and have compassion upon each other. But if you should happen to see John or Lucy climb up into a chair in prayer time, and yet have no evil design in so doing, let charity cover that impropriety. Do not tell Father that John was a naughty boy. Do not be so full of religion as to look upon every little overt act that others may commit as being the unpardonable sin that will place them beyond the reach of redemption and the favors of our God. <\/div><div class=\"paragraph jod\" id=\"v7n836\"> Some come to me saying, &#x201C;Oh, brother Brigham, it does seem that all the people are going to the Devil!&#x201D; I can foretell a few things. Those who are good children, and behave themselves until prayer time is over, will by-and-by sit down to supper and have a joyful season. Some may say, &#x201C;I fear there will be but few left to eat supper, there are so many going astray.&#x201D; Be patient: there are more than seven thousand in this city who have not bowed the knee to Baal,<span class=\"citation\" id=\"94572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94572)\">1 Kgs. 19:18<\/a><\/span><span class=\"citation\" id=\"72766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72766)\">Rom. 11:4<\/a><\/span> without numbering those of other cities who are ready and anxious to do right, and none of them will be lost.<span class=\"citation\" id=\"124869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124869)\">John 18:9<\/a><\/span><span class=\"citation\" id=\"124870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124870)\">D&amp;C 50:42<\/a><\/span> &#x201C;But some are stealing.&#x201D; Can you at present prevent it? &#x201C;No. But do you not think that it ought to be stopped?&#x201D; Yes, if we had the power; but we have not now the power. If I had the power, I would send every thief to his long home. I will promise thieves, drunkards, and other offenders against good order, morality, and the well-being of society, that if I can learn of their committing such sins, I will cut them off from the Church. I will not knowingly fellow<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"137a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0137.pdf\" target=\"pdfwin\">p.&#xA0;137a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3007\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ship thieves, liars, and drunkards, nor any abominable character. But can I prevent men from committing those crimes? No: neither can you. Could the Lord? Yes, if he wished to. He could lead them to some of our large streams, cause them to think that they could cross over dry-shod, and then drown them as he did the Egyptians; but he does not feel to do so. <\/div><div class=\"paragraph jod\" id=\"v7n838\"> I do know that some people are wanting in understanding when they charge others with sin, which they do not suppose to be sin. They have been differently educated, and consequently each party feels justified in doing that which the other party would feel condemned in; and hence they condemn each other. You may inquire how far a person can go and be justified, and pray and receive a portion of the Spirit of the Lord. Can he go so far as to steal? Yes; because, through his traditions and customs, he would not deem that he had stolen, though I might think he had. I presume there are those who would take your axe or mine, if they found it in a road or canyon, even though the owner's name was upon it, and take it home and keep it. Will they pray to God, while they do such things? Yes, as fervently as those who do not. Will they have the Spirit of the Lord? Yes, a portion of it. Could I do so? No. But there are those who have been thus traditionated, and the Spirit of the Lord will find its way to their hearts as it would to the heart of an Indian. <\/div><div class=\"paragraph jod\" id=\"v7n839\"> The very Indians who massacre men, women, and children on the plains, have their religious ceremonies and pray to their God for success in killing men, women, and children. The French and Austrians meet and slay one another by hundreds and thousands; and thousands of women and children who were not engaged <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3007\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in battle are also sacrificed by the folly of those Christian wars. The instigators of those wars are just as guilty of murder, before God, as the Indians are for killing the men, women, and children who are passing through their country. What is the difference in the eyes of our Father and God? It is just as much murder to kill unjustly a million at a blow as it is to kill one, though Dr. Young has stated that, &#x201C;One murder makes a villain; millions makes a hero.&#x201D; Were I to make war upon an innocent people, because I had the power, to possess myself of their Territory, their silver, gold, and other property, and be the cause of slaying, say fifty thousand strong, hale, hearty men, and devolving consequent suffering upon one hundred thousand women and children, who would suffer through privation and want, I am very much more guilty of murder than is the man who kills only one person to obtain his pocketbook. <\/div><div class=\"paragraph jod\" id=\"v7n840\"> Our traditions have been such that we are not apt to look upon war between two nations as murder; but suppose that one family should rise up against another and begin to slay them, would they not be taken up and tried for murder? Then why not nations that rise up and slay each other in a scientific way be equally guilty of murder? &#x201C;But observe the martial array, how splendid! See the furious warhorses, with their glittering trappings! Then the honor and glory and pride of the reigning king must be sustained, and the strength and power and wealth of the nation must be displayed in some way; and what better way than to make war upon neighboring nations, under some slight pretext?&#x201D; Does it justify the slaying of men, women, and children that otherwise would have remained at home in peace, because a great army is doing the work? No: the guilty will be damned for it. <\/div> <div class=\"break pagebreak\" id=\"138a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0138.pdf\" target=\"pdfwin\">p.&#xA0;138a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3006\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n842\"> Let this people called Latter-day Saints examine themselves and be sure that they are right before God, and do as they should in all things, and hurt not the oil and the wine.<span class=\"citation\" id=\"79248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79248)\">Rev. 6:6<\/a><\/span> Never pray for riches; do not entertain such a foolish thought. In my deep poverty, when I knew not where I could procure the next morsel of food for myself and family, I have prayed God to open the way that I might get something to keep myself and family from dying. Those who do more than this are off more or less from the track that leads to life eternal. When you obtain eternal riches, and the true and living faith within you, and the visions of your mind are opened to understand and see things as they are, you will then be made aware that the riches of this world are disposed of by a Supreme Power, and that all that is necessary will be added to you. If it is to die while you are hunting out an asylum for the poor persecuted Saints, die. If, while a missionary to the nations of the earth, you should be shipwrecked on a desolate island and starve to death, die like a man. <\/div><div class=\"paragraph jod\" id=\"v7n843\"> Let the providence of God take its course. Ask for that which will make you happy and prepare you for life or death. What is that? Food for the mind, to feed the intelligent part of the creature. The Lord has planted within us a divinity; and that divine, immortal spirit requires to be fed. Will earthly food answer for that purpose? No; it will only keep this body alive as long as the spirit stays with it, which gives us an opportunity of doing good. That divinity within us needs food from the Fountain from which it emanated. It is not of the earth, earthy,<span class=\"citation\" id=\"73969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73969)\">1 Cor. 15:47<\/a><\/span> but is from heaven. Principles of eternal life, of God and godliness, will alone feed the immortal capacity of man and give true satisfaction. But it is very lamentable to observe how so many grovel in <div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3006\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> darkness, seeming not to understand anything beyond what they can feel with their hands, see with their eyes, and hear with their ears. They seem to feel, &#x201C;Let me eat and drink today, for tomorrow I am not.&#x201D; Where are you tomorrow? &#x201C;Gone into nonentity&#x2014;passed away like a vapor, for aught I know. My life, existence, intelligence, my organism, the whole man has passed into the great chaos of nature, never to be again reorganized to reflect, see, think, understand, enjoy, or endure: it is all gone forever.&#x201D; Like brutes they live, and like brutes they die. Like the unconscious bullock that is led to the slaughterhouse, they know nothing until the knife drinks the lifeblood and they sink into death. <\/div><div class=\"paragraph jod\" id=\"v7n844\"> My feelings are&#x2014;O that men would understand the purpose of their existence! Our organism makes us capable of exquisite enjoyment. Do I not love my wife, my son, my daughter, my brother, my sister, my father, and my mother? And do I not love to associate with my friends? I do, and love to reflect and talk on eternal principles. Our salvation consists in knowing them, and they are designed in their nature to cheer and comfort us. Is that eternal existence in me that feeds upon eternal truth organized to be destroyed? Is that organism ever to come to an end, so long as it lives upon eternal truth? No. Let me eternally enjoy the society of those I love. Let our associations in time and in eternity never be destroyed. <\/div><div class=\"paragraph jod\" id=\"v7n845\"> In this life we are full of pain, disappointment, and worldly trouble. This gives us a chance to prove to God that we are his friends. Seek unto the Lord for his Spirit, without any cessation in your efforts, until his Spirit dwells within you like eternal burnings. Let the candle of the Lord be lighted up within you, and all is right. Until prayer time is over, be still, keep quiet, and all is right. For  <div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3005\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the present, let the world go, for they have been repeatedly preached to. It is necessary that all have the privilege of receiving or rejecting eternal truth, that they may be prepared to be saved, or be prepared to be damned. <\/div><div class=\"paragraph jod\" id=\"v7n847\"> I pray that what I have said this morning may do you good, and do no person any harm, and that your hearts may be comforted and made steadfast in the truth. If you wish to know what you shall do, to do right, I answer&#x2014;Do all that you know to be good. Pray to the Father to guide you in righteousness, and never permit yourselves to do that which you know is evil. And if you do evil ignorantly and in good faith, I <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3005\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> promise you it shall result in good. <\/div><div class=\"paragraph jod\" id=\"v7n848\"> By-and-by, when prayer time is over, many of those whom you think are nearly gone to the Devil will feel and express their sorrow for their foolishness, and promise henceforth to be good children. But you may as well try to stop with sand the gushing streams that flow down our canyon gorges as to stop a man from committing sin who is determined to sin. We can cut such persons off from our fellowship, which I am determined to do. We will not fellowship the old, dead, dry limbs. <\/div><div class=\"paragraph jod\" id=\"v7n849\"> May the Lord bless you, brethren! Amen. <\/div>\n<\/div>\n<\/div>"}