{"ID":70024, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Concentration of the Mind.<\/div>\n<div class=\"subtitle\">Remarks by Elder Orson Pratt, Delivered in the Tabernacle, Great Salt Lake City, February 12, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Concentration of the Mind.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 2\/12\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d24\">\n<div class=\"paragraph jod\" id=\"v7n929\"> I have listened with much pleasure to the remarks that have been made by brother Hyde. <\/div><div class=\"paragraph jod\" id=\"v7n930\"> The subjects upon which he has dwelt this morning are of great importance to the Saints of the living God. They are subjects upon which I have often meditated, and it rejoices my heart to hear them so nobly illustrated before this congregation. <\/div><div class=\"paragraph jod\" id=\"v7n931\"> The subject of the concentration of the mind is one that both old and young are interested in, from the fact that it has not only a bearing on this present life, but upon our future state of existence. <\/div><div class=\"paragraph jod\" id=\"v7n932\"> If we should inquire how it is that mankind in this present life are able to accomplish naturally many great and important things, the answer would be&#x2014;Because they have the power of concentrating their minds upon the subjects that are before them. It is, therefore, not only a <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2990\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> subject that interests the Saints, but it is one which interests all intelligent people more or less. Nothing very great can be accomplished without a concentration of mind. <\/div><div class=\"paragraph jod\" id=\"v7n933\"> If we had time, we might illustrate this subject still further. We might refer you to some of the great and remarkable examples on record, in relation to those men who are denominated by the world &#x201C;learned men.&#x201D; See what they have accomplished. For instance, permit me to refer to Sir Isaac Newton. How was it that he was able to make his important discoveries? Because he had disciplined his mind to that extent that he could concentrate it for a long period of time upon one object. What discoveries did he make by this means? He discovered that peculiar kind of force that holds together the celestial bodies of the universe. He discovered not only  <div class=\"break pagebreak\" id=\"155a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0155.pdf\" target=\"pdfwin\">p.&#xA0;155a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2989\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the force, but its intensity. He not only discovered the intensity of the force which holds together the planetary bodies of our solar system, but he discovered its variation, depending upon the distance of those bodies one from another. But these were only the very elements of his discoveries. Having, by the concentration of his mind upon these subjects, learned some of the leading characteristics of this force, he was enabled to trace out its results in many of its intricate bearings upon the variety of motions which the different bodies of our system have, explaining them as the results of the force which he had discovered. <\/div><div class=\"paragraph jod\" id=\"v7n935\"> What a remarkable concentration of mind there must have been in order to solve a problem of so intricate a nature! <\/div><div class=\"paragraph jod\" id=\"v7n936\"> It is true we find in some of our elementary treatises that Newton discovered the law of gravitation by merely observing an apple fall from an apple tree. But I would inquire, was it the first apple that ever fell? No. Was he the first man that ever observed a falling apple? No. Why, then, did not other people discover this universal law, if barely seeing an apple fall was sufficient to open the discovery? Such was not the fact: it was not every man that had disciplined his mind to contemplate the subject of the forces of the universe. It was not every man that had made himself thoroughly acquainted with the dynamical action, or the laws of motion and forces. <\/div><div class=\"paragraph jod\" id=\"v7n937\"> Newton had trained his mind upon this subject. He had, while in college, concentrated the energies of his mind for many years upon the subject of mathematical and mechanical problems, inventing a new species of geometry. All these studies were calculated to habituate him to a control of his mind. Naturally speaking, <div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2989\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there is no study which is so well calculated to give a concentration of mind as that of geometry or mathematics. <\/div><div class=\"paragraph jod\" id=\"v7n938\"> If a person follows these studies, he becomes accustomed in time to this habit, and obtains power to abstract his mind from surrounding objects, and to make it bear with all its force on the problem he is trying to solve. In geometry, for instance, he learns to distinguish the relations one part of his diagram has to another. He reasons from known relations to those which are unknown, and thus discovers many new truths. <\/div><div class=\"paragraph jod\" id=\"v7n939\"> By this means he not only discovers important geometrical truths, but also at the same time disciplines his mind. The habitual concentration thus acquired enables him to bring all the energies of his intellect to bear upon any other branch of science, or to reason closely upon all subjects which he may have occasion to investigate. <\/div><div class=\"paragraph jod\" id=\"v7n940\"> For instance, when he rises before a congregation, if he is accustomed to public speaking, he can bring all his mind to bear on the subject before him, and concentrate his arguments to prove the point he wishes. His mind is more powerful by this discipline and habit than if he had suffered his thoughts to ramble all his previous life. <\/div><div class=\"paragraph jod\" id=\"v7n941\"> I make these observations to show what great things have been accomplished by concentration. Therefore, if a man can accomplish so much without the particular aid of the Holy Spirit&#x2014;that is, in a natural point of view, how much more can he grasp within his comprehension, and how much greater will be the work that he can accomplish in a spiritual point of view? That is, when the Spirit of the living God rests upon him. If a person trains his mind to walk in the spirit, and brings his whole mind to bear upon its opera<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"156a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0156.pdf\" target=\"pdfwin\">p.&#xA0;156a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2988\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions, and upon the principles of faith which are calculated to put him in possession of the power of God, how much greater will be his facilities for obtaining knowledge than those which any natural man possesses. <\/div><div class=\"paragraph jod\" id=\"v7n943\"> All those various problems solved by Newton and the great and magnificent discoveries made by him could be learned by a spiritually-minded man in one hundredth part of the time. In what manner? In the manner which has already been pointed out to you by Elder Hyde&#x2014;namely, by the concentration of mind. By this, we can penetrate, as it were, through the veil, and receive revelations from the heavens&#x2014;from those superior beings who comprehend not only the discoveries that are made by man upon the earth, but ten thousand times ten thousand more than have ever entered into the heart of man to conceive of. Those beings to a properly concentrated mind can reveal more knowledge in one day than what can be obtained by the learned in a score of years. <\/div><div class=\"paragraph jod\" id=\"v7n944\"> Here, then, the Latter-day Saints have the advantage of the present generation. In the first place, we have the same natural facilities that the learned of the world have; we have the same books they have, and the same privilege of searching out knowledge; and, in addition to all those facilities, if we are walking up to our privileges before God, we are entitled to the gift of the Holy Ghost, which is the Spirit of revelation, which, when we properly train our minds according to the law of God, can open to us the hidden mysteries of the works of God&#x2014;the mysteries of astronomy, chemistry, geology, and ten thousand mysteries which never could be unfolded by the natural reasoning of man. <\/div><div class=\"paragraph jod\" id=\"v7n945\"> Let us combine these two together; let us learn to train our minds religiously and scientifically, and in the <div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2988\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> proper channel. &#x201C;But,&#x201D; inquires one, &#x201C;ought we not sometimes to let our minds rest?&#x201D; Yes. God has ordained day and night. The night he intended for a season of rest. If we observe the rest God has granted to us, and cast from our minds everything which would trouble them, and sleep sweetly during the shades of night, our minds will be abundantly refreshed, and we shall be enabled in the morning to begin and discipline them anew with fresh vigor. <\/div><div class=\"paragraph jod\" id=\"v7n946\"> We can train the mind for several hours during the day, bringing it to bear upon whatever subject is necessary. The Lord had in view, in introducing day and night, not only the rest of our bodies, but also that of our minds. <\/div><div class=\"paragraph jod\" id=\"v7n947\"> But many suppose that we have so many temporalities to influence us, and so many causes, perplexities, and anxieties of this world to contend against, that we do not have power to concentrate our minds as we could wish. I am aware of this. But different men have different callings. Some are called to one purpose, and some to another. It is not to be expected that the man who is called to labor at his farming occupation, his mechanical business, or his manufacturing establishment, can discipline his mind in relation to some scientific pursuits to the same degree as another who has more leisure, or whose calling differs. But there is in this thing, generally speaking, too great a neglect, not only in scientific men, but in those who are pursuing other callings. <\/div><div class=\"paragraph jod\" id=\"v7n948\"> There are many hours that run to waste which might be profitably employed in training the mind, when the body is not fatigued, which are spent in idleness or foolishness, and which do not tend to benefit you or your generations after you. There are hours and hours which might be profitably spent in disciplining the mind  <div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2987\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and treasuring up both spiritual and natural knowledge, that often run to waste without benefiting anyone. <\/div><div class=\"paragraph jod\" id=\"v7n950\"> The study of science is the study of something eternal. If we study astronomy, we study the works of God. If we study chemistry, geology, optics, or any other branch of science, every new truth we come to the understanding of is eternal; it is a part of the great system of universal truth. It is truth that exists throughout universal nature; and God is the dispenser of all truth&#x2014;scientific, religious, and political. Therefore let all classes of citizens and people endeavor to improve their time more than heretofore&#x2014;to train their minds to that which is best calculated for their good and the good of the society which surrounds them. <\/div> <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2987\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n951\"> I do not know when I have been so much interested as I have been in hearing the remarks from Elder Hyde this morning on this subject. It is a subject that has impressed itself on my mind. Last Sunday, in Tooele City, I delivered a discourse, showing the necessity of the concentration of mind in family prayer and in our secret prayers. But these points have been ably handled by Elder Hyde. <\/div><div class=\"paragraph jod\" id=\"v7n952\"> In conclusion, I wish to say that it is not only necessary to have a single eye to the glory of God<span class=\"citation\" id=\"83816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83816)\">D&amp;C 4:5<\/a><\/span> in searching for religious truths, but also in acquiring scientific truths; and in all our researches for truth we should seek the aid of the Spirit of God. Amen. <\/div>\n<\/div>\n<\/div>"}