{"ID":70028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Resurrection of the Body&#x2014;the Spirit World, Etc.<\/div>\n<div class=\"subtitle\">An Address by President Brigham Young, Delivered at the Funeral of his Sister, Fanny Young, June 12, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Resurrection of the Body, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/12\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v7n1040\"> Were we to conform to the traditions of our fathers, the brothers of sister Fanny would not be permitted to speak on this occasion. But is it wrong for a father to preach the funeral sermon of his child? Or for a husband to preach the funeral sermon of his wife? Or for a brother to officiate in like manner for a sister? If so, wherein is it wrong or sinful? Four of sister Fanny's five brothers are here today, and I wish them to do all the preaching to be done on this occasion. <\/div><div class=\"paragraph jod\" id=\"v7n1041\"> Our father long since departed to the spirit world: he is not here to give counsel to his children. Brother Phineas resides in this city, but he is not here; and we, the four brothers who are present, have designed to say what is to be said, and to perform the funeral ceremonies of our sister, in this respect. <\/div><div class=\"paragraph jod\" id=\"v7n1042\"> It would gratify me to spend an hour or two to express in part the numerous principles, ideas, inductions, and connections between the spirit world and our present condition, that frequently fill my mind on such occasions as this. Many of you know that I especially delight to dwell upon such subjects; but I do not wish to occupy so much time now. We will make our exercises short and to the point, while we perform the last act of kindness that can be bestowed upon mortals. <\/div> <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2972\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1043\"> It is customary to pay great respect to the dead. This I do; but how do I pay it? It is very fashionable and customary to mourn deeply for the dead; and it is customary in some countries to hire mourners, and observe much ceremony upon the death and interment of relatives and friends. I wish to pay, in a strictly fitting and decent manner, the respect due to the remains of my sister Fanny&#x2014;due in reference to the resurrection of the very dust that will molder in the coffin before us. <\/div><div class=\"paragraph jod\" id=\"v7n1044\"> If I am faithful to my religion, I shall see the component parts that organized the body together. When those parts are gathered together from the elements, they will appear as sister Fanny, not in mortal flesh, but in an immortal state. When I meet her in the morning of the resurrection, she will hail me as one who has acted the part of a brother, son, and protector; she will hail me as her benefactor; and I now wish to pay respect to her departure from this sphere of action. We have made her as comfortable as we could through life; we will honor her in death, and hope to be present when she is resurrected. Now her body is subject to decomposition, and will return to its mother earth, to remain until it shall be called forth again. <\/div><div class=\"paragraph jod\" id=\"v7n1045\"> The organization of the human tabernacle is a great mystery; but it  <div class=\"break pagebreak\" id=\"173a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0173.pdf\" target=\"pdfwin\">p.&#xA0;173a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2971\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would not be, if we could see and understand. Could the veil between us and the spiritual existence be rent, we should behold a greater mystery in the organization of the spirit. <\/div><div class=\"paragraph jod\" id=\"v7n1047\"> As has been observed here touching the ideas that men have of the principles of eternal life, mankind have been veiled in utter darkness, in which the great majority remain at this day. The wicked world inquire for the man who can inform them how and by what means the mortal body and the immortal spirit are so intimately united. To say nothing of their organization, the wisest and greatest physiologists have failed to supply the information so earnestly sought upon this subject. We see life spring into existence all around us. Where is its fountain? And how is it originated? It exists for a day, a night, a year, or an age, and it is gone; and who can say where? Who can tell what has become of the life that dwelt in that tabernacle, causing it to think&#x2014;that lit up the eye with living fire, and caused the mouth to utter forth wisdom? Can mortal man tell? Not unless he is inspired by the Almighty, and understands eternal things. The origin of all things is in eternity. Like a cloud passing across a clear sky&#x2014;like a bird that suddenly flits across our path&#x2014;like a pure gushing stream from a hidden fountain, that soon sinks in some mountain chasm&#x2014;so, apparently, life flashes into this mortal existence, and passes away. <\/div><div class=\"paragraph jod\" id=\"v7n1048\"> I do not mourn for sister Fanny: I rejoice. She has lived upwards of threescore years and ten, and exhibited the retention of sound sense to her last days with us here. She said to her sister Nancy, a short time ago, &#x201C;If you hear of my being dead before you come to see me again, let the first thing you say be &#x2018;Hallelujah!&#x2019;&#x201D; That remark, to me, evidences the retention of sound judgment. It also <div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2971\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> appears to me that very many of the Latter-day Saints are as far from good wholesome ideas and principles, touching their heavenly privileges, as the east is from the west. They covet the riches of this world, craving to serve themselves&#x2014;to satisfy the sordid disposition within them. Had they the sense of an angel, and were they in possession of mountains of gold, heaped up higher and deeper, broader and longer, than these mountains on the east and west of us, they would say, &#x201C;That vast amount of gold is as nothing when compared with the privilege of even living in this day and age of the world, when the Gospel is preached.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n1049\"> And when the Lord has committed his holy Priesthood to men on earth, without which no mortal being can be prepared to enter into the celestial kingdom of God, how do many of the Elders treat it? That question I do not wish to answer; but I really wish that such persons would learn a little good sense. Generations have come and gone without the privilege of hearing the sound of the Gospel, which has come to you through Joseph Smith&#x2014;that was revealed to him from heaven by angels and visions. We have the Gospel and the keys of the holy Priesthood. <\/div><div class=\"paragraph jod\" id=\"v7n1050\"> Sister Fanny has been faithful: her spirit is now in the spirit world. Where do you suppose that world is? We used to think and talk a great deal about this subject, inquiring where heaven is, and where is the heaven of heavens.<span class=\"citation\" id=\"55018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55018)\">Deut. 10:14<\/a><\/span> Let me tell you that sister Fanny cannot dwell there until she obtains her resurrection; neither can any other being. The spirit world I now refer to pertains to this earth, so far as spirits who have tabernacled or may hereafter tabernacle here are concerned. <\/div><div class=\"paragraph jod\" id=\"v7n1051\"> Sister Fanny was baptized for the remission of sins, and received the laying on of hands for the reception  <div class=\"break pagebreak\" id=\"174a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0174.pdf\" target=\"pdfwin\">p.&#xA0;174a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2970\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Holy Ghost. She lived according to the precepts and ordinances that God has revealed through his servant the Prophet, by which men can be saved and brought back into his presence. But is her spirit in the third heavens?<span class=\"citation\" id=\"74299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74299)\">2 Cor. 12:2<\/a><\/span> No. Will it go there? Not until she again possesses her body. Can she see the Lord? Yes, if he unveils himself. Can she converse with angels? Yes, if they are sent to converse with her. Is she in paradise? Yes. Where do the spirits of the wicked go? To the same place or kingdom pertaining to this earth. They do not go to the depths of hell, neither can they until they become angels of devils.<span class=\"citation\" id=\"81373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81373)\">2 Ne. 9:9<\/a><\/span><span class=\"citation\" id=\"81680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81680)\">Jacob 3:11<\/a><\/span><span class=\"citation\" id=\"82117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82117)\">Alma 12:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1053\"> Is a Saint subject to the power of the Devil in the spirit world? No, because he has gained the victory through faith, and can command Satan, and he must obey. How is it with the wicked? The Devil has power over them to distress and afflict them: they are in hell. Can the angels of heaven administer to them? Yes, if they are sent to do so. What can be done for them? The spirit of sister Fanny and the spirit of every man and woman who has died in the faith of the Gospel, since it has been restored, will have the power to teach those wicked spirits and all who have gone to the spirit world without having heard the Gospel in the flesh, and say to them, If you will now repent and believe, the Lord will even now provide the means that you may be officiated for on the earth in those ordinances that must be attended to here.<span class=\"citation\" id=\"92156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92156)\">D&amp;C 138:30<\/a><\/span> Sister Fanny can do good in her capacity and calling as well as Joseph the Prophet can in his. He will hold the keys: he will rule, govern, and control all things in the spiritual world pertaining to this dispensation, until he has finished his work. <\/div><div class=\"paragraph jod\" id=\"v7n1054\"> I do not wish to occupy much of the time; but when I am led to speak <div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2970\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> on these points I am much interested. How few there are who understand how hard it is for a man's eyes to be opened! How few of the Elders of this Church prefer the interests of the kingdom of God to their worldly interests! With far too many it is, &#x201C;My family!&#x2014;my farm is going to wreck!&#x2014;my store is neglected!&#x2014;my business must be attended to!&#x201D; and let the kingdom of God take care of itself. Such men will remain in darkness. <\/div><div class=\"paragraph jod\" id=\"v7n1055\"> To possess and retain the spirit of the Gospel, gather Israel, redeem Zion, and save the world must be attended to first and foremost, and should be the prevailing desire in the hearts of the First Presidency of the Elders of Israel, and of every officer in the Church and kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v7n1056\"> The Lord commands, controls, and governs. A little more faith in the name of Jesus Christ, and I can say to my enemies, Be thou rebuked and stay thou there. I then can say to the power of the Devil, Be thou rebuked; and to evil spirits, Come not within these walls, and they could not enter. A little more faith, and, by way of comparison, I can say to my wheat and corn, Grow, and command the heavens to shed forth rain. <\/div><div class=\"paragraph jod\" id=\"v7n1057\"> Suppose that the whole people could see things as they are, they would soon be able to control the elements by the power of their faith. This people, since we believe that they are in the kingdom of God, must so live as to gain power and faith to control all things of a perishable nature, and thus prepare themselves to endure forever and ever; while every other creature will, ere long, return to its native element. <\/div><div class=\"paragraph jod\" id=\"v7n1058\"> I am very much obliged to my friends for calling to pay their respects to the living and the dead. We did not expect many here, for I have not a house large enough to hold all the relations of our sister Fanny. To  <div class=\"break pagebreak\" id=\"175a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0175.pdf\" target=\"pdfwin\">p.&#xA0;175a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2969\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>convene them in a building, we should have to go to the Tabernacle. She has many relatives, and I am increasing the number of mine every day, through inducing people to increase in faith. The spirit of the holy Gospel is going to the east, the west, the north, and the south, and no power can hinder it; and the feelings of many are taking hold of the principles of eternal life, and there is no power that can hinder it. And all those who believe in the Lord Jesus Christ with all their hearts, and believe that Joseph Smith was sent of God, repent of their sins, are baptized for the remission of sins, and then live their religion, the same are &#x201C;my father, my mother, my sister, my brother.&#x201D;<span class=\"citation\" id=\"64469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64469)\">Matt. 12:50<\/a><\/span> In reality I have no other connections on the face of this earth. If my blood kin would not believe the Gospel, I should be as much alienated from them in my feelings as I am from the people of the Chinese nation. There are thousands in the Church now, and we are brethren and sisters. <\/div><div class=\"paragraph jod\" id=\"v7n1060\"> I say, Bless the people! God bless my brethren and sisters! I ask my Father, in the name of Jesus Christ, to bless you every day. I am looking for the time when I shall say, Be thou blessed, and we shall be blessed, and <div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2969\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the powers of earth and hell will stand afar off and be rebuked at the command of the Priesthood. <\/div><div class=\"paragraph jod\" id=\"v7n1061\"> How far we are beneath our privileges! What! Rejoice when a Saint dies? Yes. Mourn when a Saint dies? No. There is no feeling of mourning within me, though every living friend, wife, child, brother, sister, cousin, aunt, and uncle of mine were lying before us, as sister Fanny does now. I would shout, Hallelujah! &#x201C;Would you not mourn?&#x201D; No. The world is before me, and I can gather all the fathers and mothers, brothers and sisters, wives, children, and friends that I wish around me. That is the way I feel. Glory! Hallelujah! <\/div><div class=\"paragraph jod\" id=\"v7n1062\"> Sister Vilate Kimball knows that I felt so when I buried Miriam, my first wife. Heber C. and Vilate Kimball were as kind to me at that time, when I was a stranger and penniless, as I have been to sister Fanny. My heart said, &#x201C;Hallelujah!&#x201D; because the Priesthood is here, and the way opened up from earth to heaven; and my wife was going there. <\/div><div class=\"paragraph jod\" id=\"v7n1063\"> God bless you! When I have the power, I will bless you so effectually that you will not be afflicted by the Devil as you now are. Amen. <\/div>\n<\/div>\n<\/div>"}