{"ID":70022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Government of God.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, Sunday afternoon, May 22, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Government of God.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/22\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v7n889\"> I am very happy for the privilege of bearing my testimony to the principles of the Gospel of salvation. It is the only doctrine by which people can be saved in the celestial kingdom of our God, and should concern all people, as it is the government of God on earth. People have reason to fear a bogus or spurious theocracy. There <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2997\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are but few upon the earth who do not in their hearts acknowledge a Supreme Being, and also believe that Being to be holy; and if they could be dictated by that Being and be sure that they were directed by the influence from him, there are but few who would object to that influence and that government. <\/div> <div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2996\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n891\"> The wickedness of the children of men is what influences them to fear. They are not afraid of their own laws, because they originated from themselves: they can manage them and blot them out of existence whenever they wish. But when that which is said to be the kingdom of God, or the theocracy of heaven, is upon the earth, many of the inhabitants thereof tremble, and fear that it is not correct. <\/div><div class=\"paragraph jod\" id=\"v7n892\"> What is the proof of the existence of the Priesthood of God upon the earth? How would you find the positive proof that the Lord Jesus has his Church upon the earth? As I observed to you in the forenoon, it is not exhibited by the learning or the implicit faith of its followers. I have never believed for a moment that the proof of the Christian religion was established by a close adherence to it by any sect or any person. We, as Christians, are divided and subdivided into many systems varying in doctrinal points. This one says, &#x201C;I am right;&#x201D; and that one says, &#x201C;I am right;&#x201D; another rises up and varies, more or less, from the doctrines of the Church he has left, and says he is right. <\/div><div class=\"paragraph jod\" id=\"v7n893\"> What proof have you, and what proof is there now upon the earth that this is the kingdom of God? If we had miracles to establish it, would they be positive proof? No, they would not. They will not satisfy me, nor have I ever seen the day when they would. Were I to see the sick healed, the eyes of the blind opened, and the ears of the deaf unstopped, that would not satisfy me. For me, the plan of salvation must be a system that is pure and holy in all its points; it must reveal things that no other Church or kingdom can reveal; it must circumscribe the knowledge that is upon the face of the earth, or it is not from God. Such a plan incorporates every system of true doctrine on the earth, whether it be <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2996\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ecclesiastical, moral, philosophical, or civil: it incorporates all good laws that have been made from the days of Adam until now; it swallows up the laws of nations, for it exceeds them all in knowledge and purity; it circumscribes the doctrines of the day, and takes from the right and the left, and brings all truth together in one system, and leaves the chaff to be scattered hither and thither. That is the proof to me, and has been from the beginning, that the principles are pure and holy; and every person living to them will attain through them sanctification. <\/div><div class=\"paragraph jod\" id=\"v7n894\"> Truth will endure forever and forever, and every man that preaches the Gospel of salvation may take the old text that some of us took in the commencement of the building up of the kingdom of God upon the earth in the last days. I took truth for my text, salvation for my subject, and the whole world for my circuit, to go as far as I could and talk all I could about it. It takes every truth from every sect and party. What! In a civil capacity also? Yes. All law, all powers, all kingdoms, and all thrones&#x2014;in fine, all things are under the control of God. <\/div><div class=\"paragraph jod\" id=\"v7n895\"> There is no nation or kingdom that has not received its power from him, whether it be much or little&#x2014;whether for a day, an age, or century. Whether they make good or bad use of it, all power is ordained of God and is in his hand. He sets up a kingdom here, and pulls down another there at his pleasure. He breaks the nations like a potter's vessel;<span class=\"citation\" id=\"56315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56315)\">Ps. 2:9<\/a><\/span> he forms a nucleus, and around it builds up a kingdom or nation, permitting the people to act upon their own agency, that they may do right, or corrupt themselves, as did the children of Israel; and after they have become ripe for destruction, they will be scattered to the four winds. If the people of God in ancient days had  <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2995\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>continued holy, they would have continued in power and authority to this day. <\/div><div class=\"paragraph jod\" id=\"v7n897\"> There is not a despot upon the earth whose power has not originally sprung from the Priesthood, and there is not a law in the Priesthood but what is founded on the revelations of Jesus Christ.<span class=\"citation\" id=\"74384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74384)\">Gal. 1:12<\/a><\/span> These are the laws upon which all governments were originally based. Truth will endure forever, and every person that cannot abide truth will fail in obtaining eternal life. Truth is what we have. Let us live to it, and we shall abide forever, and no power can prevent it. <\/div><div class=\"paragraph jod\" id=\"v7n898\"> Be faithful, brethren and sisters. If you have light, acknowledge the hand of God in it, and improve upon it, and acknowledge his hand in all things; for his providence overrules all things, and he will triumphantly bring forth his kingdom, organize his people, and prepare the earth for his <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2995\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> angels to dwell upon, and it will be given into the hands of his Saints when they are made pure and holy. <\/div><div class=\"paragraph jod\" id=\"v7n899\"> I told you in the forenoon that it has ever been my prayer never to have influence to lead men wrong, but that I would to God I had power to make them refrain from evil and do that which is right, that they may live forever and ever. You are organized independent beings, framed to become Gods, even the sons of God;<span class=\"citation\" id=\"87038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87038)\">D&amp;C 76:58<\/a><\/span> and yet it is astonishing to see the use many make of their ability: they corrupt themselves and continue to do wickedly until they are prepared to go down to perdition. Why not turn away from their sins and love righteousness, that they may endure forever, and that all things may be given into their hands? <\/div><div class=\"paragraph jod\" id=\"v7n900\"> May the Lord help us to take that path that will lead us to victory and glory. Amen. <\/div>\n<\/div>\n<\/div>"}