{"ID":70025, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Dependence on God As the Fountain of All Wisdom, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, Sunday Morning, May 29, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Dependence on God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/29\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d25\">\n<div class=\"paragraph jod\" id=\"v7n953\"> I have been very much interested in the remarks by brother Z. Snow, and wish to impress upon the minds of all that in our capacity and organization, without the aid of a superior influence upon the mind, and that directly from the Fountain of wisdom, mankind are very liable to what the Apostle calls &#x201C;vain philosophy.&#x201D;<span class=\"citation\" id=\"75578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75578)\">Col. 2:8<\/a><\/span> Depending solely upon human reasoning leads many into vain and serious errors; and self-imbibed and self-argued notions are often so tenaciously riveted upon the mind that it is <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2987\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> almost impossible for another to convince his fellow man of their erroneousness. To be correct in our reasonings, in our doctrines, in faith towards God, and clear in our understandings of his plan of salvation, nothing short of Divine revelation can convince of and fasten upon the understanding the truth that God has revealed from heaven for the salvation of his children. <\/div><div class=\"paragraph jod\" id=\"v7n954\"> I repeat that I have been highly interested with the remarks by Judge Snow. We have formerly heard him  <div class=\"break pagebreak\" id=\"158a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0158.pdf\" target=\"pdfwin\">p.&#xA0;158a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2986\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>speak many times in this building, and those of you who have been acquainted with him can judge of the effect of his late mission to Australia, to which he referred. I will judge, for one, that it has been worth worlds to him; and all present who enjoy the spirit of revelation can readily discern that the philosophy and doctrine just advanced by him are excellent. <\/div><div class=\"paragraph jod\" id=\"v7n956\"> When men are in the habit of philosophizing upon every point, only relying upon what we call human reason, they are constantly liable to error. But place a man in a situation where he is obliged or compelled, in order to sustain himself, to have faith in the name of Jesus Christ, and it brings him to a point where he will know for himself; and happy are those who pass through trials, if they maintain their integrity and their faith to their calling. <\/div><div class=\"paragraph jod\" id=\"v7n957\"> As was observed here last Sabbath, all intelligence is the gift of God, whatever use is made of it. All valuable inventions and works of mechanism are produced by a Spirit that flows from the Fountain of intelligence, and no excellent and magnanimous work can be produced without that Spirit. <\/div><div class=\"paragraph jod\" id=\"v7n958\"> Men are apt to stray from truth&#x2014;are apt to imbibe false notions, principles, and ideas, if they do not cling closely to that Fountain of intelligence and acknowledge the hand of God in all things. This principle every person should watch closely, and be very careful that they never imbibe any notion, doctrine, or idea that causes selfishness in their hearts; but let their hearts be open to conviction, to receive light and intelligence through every manifestation from above, that they may rightly discern between things that are of God and those that are not of him. <\/div><div class=\"paragraph jod\" id=\"v7n959\"> Many, in their acts, seem closely to agree with the expression in holy <div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2986\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> writ, that &#x201C;God is not in all their thoughts.&#x201D;<span class=\"citation\" id=\"56365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56365)\">Ps. 10:4<\/a><\/span> We might readily conclude that many, though they use the name of the Supreme Being more frequently than any other name on earth or in heaven, never carefully reflect upon the character of that Being. He is the fountain of all intelligence; and without the power of the Holy Ghost shed forth in the hearts of the people, they are liable to be led astray. <\/div><div class=\"paragraph jod\" id=\"v7n960\"> As has been told you frequently with regard to the proof of the truth of a man's religion, it is not his faithfulness to it&#x2014;it is not his close observance of it, nor the sacrifices he makes for it, but it is that intelligence which leads men from earth to heaven, which opens the gates of heaven and reveals to the children of men heavenly things, to lift their minds and affections above the things of this earth, and cause them to view it and its inhabitants in their proper light. <\/div><div class=\"paragraph jod\" id=\"v7n961\"> The children of men are in ignorance and darkness, with their superstitions, prepossessed notions, feelings, education, and traditions. Look at them as they are&#x2014;placed here for the express purpose of proving themselves before their God. Darkness and sin were permitted to come on this earth. Man partook of the forbidden fruit in accordance with a plan devised from eternity, that mankind might be brought in contact with the principles and powers of darkness, that they might know the bitter and the sweet, the good and the evil, and be able to discern between light and darkness, to enable them to receive light continually.<span class=\"citation\" id=\"84850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84850)\">D&amp;C 29:39-40<\/a><\/span><span class=\"citation\" id=\"92742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92742)\">Moses 6:55-56<\/a><\/span> Christ is the light of the world,<span class=\"citation\" id=\"124873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124873)\">John 8:12<\/a><\/span> and lighteth every man that cometh into it.<span class=\"citation\" id=\"68523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68523)\">John 1:9<\/a><\/span><span class=\"citation\" id=\"87785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87785)\">D&amp;C 84:46<\/a><\/span><span class=\"citation\" id=\"89012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89012)\">D&amp;C 93:2<\/a><\/span> No son or daughter of Adam ever lived on the earth, or ever will, but has had or will have the light of Christ within them. <\/div><div class=\"paragraph jod\" id=\"v7n962\"> What do many parents virtually say to their children? That to believe in revealed religion is nonsense.  <div class=\"break pagebreak\" id=\"159a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0159.pdf\" target=\"pdfwin\">p.&#xA0;159a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2985\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>How frequently we have heard prayers offered in public that God would make one in their midst&#x2014;that the Holy Ghost would rest upon them while they endeavored to worship the Lord Almighty; and, as soon as the prayers were over, endeavor to prove that the Holy Ghost is not given in our days as anciently&#x2014;that the Spirit of revelation is not on the earth&#x2014;is not among the children men! What inconsistency! God is here; his influence fills immensity.<span class=\"citation\" id=\"88298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88298)\">D&amp;C 88:12<\/a><\/span> He has his messengers throughout all the works of his hands. He watches every one of his creatures: their acts, their affections, and thoughts are all known to him; for his intelligence and power fill immensity.<span class=\"citation\" id=\"88308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88308)\">D&amp;C 88:13<\/a><\/span> Not that his person does, but his Spirit does; and he is here teaching, guiding, and directing the nations of the earth, notwithstanding their darkness, ignorance, and weakness; and he will make the wrath of man praise him.<span class=\"citation\" id=\"56867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56867)\">Ps. 76:10<\/a><\/span> Why, then, should we not acknowledge his hand in all things?<span class=\"citation\" id=\"86333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86333)\">D&amp;C 59:21<\/a><\/span> Why not believe in revelation? Why not acknowledge that God whom we profess to serve? Why not seek unto him for counsel? It should be in the hearts of all to seek unto the Lord with all their might and affections, and so live as to have him guide them, that they may never fall&#x2014;that they may attain the goal they are anticipating. <\/div><div class=\"paragraph jod\" id=\"v7n964\"> All people desire to be happy. You cannot find an individual that does not wish comfort and ease. You can obtain happiness in no other way than by unreservedly submitting yourselves to your God. Let him lead us through paths of affliction and cause suffering and trouble to come upon us, still there is that consolation and comfort within that the world cannot give nor take away. That is the only solid comfort there is in this life. Men cannot enjoy comfort and satisfaction in the accumulation of wealth. <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2985\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Wealth never was the source of happiness to any person. It cannot be: it is not in the nature of things; for contentment exists only in the mind. In the mind there is happiness&#x2014;in the mind there is glory. Place a man in extreme poverty, and let him possess the sweet, benign influences of the Spirit of the Lord, and you will find a happy man and a cheerful countenance; while the man who does not possess the Spirit of heaven, though he may possess all this world can afford beside, is almost constantly in sorrow and trouble. <\/div><div class=\"paragraph jod\" id=\"v7n965\"> Brethren and sisters, it is your privilege to enjoy the spirit of revelation as much as any person or people that ever lived on the face of this earth. As it was observed here last Sabbath, you see men and women falter and depart from their God and religion: but does God first forsake them? No; they forsake their God: they take such a course that the Spirit of the Lord cannot dwell with them; consequently they are left in darkness and uncertainty, and do not know what truth is. How can you know what truth is? You can only know by the spirit of revelation. This knowledge is not obtained in any other way. <\/div><div class=\"paragraph jod\" id=\"v7n966\"> How can you know the Latter-day Work to be true? You can know it only by the spirit of revelation direct from heaven. How can people prove that it is not true in any other way than by the revelations of Jesus?<span class=\"citation\" id=\"94576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94576)\">Gal. 1:12<\/a><\/span> Can you hear of any person's railing about it being untrue, and convincing a congregation that it is untrue by the spirit of revelation? No. All arguments, conversations, sermons, discourses, and lectures delivered against it are delivered in darkness&#x2014;are not delivered in the Spirit of the great God who organized the Latter-day Work. What proved this work true to you in England, Ireland, Scotland, Germany,  <div class=\"break pagebreak\" id=\"160a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0160.pdf\" target=\"pdfwin\">p.&#xA0;160a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2984\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>France, the United States, &amp;c.? Was it not the spirit of revelation that rested upon you? Then why should you lose the spirit? You should add to it day by day; you should add as the Lord gives&#x2014;a little here and a little there, and treasure up truth in your faith and understanding, until you become perfect before the Lord and are prepared to receive the further things of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v7n968\"> You must have the Spirit of the Lord Jesus Christ to bring you to the knowledge of the truth and teach you things as they are.<span class=\"citation\" id=\"81696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81696)\">Jacob 4:13<\/a><\/span> Let every man and woman, without exception, obtain that Spirit through an exemplary life; and if they do not adhere to the spirit of revelation that is felt by all who are partakers of this work, they will fear and fall; for the Prophet has said that the Lord would work a great work and a wonder<span class=\"citation\" id=\"58770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58770)\">Isa. 29:13-14<\/a><\/span> in the last days, <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2984\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x2014;that the report thereof would make all nations tremble and fill them with fear. <\/div><div class=\"paragraph jod\" id=\"v7n969\"> Is it darkness? No. Is it ignorance? No. Is it weakness? No. What is it? It is light, intelligence, the power of God that makes the wicked tremble and wish &#x201C;Mormonism&#x201D; out of the way. If it were a false doctrine or a false theory, the Devil would not endeavor to disturb it, wicked men would not fear it, Heaven would not smile upon it, nor give a revelation to any man or woman to believe it, and we should have poor success; and Heaven forbid that we should have success or gain influence upon any other principle than the revelations of Jesus Christ.<span class=\"citation\" id=\"94577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94577)\">Gal. 1:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n970\"> May God open your eyes and the eyes of every honest person, that we may see things as they are<span class=\"citation\" id=\"81697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81697)\">Jacob 4:13<\/a><\/span> and secure for ourselves that eternal rest we are looking for. Amen. <\/div>\n<\/div>\n<\/div>"}