{"ID":70029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Personal Reminiscences and Testimony Concerning the Prophet Joseph and the Church, Etc.<\/div>\n<div class=\"subtitle\">A Sermon by Elder Orson Pratt, Delivered in the Tabernacle, Great Salt Lake City, July 10, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Personal Reminiscences and Testimony, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 7\/10\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v7n1065\"> It is truly joyful to my feelings to assemble, Sabbath after Sabbath, with the Latter-day Saints, to hear the testimonies of the servants of the living God, and to hear the words of eternal life preached by the power of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v7n1066\"> It is now nearly twenty-nine years that I have enjoyed this privilege in this Church; and I esteem it as one of the greatest privileges to be still alive and in your midst, and I acknowledge the hand of God in preserving me for so many years in this kingdom. I believe most firmly that if it had not been for the mercy, power, and goodness of God, I should not be numbered among the living at the present time. When I cast my reflections back upon the past history of my life, and contemplate the numerous scenes through which I have passed, in connection with hundreds of others that have traveled to and fro among the nations, I feel that it has been the hand of the Lord that has delivered me from the hands of enemies and lawless mobs which have often beset my path. <\/div><div class=\"paragraph jod\" id=\"v7n1067\"> It has been the hand of the Lord that has delivered this people through all the dreadful persecutions that we have endured, and it will be the hand of the Lord that will deliver us in all future time. I oftentimes reflect back upon the early period of my experience in this Church, having <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2968\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been baptized into the same only about five months after its first organization, when there were but a very few individuals numbered with the Saints. I presume that all who belonged to the Church at that time might occupy a small room about the size of fifteen feet by twenty. I then became intimately acquainted with the Prophet Joseph Smith, and continued intimately acquainted with him until the day of his death. I had the great privilege, when I was in from my missions, of boarding the most of the time at his house, so that I not only knew him as a public teacher, but as a private citizen, as a husband and father. I witnessed his earnest and humble devotions both morning and evening in his family. I heard the words of eternal life flowing from his mouth, nourishing, soothing, and comforting his family, neighbors, and friends. I saw his countenance lighted up as the inspiration of the Holy Ghost rested upon him, dictating the great and most precious revelations now printed for our guide. I saw him translating, by inspiration, the Old and New Testaments, and the inspired book of Abraham from Egyptian papyrus. <\/div><div class=\"paragraph jod\" id=\"v7n1068\"> And what now is my testimony concerning that man, founded upon my own personal observations? It is the same today as it was when I first received the testimony that he was a Prophet. I knew that he was a  <div class=\"break pagebreak\" id=\"177a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0177.pdf\" target=\"pdfwin\">p.&#xA0;177a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2967\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man of God. It was not a matter of opinion with me, for I received a testimony from the heavens concerning that matter; and without such a testimony it is difficult for us always to judge; for no man can know the things of God but by the Spirit of God.<span class=\"citation\" id=\"73017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73017)\">1 Cor. 2:11<\/a><\/span> I do not care how much education a man may have&#x2014;how learned he may be&#x2014;how much he has studied theology under the eyes of teachers that are uninspired; I do know there is no man living that can know the things of God for himself only by revelation. I could form some kind of an opinion about Joseph Smith as a natural man, without receiving any communication or revelation for myself. I could believe him to be a man of God from his conversation, from his acts, from his dealings; I could believe him to be a Prophet by seeing many things take place that he prophesied of: but all this would not give me that certain knowledge which is necessary for an individual to have, in order to bear testimony to the nations. <\/div><div class=\"paragraph jod\" id=\"v7n1070\"> If I bear testimony to others that I know this Church and this kingdom to be the Church and kingdom of God, and that Joseph Smith was really raised up as a Prophet, and as a Seer, and as a Revelator, I must bear that testimony from some certain information and knowledge I have derived independent of what can be learned naturally by the natural man. The testimony I have borne for twenty-nine years past upon this point is that the Lord revealed to me the truth of this work; and because the Lord revealed this fact to me, I have the utmost confidence in bearing testimony to it in all the world. It is true I was then but a youth; I was ignorant and am still ignorant in many points and in many respects: but I was then very ignorant so far as the religion of heaven is concerned, until the Lord made manifest his <div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2967\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> truth, and taught, informed, and instructed my mind. <\/div><div class=\"paragraph jod\" id=\"v7n1071\"> For about one year before I heard of this Church, I had begun seriously in my own mind to inquire after the Lord. I had sought him diligently&#x2014;perhaps more so than many others that professed to seek him. I was so earnest and intent upon the subject of seeking the Lord, when I was about eighteen years of age, and from that until I was nineteen, when I heard this Gospel and received it, that I did not give myself the necessary time to rest. Engaged in farming and laboring too by the month, I took the privilege, while others had retired to rest, to go out into the fields and wilderness, and there plead with the Lord, hour after hour, that he would show me what to do&#x2014;that he would teach me the way of life, and inform and instruct my understanding. It is true I had attended, as many others have done, various meetings of religious societies. I had attended the Methodists, I had been to the Baptists, and had visited the Presbyterian meetings. I had heard their doctrines and had been earnestly urged by many to unite myself with them as a member of their churches; but something whispered to not do so. I remained, therefore, apart from all of them, praying continually in my heart that the Lord would show me the right way. <\/div><div class=\"paragraph jod\" id=\"v7n1072\"> I continued this for about one year; after which, two Elders of this Church came into the neighborhood. I heard their doctrine, and believed it to be the ancient Gospel; and as soon as the sound penetrated my ears, I knew that if the Bible was true, their doctrine was true. They taught not only the ordinances, but the gifts and blessings promised the believers, and the authority necessary in the Church in order to administer the ordinances. All these things I received with gladness. Instead of feeling, as many do,  <div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2966\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a hatred against the principles, hoping they were not true, fearing and trembling lest they were, I rejoiced with great joy, believing that the ancient principles of the Gospel were restored to the earth&#x2014;that the authority to preach it was also restored. I rejoiced that my ears were saluted with these good tidings while I was yet a youth, and, in the day, too, of the early rising of the kingdom of God. I went forward and was baptized. I was the only individual baptized in that country for many years afterward. I immediately arranged my business and started off on a journey of two hundred and thirty miles to see the Prophet. I found him in the house of old father Whitmer, in Fayette, Seneca County, State of New York&#x2014;the house where this Church was first organized, consisting of only six members. I also found David Whitmer, then one of the three witnesses who saw the angel and the plates. <\/div><div class=\"paragraph jod\" id=\"v7n1074\"> I soon became acquainted with all the witnesses of the Book of Mormon, with the exception of Oliver Cowdery and Peter Whitmer, who had started westward, and whose acquaintance I formed a few months afterward. I heard their teachings, saw their course of conduct, saw their earnestness, their humility, and diligence in prayer, and their faithfulness in warning one another and in warning their neighbors. <\/div><div class=\"paragraph jod\" id=\"v7n1075\"> I called upon the Lord with more faith than before, for I had then received the first principles of the Gospel. The gift of the Holy Ghost was given to me; and when it was shed forth upon me, it gave me a testimony concerning the truth of this work that no man can ever take from me. It is impossible for me, so long as I have my reasoning faculties and powers of mind, to doubt the testimony I then received as among the first evidences that were given, <div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2966\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and that, too, by the gift and power of the Holy Ghost. And while I am speaking upon the subject, let me say that the gift and power of the Holy Ghost given to an individual is the greatest evidence that he can receive concerning God, godliness, and the kingdom of heaven set up upon the earth. There is no evidence equal to it. A natural man may see all the signs that Jesus has promised should follow the believer;<span class=\"citation\" id=\"66916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66916)\">Mark 16:17-18<\/a><\/span> he may see them in exercise by the faithful Saints of God. He may see them speak in different tongues and languages, and then he may have his doubts in regard to it, if he has not received the testimony of the Holy Ghost himself. He may hear the sounds of these tongues; but how is he to judge or know whether they do speak in another tongue or not? It is true he hears sounds put together which resemble languages he has heard foreigners speak; but it is not a testimony that imparts a knowledge to his mind: he wants something greater than this. Again, he hears others, who are ignorant and unlearned, by the gift and power of the Holy Ghost interpret these tongues, and unfold the things spoken by the power of the Spirit of God in another language: but how does he know that they give the true interpretation? His own understanding will not testify that they have. He must, therefore, have a testimony independent of this&#x2014;a higher, a greater testimony&#x2014;even that of the Holy Spirit. Again, he might see individuals, professing to be followers of our Lord and Savior Jesus Christ, go forth and lay their hands upon the sick, and pray to the Father, in the name of Jesus, that they may be healed. He may see them raised up and apparently restored to health and soundness; but then, how does he know that these persons were really as sick and as much afflicted as they pretended to be? Seeing these  <div class=\"break pagebreak\" id=\"179a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0179.pdf\" target=\"pdfwin\">p.&#xA0;179a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2965\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>things as a natural man, how is he to know that the administration by the laying on of hands has imparted power or virtue to heal them? Or is it the work of imagination? Here would be left room for doubt. This testimony alone is not sufficient to rest upon. He should have the gift and power of the Holy Ghost resting upon himself to convince him that they were the servants of God, and that the gifts they exercise were from heaven. He might hear them prophesy many things that are to take place years in the future; but he would not wish to wait for their fulfillment to know whether they were of God; or, while he was waiting, he might be laid in the dust. He therefore needs something to convince him, beyond all doubt, that the individuals prophesying were filled with the Holy Ghost, and that their predictions were true and could be depended upon; and then, whether they come to pass or not in his day, he knows they will be fulfilled in their times and in their seasons; and so with all other gifts. He might see a miracle of any kind; he might see the laws of nature apparently overcome by a person calling himself a servant of God. How does he know he is the servant of God, or that he performs that miracle by the power of God? Have not devils and fallen angels power? Did they not have mighty power in ancient days? Yes. Could they not smite the earth with plagues, and turn water into blood anciently, as Moses the servant of God did?<span class=\"citation\" id=\"53913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53913)\">Ex. 7:19-22<\/a><\/span> Yes. Could not the wicked magicians of Egypt perform great signs by casting down their staves, and causing them to appear like serpents, performing great, and marvelous things similar to those the Prophet Moses performed?<span class=\"citation\" id=\"53895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53895)\">Ex. 7:9-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1077\"> How is the natural man to judge? There is God on the one hand, and the Devil on the other; and if one is <div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2965\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to judge naturally of these things, he would not be sure that the person performing a miracle before him was really inspired of God. The gift and power of the Holy Ghost, as I have already observed, is the greatest evidence any man or woman can have concerning the kingdom of God. It is given expressly to impart to mankind a knowledge of the things of God. It is given to purify the heart of man, that he may by its power not only be able to understand its operations upon himself, but be able to understand its operations upon others also; and, indeed, if I could by any possible means independent of the Holy Ghost ascertain that a miracle was wrought of God, what particular benefit would it be to me? <\/div><div class=\"paragraph jod\" id=\"v7n1078\"> Scores of miracles were wrought in ancient times; but how did they benefit the children of Israel? When they saw the waters of the Red Sea divided and the Egyptians overthrown in its depths&#x2014;<span class=\"citation\" id=\"53992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53992)\">Ex. 14:15-30<\/a><\/span>when they were brought up before mount Sinai and heard the voice of the trumpet out of the midst of the cloud and from the flaming mountain, proclaiming the ten commandments in their ears, and saw Moses go up in the midst of the fire&#x2014;<span class=\"citation\" id=\"54152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54152)\">Ex. 19:16-20<\/a><\/span>when they beheld all this display of the power of God, what effect did it have on the great majority who saw? Did it affect their conduct? No. Miracles had become a little common with them, and said they, What has become of this Moses?<span class=\"citation\" id=\"54441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54441)\">Ex. 32:1<\/a><\/span><span class=\"citation\" id=\"71537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71537)\">Acts 7:40<\/a><\/span> Perhaps they thought he had perished in the mountain. They might have imagined a volcano on the mountain, belching out its fires, accompanied by thunder and lightning; and that some person had artfully concealed himself, having a great trumpet, and through it pretending to give laws to Israel. They might have said, We will not be cheated by this pretended miracle; but while this thunder and storm is  <div class=\"break pagebreak\" id=\"180a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0180.pdf\" target=\"pdfwin\">p.&#xA0;180a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2964\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lasting on the mount, and while it is in this terrible convulsion, we will have a god that we can see; we will cast our gold into the fire, and make one that will just suit us. And so they did, and fell down and worshipped it, and said, &#x201C;These be thy gods, O Israel, &amp;c.&#x201D;<span class=\"citation\" id=\"54454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54454)\">Ex. 32:4<\/a><\/span> Here, then, we perceive what effect miracles have upon a people, without the power and gift of the Holy Ghost to bear testimony that these miracles are of God. The Holy Ghost bears testimony to the man who receives it, and not to somebody else; and if he is pure enough to receive this gift, he has power enough in his heart to regulate his actions according to the law of God, instead of building golden calves. <\/div><div class=\"paragraph jod\" id=\"v7n1080\"> I have deviated from my experience, and perhaps it will not be necessary to say any more on that subject; for it is about the same in many respects as the experience of all the rest of the Saints of God. It is true, I have traveled perhaps more by far than any other man in the Church who is now living; but what of this? I expect to travel a great deal more, if I am called upon; for my mission is to travel: that is the command I received in connection with the Twelve<span class=\"citation\" id=\"90245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90245)\">D&amp;C 107:33<\/a><\/span> and the Seventies.<span class=\"citation\" id=\"124879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124879)\">D&amp;C 107:34<\/a><\/span> We have been called upon to go into all the world and preach the Gospel to every creature,<span class=\"citation\" id=\"90654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90654)\">D&amp;C 112:28-30<\/a><\/span><span class=\"citation\" id=\"91091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91091)\">D&amp;C 124:128<\/a><\/span> as they were in ancient days;<span class=\"citation\" id=\"66717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66717)\">Mark 16:14-16<\/a><\/span> and inasmuch as we cannot go personally and preach to every creature, we have the responsibility upon us to see that it <span class=\"italic\">is<\/span> preached to every creature, to every nation, tongue, and people.<span class=\"citation\" id=\"124880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124880)\">D&amp;C 84:61-63<\/a><\/span> And inasmuch as we do not fulfil this responsibility placed upon us, we shall have to suffer. In connection with others, I have gone forth and endeavored to fulfil in some little measure the great mission the Lord our God has given us to the nations of the earth. I have borne testimony all the day long, first to my <div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2964\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> own nation, the people of the United States, in the New England, Middle, Western, and Southern States, and in the Territories, and also in the Canadas, Upper and Lower. For many years my voice has been heard throughout the land, warning the people to repent. And I most assuredly know that all the testimonies I have borne are recorded in the heavens, and it is a comfort to me to think they are not lost and forgot; and all the people that have heard them will have to meet them in the great and coming day. <\/div><div class=\"paragraph jod\" id=\"v7n1081\"> I have not only borne testimony to my own nation on this continent, baptizing believers, building up churches, traveling on foot thousands and tens of thousands of miles without purse or scrip, being mobbed and driven to and fro, and hunted by the enemy; but I have also had the privilege of crossing the Atlantic Ocean ten times for the word of God and the testimony of Jesus,<span class=\"citation\" id=\"78927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78927)\">Rev. 1:2,9<\/a><\/span> to bear his name among the nations afar off; and I have endeavored in those distant lands, as well as on this continent, to bear my testimony faithfully among the people. And my testimony is this, that God has in his infinite mercy and goodness sent his angel from heaven to restore the same Gospel that was preached eighteen hundred years ago&#x2014;that he has borne testimony, by his angels, by the power of the Holy Ghost, and by his own voice, of the fact that he has restored his Priesthood and his kingdom upon the face of the earth, and that the kingdom now established will continue to roll on until all the nations and kingdoms of the earth shall see and hear of the power and glory of the Almighty magnified and made manifest in it. This has been my testimony, and I rejoice in it. I am not fatigued&#x2014;don't feel like retiring to private life; but I feel to continue in this holy calling and ministry as long as the  <div class=\"break pagebreak\" id=\"181a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0181.pdf\" target=\"pdfwin\">p.&#xA0;181a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2963\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Lord my God shall permit me to have a being here upon the earth, be it long or short. <\/div><div class=\"paragraph jod\" id=\"v7n1083\"> How long I shall stay here I know not: that is among the hidden things of futurity, so far as I am personally concerned. I look forward with joyful anticipation to the glory that shall follow in the rolling forth of this kingdom, and in the fulfillment of the purposes of the Most High God in relation to this last dispensation he has introduced upon the earth. There are a great many things that are taking place and have taken place that I have rejoiced in, because I have known them, from diligent research, to be the fulfillment of modern prophecy. <\/div><div class=\"paragraph jod\" id=\"v7n1084\"> I have not been backward about searching both ancient and modern prophecy that I might learn something about the events of the last dispensation, and understand the signs of the times in which we live. I have seen prophecy after prophecy fulfilled, not only among the people of the Latter-day Saints, but among the nations of the earth, that were uttered years and years before they came to pass; and there are prophecies contained in the Book of Mormon which remain to be fulfilled, and I am looking with joyful anticipation to the day of their fulfillment. The prophecies are of great interest to the Saints and to the world. As an instance, I will give you the substance of a prophecy contained in the Book of Mormon. About six hundred years before Christ, a Prophet was raised up in Jerusalem, by the name of Lehi, and another one by the name of Nephi; and the Lord commanded them to leave Jerusalem and go to a land he would give to them,<span class=\"citation\" id=\"80914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80914)\">1 Ne. 2:2<\/a><\/span> and he brought them forth by his miraculous power upon this American continent. Before they arrived here, however, Nephi had a vision, and saw all the great events from his day down to the <div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2963\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> winding-up scene of all things.<span class=\"citation\" id=\"81030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81030)\">1 Ne. 13:1-42<\/a><\/span> Among other things, he saw the Jews would be carried away shortly after the departure of himself and his father's family into Babylon, and he saw they would be afflicted for a length of time, and then be restored to Jerusalem.<span class=\"citation\" id=\"80979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80979)\">1 Ne. 10:3<\/a><\/span> After their return, he saw the Messiah would make his appearance, and they would crucify him,<span class=\"citation\" id=\"80981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80981)\">1 Ne. 10:4-13<\/a><\/span> and then they would be dispersed among all nations.<span class=\"citation\" id=\"80997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80997)\">1 Ne. 11:13-33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1085\"> He saw that the Gospel would be preached among all nations and kingdoms, first to the Jews, and then to the Gentiles.<span class=\"citation\" id=\"80986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80986)\">1 Ne. 10:14<\/a><\/span> He saw that after the Gospel should be preached by the Twelve Apostles of the Lamb to the Jews and to the Gentiles, there would arise a great and abominable church,<span class=\"citation\" id=\"124881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124881)\">1 Ne. 13:1-42<\/a><\/span> the most corrupt of all churches upon the face of all the earth, and that that great and abominable church should have power given unto them over the Saints of the Lamb to destroy them, &amp;c., and that they should corrupt the Jewish Scriptures which should issue from the mouth of the Twelve Apostles of the Lamb, and take away from them many parts that were plain, and precious, and easy to the understanding of all men; and by reason of this great stumblingblock,<span class=\"citation\" id=\"81058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81058)\">1 Ne. 13:29<\/a><\/span> the Scriptures being in such a state, there should be many among the nations of the Gentiles in the latter times that should exceedingly stumble and build up numerous churches after the forms of different doctrines,<span class=\"citation\" id=\"81063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81063)\">1 Ne. 13:34<\/a><\/span> and they should deny miracles and the power of God, saying, &#x201C;They are done away.&#x201D;<span class=\"citation\" id=\"83243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83243)\">Morm. 8:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1086\"> After seeing all these things on the Eastern continent, he saw the promised land to which he and his father's family were about to be led; and he beheld his descendants in their various generations, and he saw wars, &amp;c., among them; he saw that Jesus, after his resurrection, made his appearance bodily among them:<span class=\"citation\" id=\"81066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81066)\">1 Ne. 13:35<\/a><\/span><span class=\"citation\" id=\"81452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81452)\">2 Ne. 26:1-8<\/a><\/span> this took place on the promised land, which we call  <div class=\"break pagebreak\" id=\"182a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0182.pdf\" target=\"pdfwin\">p.&#xA0;182a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2962\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>America. He saw the Israelites on this land become righteous, and he saw three generations pass away in righteousness;<span class=\"citation\" id=\"81458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81458)\">2 Ne. 26:9<\/a><\/span> then the more part of them fell into wickedness and were destroyed, and the records kept among them contained the fulness of the Gospel and many prophecies and visions that were great and precious. He saw that a remnant of the nation should dwindle more and more in unbelief, and have wars and contentions among themselves, and become a degraded people, and be scattered upon all the face of this continent. <\/div><div class=\"paragraph jod\" id=\"v7n1088\"> Then he saw in the latter days the nations and kingdoms of the Gentiles who should discover this land,<span class=\"citation\" id=\"81034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81034)\">1 Ne. 13:12<\/a><\/span> and send forth their emigrants and form a great nation of Gentiles upon this continent; and he saw that they should have power to free themselves from every nation under heaven.<span class=\"citation\" id=\"124882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124882)\">1 Ne. 13:13-19<\/a><\/span><span class=\"citation\" id=\"81072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81072)\">1 Ne. 14:1-2<\/a><\/span> Then he saw that by the power of God the records of his people should come forth;<span class=\"citation\" id=\"124883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124883)\">1 Ne. 13:34-42<\/a><\/span> and he saw that a Church of the Saints should arise, and that it should spread itself upon all the face of the earth, among all the nations and kingdoms of the Gentiles; and he saw also that the great and abominable church that was among all the nations of the Gentiles, having dominion among all peoples and tongues, should gather together in multitudes among the nations of the earth and fight against the Lamb of God and against the Saints of the Most High and his covenant people,<span class=\"citation\" id=\"81075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81075)\">1 Ne. 14:9-13<\/a><\/span> and he says&#x2014;&#x201C;I beheld the power of the Lamb, that it descended upon the Saints of the Most High that were scattered among all the nations of the Gentiles, and they were armed with righteousness and the power of God in great glory. And then he said, I saw the mother of abominations begin to have wars and rumors of war among all the nations and kingdoms of the Gentiles; and the Lord spake unto him, saying, <div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2962\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Behold, the work of God is upon the mother of harlots, &amp;c.&#x201D;<span class=\"citation\" id=\"81107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81107)\">1 Ne. 14:14-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1089\"> This vision continued down to the end of time. But what I wish to call your attention to at this time is one event which has been in a measure literally fulfilled. It is an event that no man, unless he were a Prophet inspired by the Most High God, could have had a heart big enough to prophesy of with the least expectation of its fulfillment; and that is, the Church of the Lamb of God that was to be raised up after the coming forth of these records of the ancient Israelites should be among all nations and kingdoms of the Gentiles.<span class=\"citation\" id=\"81103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81103)\">1 Ne. 14:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1090\"> This was uttered and printed before the Church of Latter-day Saints was in existence. How could a young man, inexperienced as Joseph Smith was, have had all this foreknowledge of future events, unless he was inspired of God? How did he know that any Church believing in the Book of Mormon would arise? He was then in the act of translating these records; the Church had not yet an existence; and he was young, inexperienced, and ignorant as regards the education and wisdom of this world. How did he know that, after his manuscript was published, a church called the Church of the Lamb would arise and be built upon the fulness of the Gospel contained in the book? How did he know that, if it did arise, it would have one year's existence? What wisdom, education, or power could have given him this foreknowledge independent of the power of God? How could he know, if a church should arise, that it would have any influence beyond his own neighborhood? How did he know it would extend through the State of New York, where it was first raised? How could he know that it would extend over the United States, and much more, that it would go to all nations and kingdoms of the Gentiles?  <div class=\"break pagebreak\" id=\"183a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0183.pdf\" target=\"pdfwin\">p.&#xA0;183a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2961\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>And how did he know that the dominions of this Church among all the nations and kingdoms of the Gentiles should be small,<span class=\"citation\" id=\"81090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81090)\">1 Ne. 14:12<\/a><\/span> because of the wickedness of the great &#x201C;mother of abominations?&#x201D;<span class=\"citation\" id=\"81096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81096)\">1 Ne. 14:13<\/a><\/span> How did he know that the &#x201C;mother of harlots&#x201D;<span class=\"citation\" id=\"81111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81111)\">1 Ne. 14:17<\/a><\/span> among these Gentiles would gather together in great multitudes among all the nations and kingdoms of the earth to fight against the Saints of the Lamb of God?<span class=\"citation\" id=\"81095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81095)\">1 Ne. 14:13<\/a><\/span> Common sense tells us that this would be taking a stretch far beyond what any false prophet dare take, with any hope of fulfillment. <\/div><div class=\"paragraph jod\" id=\"v7n1092\"> To prophesy that a church would arise and have place in all the nations and kingdoms of the Gentiles, and then to prophesy that the &#x201C;mother of harlots&#x201D; would gather together vast multitudes among all these nations and fight against the Saints,<span class=\"citation\" id=\"81088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81088)\">1 Ne. 14:10-17<\/a><\/span> is taking a step far beyond what an impostor would undertake, if he were disposed to successfully impose upon mankind. How far has this been fulfilled? Only in part; so far, however, as to give us no possibility of doubting that the balance will be fulfilled, every jot and tittle. It is true, the Saints of the Lamb of God are not among all the nations and kingdoms of the Gentiles yet; but there are very many of the nations and kingdoms of the Gentiles where this little Church that was organized in 1830 actually has a dominion and place. <\/div><div class=\"paragraph jod\" id=\"v7n1093\"> If we go anywhere throughout the nation of the Gentiles called the United States, we shall find in almost every State and Territory the Church of the Saints of the Lamb of God, that the world call &#x201C;Mormons,&#x201D; &#x201C;fanatics,&#x201D; &#x201C;impostors,&#x201D; &amp;c. If we go into Canada, we find them there. If we go across the great ocean to the island of Great Britain, we find them there numbering seven or eight hundred churches organized, and some four thousand Elders and Priests ordained to preach the Gospel contained in the <div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2961\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Book of Mormon, as well as in the Bible. <\/div><div class=\"paragraph jod\" id=\"v7n1094\"> The Saints in that country are scattered throughout England, Wales, Scotland, and Ireland. Tens of thousands of them have shipped for America, and tens of thousands still remain. Then cross the sea into that inhospitable country called Norway, and there we find many churches of the Saints. Then return a little south into Denmark, where thousands more will be found. Then go to the northeast of Denmark into Sweden, and we still find Latter-day Saints. Then go into Germany, and we find them scattered, more or less, throughout that confederation. I do not know that there is any Branch of the Saints in Prussia; neither do I know that they extend through all the German States; but we find them in several. Next, go into Switzerland and Italy, and we find them there. Then go to France, and we find a few there. Then go upon some of the islands of the sea, and a few thousands are found rejoicing in this Church. In Asia and Africa a few will be found. They are not among all the nations and kingdoms of the Gentiles, but they are scattered here and there among them; and their dominions are really small, because of the wickedness of the great and abominable church. <\/div><div class=\"paragraph jod\" id=\"v7n1095\"> There may be many nations of Asia where the feet of Latter-day Saints have not trod. I do not know that any of the Elders of this Church have gone to Japan. If we go into the South Sea Islands, the Friendly Islands, the Society Islands, and the Sandwich Islands, we find Latter-day Saints on almost all of them. <\/div><div class=\"paragraph jod\" id=\"v7n1096\"> Go into the various governments and kingdoms of South America, and we find the Latter-day Saints scarce. I don't know but there may be now and then an Elder that has found his way there; but suffice it to say that  <div class=\"break pagebreak\" id=\"184a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0184.pdf\" target=\"pdfwin\">p.&#xA0;184a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2960\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the dominions of the Saints in South America are very small. But we must look for the day when this prophecy shall be fulfilled, that the dominions of the Latter-day Saints shall be upon all the face of the earth among all the nations and kingdoms of the Gentiles: and has there not been enough already fulfilled to show that the man that uttered that before the rise of this Church was indeed truly a Prophet of the Most High God? <\/div><div class=\"paragraph jod\" id=\"v7n1098\"> Again: Although the great &#x201C;mother of abominations&#x201D;<span class=\"citation\" id=\"81097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81097)\">1 Ne. 14:13<\/a><\/span> has not gathered together in multitudes upon the face of the earth among all the nations and kingdoms of the Gentiles to fight against the Lamb of God and his Saints, yet there has been enough fulfilled to show that the balance will be accomplished. Has this great and abominable power, under the name of &#x201C;the mother of harlots,&#x201D;<span class=\"citation\" id=\"80159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80159)\">Rev. 17:5<\/a><\/span> popularly called Christendom, fought against the Saints in this country? Let the history of this Church answer that question; let the scenes we have passed through in the land of Missouri testify; let the tribulation this people had to endure in the State of Illinois bear witness. We will not refer to persecutions in Utah, for here we have had but little, compared with scenes we have passed through in former years. Suffice it to say multitudes have been gathered together&#x2014;under the influence of what? Under the influence of that great and abominable church or system called &#x201C;the mother of harlots.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n1099\"> When we come to search to the bottom of this matter, we find that has been the great influence which has produced all the persecutions that have come upon the Latter-day Saints since the organization of this Church. How many preachers were gathered together in the western part of Missouri at the time we were driven from the State to give their advice in a pretended court-martial to have some fifteen or twenty of the <div class=\"break columnbreak\" id=\"184b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0184.pdf\" target=\"pdfwin\">p.&#xA0;184b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2960\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> leaders of this people taken out and shot on the public square the next morning? There were not less than seventeen priests who advised the measure. <\/div><div class=\"paragraph jod\" id=\"v7n1100\"> When we come to hunt for the great influence that has existed on the multitudes that gathered to persecute the Saints of the Lamb of God, we find it proceeding from the pulpit. Through the falsehoods of priests and the publishing of false principles, they have endeavored to set on the frenzied multitude to put to death the Latter-day Saints and deprive them of citizenship. <\/div><div class=\"paragraph jod\" id=\"v7n1101\"> It is not necessary to speak of the scenes of cruelty and bloodshed caused to the Saints by this influence. I can read you in this book (Book of Doctrine and Covenants), before we went to Missouri, that it should be the land of our enemies&#x2014;<span class=\"citation\" id=\"86042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86042)\">D&amp;C 52:42<\/a><\/span>that they should seek to destroy our lives; and it has been fulfilled to the very letter. We were told in revelations printed in this book, and before the prophecy came to pass, that we should be persecuted from city to city,<span class=\"citation\" id=\"86435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86435)\">D&amp;C 63:31<\/a><\/span> and but few of those who went up to Jackson County, Missouri, should stand to receive their inheritance. It has been fulfilled to the very letter. <\/div><div class=\"paragraph jod\" id=\"v7n1102\"> Here, then, was the beginning, as it were, of the fulfillment of that saying in the Book of Mormon. That abominable church, among one of the nations of the Gentiles at least, was gathered together under a religious influence to persecute the Saints<span class=\"citation\" id=\"81098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81098)\">1 Ne. 14:13<\/a><\/span> contrary to the Constitution of our country. They could not do it legally; they could not be upheld in it by true and legal authority: but they could do it illegally, under the sanction of priestcraft, under the advice of those who proclaim from the pulpit. <\/div><div class=\"paragraph jod\" id=\"v7n1103\"> Let us now go into Canada, and there a religious influence existed, mobs arose, multitudes were gathered together, and the Saints were stoned,  <div class=\"break pagebreak\" id=\"185a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0185.pdf\" target=\"pdfwin\">p.&#xA0;185a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2959\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hunted, and driven to and fro, and had to flee from place to place. This persecution was raised up by the &#x201C;mother of harlots,&#x201D; the &#x201C;mother of abominations&#x201D;&#x2014;<span class=\"citation\" id=\"81100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81100)\">1 Ne. 14:13<\/a><\/span>because of what? Because we told them the Lord had revealed the same kind of religion in our day that he had eighteen hundred years ago. Go to England, and the same has happened there. Multitudes and multitudes started up against us. The Elders have had forty or fifty police to guard them from their meetings to their homes, to keep them from being destroyed by the tens of thousands of people that blockaded the streets for miles in length. <\/div><div class=\"paragraph jod\" id=\"v7n1105\"> I know these things to be facts from actual experience. I have passed through them. I have had tens of thousands rush upon me with all the fury of tigers, and they were only restrained by the power of God: but as yet the Lord has spared me, and so he has the most of the Elders that have traveled abroad. Go to Denmark, and we find the same opposing power; and whenever this Church has been organized, or a Branch established, the &#x201C;mother of abominations&#x201D;<span class=\"citation\" id=\"81099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81099)\">1 Ne. 14:13<\/a><\/span> has marshaled her host. So far the prophecy has been fulfilled in part, but not in full. I will tell you what will come to pass before it is all fulfilled. There must be the interposition of the Almighty to make a change among the nations of the earth before this Church can be established among all the nations and kingdoms of the Gentiles. This change will probably be brought about by war overturning all the governments and kingdoms of the Gentiles. <\/div><div class=\"paragraph jod\" id=\"v7n1106\"> A few years ago, many of the Saints, for want of a correct understanding of prophecy, thought that the war between Russia and France, England and Turkey, was the great war of extermination foretold by the <div class=\"break columnbreak\" id=\"185b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0185.pdf\" target=\"pdfwin\">p.&#xA0;185b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2959\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Prophets. There are prophecies of this kind that the great &#x201C;mother of abominations&#x201D; will go to war, and not a nation under heaven will escape, as they will use each other up by millions.<span class=\"citation\" id=\"79625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79625)\">Rev. 13:1-10<\/a><\/span><span class=\"citation\" id=\"80148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80148)\">Rev. 17:1-18<\/a><\/span> They imagined that perhaps the time had come for the nations of Christendom to be nearly exterminated by their great and terrible wars. But I lifted up my voice in England, and put it in writing also, that the war then commencing would not thus terminate. It was for another purpose: it was for a chastisement, and in some measure to ameliorate the condition of mankind, that the Gospel might more fully go forth among them. <\/div><div class=\"paragraph jod\" id=\"v7n1107\"> How is it with regard to the war now taking place between Austria and the allied powers of France and Sardinia? How extensive the present European war will be we do not know; but this we do know from prophecy&#x2014;it will not result in the downfall of the &#x201C;mother of harlots.&#x201D; There will be a time of peace&#x2014;a time that will be more favorable to the promulgation of the Gospel, that you and I and whosoever of the servants of God he pleases may be sent to these European nations to fulfil the prophecy which I have referred to in the Book of Mormon, and establish the kingdom of God among all the nations of modern Europe. Where tyranny and oppression and all the horrors of despotism now reign, will be heard the Gospel of peace. Saints must be established in all those countries. Even in Russia, that place where they would almost put you to death if you brought a printed work of a religious nature into the empire&#x2014;in that country, where they will not suffer you to propagate the Bible unmolested, whose religion is established by law, has the Gospel of Jesus Christ to be preached. Yes, the Church of the Saints is to be established there; and after it is  <div class=\"break pagebreak\" id=\"186a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0186.pdf\" target=\"pdfwin\">p.&#xA0;186a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2958\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>established, there they are to gather together in multitudes, like other nations, to fight against it; and so they will in Austria, Spain, Portugal, and in all the modern nations of Europe, as well as those nations that inhabit Asia and Africa. This war that is now taking place will not result in that dreadful extinction that is foretold in the Book of Mormon, and which will rage among all the nations and kingdoms of the Gentiles, or, in other words, among the nations of Christendom. The one is a war preparatory to the proclamation of the Gospel; the other is a war of terrible destruction, which will not better the condition of those who escape. The wars that are now taking place will have a tendency, in some measure, to open the way for the Elders of the Church of Jesus Christ to go and establish the Church and kingdom of God among those nations. <\/div><div class=\"paragraph jod\" id=\"v7n1109\"> A great many have prayed unwisely, and no wonder they cannot get faith to fulfil their prayers. How have they prayed? &#x201C;O Lord, gather out all thy Saints from those European countries, and bring them to Zion with songs of everlasting joy upon their heads, that there may be none left abroad upon the earth.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n1110\"> If the Lord should do this, it would prove the whole system false. When the time comes that the Saints of the Lamb of God are scattered upon all the face of the earth, among all nations and kingdoms of the Gentiles, and the multitudes gather against them to battles,<span class=\"citation\" id=\"81101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81101)\">1 Ne. 14:13<\/a><\/span> we shall not find such unwise prayers answered. The Saints, instead of being all gathered out, will still be among the nations, for the power of the Lamb of God to descend upon the Saints of the Most High that are among all the nations and kingdoms of the Gentiles, and not only upon these, but also upon his covenant people, the descendants of Jacob; and they are to be armed with <div class=\"break columnbreak\" id=\"186b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0186.pdf\" target=\"pdfwin\">p.&#xA0;186b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2958\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> righteousness and the power of God in great glory.<span class=\"citation\" id=\"81104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81104)\">1 Ne. 14:14<\/a><\/span> But gather them all out, and where have you got your Saints? It would completely falsify this saying. <\/div><div class=\"paragraph jod\" id=\"v7n1111\"> The day will come when the nations of Europe will have warred among themselves sufficiently long, and those despotic governments are torn down, and when the hand of oppression and tyranny has been eased up, and when the principles of religious liberty have become more fully and more widely spread, that the Elders of this Church will traverse all these nations; and then we shall have use for these Seventies that have been organizing so long. They have apparently been resting upon their oars, waiting to be called out into the vineyard of the Lord. Then will be the time for missions and callings to be given to you. <\/div><div class=\"paragraph jod\" id=\"v7n1112\"> There are some sixty Quorums of Seventies: these have been organizing for years, being instructed by their Presidents&#x2014;being taught in the things of the kingdom of God. What is your mission? The Book of Doctrine and Covenants tells me it is among the nations of the earth; that the Twelve are to open the doors;<span class=\"citation\" id=\"90277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90277)\">D&amp;C 107:35<\/a><\/span> and wherever they cannot go, they were to send;<span class=\"citation\" id=\"124884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124884)\">D&amp;C 84:61-63<\/a><\/span> and when they send, they shall call upon the Seventies in preference to any others,<span class=\"citation\" id=\"90275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90275)\">D&amp;C 107:34,38<\/a><\/span> because it is more particularly their mission to go and preach to all people under heaven. You have not yet had an opportunity to magnify your calling; your mission has not yet begun, only in preparation; your great mission is still in the future among the nations and kingdoms of the Gentiles. Some may have thought that the times of the Gentiles was almost fulfilled. If the Lord has fulfilled the times of the Gentiles, your calling is good for nothing&#x2014;it only exists in name. But let me tell you, you have been called to this high and holy calling, and you  <div class=\"break pagebreak\" id=\"187a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0187.pdf\" target=\"pdfwin\">p.&#xA0;187a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2957\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will have your hands full yet; and the Lord God of Israel, by his power, will bear you off among the nations; and He it is that will gird up your loins, and give you power among these nations; and He it is that will enable you to go forth from nation to nation, and from kingdom to kingdom, and no power will be able to stay your progress. That has all got to be fulfilled as sure as you have that calling upon your heads. And you have got to do a great deal of preaching before the times of the Gentiles are fulfilled; you have got to go and build up the Church of the Lamb of God among those nations, and set ministers over them, and go and build up more; and the High Priests that preside over them have got to purify their own hearts, and the Branches over which they preside to be prepared for the power of God that shall rest upon them in great glory,<span class=\"citation\" id=\"81105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81105)\">1 Ne. 14:14<\/a><\/span> that when the multitudes gather to fight against them<span class=\"citation\" id=\"124885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124885)\">1 Ne. 14:13<\/a><\/span> they may be armed with the power that comes from heaven, that will cause their thrones and their kingdoms to shake to their very center. <\/div><div class=\"paragraph jod\" id=\"v7n1114\"> By-and-by, after you have fulfilled your missions to the nations of the Gentiles, and there will not any more of them repent&#x2014;that is, when you have fully accomplished all that is required of you in relation to them, you will have another mission, and so will the Twelve, and that is to the house of Israel that may be among those nations; I mean the literal descendants of Jacob&#x2014;the Jews,<span class=\"citation\" id=\"90257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90257)\">D&amp;C 107:33-35<\/a><\/span> and the descendants of the other tribes that may be scattered among those nations. There are some from the ten tribes<span class=\"citation\" id=\"124886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124886)\">A of F 1:10<\/a><\/span> among them; but the body of the ten tribes are in the north country.<span class=\"citation\" id=\"60554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60554)\">Jer. 23:7-8<\/a><\/span><span class=\"citation\" id=\"124887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124887)\">D&amp;C 110:11<\/a><\/span> You will find a few among all these Gentile nations: you will have to direct your attention to them after you have fulfilled your mission among the Gentiles, and their times are fulfilled. <div class=\"break columnbreak\" id=\"187b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0187.pdf\" target=\"pdfwin\">p.&#xA0;187b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2957\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> You will have something to do among the Jews, and then will be a time of great power, such as you and I have not dreamed of. Indeed, we could not, with our narrow comprehensions of mind, perceive the power that will then follow. The Lord has told it in a revelation in the Book of Doctrine and Covenants.<span class=\"citation\" id=\"84111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84111)\">D&amp;C 14:9-11<\/a><\/span> He has told us, before the rise of this Church, that in bringing forth this Gospel, it is a light that could not be hid in darkness: therefore, he says, I must bring the fulness of my Gospel from among the Gentiles to the house of Israel; or, this light of the fulness of my Gospel will, as it were, be covered up and hid in darkness in many respects, and will not shine with that brilliancy, power, and greatness: it will not appear in that magnitude that it will when I bring it from the midst of the Gentiles to my people, O house of Israel. Again, the Lord says, in another revelation in the Book of Doctrine and Covenants, that when we have preached the Gospel faithfully to the Gentile nations, then cometh the day of my power;<span class=\"citation\" id=\"88981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88981)\">D&amp;C 90:9-11<\/a><\/span> and we already know what the Psalmist says in regard to that day&#x2014;&#x201C;My people shall be willing in the day of my power.&#x201D;<span class=\"citation\" id=\"57196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57196)\">Ps. 110:3<\/a><\/span> The house of Israel have been unwilling in many generations past to receive the Gospel; but in the day of his power, you Seventies, that will go forth among the nations of Gentiles to hunt out the literal descendants of Jacob, will be armed with that glory, power, and majesty, and clothed upon from on high to that degree that no power on earth can stay you;<span class=\"citation\" id=\"85185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85185)\">D&amp;C 38:33<\/a><\/span> and then, in that day, the seed of Jacob will be willing to receive the testimony of the Gospel. Then many of the Jews will believe, although many of that nation will gather to Jerusalem in unbelief. But the Book of Mormon has told us that the main part of them will believe while yet scattered.<span class=\"citation\" id=\"80987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80987)\">1 Ne. 10:14<\/a><\/span><span class=\"citation\" id=\"81118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81118)\">1 Ne. 15:18-20<\/a><\/span> They will receive your testimony and gather to  <div class=\"break pagebreak\" id=\"188a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0188.pdf\" target=\"pdfwin\">p.&#xA0;188a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2956\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jerusalem; and because of your testimony, the Gentile believers will gather to Zion; and because of your testimony, all the elect of God, of whatever nation, tongue, and people, will be gathered out year after year; and by-and-by, the great and last gathering will be done through instrumentality of angels. There will be two, as it were, grinding at a mill; the faithful one will be taken, and the other will be left:<span class=\"citation\" id=\"65962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65962)\">Matt. 24:40-41<\/a><\/span> there will be two, as it were, sleeping in one bed; one will be picked up by the angels, and the other will be left;<span class=\"citation\" id=\"67846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67846)\">Luke 17:34-36<\/a><\/span> and the remnant of the children of God scattered abroad on all the face of the earth will receive their last gathering by the angels. But between this and that day there will be shipload after shipload gathering continually of the elect of God, of the Israel of God, and of the covenant people of the Lord to Zion and Jerusalem. <\/div><div class=\"paragraph jod\" id=\"v7n1116\"> By-and-by, when the Lord has made bare his arm in signs, in great wonders, and in mighty deeds, through the instrumentality of his servants the Seventies, and through the instrumentality of the churches that shall be built up, and the nations and kingdoms of the earth have been faithfully and fully warned, and the Lord has fulfilled and accomplished all things that have been written in the Book of Mormon, and in other revelations pertaining to the preaching of the Gospel to the nations of the Gentiles and to the nations of Israel, by-and-by the Spirit of God will entirely withdraw from those Gentile nations, and leave them to themselves. Then they will find something else to do besides warring against the Saints in their midst&#x2014;besides raising their sword and fighting against the Lamb of God; for then war will commence in earnest, and such a war as probably never entered into the hearts of men in our age to conceive of. No nation of the Gentiles upon the face of the <div class=\"break columnbreak\" id=\"188b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0188.pdf\" target=\"pdfwin\">p.&#xA0;188b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2956\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> whole earth but what will be engaged in deadly war, except the Latter-day Kingdom.<span class=\"citation\" id=\"85789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85789)\">D&amp;C 45:68-69<\/a><\/span> They will be fighting one against another. And when that day comes, the Jews will flee to Jerusalem,<span class=\"citation\" id=\"124888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124888)\">D&amp;C 133:13<\/a><\/span> and those nations will almost use one another up, and those of them who are left will be burned; for that will be the last sweeping judgment that is to go over the earth to cleanse it from wickedness.<span class=\"citation\" id=\"94578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94578)\">Matt. 10:23<\/a><\/span> That is the day spoken of in this book&#x2014;And I saw there were wars and rumors of wars among the Gentiles, and the angel said to me, Behold the wrath of God is upon the mother of harlots; and when that day comes, then shall the work of the Father commence in preparing the way to gather in all his covenant people, and then great Babylon will come down.<span class=\"citation\" id=\"81110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81110)\">1 Ne. 14:16-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1117\"> We have been telling you about modern prophecy delivered by Joseph Smith. Is it false, or is it true? The Latter-day Saints know it to be true, we have seen enough of its fulfillment to know that the balance will come to pass; but the world perceive it not: they know it not; they do not understand the future; they have not that spirit spoken of this forenoon by brother Taylor, that was not only to take of the things of the Father and show to the disciples, but show them things to come.<span class=\"citation\" id=\"70343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70343)\">John 16:13<\/a><\/span> They do not understand the spirit of prophecy. They do not perceive that which is written by the ancient Prophets, much less will they understand that plainly written by the latter-day Prophets; consequently, all these things will overtake them unawares. Even the coming of Christ, so great an event as that is, will be to them as a thief in the night.<span class=\"citation\" id=\"75696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75696)\">1 Thes. 5:2<\/a><\/span> After the kingdom of God has spread upon the face of the earth, and every jot and tittle of the prophecies have been fulfilled<span class=\"citation\" id=\"124889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124889)\">Matt. 5:18<\/a><\/span> in relation to the spreading of the Gospel among the nations&#x2014;after signs have been shown in the heavens above, and on  <div class=\"break pagebreak\" id=\"189a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0189.pdf\" target=\"pdfwin\">p.&#xA0;189a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2955\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the earth beneath,<span class=\"citation\" id=\"124891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124891)\">D&amp;C 29:14<\/a><\/span> blood, fire, and vapor of smoke&#x2014;<span class=\"citation\" id=\"124890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124890)\">Acts 2:19<\/a><\/span>after the sun is turned into darkness, and the moon shall have the appearance of blood, and the stars have apparently been hurled out of their places,<span class=\"citation\" id=\"88654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88654)\">D&amp;C 88:87<\/a><\/span> and all things have been in commotion,<span class=\"citation\" id=\"85606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85606)\">D&amp;C 45:26<\/a><\/span><span class=\"citation\" id=\"88682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88682)\">D&amp;C 88:91<\/a><\/span> so great will be the darkness resting upon Christendom, and so great the bonds of priestcraft with which they will be bound, that they will not understand, and they will be given up to the hardness of their hearts. Then will be fulfilled that saying, That the day shall come when the Lord shall have power over his Saints, and the Devil shall have power over his own dominion.<span class=\"citation\" id=\"83741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83741)\">D&amp;C 1:35-36<\/a><\/span> He will give them up to the power of the Devil, and he will have power over them, and he will carry them about as chaff before a whirlwind. He will gather up millions upon millions of people into the valleys around about Jerusalem in order to destroy the Jews after they have gathered. How will the Devil do this? He will perform miracles to do it. The Bible says the kings of the earth and the great ones will be deceived by these false miracles. It says there shall be three unclean spirits that shall go forth working miracles, and they are spirits of devils.<span class=\"citation\" id=\"80127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80127)\">Rev. 16:13-14<\/a><\/span> Where do they go? To the kings of the earth; and what will they do? Gather them up to battle unto the great day of God Almighty. Where? Into the valley of Armageddon.<span class=\"citation\" id=\"80129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80129)\">Rev. 16:16<\/a><\/span> And where is that? On the east side of Jerusalem. <\/div><div class=\"paragraph jod\" id=\"v7n1119\"> When he gets them gathered together, they do not understand any of these things; but they are given up to that power that deceived them, by miracles that had been performed, to get them to go into that valley to be destroyed. Joel,<span class=\"citation\" id=\"61883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61883)\">Joel 3:1-21<\/a><\/span> Zephaniah,<span class=\"citation\" id=\"62243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62243)\">Zeph. 3:8-20<\/a><\/span> Zechariah,<span class=\"citation\" id=\"62316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62316)\">Zech. 14:1-20<\/a><\/span> Isaiah,<span class=\"citation\" id=\"58972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58972)\">Isa. 31:4-5<\/a><\/span><span class=\"citation\" id=\"59608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59608)\">Isa. 52:9-10<\/a><\/span> Ezekiel,<span class=\"citation\" id=\"60923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60923)\">Ezek. 39:1-29<\/a><\/span> and nearly all of the ancient Prophets have predicted that the nations shall be gathered up against Jerusalem, in the <div class=\"break columnbreak\" id=\"189b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0189.pdf\" target=\"pdfwin\">p.&#xA0;189b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2955\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> valley of Jehoshaphat<span class=\"citation\" id=\"124892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124892)\">Joel 3:2,12<\/a><\/span> and the valley of Megiddo&#x2014;<span class=\"citation\" id=\"124893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124893)\">2 Chr. 35:22<\/a><\/span>that there the Lord shall fight for his people, and smite the horse and his rider,<span class=\"citation\" id=\"62284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62284)\">Zech. 12:4<\/a><\/span> and send plagues on these armies, and their flesh shall be consumed from their bones, and their eyes from their sockets.<span class=\"citation\" id=\"84732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84732)\">D&amp;C 29:8-21<\/a><\/span> They will actually fulfil these prophecies, with all their pretension to Bible and prophetic learning. <\/div><div class=\"paragraph jod\" id=\"v7n1120\"> But the Latter-day Saints are not in darkness; they are the children of light, although many of us will actually be asleep. We shall have to wake up and trim up our lamps,<span class=\"citation\" id=\"84935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84935)\">D&amp;C 33:17<\/a><\/span> or we shall not be prepared to enter in; for we shall all slumber and sleep in that day, and some will have gone to sleep from which they will not awake until they awake up in darkness without any oil in their lamps.<span class=\"citation\" id=\"66037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66037)\">Matt. 25:3,9<\/a><\/span><span class=\"citation\" id=\"85696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85696)\">D&amp;C 45:56-57<\/a><\/span> But, as a general thing, the Saints will understand the signs of the times,<span class=\"citation\" id=\"124894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124894)\">D&amp;C 68:11<\/a><\/span> if they do lie down and get to sleep. Others have their eyes closed upon the prophecies of the ancient Prophets; and not only that, but they are void of the spirit of prophecy themselves. When a man has this, though he may appeal to ancient Prophets to get understanding on some subjects he does not clearly understand, yet, as he has the spirit of prophecy in himself, he will not be in darkness; he will have a knowledge of the signs of the times; he will have a knowledge of the house of Israel, and of Zion, of the ten tribes, and of many things and purposes and events that are to take place on the earth; and he will see coming events, and can say such an event will take place, and after that another, and then another; and after that the trumpet shall sound, and after that certain things will take place, and then another trump shall sound, &amp;c., &amp;c.;<span class=\"citation\" id=\"124895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124895)\">D&amp;C 88:92-110<\/a><\/span> and he will have his eye fixed on the signs of the times, and that day will not overtake him unawares;<span class=\"citation\" id=\"68052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68052)\">Luke 21:34<\/a><\/span> but upon the nations it will come as a thief upon the mighty  <div class=\"break pagebreak\" id=\"190a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0190.pdf\" target=\"pdfwin\">p.&#xA0;190a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2954\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men and upon the chief captains, who will gather up their hosts upon the mountains, hills, and valleys of Palestine, to fight against the Jews; and they will be as blind as the dumb ass; and right in the midst of their blindness the Lord will rend the heavens and stand his feet upon the Mount of Olives,<span class=\"citation\" id=\"62324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62324)\">Zech. 14:4<\/a><\/span><span class=\"citation\" id=\"85666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85666)\">D&amp;C 45:48<\/a><\/span> and all the Saints will come <div class=\"break columnbreak\" id=\"190b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0190.pdf\" target=\"pdfwin\">p.&#xA0;190b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2954\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with him,<span class=\"citation\" id=\"124896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124896)\">1 Thes. 3:13<\/a><\/span><span class=\"citation\" id=\"124897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124897)\">Rev. 1:7 (JST)<\/a><\/span> and the wicked will be destroyed from off the face of the earth.<span class=\"citation\" id=\"124898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124898)\">Ps. 145:20<\/a><\/span><span class=\"citation\" id=\"124899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124899)\">Matt. 13:39-41 (JST)<\/a><\/span><span class=\"citation\" id=\"124900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124900)\">JS&mdash;M 1:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1122\"> I meant to be short this afternoon; but really, when I get to studying on these things, I forget myself, and oftentimes weary the patience of the people. <\/div><div class=\"paragraph jod\" id=\"v7n1123\"> God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}