{"ID":70023, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Government of God&#x2014;Progressive Character of &#x201C;Mormonism&#x201D;&#x2014;Concentration of the Mind.<\/div>\n<div class=\"subtitle\">Remarks by Elder Orson Hyde, Delivered in the Tabernacle, Great Salt Lake City, February 12, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Government of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 2\/12\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d23\">\n<div class=\"paragraph jod\" id=\"v7n901\"> I did not anticipate speaking to you this morning, brethren and sisters, but expected to be a hearer only. Since my return to the city, I have been so busily engaged that I have not had time [humorously] to prepare a sermon for this morning; and if I had had ever so much time for that purpose, I should, probably, be no better prepared to address you than I am at this moment. <\/div> <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2995\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n902\"> Jesus said to his disciples, &#x201C;Take no thought beforehand what ye shall say or what ye shall speak, for it shall be given you in the same hour what ye ought to say.&#x201D;<span class=\"citation\" id=\"64123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64123)\">Matt. 10:19-20<\/a><\/span><span class=\"citation\" id=\"66665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66665)\">Mark 13:11<\/a><\/span> In this doctrine I repose implicit confidence; and being requested to speak to you at this time, I readily comply, and proceed at once to the work before me. <\/div><div class=\"paragraph jod\" id=\"v7n903\"> The current of life is made up of small springs, streams, and rivulets,  <div class=\"break pagebreak\" id=\"150a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0150.pdf\" target=\"pdfwin\">p.&#xA0;150a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2994\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or rather of little incidents which in the aggregate constitute the character of man here on earth. So small a thing as a kind word timely spoken to the sorrowful and afflicted often results in great good, and secures the esteem and gratitude of those to whom it may be addressed, while an ill word may do much harm. My discourse this morning may be made up of small items or incidents. <\/div><div class=\"paragraph jod\" id=\"v7n905\"> I want to say a little about the government of God&#x2014;of the manner and spirit of its administration when infinite wisdom guides its policy. I know no better way to illustrate the administration of this government than to refer you to the government of parents over their children, and to the manner of their teaching and character of their instruction to them. When your child first begins to talk, do you attempt to teach it grammar, algebra, astronomy, or anything else wholly beyond its comprehension or understanding? No. But you adapt your teachings to the capacity of the child, using words and phrases of the very simplest kind to teach and amuse it. By-and-by, when he runs about pretty dexterously and begins to handle things, he attempts, for instance, to take up a bucket of water. You say to it, &#x201C;Don't do that; it is too heavy for you; but take the hammer, the doll, the rattlebox, or the toy.&#x201D; Your words are thus adapted to the ability of the child and to his appreciation of the things that he handles. As his mental powers become developed, you combine a little intelligence in your sayings to him; and then, when his age and strength will allow him, you tell him to bring a bucket of water from the spring or brook. Thus you require him to do the very thing which you once forbade him to attempt. Now, if anyone should charge you with falsehood, because your instructions to your child were not uniform under all <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2994\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> circumstances, you would consider the charge very ill-founded. I speak thus to show you that what is suitable to the child at one time may not at all suit it at another. <\/div><div class=\"paragraph jod\" id=\"v7n906\"> Many persons who have joined the Latter-day Saints have run well for a season; but, understanding not that the Gospel is a progressive work with those who honor it, they have turned away from the faith&#x2014;charged the Saints with inconsistency, but yet claim to believe in what they call &#x201C;ancient Mormonism.&#x201D; The garment that is made for a child just born must be worn by a man when thirty years of age, is the doctrine of those stereotyped &#x201C;Mormons.&#x201D; The Church is now nearly thirty years old; yet this kind of &#x201C;Mormons&#x201D; want us now to wear our bibs and diapers, and to be fed on milk and pap as in the days of Joseph. Paul, however, tells us that when he was a child, he spake as a child, he understood as a child; but when he became a man, he put away childish things.<span class=\"citation\" id=\"73654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73654)\">1 Cor. 13:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n907\"> Were I to invite you into my garden at a proper season and show a plant just sprung up out of the ground, you might ask me its name, if you were unacquainted with it. I tell you it is corn. In the course of two months' time, you see it again when the silk and tassel appear. You then ask me what it is. I tell you that it is corn. You may say that I was mistaken in the first or last instance, as the two are by no means alike. Some two months later you come along and see a basket full of golden ears. You ask me what it is. I tell you that it is corn. But say you, &#x201C;I do not believe it, for it is unlike either of the others that you told me was corn. You have now contradicted yourself three times, and I will not believe that any of them is corn; I will not believe you at all.&#x201D; To such conclusions many persons arrive in relation to &#x201C;Mormonism,&#x201D; from very similar  <div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2993\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>premises. How very necessary that we increase in intelligence in a ratio equal to the growth or increase of the kingdom of God! If we do not, we fall in the rear, and our eyes become blinded by the god of this world.<span class=\"citation\" id=\"94575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94575)\">2 Cor. 4:4<\/a><\/span> When we become stereotyped in our feelings, there is an end to corrections, enlargements, and improvements. <\/div><div class=\"paragraph jod\" id=\"v7n909\"> To what shall we look as our guide in this our earthly pilgrimage? Shall we look to the Bible, the Book of Mormon, or to the Book of Covenants? Answer: To none of them. These sacred and holy records contain the history, teachings, and results in part of the travels of the ancient and modern people of God. They are true, but are not designed to lead the people. Remember that the &#x201C;letter killeth, but the spirit giveth life.&#x201D;<span class=\"citation\" id=\"74043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74043)\">2 Cor. 3:6<\/a><\/span> We do not want to be killed; but we want life. God has set in <span class=\"italic\">his<\/span> Church, first, Apostles; secondly, Prophets; thirdly, Teachers, &amp;c.,<span class=\"citation\" id=\"73591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73591)\">1 Cor. 12:28<\/a><\/span> to guide his people&#x2014;the oracles (or in other words, the Holy Ghost), not on paper, bound in calf, sheep, or any other manufactured article, but in the hearts of his chosen servants. Paul says&#x2014;&#x201C;We have this treasure (not in a book, but) in earthen vessels, that the excellency of the power may be of God, and not of us.&#x201D;<span class=\"citation\" id=\"74078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74078)\">2 Cor. 4:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n910\"> I will produce an example where the spirit gave life when the letter would have killed. There was, in the days of Christ, a woman taken in the very act of adultery.<span class=\"citation\" id=\"69416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69416)\">John 8:1-11<\/a><\/span> The self-righteous Jews, by the letter of the law, arrested her and brought her before the Savior; and they said unto him, &#x201C;Master, Moses in the law commanded us, that such should be stoned: but what sayest thou?&#x201D;<span class=\"citation\" id=\"69421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69421)\">John 8:5<\/a><\/span> Jesus said unto them, &#x201C;He that is without sin among you, let him first cast a stone at her.&#x201D;<span class=\"citation\" id=\"69422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69422)\">John 8:7<\/a><\/span> But they, being convicted in their own conscience, went out, leaving the woman alone with Jesus. He asked her if no man had <div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2993\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> condemned her. She said, &#x201C;No man, Lord.&#x201D; Said he to her, &#x201C;Neither do I condemn thee: go, and sin no more.&#x201D;<span class=\"citation\" id=\"69426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69426)\">John 8:9-11<\/a><\/span> The letter of the law would have killed that woman then and there. But the Spirit of God, in the person of his Son, the living oracle, opened her way unto life. It is the living oracles that lead the people of God. In them there is life; but in the letter of the law there is death. <\/div><div class=\"paragraph jod\" id=\"v7n911\"> The early commandments of God to his Church and the manner in which we were led at that time will not fit our case in all respects now. We must have teachings and revelations adapted to our present circumstances and condition. Were we never to advance, but remain stationary eternally, then the same code of laws and commandments might with more propriety answer. But in this world of change, where we are required to make advancement, we must have an increase of intelligence to satisfy the craving development of our own mental powers. There is no stopping place for a man of God. <\/div><div class=\"paragraph jod\" id=\"v7n912\"> I do not know but that I will now take my text. My sermon, however, will be short. Jesus says&#x2014;&#x201C;The light of the body is the eye: if therefore thine eye be single, thy whole body shall be full of light.&#x201D;<span class=\"citation\" id=\"63528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63528)\">Matt. 6:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n913\"> You know that when we want to examine anything very closely&#x2014;particularly you marksmen and hunters, who are in the habit of using arms, when you want to take deliberate aim, and make sure of the object you desire to hit, you close one eye, and with the other look along the barrel of the gun until the lead rests upon the object. Now, says the Savior, &#x201C;If thine eye be single, thy whole body shall be full of light.&#x201D;<span class=\"citation\" id=\"63530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63530)\">Matt. 6:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n914\"> This had reference not only to the natural eye, but to the whole moral powers of man as well. Set it down as granted that if thine eye be single, thy whole body shall be full of light.<span class=\"citation\" id=\"63529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63529)\">Matt. 6:22<\/a><\/span>  <div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2992\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Now, let me ask, do we not indulge the hope, if faithful in this life, of being rulers over kingdoms and peoples, and nations, and tongues? Jesus says&#x2014;&#x201C;He that is faithful over a few things shall be made ruler over many things.&#x201D;<span class=\"citation\" id=\"66103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66103)\">Matt. 25:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n916\"> Let me ask you how it is with you when you go to prayer. Have you that control and dominion over your own minds that they cannot be caught away by anything that is foreign to the purpose or object that engages your attention? For instance, while we call upon the Lord for his blessings, is it not sometimes the case that we think the old ox may be in the stackyard? Do we not sometimes think we shall be cheated here, and lose that amount of money there? If you have never been aware of this, when you go home and pray again, see if you have power to control your mind and keep it from wandering on something else. Until we discipline our minds, and have the complete control of them, we cannot make that advancement that we ought. <\/div><div class=\"paragraph jod\" id=\"v7n917\"> If we cannot discipline and control our own minds, how can we discipline and control kingdoms, nations, tongues, and people? <\/div><div class=\"paragraph jod\" id=\"v7n918\"> Suppose any of you mechanics erect a mill, and the stream is a small one&#x2014;though, if properly and economically applied, it would be quite sufficient to drive the machinery you wish it to; but instead of the water being properly confined to exert the greatest amount of power, it is spread all over the face of the land&#x2014;has it that amount of force to drive the machinery that it otherwise would have? No. But conduct the water through a narrow channel, and apply it properly on the wheel, then your machinery rolls. It is just so with our minds: when they are scattered on different objects, when we are calling upon the name of the Lord, there is no power in that mind. Why? Because the eye is not <div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2992\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> single. &#x201C;If thine eye be single, thy whole body shall be full of light.&#x201D;<span class=\"citation\" id=\"63533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63533)\">Matt. 6:22<\/a><\/span> Again: The agent steam possesses great power when confined and properly applied to shafts and wheels. But let the boiler explode and the steam pass into the atmosphere, what power is there then in that agent? None. Confine it, and it is as it were an almighty power, or it is a portion of almighty power drawn out of the elements that surround us. So it is with the mind: let it be concentrated and applied to any subject, and it has great power. &#x201C;If thine eye be single, thy whole body shall be full of light.&#x201D;<span class=\"citation\" id=\"63531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63531)\">Matt. 6:22<\/a><\/span> I have wondered a great many times what our Savior could mean when he said, &#x201C;If ye had faith as a grain of mustard seed, you might say unto this sycamore tree, Be thou plucked up by the root, and be thou planted in the sea; and it should obey you.&#x201D;<span class=\"citation\" id=\"67818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67818)\">Luke 17:6<\/a><\/span> Again, he says, &#x201C;For verily I say unto you, If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible to you.&#x201D;<span class=\"citation\" id=\"65005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65005)\">Matt. 17:20<\/a><\/span> What does this mean? I have exercised all the faith, seemingly, that is in my power, and could hardly heal the sick, let alone remove a mountain, or pluck up a sycamore tree, or any other tree. What does it mean? I begin to discover that the Devil comes along when I get my mind set, and throws some object in view to divert it from the thing before me. <\/div><div class=\"paragraph jod\" id=\"v7n919\"> &#x201C;If thine eye be single, thy whole body shall be full of light.&#x201D;<span class=\"citation\" id=\"63532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63532)\">Matt. 6:22<\/a><\/span> I have an idea that the Devil comes and catches away the word that is sown in our hearts,<span class=\"citation\" id=\"64522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64522)\">Matt. 13:19<\/a><\/span> to defeat the designs the Lord has in sowing it. Whereas, if we could control our minds, and not allow them to be caught away, then our eye would be single, and the whole body would be full of light. <\/div><div class=\"paragraph jod\" id=\"v7n920\"> Again: When Moses was leading the children of Israel out of Egypt,  <div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2991\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they murmured because they had no water to drink.<span class=\"citation\" id=\"54818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54818)\">Num. 20:2-5<\/a><\/span> He was grieved with them, but he had power to concentrate his mind. And what power was there in that mind? He smote the rock, and out gushed the water.<span class=\"citation\" id=\"54826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54826)\">Num. 20:11<\/a><\/span> Did his rod have power to split the rock? No; but the concentration of his mind on that rock did. There was a power in it to split the rock and bring out water to the thirsty thousands. The mind is armed with almighty power; and if we could concentrate its powers, and overcome the power of the Devil, we could remove that mountain as easily as to heal a sick person. It requires only faith as a grain of mustard seed, or a concentrated effort of mind. Solomon was once applied to by two women claiming one child, for his decision in the case.<span class=\"citation\" id=\"55616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55616)\">1 Kgs. 3:16-28<\/a><\/span> Said Solomon, &#x201C;Bring me a sword. And they brought a sword before the king. And the king said, Divide the living child in two, and give half to the one, and half to the other. Then spake the woman whose the living child was unto the king, for her bowels yearned upon her son, and she said, O my lord, give her the living child, and in no wise slay it. But the other said, Let it be neither mine nor thine, but divide it. Then the king answered and said, Give her the living child, and in no wise slay it: she is the mother thereof.&#x201D;<span class=\"citation\" id=\"55617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55617)\">1 Kgs. 3:24-27<\/a><\/span> To divide that child would have destroyed it, just like dividing the mind: it destroys its power and efficacy. Let the mind be concentrated, and it possesses almighty power. It is the agent of the Almighty clothed with mortal tabernacles, and we must learn to discipline it, and bring it to bear on one point, and not allow the Devil to interfere and confuse it, nor divert it from the great object we have in view. <\/div><div class=\"paragraph jod\" id=\"v7n922\"> It is a good deal of work to preside over our own families and keep all things right side up there. But set <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2991\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a man alone, and it is just as much as he can do to govern his own mind. He has great need to watch and pray; and while he is watching, he must mind and not see any other object but that he is praying for. What could we not do, if our minds were properly disciplined? &#x201C;For if thine eye be single, thy whole body shall be full of light.&#x201D;<span class=\"citation\" id=\"63534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63534)\">Matt. 6:22<\/a><\/span> If thine eye were single, thou mightest sometimes see through the veil. We read something about the veil of the covering that is cast over all people being removed.<span class=\"citation\" id=\"89472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89472)\">D&amp;C 101:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n923\"> Sometimes you see the sun covered with a thin fleecy cloud; yet you can see that luminary all the time through that veil. Then again comes up a dark thundercloud, and overcasts the whole sky, so that we cannot see where the sun is. So, if our eye be not single, we do not see clearly; but the veil becomes thick, and we are in darkness; we cannot see the sun of righteousness; we cannot tell the place where he is. But if thine eye be single, although there may be a thin fleecy veil over the sun, we can see it. If we cannot see clearly, we may be able to &#x201C;see men as trees walking,&#x201D;<span class=\"citation\" id=\"66567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66567)\">Mark 8:24<\/a><\/span> at least. The fact is, if our eye be single, and we train it to that, I do not know why mortal man here in earthly tabernacles may not look through the veil, and see as he is seen, and know as he is known.<span class=\"citation\" id=\"87164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87164)\">D&amp;C 76:94<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n924\"> We have got to learn to discipline our minds. Sometimes, because our children do not do as we want them, when out of our sight, we feel grieved at it; but here we have our own minds to ourselves. Now, the question is, Are they not as bad to control and govern as our children, who are running here and there? If we could control our own minds, we could control our children and our families and the kingdom of God, and see that everything went right, and with much more ease than we can now. <\/div><div class=\"paragraph jod\" id=\"v7n925\"> Let it be, then, the labor of our  <div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2990\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>minds to train them when at home, and when we bow down in our families, or in private. <\/div><div class=\"paragraph jod\" id=\"v7n927\"> I recollect being once on shipboard; the wind was on her side, and the ship was going very nicely. The captain looked at the compass, and he ripped out something that is not uncommon with seamen, saying to the man at the wheel, &#x201C;Why do you let her round off? Keep her up.&#x201D; Do not let the mind run off, but keep it up to <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2990\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the point; then we shall make the port: but if you let it run off the course, it will be found drifting on the lee shore somewhere. We have got to keep it up, and not let it swing off. We must not let the mind depart, but keep it on the true course. &#x201C;If thine eye be single, thy whole body shall be full of light.&#x201D;<span class=\"citation\" id=\"63535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63535)\">Matt. 6:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n928\"> May God grant it, for Christ's sake! Amen. <\/div>\n<\/div>\n<\/div>"}