{"ID":70021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity of Trials&#x2014;Glory of the Saints' Religion&#x2014;Government of God, Etc.<\/div>\n<div class=\"subtitle\">A Sermon by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, May 22, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Necessity of Trials, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/22\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v7n850\"> I wish to inform you that I am here and doing what many years ago I resolved to do&#x2014;the best I can. Watch for the signs of the times. All is right, and the Devil is not dead; for which we have great reason to be thankful. If you do not know whether &#x201C;Mormonism&#x201D; is true or untrue, I am perfectly willing that the Devil should assail you until you learn for yourselves. <\/div><div class=\"paragraph jod\" id=\"v7n851\"> As brother Orson Pratt has just observed, the Elders of Israel have labored long and arduously to preserve this people in the faith and in purity. Notwithstanding all this, some men and women, when they have an opportunity to join heart and hand with the thoroughly corrupt, <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3005\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> make it their meat and their drink to turn their backs upon every upright principle and practice. We wish that such persons would leave our society, for we do not feel willing to fellowship them. <\/div><div class=\"paragraph jod\" id=\"v7n852\"> I will say, for your consolation, that as soon as the time arrives when this people have been proven sufficiently to satisfy justice, mercy will interpose, peace be fully restored, and the valleys of the mountains resound with the joyful voices of the Saints. Until then I am perfectly willing that the people do without preaching. I will pray with them and for them: what for? To keep the devils, the corrupt, the hypocritical, the ungodly, and those that love and work iniquity in  <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3004\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the kingdom of God? I say, God forbid. <\/div><div class=\"paragraph jod\" id=\"v7n854\"> I am accused by our enemies and by the enemies of the Lord Jesus Christ of possessing great influence over the people of this Territory; and I would to God that I had sufficient influence to make every man and woman work righteousness and cease iniquity, and so live that angels and the Spirit of the God of peace would dwell with them day by day. But that influence I have not. I have an influence; but I have only what the Lord has given me. No man will gain influence in this kingdom, save what he gains by the influence and power of the Holy One that has called him to truth, holiness, and virtue. That is all the influence I have, and I pray God that I may never have any different influence. <\/div><div class=\"paragraph jod\" id=\"v7n855\"> If I should lose my faith, forsake my God and my religion, I hope, and it has always been my prayer, that I may never have influence over a wife, child, friend, or neighbor to drag them down to hell. If I go there, let me go alone. It has ever been my prayer that if I have influence over the people, it shall be exercised to induce them to forsake their sins and cleave to righteousness. I seek for an increase of that influence, and seek to the proper source. It is my constant prayer that I may have influence over the spirits of the children of men to lead them from the power of Satan to the living God. But we must be tried in our faith and in our patience. The whole man must be tried to know whether he is for God or for the powers of darkness&#x2014;whether he will cling to that which is a hater of righteousness, or to his Father and Savior. <\/div><div class=\"paragraph jod\" id=\"v7n856\"> There are thousands in this kingdom who are willing to die for their religion, but are not willing to live it. This is a great difficulty. The most ignorant, blind, and superstitious <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3004\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> pagan upon the earth will die for what we call their nonsense, though to them it is as true and sacred as our religion and God are to us. What a man will suffer for his religion is no proof whether it is true or false. Brother Pratt, in his remarks, said that we should not be governed by tradition. Yet we are, and so are the whole world, more or less; and those who are traditioned in a false religion are as willing to die for it as men and women are for a true religion and Priesthood. That a man is willing to die for his religion is no proof of its being true; neither is it proof that a religion is false when one of its votaries apostatizes from it. Our religion teaches us truth, virtue, holiness, faith in God and in his Son Jesus Christ. It reveals mysteries, it brings to mind things past and present&#x2014;unfolding clearly things to come. It is the foundation of mechanism; it is the Spirit that gives intelligence to every living being upon the earth. All true philosophy originates from that Fountain from which we draw wisdom, knowledge, truth, and power. What does it teach us? To love God and our fellow creatures&#x2014;to be compassionate, full of mercy, long-suffering, and patient to the froward and to those who are ignorant. There is a glory in our religion that no other religion that has ever been established upon the earth, in the absence of the true Priesthood, ever possessed. It is the fountain of all intelligence; it is to bring heaven to earth and exalt earth to heaven, to prepare all intelligence that God has placed in the hearts of the children of men&#x2014;to mingle with that intelligence which dwells in eternity, and to elevate the mind above the trifling and frivolous objects of time, which tend downward to destruction. It frees the mind of man from darkness and ignorance, gives him that intelligence that flows from  <div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3003\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heaven, and qualifies him to comprehend all things. This is the character of the religion we believe in. <\/div><div class=\"paragraph jod\" id=\"v7n858\"> Our ecclesiastical government is the government of heaven, and incorporates all governments in earth and hell. It is the fountain, the mainspring, the source of all light, power, and government that ever did or ever will exist. It circumscribes the governments of this world; and when men and women are filled with the power of God, they can comprehend what the Prophet means when he speaks of the Lord's weighing the earth as in a balance; and measuring the waters of the great deep as in the hollow of his hand: that is, He comprehends all things;<span class=\"citation\" id=\"59331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59331)\">Isa. 40:12<\/a><\/span> and so can men who are filled with the Holy Ghost comprehend all things needful for their salvation and exaltation. All human governments and policies are weighed by them as gold is weighed in the balance: they are comprehended by them with the same facility and clearness that a farmer or mechanic comprehends his particular pursuit. And no being possesses intelligence, in any degree, that he has not received from the God of heaven, or, in other words, from the Fountain of all intelligence, whether he acknowledges his God in it or not. No man, independent of the Great Ruler of the universe, is capable of devising that which we see and are well acquainted with. All mechanism, good government, wholesome principle, and true philosophy, of whatever name or nature, flows from God to finite man. What for? To determine what he will do with it. It is for his improvement and advancement in the arts of civilized life, morality, and true religion. This has been taught you from the beginning as the unmistakable features of our holy religion. <\/div><div class=\"paragraph jod\" id=\"v7n859\"> &#x201C;Mormonism&#x201D; is said to be different in Utah from what it is in other countries. It should be very different. <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3003\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Let me explain. When the Elders go forth to teach the people that Jesus is the Christ, and to bear testimony to the truth of the Bible, though precious portions have been taken from it, that the Book of Mormon is true, and that the revelations given through Joseph Smith, the servant of God, are true, and to call upon the inhabitants of the earth everywhere to repent of their sins and be baptized for the remission thereof, and receive the imposition of hands for the reception of the Holy Ghost, and to confer the holy Priesthood, that believers may magnify their calling until they are gathered, what then? They should find &#x201C;Mormonism&#x201D; more than it was taught them in foreign lands. How should they gather? With the same spirit they received when they received the Gospel. Then, when they are gathered to the fountainhead, they are prepared to receive the further things of the kingdom. Is this the true spirit of gathering? It is, and is preserved by those who come prepared to grow in grace and in the knowledge of the truth.<span class=\"citation\" id=\"78503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78503)\">2 Pet. 3:18<\/a><\/span> But the long journeys, the perplexities, perils, and temptations darken the understanding and becloud the minds of many, insomuch that when they are gathered they are not so well prepared to receive the further things of the kingdom as they were before they started. This is a pity: it is very lamentable. But such is the fact. <\/div><div class=\"paragraph jod\" id=\"v7n860\"> To some &#x201C;Mormonism&#x201D; appears very different here to what it did in the countries of their nativity. Why? Because their eyes have become dim and their hearts cold, so that they do not behold things by the Spirit of God as they did when they first embraced the Gospel. In comparison, they become as other Christians. The Christians of the 19th century tell you how much light they received&#x2014;how they were exalted on  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3002\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>high: &#x201C;Glory! Hallelujah! How happy I felt when I first got religion!&#x201D; How do you feel now? &#x201C;Not so well.&#x201D; That is the experience of the Christian world; and, unfortunately, it is the experience of many who are called Latter-day Saints. Some exclaim, &#x201C;O that we could feel as we did when we first received the Gospel!&#x201D; If you have not known and understood more than you did when you first embraced the Gospel&#x2014;if you have not grown in grace and in the knowledge of the truth,<span class=\"citation\" id=\"78504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78504)\">2 Pet. 3:18<\/a><\/span> it proves that you are not yet worthy to receive further blessings. How can you expect to receive blessings that you will not improve upon? Let every man and woman that believes in the redemption of Zion, the gathering of Israel, the calling of Prophets and Apostles in the last days, and the building up of the kingdom of God, no more to be thrown down,<span class=\"citation\" id=\"89552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89552)\">D&amp;C 101:75<\/a><\/span><span class=\"citation\" id=\"89755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89755)\">D&amp;C 103:13<\/a><\/span> come here prepared to receive the mysteries of the kingdom and to learn the further things of eternity, to bring heaven to earth, and in their understandings be exalted to heaven; and would you see men and women going back to the States and to California, and joining hands with the most corrupt spirits that hell can spew out? <\/div><div class=\"paragraph jod\" id=\"v7n862\"> I am still here, and intend to remain; but whether I shall continue to have faith enough to carry out my desires is not for me to say, though I am one of the best hands in the world to fight dogs in flocks of sheep; and I desire to stay until the last one is kicked from off the earth, and a place prepared for the habitation of Saints, and they prepared to receive the Savior when he comes. <\/div><div class=\"paragraph jod\" id=\"v7n863\"> Jesus has been upon the earth a great many more times than you are aware of. When Jesus makes his next appearance upon the earth, but few of this Church and kingdom will be prepared to receive him and see him face to face and converse with him; <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3002\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but he will come to his temple.<span class=\"citation\" id=\"62382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62382)\">Mal. 3:1<\/a><\/span><span class=\"citation\" id=\"91807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91807)\">D&amp;C 133:2<\/a><\/span> Will he remain and dwell upon the earth a thousand years, without returning? He will come here, and return to his mansion where he dwells with his Father,<span class=\"citation\" id=\"69868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69868)\">John 14:2<\/a><\/span> and come again to the earth, and again return to his Father, according to my understanding. Then angels will come and begin to resurrect the dead, and the Savior will also raise the dead, and they will receive the keys of the resurrection, and will begin to assist in that work. Will the wicked know of it? They will know just as much about that as they now know about &#x201C;Mormonism,&#x201D; and no more. <\/div><div class=\"paragraph jod\" id=\"v7n864\"> When all nations are so subdued to Jesus that every knee shall bow and every tongue shall confess,<span class=\"citation\" id=\"75436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75436)\">Philip. 2:10-11<\/a><\/span><span class=\"citation\" id=\"124871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124871)\">D&amp;C 88:104<\/a><\/span> there will still be millions on the earth who will not believe in him; but they will be obliged to acknowledge his kingly government. You may call that government ecclesiastical, or by whatever term you please; yet there is no true government on earth but the government of God, or the holy Priesthood. Shall I tell you what that is? In short, it is a perfect system of government&#x2014;a kingdom of Gods and angels and all beings who will submit themselves to that government. There is no other true government in heaven or upon the earth. Do not blame me for believing in a pure and holy government. <\/div><div class=\"paragraph jod\" id=\"v7n865\"> Is man prepared to receive that government? He is not. I can say to these Latter-day Saints, You are not prepared to receive that government. You hear men and women talk about living and abiding a celestial law, when they do not so much as know what it is, and are not prepared to receive it. We have a little here and a little there given to us, to prove whether we will abide that portion of law that will enable us to enjoy a resurrection with the just. <\/div><div class=\"paragraph jod\" id=\"v7n866\"> While I was in England I heard  <div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3001\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>much said about the revelation touching the privilege of the living being baptized for the dead.<span class=\"citation\" id=\"91002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91002)\">D&amp;C 124:28-30<\/a><\/span><span class=\"citation\" id=\"91143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91143)\">D&amp;C 128:1<\/a><\/span> A High Priest, who had just come from America, thinking that he could enlighten the Twelve upon the subject, said, &#x201C;Brother Brigham, I heard Joseph say that baptism for the dead was one of the first principles of the Gospel, and that even the Twelve did not understand it.&#x201D; His feeling was, &#x201C;I am a High Priest, and the Twelve do not understand the matter.&#x201D; I said to him, &#x201C;My dear sir, do you understand all of the first principles of the Gospel?&#x201D; When I hear such expressions from men, I know that they are very limited in their understandings about the Priesthood. <\/div><div class=\"paragraph jod\" id=\"v7n868\"> A man who has had his mind opened to the operation of the Priesthood of the Son of God&#x2014;who understands anything of the government of heaven, must understand that finite beings are not capable of receiving and abiding the celestial law in its fulness.<span class=\"citation\" id=\"88389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88389)\">D&amp;C 88:22<\/a><\/span> When can you abide a celestial law? When you become a celestial being, and never until then. When you hear men and women talk about living a celestial law, you may know that they are ignorant of the fact that no finite being is living in its fulness, or can. As it is written, we have line upon line, precept upon precept, here a little and there a little,<span class=\"citation\" id=\"58557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58557)\">Isa. 28:10,13<\/a><\/span> and it is something that accords with the capacity of finite beings, and you improve upon this, and the Lord will open your minds to receive more, and let you see the order of the eternal Priesthood; but if you do not live your religion, you cannot receive more. <\/div><div class=\"paragraph jod\" id=\"v7n869\"> Are the Latter-day Saints ready to receive Zion from above?<span class=\"citation\" id=\"87991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87991)\">D&amp;C 84:99<\/a><\/span><span class=\"citation\" id=\"124872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124872)\">Moses 7:63<\/a><\/span> Have they wisdom and knowledge to receive and conduct themselves properly in the society of angels? I think not. While I was in Far West, and the mob began to gather there, determined <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3001\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to kill Joseph, he preached to the people and said, &#x201C;If you had faith and would live your religion, you would prove the revelation to be true where the Lord says, 'I will fight your battles,<span class=\"citation\" id=\"89964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89964)\">D&amp;C 105:14<\/a><\/span> and, if necessary, send down angels to save you from the wicked grasp of your enemies.'&#x201D;<span class=\"citation\" id=\"89324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89324)\">D&amp;C 98:37<\/a><\/span><span class=\"citation\" id=\"90412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90412)\">D&amp;C 109:28<\/a><\/span> There was an armed mob of some 3,500 arrayed against some 300 of us. They sent in a deputation, saying they wanted about three persons out of the town, for they were calculating to destroy the people and the place. Some of those self-glorious stars of &#x201C;Mormonism&#x201D;&#x2014;stars that fell in that crisis, looked round for the angels. They did not see them, and straightway turned their backs upon their God and their religion, and joined the enemy. <\/div><div class=\"paragraph jod\" id=\"v7n870\"> I was glad that they went. I felt then as I feel now. I felt and still feel that I would rather have ten righteous men with whom to contend with the wicked of the whole earth, than to have at my command the corrupt of all creation. When I am brought to the test to fight for my religion, which I trust I never will be, I will call men who are full of the power of God for such an emergency. <\/div><div class=\"paragraph jod\" id=\"v7n871\"> Brother Pratt wishes that the miserable, dissatisfied spirits would leave; but they will not all go. The question might be asked, &#x201C;Why do you wish them to go from this Territory?&#x201D; We do not particularly care whether they go or stay: they are at perfect liberty to please themselves in that matter, because it is their constitutional right to stay here, if they do not infringe upon the rights of others, and observe the laws of the land as strictly as we do. The principal reason why I do not wish them to go is because they will be constantly troubling me to assist them back again. I had rather help somebody else, for we have not means to  <div class=\"break pagebreak\" id=\"144a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0144.pdf\" target=\"pdfwin\">p.&#xA0;144a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3000\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>spare for bringing those who will apostatize to this country a second and third time. After they have come back once and twice, they stay awhile and want to go away again; and after they have been away awhile, they begin to learn that this is the kingdom of God, and some of them want help to come back. <\/div><div class=\"paragraph jod\" id=\"v7n873\"> My faith reaches far beyond the faith of many touching the final destiny of such persons, understanding that the Lord is more merciful than human beings; and the faith of this kingdom goes far beyond the faith of the Christian world upon this matter. There will not so many people go into that awful place that burns with fire and brimstone,<span class=\"citation\" id=\"80761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80761)\">Rev. 21:8<\/a><\/span><span class=\"citation\" id=\"86414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86414)\">D&amp;C 63:17<\/a><\/span> where they sink down, down, down to the bottom of the bottomless pit,<span class=\"citation\" id=\"80494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80494)\">Rev. 20:3<\/a><\/span> as the Christians say&#x2014;not near so many as the Christian world would have go there. That gives me great joy, notwithstanding all the perils and persecution we have suffered through the wickedness of the wicked. Liars, sorcerers, whoremongers, adulterers, and those that love and make a lie will be found on the outside of the walls of the city;<span class=\"citation\" id=\"80871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80871)\">Rev. 22:14-15<\/a><\/span> but they will never get into the bottom of the bottomless pit. Who will go there and become angels of perdition and suffer the wrath of an offended God? Those who sin against the Holy Ghost.<span class=\"citation\" id=\"86925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86925)\">D&amp;C 76:31-38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n874\"> This kingdom progresses. Who has eyes to behold the handiwork of the Lord? The trials we have been passing through in this Territory, from our enemies, we think are terrible; but these trials are only like a drop to a bucketful, compared with what many of this people have heretofore passed through. Contrasted with Missouri, our present and late trials are very trifling, very light, and very easy<span class=\"citation\" id=\"56866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56866)\">Ps. 76:10<\/a><\/span> upon us. You may let your hearts be comforted, those of you who can see the hand of the Lord in leading this people and re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3000\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>straining the wrath of our enemies. Can any of you see? Yes, a great many. If your eyes were opened, you would see his hand in the midst of the nations of the earth in the setting up of governments and in the downfall of kingdoms&#x2014;<span class=\"citation\" id=\"61504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61504)\">Dan. 5:21<\/a><\/span>in the revolutions, wars, famine, distress, and wretchedness among the inhabitants of the earth. In these manifestations you would discern the footsteps of the Almighty just as plainly as you may see the footsteps of your children upon the soft earth. <\/div><div class=\"paragraph jod\" id=\"v7n874\"> The wonderful developments of his providence are ofttimes mysterious to us, and we exclaim, &#x201C;Really, I did not expect to hear such news, nor to see such astonishing and unexpected results in the actions of the righteous and the wicked.&#x201D; The Lord takes care of the whole of that, and dictates their conduct for his own purpose and glory. He makes the wrath of man to praise him, and that which he cannot bring about to promote his kingdom and his purposes he restrains. The wicked he permits to go far enough to produce a result that will serve his purpose. &#x201C;For my kingdom must be established upon the earth in the latter days,&#x201D; saith the Father, &#x201C;and I have given it to my Son Jesus Christ. He has died to redeem it, and he is the lawful heir pertaining to this earth.&#x201D; Jesus will continue to reign with his Father, and is dictated by his Father in all his acts and ruling and governing in the building up and overthrow of nations, to make the wrath of man praise him, until he brings all into subjection to his will and government. And when he has subdued all his enemies, destroyed death and him that hath the power of death,<span class=\"citation\" id=\"76475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76475)\">Heb. 2:14<\/a><\/span> and perfected his work, he will deliver up the kingdom spotless to his Father.<span class=\"citation\" id=\"87228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87228)\">D&amp;C 76:106-108<\/a><\/span> You may preach upon that text. It is a source of great consolation to me, for it will be fully accomplished, and all that transpires will be  <div class=\"break pagebreak\" id=\"145a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0145.pdf\" target=\"pdfwin\">p.&#xA0;145a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2999\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>overruled to redound to the glory of God. <\/div><div class=\"paragraph jod\" id=\"v7n876\"> A gentleman said to me, not long ago, &#x201C;You &#x2018;Mormons&#x2019; scare us. You are here in the mountains, and this expedition would not have been sent against you, but you frighten us by taking such big strides. &#x2018;Mormonism&#x2019; is but a few years old, and it has circumscribed the globe; it has penetrated into almost every nation under heaven, and bears down, in a remarkable manner, all opposition wherever your people go. It seems to swallow up our religion, political policies, and philosophy; and, if we do not stop you, it would appear that you will finally swallow up the world.&#x201D; I replied, &#x201C;If the people will let us alone, we will preach the Gospel in peace, civilly, kindly, mildly; and we will teach the people how to obtain that eternal life that is proffered to all. But will they let us alone? No. And you think we take large strides.&#x201D; He rose from his chair, saying, &#x201C;You take ten or twelve strides at once. While we go creeping along, you are away yonder.&#x201D; &#x201C;Well, you kicked us there, and we cannot help going. Every time you kick &#x2018;Mormonism,&#x2019; you kick it upstairs: you never kick it downstairs. The Lord Almighty so orders it. And let me tell you that what our Christian friends are now doing for us makes more for the kingdom of heaven than the Elders could in many years preaching.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n877\"> The Lord Almighty will exalt &#x201C;Mormonism&#x201D; and sustain his Priesthood. Will he sustain wickedness? No. If we are wicked, we are wrong. We should abstain from everything that is unholy&#x2014;that is unrighteous; that is the character of a true Latter-day Saint. Have we persons among us who are degraded? Yes. As I have before told you, &#x201C;Mormonism&#x201D; can beat the world as to the knowledge of God. The Saints know more of God and godliness than all the <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2999\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> world: they also know more of earth and earthly things. Many are living so as to be saved in the celestial kingdom, while all who do not embrace the doctrine of full redemption will come short of attaining that glory. On the contrary, if you want to see the principle of devilism to perfection, hunt among those who have once enjoyed the faith of the holy Gospel and then forsaken their religion. We have the best and the worst. Why the worst? Because the Devil prompts men and women of the meanest and lowest grade to embrace the Gospel and get a foothold in the kingdom of God to destroy it. <\/div><div class=\"paragraph jod\" id=\"v7n878\"> Will he destroy it? He will not: that is beyond his power. Can you destroy a true religion by persecuting it? No. What destroyed the Priesthood of the Son of God from the earth in ancient days? Was it persecution? No. The Emperor Constantine embraced it and sent out a decree for all his people to embrace it. Let this people be prospered and all persecutions cease, and then every description of characters would hasten to join this Church. The Lord so orders and overrules as to keep out a share of them, though he suffers some to enter the temporal fold. We understand the root and trunk of the tree of wickedness, and we have many of its branches&#x2014;more than we want. The Lord desires a pure people&#x2014;a people that he can own and exalt&#x2014;that he can bring into his presence; and that is what the Priesthood of God is designed to accomplish. I would to God that the people would live so as to receive the blessings of the Priesthood, increase in all godliness, have their eyes open to see, their ears to hear, and their hearts to understand, instead of falling away. <\/div><div class=\"paragraph jod\" id=\"v7n879\"> At times, seemingly good men falter in their feelings, and turn away from their God and their religion to take the road that leads to destruc<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"146a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0146.pdf\" target=\"pdfwin\">p.&#xA0;146a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2998\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion. This makes my heart mourn. But those who are faithful will come out triumphantly, for God has established his kingdom on the earth, no more to be thrown down.<span class=\"citation\" id=\"94573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94573)\">D&amp;C 101:75<\/a><\/span><span class=\"citation\" id=\"94574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94574)\">D&amp;C 103:13<\/a><\/span> It was thought by our enemies, in the days of Joseph Smith, that if they could kill him, that would be the end of this fanaticism, as they called it, and of this fanatical race. But did that murder in the least shake this great Latter-day Work? No, brethren and sisters&#x2014;no. What did it effect? The Church and kingdom of our God has risen from an individual family to a great people, and we have been looked upon as a nation by our neighbors, independent of all other people on the face of this earth; and in their dealings they have dealt with us as such. Not that we desire it, but it is so in the providence of our God. They are determined, though they know it not, that they will make the kingdom of God triumphant on the earth; and all the powers of earth and hell cannot prevent it. <\/div><div class=\"paragraph jod\" id=\"v7n881\"> If we wish to be blessed, let us live our religion. If we promote the kingdom of God, it will bear us off triumphantly. If we falter in our feelings, and say that we cannot abide this tirade of persecution, but must leave this place and people, we shall be left in darkness and sink in iniquity, and shall be left by the kingdom far behind in our sins. The person that forsakes the faith of our Lord Jesus Christ will find himself ruined for time and eternity. How are they looked upon who have received the spirit of the Gospel and forsaken it? Heaven, with all its shining hosts, despises and pities them: they will not have them, and hell is ready to spew them out. With a few exceptions, they are despised by the good and wise among men, by the noble and ignoble: all despise them, and they are in a most miserable condition. <\/div> <div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2998\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n882\"> I wish to have the blessed principles of civilization&#x2014;of this Christian nineteenth century&#x2014;spread over Utah. I desire to see the effect they will have on this ignorant people in the Territory of Utah. The world say, &#x201C;Poor people, how sorry we are for you! It is a pity to have such intelligent men and women go to Utah to join those fanatics. Let us send our Christian brethren there to civilize them.&#x201D; And here, sure enough, they have their gambling tables of civilization, and grog shops of civilization, and various other helps and aids pertaining thereto; and they are working hard to spread the principles of modern civilization. What would they do with their civilization? &#x201C;Oh this polygamy! It is a dreadful evil,&#x201D; when, at the same time, they would say to me, if they dare, &#x201C;Look here, brother Brigham, can I have the use of one of your wives tonight?&#x201D; It is not so much polygamy that they are opposed to, but they hate this people because they strive to be pure, and will not believe in whoredom and adultery, but declare death to the man who is found guilty of those crimes. This is the awful, unchristianlike conduct of brother Brigham! It appears, by our late news, that among our Christian brethren it is death to adulterers; and so say I, and I ask no odds of such characters. I am able to take care of myself, with the help of God and my good brethren. <\/div><div class=\"paragraph jod\" id=\"v7n883\"> Our faith and patience must be tried in everything, and it is not for us to take judgment into our own hands. We must be tried, to prove whether we can endure to be imposed upon and have our religion derided, and not feel as some do when their names are called in question. To illustrate, I will tell an anecdote concerning Captain James Brown. When the emigrants were passing through here and were asked by Captain  <div class=\"break pagebreak\" id=\"147a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0147.pdf\" target=\"pdfwin\">p.&#xA0;147a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2997\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Brown as to whither they were going, the answer would be&#x2014;&#x201C;To the gold mines, G&#x2014;d d&#x2014;n you;&#x201D; and with them it was.&#x201D; G&#x2014;d d&#x2014;n Joe Smith,&#x201D; and &#x201C;G&#x2014;d d&#x2014;n Brigham Young.&#x201D; But when it came to &#x201C;G&#x2014;d d&#x2014;n you, James Brown,&#x201D; the Captain was then ready to fight. I wish to know how much you can bear. You can hear the name of Deity, of the Savior, and the names of all holy things abused;<span class=\"citation\" id=\"54196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54196)\">Ex. 20:7<\/a><\/span> but when it is &#x201C;d&#x2014;n you, Joe, Tom, or Dick,&#x201D; there is a fight on hand. You have to learn to suffer abuse, and to be patient under it as the Savior was, if they spit in your face<span class=\"citation\" id=\"66358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66358)\">Matt. 27:30<\/a><\/span> or abuse you in any way. You have to learn to hear your own names abused as you can bear to hear the name of the Deity abused. A few years ago a person in our streets was abusing the name of Deity, and another stepped up and boxed his ears, saying to him that he should not use that name in such a disrespectful manner. But some of these good <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2997\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Elders can hear the name of their Savior abused with seeming satisfaction. <\/div><div class=\"paragraph jod\" id=\"v7n885\"> We are here, and we shall live and grow, and no power can hinder it. I shall stick to the kingdom, God being my helper,<span class=\"citation\" id=\"56772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56772)\">Ps. 54:4<\/a><\/span> and shall not let go until this earth is revolutionized and all nations bow to the Savior, and I be his priest and servant. <\/div><div class=\"paragraph jod\" id=\"v7n886\"> Cease bringing the names of God the Father and his Son Jesus Christ into disrespect, and learn to reverence those names. <\/div><div class=\"paragraph jod\" id=\"v7n887\"> I have detained you long enough. May God bless you, brethren and sisters, that you may have power to guide yourselves, by the aid of the Spirit, into all righteousness, independent of any power of man on earth. I do not want any power over my brethren, only to lead them in the way of truth, and to run parallel with them in the ways of truth and righteousness. <\/div><div class=\"paragraph jod\" id=\"v7n888\"> God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}