{"ID":70033, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Duty of the Saints to Live Their Religion.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, August 4, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Duty of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/4\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d33\">\n<div class=\"paragraph jod\" id=\"v7n1219\"> On Sunday last I took the liberty to invite the different Wards of this city to hold their fast meeting here today, and I now wish those who possess the Spirit of God to occupy the time. By the utterance of the mouth, the feeling and impulses of the heart are made known; and I wish to know how the brethren feel. Let those who enjoy the power of the holy Gospel build up their brethren and inspire them with a spark of that inward and eternal influence that will kindle into a flame of true devotion. <\/div><div class=\"paragraph jod\" id=\"v7n1220\"> When the eternal living principles of the Gospel of the Son of God are implanted in the heart of a genuine intelligent being, they do not leave him when the wicked present their blandishments and the ungodly their enticements to swerve the godly and the righteous from the paths of rectitude. I put it down for a fact that those who will give way to wickedness do not belong to the elect. With me it is a fact that persons of sound sense, and possessing correct principles, and striving for eternal life, will not exchange those principles for a gill of whiskey or a pinch of snuff, nor cast them aside for every stranger who meets them and says, &#x201C;How I love you!&#x201D; Such persons, when convinced that the sun shines, that it was dark last night, that it stormed yesterday, that the river Jordan runs from Utah Lake and <div class=\"break columnbreak\" id=\"207b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0207.pdf\" target=\"pdfwin\">p.&#xA0;207b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2937\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> empties into Great Salt Lake, that there are mountains on our right and left, do not, after sleeping for five minutes, wake up and dispute those facts, and declare it nonsense to believe that we are here, and that we might as well at once cease all efforts to do right. <\/div><div class=\"paragraph jod\" id=\"v7n1221\"> We must meet periods of trial, or how can we prove that we have faith, and do actually permit the power of the sensibility placed within us by our Creator to have its free, untrammeled course? And those who can be led away by the enticements of the servants of the Evil One do not belong to the number of the elect. <\/div><div class=\"paragraph jod\" id=\"v7n1222\"> It is a pity that the Latter-day Saints who live here, who say that they have embraced the Gospel of eternal life, and are willing to sacrifice all for their salvation, or to give up all for Christ, should be bought over by a gill of whiskey. After they have traveled thousands of miles for their religion&#x2014;for their faith, it is pitiable to see some enticed from their integrity through the proffering, by the wicked, of a fancied good job&#x2014;of a little speculation. The Lord intends to know whether we will be led away in this manner and destroy ourselves with such trifles; and for this reason temptations are permitted. <\/div><div class=\"paragraph jod\" id=\"v7n1223\"> You remember my expressions of my feelings a year ago, both in public and in private. I wanted to travel from one end of this Territory to  <div class=\"break pagebreak\" id=\"208a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0208.pdf\" target=\"pdfwin\">p.&#xA0;208a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2936\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the other, and cry aloud to the people, and ask them whether there was one left in Utah who had not forgotten his God. That work commenced, and you then understood and now understand there was a reformation. Some of the results are plain to us&#x2014;the results of that reformation in which excessive care and labor and much exposure caused the death of brother Jedediah M. Grant. I wished to go through the Territory and ask whether there was one left for God, or whether all had gone astray. I ask that question now, and can answer it. A great many&#x2014;the majority of those who profess to be Saints are trying to live their religion. Blow upon the spark of the Holy Ghost within you, and without which we need not anticipate building up the kingdom of God, that the wicked may be foiled in their efforts to corrupt and destroy. They say that it is dangerous for people to believe in the Lord God and possess his Spirit. &#x201C;O dear, it will trouble the magnanimity of the law, and the supremacy of the law!&#x201D; What do they know about the Almighty and his purposes and work in the latter days? Nothing. Live your religion, keep the commandments of God, and you will have no occasion for breaking the laws of the land.<span class=\"citation\" id=\"86148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86148)\">D&amp;C 58:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1225\"> If you can be enticed away, it proves that you are not worthy of the salvation which Jesus purchased for you by his blood. Live your religion, or else come out and say, &#x201C;I am not willing to live my religion&#x2014;I will renounce it,&#x201D; fearless of big men or little men. You must be for God, and know that you are his friends, or he will disown you. Fear not him that can only kill the body, and then has no more than he can do; but fear Him who has power to cast both soul and body into hell,<span class=\"citation\" id=\"64166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64166)\">Matt. 10:28<\/a><\/span> which is the first and second death. Fear no man, but fear the Lord God and keep his commandments.<span class=\"citation\" id=\"124910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124910)\">Eccl. 12:13<\/a><\/span> Walk righteously before <div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2936\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God and before each other; and though the enemies of Jesus howl&#x2014;though temptations come and the floods of persecution overflow, trust in him and strive to stand fast in the liberty wherewith Christ has made us free.<span class=\"citation\" id=\"74619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74619)\">Gal. 5:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1226\"> When I learn that some can be overthrown&#x2014;can be enticed to run here and there and forfeit every principle of right, of truth, virtue, honor, and honesty, it is soul-sickening to me and discouraging to angels and all good men. It is discouraging to see persons receive the principles of eternal life, practice them for a season, and then forsake them and follow the principles of death and destruction. If you live your religion, you will be a Saint today, tomorrow, the next day, and all the time. You will walk humbly before God, and deal justly one with another,<span class=\"citation\" id=\"62203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62203)\">Micah 6:8<\/a><\/span> and disregard the condemnation and aspersions of those who are ignorant of the principles of the eternal law of Jehovah, and of the intent of the laws of the nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v7n1227\"> Blow upon the spark that is within you; blow it to a flame, and see whether the fire of God's eternal love and the principles of the holy Gospel cannot be kindled within you. Some may think that I am discouraged. I am not. I have views of the nations of the earth and of the situation of the people; and when I reflect upon the faith, the feelings, and the conduct of those who try to live their religion, and contrast that with the condition and conduct of the mass of the children of men, I can plainly discern the great difference. This is the best people upon the earth. True, some complain because comparatively a few are going astray; but I do not feel nearly so discouraged as did an ancient Prophet, when he said, &#x201C;Lord, they have digged down thine altars, and I alone am left,&#x201D; while at the same time the Lord informed him that he  <div class=\"break pagebreak\" id=\"209a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0209.pdf\" target=\"pdfwin\">p.&#xA0;209a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2935\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>had preserved seven thousand who had not bowed the knee to Baal.<span class=\"citation\" id=\"55732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55732)\">1 Kgs. 19:14-18<\/a><\/span><span class=\"citation\" id=\"72762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72762)\">Rom. 11:2-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1229\"> Compare this people with the mass of mankind, and what other class will sacrifice for their faith what we have&#x2014;will sell their buildings, farms, and other property, subject themselves to poverty and want, and travel thousands of miles? Not many who profess the Christian religion, though some of the pagans might. The Latter-day Saints sacrifice everything for their religion. Do not be discouraged, for the Lord is on Israel's side, and it behooves us to prove to him that we are on his side.<span class=\"citation\" id=\"54488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54488)\">Ex. 32:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1230\"> Some are fearful that the Lord will forsake them. A child may begin to cry right here and be distressed with the fear that this house is going to leave it, and its conduct would be as consistent as to fear that God will forsake any person who is walking in the path of truth. Who does he forsake? None save those who first forsake him and begin to walk in by-and-forbidden paths, where neither he nor his angels walk; and then such persons say the Lord has forsaken them. They have forsaken the path of rectitude and are upon the grounds of the Devil, being led captive by his will, and do not enjoy the benign influence that flows from the Fountain of all intelligence as they did when they were in the path of truth. Never be fearful that the Lord will first forsake <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2935\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you; for you have first to leave him, since he never forsaketh those who are striving to do right. Abide in the truth, and you are sure to enjoy, more or less, the sanctifying influence of the Holy Ghost; and if you do not, you have strayed from the paths of rectitude and truth&#x2014;of love and mercy. You must forsake the ways of the Lord in order to get out of the way, and then the Lord will forsake you. Otherwise he is with you, more or less, by his influence&#x2014;with you by his angels and his protecting care. I want you to thoroughly understand that you are not to fear any being in heaven, on earth, or in hell, superior to fearing that Being who has created the heavens and the earth, by whom we and all things are.<span class=\"citation\" id=\"83276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83276)\">Morm. 9:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1231\"> Now, brethren, I wish to hear you express your feelings, and want you to occupy the time. We have all the time allotted to us in a state of probation, and then forever and ever, worlds without end. And if we do not live to enjoy truth, it is because we take the road that leads to dissolution. We must live to be prepared for better or for worse for all time to come; so we will not hurry the exercises of our meeting. <\/div><div class=\"paragraph jod\" id=\"v7n1232\"> God bless you and fire your hearts to speak and to exercise yourselves in the faith of the holy Gospel, that we may know and understand for ourselves. Amen. <\/div>\n<\/div>\n<\/div>"}