{"ID":70032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Priesthood and Eternal Life.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, July 31, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Priesthood and Eternal Life.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/31\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v7n1186\"> I rejoice in the privilege of making a few remarks this morning, by way of explanation and exhortation. <\/div><div class=\"paragraph jod\" id=\"v7n1187\"> If the Latter-day Saints assemble to worship merely because our fathers did, or because we have been so taught by our schoolmasters, we have not a correct view of the subject. The Being who organized us did so upon principles which pleased him, and can please us only through obedience to his laws. That Being placed within us a principle that has been among all the nations of men <div class=\"break columnbreak\" id=\"201b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0201.pdf\" target=\"pdfwin\">p.&#xA0;201b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2943\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from the beginning&#x2014;the principle of reverence, of worship, of seeking after something superior to what we possess. Every person possesses more or less of this principle; we all acknowledge it more or less, and all are seeking something not in our possession. <\/div><div class=\"paragraph jod\" id=\"v7n1188\"> We are on this earth for an express purpose. The body is organized, the spirit takes possession of it, and here we are as finite beings in a world of sin, of darkness, and of the thralldom of iniquity; and that, too, for an ex<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"202a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0202.pdf\" target=\"pdfwin\">p.&#xA0;202a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2942\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>press purpose that cannot be accomplished upon any other principle or plan. <\/div><div class=\"paragraph jod\" id=\"v7n1190\"> Eternal existence depends solely upon adopting and carrying out in our lives the principles couched in the term &#x201C;holy Priesthood,&#x201D; which alone tend to life and eternal duration and exaltation. We are seeking for something that we are not now in possession of; and every individual wishes to understand those true principles which will put him in possession of the right plan by which to obtain what we are seeking. <\/div><div class=\"paragraph jod\" id=\"v7n1191\"> Mankind are prone to seeking after perishable things, though we in reality, if we did but realize it, are by no means doing so exclusively. The spirit and intelligence that God has placed within us prompt us to seek more or less after imperishable things. Had we worlds to command and dictate in our finite state, with the authority and power we now possess, it would not satisfy the mind. <\/div><div class=\"paragraph jod\" id=\"v7n1192\"> The holy Priesthood is a system of laws and government that is pure and holy; and if it is adhered to by intelligent man, whom God has created a little lower than angels,<span class=\"citation\" id=\"56343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56343)\">Ps. 8:5<\/a><\/span> it is calculated to preserve our tabernacles in eternal being; otherwise they will be resolved into native element. Nothing is calculated to satisfy the mind of an intelligent being, only to obtain principles that will preserve him in his identity, to enable him to increase in wisdom, power, knowledge, and perfection. And when we meet to worship, we do or should meet to speak of those principles and to strengthen our faith. But should it please the Almighty to place us in circumstances that would preclude our assembling to worship, if we understand these principles, they are as dear to us in our closets, in our homes, and when we are laboring in our fields, our shops, or in the canyons, as when we are in this Tabernacle. <\/div><div class=\"paragraph jod\" id=\"v7n1193\"> We are searching for these prin<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2942\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciples, and we are laboring continually to obtain&#x2014;What? You see mankind running to and fro, like ants upon an anthill&#x2014;now forward, now wheeling and taking the back track; then to the right and to the left, seemingly in a perfect state of excitement and confusion. They are seeking they know not what. They possess the foundation for eternal intelligence, and they do not know how to obtain that which will satisfy their minds. Nothing can satisfy, except being perfectly subject to the law that will preserve them in their identity to all eternity, and that is the holy Priesthood. <\/div><div class=\"paragraph jod\" id=\"v7n1194\"> And yet, so long as we have lived, and as much as the wisest of us have seen and learned, we are still comparatively as infants. It is by the law of the Priesthood that men are, and by that law they may maintain their eternal identity. A strict observance of those laws will secure an inheritance in that kingdom where death never enters, and all else will sooner or later pass away as a night vision. <\/div><div class=\"paragraph jod\" id=\"v7n1195\"> When we undertake to worship the Lord, it is eternal principles that we desire to learn. They are taught here from Sabbath to Sabbath, a little here and a little there, pertaining to the doctrines of salvation, like explaining the civil laws of the land. Lawyers are called upon to explain the civil law, and we must be lawyers in the law of the Priesthood, to read, comprehend, and correctly teach the writings of Moses, of the Psalmist, of the Prophets and Apostles, or to tell the truth as it comes fresh from heaven, independent of reading from any book. <\/div><div class=\"paragraph jod\" id=\"v7n1196\"> No one can correctly dispute that mankind are possessed of intelligence. Reflect upon the intelligence they possess in mechanism, in astronomy, &amp;c. Did they produce that? No. I obtained the principles of intelligence  <div class=\"break pagebreak\" id=\"203a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0203.pdf\" target=\"pdfwin\">p.&#xA0;203a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2941\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that I am in possession of from the same source that they obtained theirs, and which I attribute to the Author of our existence. But they cannot tell from whence those principles came. They are searching and researching with an inherent principle that never can be satisfied without true knowledge; and that true knowledge flows through the Priesthood, to enable us to know how to order our lives, to overcome every principle that tends to the death, and to embrace every principle that tends to the life, that we may preserve our identity to all eternity, which is the greatest blessing bestowed upon man, and which we now have the privilege to place ourselves in the way to secure. <\/div><div class=\"paragraph jod\" id=\"v7n1198\"> The laws given by the Almighty to the children of men, by which we can preserve our spirits and our bodies to all eternity, are what the world call &#x201C;Mormonism.&#x201D; Those laws are what this people believe and are in possession of. And are we obliged to falter here and falter there? If I am presented with unwholesome food, or with poison that would destroy my life, am I obliged to eat it? No, though I may be obliged to have it presented to me. If a man hands you a dose of arsenic, saying that you need it and that it will do you good, are you obliged to swallow it? Or if those who prefer sin, and roll it under their tongues as a sweet morsel, present to you principles that tend to the death, are you obliged to receive them&#x2014;to join in and commit sin? Some who profess to be Latter-day Saints do so, and continue to do so. <\/div><div class=\"paragraph jod\" id=\"v7n1199\"> What a pity it is! How strange it is that mankind do not better understand and conduct themselves! True, as is written, sin was introduced to the human family by the transgression of our first parents,<span class=\"citation\" id=\"92752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92752)\">Moses 6:59<\/a><\/span> and thereby the Adversary of all righteousness gained great power over our bodies, as we <div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2941\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> can daily see exhibited&#x2014;the flesh, as the Apostle has written, warring against the spirit.<span class=\"citation\" id=\"72499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72499)\">Rom. 7:23<\/a><\/span><span class=\"citation\" id=\"74637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74637)\">Gal. 5:17<\/a><\/span> So in a garden, the weeds spring up spontaneously; and if you wish to produce certain fruits and vegetables, you must carefully till the soil, because the ground is cursed to produce thorns and thistles and obnoxious weeds.<span class=\"citation\" id=\"52616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52616)\">Gen. 3:17-18<\/a><\/span> The original transgression subjected the flesh to weakness and infirmities, but not the spirit; which explains how much easier it is for a person to sin than to work righteousness, by the power sin has obtained over earthly tabernacles, notwithstanding the promptings to do right, and that a person feels better in doing right than wrong. <\/div><div class=\"paragraph jod\" id=\"v7n1200\"> We must have our day of trial&#x2014;an opportunity to become acquainted with the bitter and the sweet.<span class=\"citation\" id=\"84844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84844)\">D&amp;C 29:39<\/a><\/span> We are so organized as to be able to choose or to refuse. We can take the downward road that leads to destruction, or the road that leads to life. We can constantly act upon the principles that tend to death, or refuse them and act upon the principles that pertain to life and salvation. This is a day of trial; our faith and patience can now be tried: now is the time for your fortitude and integrity to be tried. Let the trials come; for if we should be so unspeakably happy as to obtain a crown of eternal life, we shall be like gold tried seven times in the fire.<span class=\"citation\" id=\"56374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56374)\">Ps. 12:6<\/a><\/span><span class=\"citation\" id=\"77767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77767)\">1 Pet. 1:7<\/a><\/span> Let the fiery furnace burn, and the afflictions come, and the temptations be presented&#x2014;if we wish to be crowned with crowns of glory and exalted to dwell with our elder brother Jesus Christ, we must choose the good and refuse the evil.<span class=\"citation\" id=\"57996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57996)\">Isa. 7:15-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1201\"> According to our faith, we must strive to live our religion when in the canyons getting wood and lumber, when laboring in our fields, and wherever we may be. We have to learn and practice eternal principles, to obtain eternal life; and they are  <div class=\"break pagebreak\" id=\"204a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0204.pdf\" target=\"pdfwin\">p.&#xA0;204a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2940\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the principles of the holy Priesthood. God has given man an agency, and it behooves us to understand and practice the principles of life&#x2014;to live our religion and walk humbly with our God,<span class=\"citation\" id=\"62202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62202)\">Micah 6:8<\/a><\/span> living according to the laws and regulations of the holy Priesthood so far as it is revealed. <\/div><div class=\"paragraph jod\" id=\"v7n1203\"> The principles of eternal life that are set before us are calculated to exalt us to power and preserve us from decay. If we choose to take the opposite course and to imbibe and practice the principles that tend to death, the fault is with ourselves. If we fail to obtain the salvation we are seeking for, we shall acknowledge that we have secured to ourselves every reward that is due to us by our acts, and that we have acted in accordance with the independent agency given us, and we shall be judged out of our own mouths whether we are justified or condemned. <\/div><div class=\"paragraph jod\" id=\"v7n1204\"> When meditating upon matters as they are passing, I am happy and rejoice that things are as they are. You do not often see me in this building, neither do I often address you, neither do I wish at present; but I want everything to be shaken that can be shaken,<span class=\"citation\" id=\"65794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65794)\">Matt. 24:29<\/a><\/span> that those who remain will be steadfastly determined to serve their God.<span class=\"citation\" id=\"77331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77331)\">Heb. 12:27<\/a><\/span> As I have often said, I would rather be associated with a dozen men who would live their religion than to have the whole world for my companions to bear off the kingdom to all nations. I would rather see the people leave, until there are not ten men left in the mountains, than to see what I see and hear what mine ears have to hear&#x2014;the blasphemy, corruption, wickedness, dishonesty one with another, and running after the Devil, and ready to strike hands wherever they meet him. I want to see those who will not live their religion sifted out. Let them float off, and let the few who will live their religion&#x2014;who will <div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2940\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> live for God, remain until they are like the gold that is tried in the furnace seven times.<span class=\"citation\" id=\"56375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56375)\">Ps. 12:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1205\"> I understand that some of the people are remiss in coming to meeting. Do they stay at home to weigh themselves in the balance,<span class=\"citation\" id=\"61518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61518)\">Dan. 5:27<\/a><\/span> to know whether they are actually in possession of the religion that we profess? Or are their eyes, like the fool's, in the ends of the earth,<span class=\"citation\" id=\"57446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57446)\">Prov. 17:24<\/a><\/span> looking for a good job here, and a bargain there, and a speculation yonder? You will know, by-and-by, whether you possess the religion you profess. The Lord will sift the people, and the time is not far distant when he will sift the nations with a sieve of vanity,<span class=\"citation\" id=\"58963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58963)\">Isa. 30:28<\/a><\/span> and the time is at your doors when he will hold a controversy with the nations and will plead with all flesh,<span class=\"citation\" id=\"60572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60572)\">Jer. 25:31<\/a><\/span> and it will be known who is for God, and who is not. <\/div><div class=\"paragraph jod\" id=\"v7n1206\"> I often ask the Father to hasten his work&#x2014;<span class=\"citation\" id=\"57940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57940)\">Isa. 5:19<\/a><\/span><span class=\"citation\" id=\"88600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88600)\">D&amp;C 88:73<\/a><\/span>do you?&#x2014;to hasten his Zion upon the earth, and his work upon all nations. Have you any idea what that work is? I am at times checked in my feelings, and make the inquiry, Am I prepared, with this people, to receive what will come? <\/div><div class=\"paragraph jod\" id=\"v7n1207\"> Every time that my mind stretches forth to discern what the Lord is doing, to contemplate upon his goings forth among the nations, and what he is bringing about, according to all the sayings of the Prophets and the designs of his Son Jesus Christ, and to reflect upon the nations of the earth as they now are and will be, I ask myself, Am I prepared for all this? Are the people called Latter-day Saints prepared for all this? I am checked in my feelings in a moment. Are you? Or do you think that you are ready? Suppose that the Lord should make his appearance in his glory, how many in this Tabernacle could abide the day of his coming? Is there an individual in the valleys of the mountains, or  <div class=\"break pagebreak\" id=\"205a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0205.pdf\" target=\"pdfwin\">p.&#xA0;205a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2939\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>upon the face of the earth, that could abide the appearance of the Son of Man in his glory&#x2014;that could look upon him? <\/div><div class=\"paragraph jod\" id=\"v7n1209\"> Are you prepared for the distress that is coming upon the nations?<span class=\"citation\" id=\"68015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68015)\">Luke 21:25<\/a><\/span> Many of you frequently think that your lot is very hard&#x2014;that your trials are numerous and severe, and imagine this and that; and there is a great disposition with many of you, as well as with the rest of the world, to pity yourselves. You had better continue to pity yourselves, each and every one, lest we should not be right in all the things of God as fast as he is rolling them along. I have been driven from my home five times; I have left my houses and lands and everything I had. Do I wish evil to come upon my enemies? Every time I think of it, and when my mind is opened by the visions of the Lord to see the weeping, the wailing, and distress of the nations,<span class=\"citation\" id=\"68016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68016)\">Luke 21:25<\/a><\/span> that many who now live will see, there is not a person in this room that could bear it. There are no eyes looking upon me that could bear to see the awful distress that the nations are bringing upon themselves&#x2014;to look upon the judgments of the Almighty that they are bringing upon themselves. <\/div><div class=\"paragraph jod\" id=\"v7n1210\"> You think that you see distress. I have seen poverty; I have seen the grayheaded father and mother bowed to their graves with starvation; I have seen the middle-aged, the youth, and young children going to their graves through starvation: but I have seen nothing to compare with what I shall yet see, if I live. I shall see the distress that will be upon the nations.<span class=\"citation\" id=\"68014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68014)\">Luke 21:25<\/a><\/span> Look a little further and reflect upon what the Lord will do when he has revolutionized the nations and cleansed and purged this earth with fire. Are we prepared to sit down with Jesus when he comes? We had better be careful to know whether we are prepared. <\/div> <div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2939\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1211\"> We think that we have great occasion for sorrow; but how should we feel, after all our preparations, faith, labors, and looking forth for the coming of the Son of Man,<span class=\"citation\" id=\"86393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86393)\">D&amp;C 61:38<\/a><\/span> to be consumed by the brightness of his appearance? We had better be purifying our hearts: that is the best occupation I can recommend to the Saints. I would recommend such a course, far beyond taking their neighbor's cattle, breaking down their neighbor's fences, spending their Sabbaths in the canyons getting wood, or doing anything that they should not do. Ask such persons whether they pray. &#x201C;No.&#x201D; A man in the Eleventh Ward said, &#x201C;I prayed daily over my crops last year, and my harvest was very light: this year I have not prayed, and my crops look first-rate.&#x201D; Those who think that they can succeed without praying, try it, and I will promise them eternal destruction, if they persist in that course. Some think that they can prosper by lying a little, breaking the Sabbath, and doing almost everything that they ought not to do. In the end they will learn that they have trod the path that leads to the first and second death, which will have power over them; and the time will come when they will be as though they had not been. <\/div><div class=\"paragraph jod\" id=\"v7n1212\"> It is recorded that Job clung to the Lord and proved his integrity to his Father and God. The Lord, to try him, suffered his crops to be laid waste, his property to be plundered, his sons to be destroyed, and sorely afflicted him in divers ways;<span class=\"citation\" id=\"56008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56008)\">Job 1:13-22<\/a><\/span> and so it has been and will be with thousands of other persons. And though their property, families, and friends be taken from them, yet they should trust in their God, even though he should slay them.<span class=\"citation\" id=\"56114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56114)\">Job 13:15<\/a><\/span> And you will learn, by-and-by, what reward he has prepared for them. <\/div><div class=\"paragraph jod\" id=\"v7n1213\"> I am striving for the crown<span class=\"citation\" id=\"124904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124904)\">2 Tim. 4:8<\/a><\/span> that  <div class=\"break pagebreak\" id=\"206a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0206.pdf\" target=\"pdfwin\">p.&#xA0;206a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2938\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>awaits the end of the faithful race&#x2014;<span class=\"citation\" id=\"124905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124905)\">1 Cor. 9:24<\/a><\/span>not alone for the potatoes and corn. Many come to me and say, &#x201C;Brother Brigham, are we going to have any potatoes this year?&#x201D; &#x201C;I neither know nor care.&#x201D; &#x201C;Have you planted any?&#x201D; &#x201C;Yes, a great many.&#x201D; &#x201C;Have you looked to see whether there are any sets upon them?&#x201D; &#x201C;No: but it is my business to keep out the weeds, to water and till, and wait until the harvest.&#x201D; I have not power to make potatoes set. If I should plant and hoe, and raise nothing, it is the same to me as though I obtained a good crop. God gives or withholds the increase.<span class=\"citation\" id=\"73152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73152)\">1 Cor. 3:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1215\"> We are all organized to seek after something that will be durable&#x2014;that will not pass away like a dream. Then do not seek too much after that which will perish. Such things belong to the world. They are to be changed, and are not be relied upon. Seek for the principles that pertain to eternal life&#x2014;the principles of the holy Priesthood. Let us prove ourselves to be friends of God,<span class=\"citation\" id=\"124906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124906)\">James 2:23<\/a><\/span> whether we raise potatoes or not, whether our pigs and calves live or not, whether we <div class=\"break columnbreak\" id=\"206b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0206.pdf\" target=\"pdfwin\">p.&#xA0;206b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2938\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are blessed with much or little, or have nothing&#x2014;trust in God<span class=\"citation\" id=\"124909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124909)\">Mark 10:26 (JST)<\/a><\/span> and be his friends,<span class=\"citation\" id=\"124907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124907)\">John 15:14<\/a><\/span><span class=\"citation\" id=\"124908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124908)\">D&amp;C 93:45<\/a><\/span> and by-and-by he will put us in possession of that which will be perfectly satisfactory. Our spirits and bodies will be preserved before the Lord, and we shall be prepared to see him in his glory&#x2014;to live with him in his kingdom&#x2014;to associate with him. That is what we are seeking, if we did but know it. <\/div><div class=\"paragraph jod\" id=\"v7n1216\"> If any wish to apostatize, they have and always have had perfect liberty to do so. Life and death are before you. You have had the words of life sounded in your ears, year after year, in these valleys, and we have been blessed with days of peace and pleasantness&#x2014;days of joy and days of comfort. Have all the people served God? No. Some have been and are wicked, sinful, dishonest, and unfaithful; and the Lord wants to prove us&#x2014;to prepare the righteous for his glory, and the wicked for their doom. <\/div><div class=\"paragraph jod\" id=\"v7n1217\"> I exhort you all to reflect whether you are ready for what is coming, and are prepared to receive what you anticipate. Amen. <\/div>\n<\/div>\n<\/div>"}