{"ID":70038, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Privileges and Duties of the Saints&#x2014;Home Manufactures, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, Delivered in the Tabernacle, Great Salt Lake City, October 7, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Privileges and Duties of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 10\/7\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d38\">\n<div class=\"paragraph jod\" id=\"v7n1429\"> The President, in his remarks this morning, dropped a sentence like this&#x2014;&#x201C;Let us manfully man the ship Zion.&#x201D; To do this I conceive to be the duty of the Elders of this Church and kingdom. It is a privilege which the Almighty has conferred upon us, and one which we should esteem as the greatest that could be conferred upon us: but do we realize this fact? Do we realize that the Lord has revealed <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2900\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to us true knowledge and intelligence&#x2014;that we have become the happy recipients of true principles of life and salvation revealed from heaven in our day? <\/div><div class=\"paragraph jod\" id=\"v7n1430\"> None of us, with our present limited understanding of God and his dealings with mankind, can realize fully the extent of our present privileges: but do we understand enough of them to stimulate us to make the work of God  <div class=\"break pagebreak\" id=\"245a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0245.pdf\" target=\"pdfwin\">p.&#xA0;245a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2899\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the business of our lives? Is the Lord about to establish his kingdom, and is he beating about in the world for recruits to man the ship, and have we enlisted under his banner, to sail with him, and then do we falter&#x2014;feel cold and lukewarm? This question is for each one to answer for himself. <\/div><div class=\"paragraph jod\" id=\"v7n1432\"> What is this ship Zion&#x2014;this great work we have undertaken? How can we do the most good, and how accomplish the work we have undertaken in the best and most approved way? These are questions we must answer for ourselves. Are the people of these mountain valleys Israel? If we are, can we not control and bear rule in a proper manner over all matters that come under our supervision? <\/div><div class=\"paragraph jod\" id=\"v7n1433\"> If we have faith, which it is the privilege of all the Saints to have, can we not exert a powerful influence among the nations of the earth for our protection and salvation as a people? And may we not be yet more successful in disseminating the principles of life and salvation among all nations? That righteousness may be exalted among men by our efforts, we must nurse and cherish the principles of righteousness in our midst. Can we rebuke evil and walk it under our feet? We can, if we have faith as we ought to have it, and have that oneness the President spoke of this morning. If we have this, we can do all things, because faith is mighty when concentrated in a oneness of action. Let Israel arise and frown down evil, and the fear and the might and the power of the Almighty will burn more and more in the bosoms of the Saints. How can we serve our master and the cause in which we have enlisted in the best possible manner? By being perfectly obedient to those who are placed to preside over us in our various Wards and settlements, and by living above the power of the law, as our President has remarked. <\/div> <div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2899\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1434\"> Are we ready now to take hold with one heart and with one mind to man the ship Zion&#x2014;build a temple for instance? Are you ready, by a skillful and judicious husbandry of the soil, to bring forth its rich fruits, and store them up until you are called upon to contribute your stored wealth, as well as your energies, for the further development and spread of the power and influence of the kingdom of God? Are the mechanics ready, should a call be made upon them to go as preachers of righteousness to the nations, or to engage in any other work that may be allotted them? I say, Are the Elders of this Church ready to spring at once into these various avenues, when they shall be opened again, without a single word of complaint? Are we all willing to devote ourselves, our interest, and all we possess to the building up of this cause and kingdom upon the earth? <\/div><div class=\"paragraph jod\" id=\"v7n1435\"> I believe a great majority of this people are willing to do this; but I think they might improve in this respect as well as in many others pertaining to their duties as Saints. I think, if they felt to devote themselves and all they have, the hands of the President would be loosed more than they are in many respects, the public works would begin again, and Israel scattered abroad would begin to flock by tens of thousands to the gathering place of the Saints; and I think those who have received benefit from the P. E. Fund Company would strengthen that company by rolling back into their hands the means they have expended for them, the treasury of the Lord would be replenished, and these Gentile stores would be less patronized, and handle less of your cash. <\/div><div class=\"paragraph jod\" id=\"v7n1436\"> We have been instructed over and over again how to make ourselves independent, and these are some of the things that have been told to us. It is for us to build up the kingdom  <div class=\"break pagebreak\" id=\"246a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0246.pdf\" target=\"pdfwin\">p.&#xA0;246a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2898\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of God individually, as well as collectively. Union of effort and feeling&#x2014;practice as well as precept, is what is required. Let every man thus do his duty, and things would be as you would like to see them. Very soon there would be no necessity for millions of dollars' worth of goods to be brought across the Plains every year, nor of patronizing those who spend nothing whatever to build up our cities or improve our country. There is a lack in this respect in this community&#x2014;a lack which rests with ourselves. I think our good friends are beginning to learn that the people called &#x201C;Mormons,&#x201D; who should be Saints, are really the people of this Territory, and have some rights which they would strenuously preserve from being trampled upon. <\/div><div class=\"paragraph jod\" id=\"v7n1438\"> By respecting themselves, the Saints would patronize each other as far as they can do so, instead of patronizing those who stand ready to cut our throats on the first favorable opportunity. <\/div><div class=\"paragraph jod\" id=\"v7n1439\"> A few, however, cannot bring about that state of things so desirable to the many: it requires a union of effort by the whole. The many can freeze out iniquity from our midst, by simply <span class=\"italic\">letting them severely alone;<\/span> and they can patronize home manufactures, if they are disposed to do so, and be united in it. This is of great importance to our community. Many would like to commence manufacturing useful articles, if they could be encouraged by the patronage of the people. <\/div><div class=\"paragraph jod\" id=\"v7n1440\"> We know not how soon we shall be thrown upon our own resources, and I say, the sooner the better: but I would like to see the day when Israel will do themselves good of their own will and accord, without being obliged to do so. <\/div><div class=\"paragraph jod\" id=\"v7n1441\"> It has been said that the Devil could make the Saints consecrate, when the Lord could not. The Lord <div class=\"break columnbreak\" id=\"246b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0246.pdf\" target=\"pdfwin\">p.&#xA0;246b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2898\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may permit the Devil to do so; but he does not force any man: he leaves all men to act upon their agency. <\/div><div class=\"paragraph jod\" id=\"v7n1442\"> We have enlisted to build up the kingdom of God. And who are so blind as not to see that much of this work depends upon our producing within ourselves that which we consume? But what is the truth? Why, the very moment a few goods are brought into the market a little cheaper, you get them in exchange for your money, and home manufactures are suspended. <\/div><div class=\"paragraph jod\" id=\"v7n1443\"> Suppose the gate was shut down upon imported goods for one twelve-months, you would be in the same situation you were in eighteen months ago. I wish to impress this strongly upon your minds. Remember that now is a good time to produce for our own support everything we can. <\/div><div class=\"paragraph jod\" id=\"v7n1444\"> Do not suffer your flax to go to waste because goods can be bought cheaper than you can make them, and do not let your wool waste for the same cause. Recollect that what you do yourselves is within: it is not an outward expense. If you are obliged to get some things you cannot make, unite together and send for them, and buy them where you can get them the best and cheapest, and not suffer yourselves to be bled to death by those who have no interest in common with you. <\/div><div class=\"paragraph jod\" id=\"v7n1445\"> By this procedure, you can plainly see that the temporal interests of Israel would be consulted, and there would be some means left to build up a town or a city, and help to gather scattered Israel. This is our business. All other considerations sink into insignificance in comparison to our duty of building up the kingdom of God. My mind continually dwells upon this all-absorbing subject, and I would like to see Israel wise in regard to these important items. <\/div><div class=\"paragraph jod\" id=\"v7n1446\"> If those who are engaged in home manufactures were fully patronized,  <div class=\"break pagebreak\" id=\"247a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0247.pdf\" target=\"pdfwin\">p.&#xA0;247a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2897\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they could afford to sell cheaper. The objection is, they charge more for home manufactured articles than better articles of the same kind can be bought for of those who import them: but if they had your best pay, they could probably produce better and cheaper articles. Instead of giving them your best pay, you expect them to take firewood, or some other kind of pay, upon which they cannot sustain their business, and you take your cash to the stores. That is an insurmountable difficulty the home manufacturer has to encounter. <\/div><div class=\"paragraph jod\" id=\"v7n1448\"> Hundreds of articles can be produced among us that are now brought from the States; and there are those in this community who are skillful in the manufacture of them. I would like to see those artisans commence to produce every kind of useful article within their power, and let the brethren in the different Wards sustain them by freely giving them their support; and as long as they can produce as good an article as can be imported here, give them as good a price as you would give the importer, and in as good pay. I do not care so much what the price of an article is; but I think it should be manufactured and sold here a little cheaper than it can be afforded by the importer. <\/div><div class=\"paragraph jod\" id=\"v7n1449\"> For instance, to the disgrace of this people, they buy brooms that have been imported from the States. They can bring them here and sell them to you from fifty cents to a dollar each. Can they be raised and made here cheaper than that? They can. Twelve-and-a-half cents per pound is a permanent tariff on the importation of brooms to this country, which the home manufacturer has the benefit of; and he can certainly produce the material almost as cheap as it is produced in the States. I think, then, we should manufacture and sell this article cheaper than it can be afforded by the importer. This prin<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2897\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciple would be my guide for the price of almost every other article of home manufacture. <\/div><div class=\"paragraph jod\" id=\"v7n1450\"> I have dwelt a little longer on this subject than I had intended, but my mind has been led out upon it; and I acknowledge I think a good deal about it, for it is an item of vast importance to us to produce that which we consume. <\/div><div class=\"paragraph jod\" id=\"v7n1451\"> At our meeting yesterday I was much interested. My heart was full to overflowing. I felt very humble. I knew the Spirit of the Lord was with us. I feel so today. When I heard from the congregation how they felt&#x2014;how they desire to do right, when I heard them exhorting their brethren how they might do this and that for the advancement of the cause of Christ, and to be faithful in the service of the Lord, I felt there was a good time near at hand for Israel&#x2014;that the ungrateful influences that have been around us were mellowing down, that the dark cloud was beginning to break up, that we were about to be greatly blessed of the Lord our God, and that he is near unto us. I feel so today. <\/div><div class=\"paragraph jod\" id=\"v7n1452\"> &#x201C;Mormonism&#x201D; is not a thing of today only, but it is a lifetime work. Let us take hold of it in the way that we can sustain ourselves and build up the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v7n1453\"> To manufacture the articles we consume is all in the line of our daily duty. Everything that is necessary for our subsistence as a kingdom, as families, and as individuals, has to be furnished. We have to live, and we must have rules, regulations, and authorities. We have to dig, plough, raise grain, and produce everything we need. While we live, make rules and regulations, and walk by them, we are building up the kingdom of God. There is every variety of talent and genius needed, and there is a place for every man and woman, wherein they can be useful in build<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"248a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0248.pdf\" target=\"pdfwin\">p.&#xA0;248a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2896\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing up his kingdom. All these ingredients are necessary. <\/div><div class=\"paragraph jod\" id=\"v7n1455\"> We want what any other community has that is good and great. We want to make the desert blossom as a rose,<span class=\"citation\" id=\"94591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94591)\">Isa. 35:1<\/a><\/span> to build up cities, and make useful and ornamental improvements that will beautify the dwelling places of the Saints&#x2014;make them lovely and fit habitations for angels. <\/div><div class=\"paragraph jod\" id=\"v7n1456\"> Should heavenly messengers be sent to our cities, called Zion, what have we to show them that is gratifying and pleasing? Become wealthy? Yes; it is for the inhabitants of Zion to become wealthy, if they only use their means for the building up of the kingdom of God. We have done very well in a great many respects, considering the difficulties we have had to encounter: but the word is&#x2014;Continue to improve, do better, and never forget that the building up of the kingdom of God is the only business we have on hand. I have thought the people are not aware that the Spirit of the Lord is with them as much as it really is. <\/div><div class=\"paragraph jod\" id=\"v7n1457\"> When people are striving to do right all the time, they become accustomed to its influences, and they are not apt to mark the progress of their individual improvement as they go along in the faithful performance of their daily duties. If the visions of our minds had been opened twelve years ago to see the Saints as they are situated now in this country, what a vision of remarkable events it would have been to us! And how few would have believed it! If we improve in the same ratio ten years to come, and could now see in vision our situation as a people at the expiration of that time, it would be to us a most glorious vision, and almost past belief. <\/div><div class=\"paragraph jod\" id=\"v7n1458\"> We have been greatly and marvelously blessed; but we are sometimes forgetful of our blessings and of our ability to do a great many good acts, <div class=\"break columnbreak\" id=\"248b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0248.pdf\" target=\"pdfwin\">p.&#xA0;248b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2896\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and too often think there is nothing to do, when there is a great deal to be done. Thus many have become slack in their duties, and have made shipwreck of faith<span class=\"citation\" id=\"75839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75839)\">1 Tim. 1:19<\/a><\/span> so far that they cannot reclaim themselves. They do not realize that they are living in the blaze of the glory of God continually. <\/div><div class=\"paragraph jod\" id=\"v7n1459\"> Let me exhort you to be faithful, prayerful, and humble, that you may realize the blessings you enjoy, continue to progress in improvement, and have more abundant blessings poured upon you; for the Lord is willing to pour out blessings as fast as we are prepared to receive them. <\/div><div class=\"paragraph jod\" id=\"v7n1460\"> Let us spring forth when the word is given to perform any and every duty we are called upon to perform. Let us present a firm and unbroken phalanx of strength against evil of every description, and be united in frowning it down. <\/div><div class=\"paragraph jod\" id=\"v7n1461\"> We pray that righteousness may be exalted. Let us exalt it ourselves; then the habitations of the Saints will be beautiful in the eyes of God and angels, although some of them may be homely in the eyes of men. Let us build up cities, towns, wards, and families, wherein righteousness shall be exalted; and it will not be a great while before it will spread over the face of the wide world, and wickedness will be walked underfoot. <\/div><div class=\"paragraph jod\" id=\"v7n1462\"> The Latter-day Saints are on a mission to perform this labor, and it is a great one as well as a glorious one. Let us take hold and do it manfully, always being mindful of those duties we are called upon daily to perform. <\/div><div class=\"paragraph jod\" id=\"v7n1463\"> Let us be faithful to the covenants we have made. We have made them of our own free will and accord, and have delighted to make them, and blessed God for the privilege. Shall we, then, utterly disregard them&#x2014;walk them under our feet, as it were? Or shall we treasure them as the most  <div class=\"break pagebreak\" id=\"249a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0249.pdf\" target=\"pdfwin\">p.&#xA0;249a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2895\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sacred treasure? In the life of the Saint, let the duty of a Saint be the first and foremost consideration; let the public interest be his greatest wish, form the burden of his prayers, and be the chief duty of his life. Let him put away all covetousness, and be wholly devoted to God and his holy religion. <\/div><div class=\"paragraph jod\" id=\"v7n1465\"> Let us live our religion today, tomorrow do the same, and so continue unto the end of our lives; then the purposes of God will ripen as fast as we can desire them and be prepared for them. This is my exhortation to the Saints. <\/div><div class=\"paragraph jod\" id=\"v7n1466\"> For my part, I know I have your prayers and faith. I feel it every day of my life, and am exceedingly thankful and grateful to God and his people for this mark of their confidence. <\/div><div class=\"paragraph jod\" id=\"v7n1467\"> I desire to live to see Zion redeemed, Israel gathered, Jerusalem built up, and the people of God in all the world sustained by the manifestations of the omnipotent power of the Almighty. For this I live: it is more than my meat and drink. The most sacred and cherished wish of my life is to see Israel prevail and become victorious over their enemies&#x2014;to see the mighty power and wisdom of God, as it is transpiring before our eyes from day to day, more abundantly displayed in their behalf. <\/div><div class=\"paragraph jod\" id=\"v7n1468\"> We read with considerable satisfaction how Moses led Israel out of Egypt across the desert to the land of Palestine; but do we realize how the Lord and his servant Brigham have led us day by day, month by month, and year by year, from the beginning to the present day? As I have said, the manifestations of the mighty power of God and the marvelous displays of his unsearchable wisdom are so common with us, that we think but little of them; and so it was with Israel of old. It became an old story with them when the Lord interposed <div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2895\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his power in their behalf&#x2014;so much so that, if they did not have miracle after miracle continually before their eyes, they were ready to backslide and go into darkness, and earned for themselves the name of being a stiffnecked generation of people.<span class=\"citation\" id=\"54471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54471)\">Ex. 32:9<\/a><\/span> I hope better things of the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v7n1469\"> The Prophets of ancient Israel prophesied evil upon them continually, because of their hardheartedness and rebellion, when the Lord would have led them with a gentle hand. <\/div><div class=\"paragraph jod\" id=\"v7n1470\"> In this generation I do not look for Israel to be scattered on account of their transgressions, although various chastisements may be necessary; but I look for Israel to be gathered from every nation, tongue, and people, to concentrate their energies in building up and establishing the kingdom of God in the latter days. I look for them to be humble, obedient, and ready to receive and perform the work of the Lord, and realize day by day that they are led gently by his hand. It is their privilege to see these things all the time, and continually live in the light; for it is a day of light with the faithful, wherein is no darkness. <\/div><div class=\"paragraph jod\" id=\"v7n1471\"> I like to see Israel obedient, on hand, and ready to man the ship, and do anything they shall be called upon to do. Let us realize these things, my brethren and sisters, and not get into that sing-song style the world are in. It is for us to keep up with the times. <\/div><div class=\"paragraph jod\" id=\"v7n1472\"> Let us take hold with our might, and put forth our energies in the place they are most needed; and there let us work diligently, no matter in what department, if it is for the good of Israel, whether it is to plough, sow, reap, dig rocks, rear temples, build cities, preach the Gospel, or gather Israel. <\/div><div class=\"paragraph jod\" id=\"v7n1473\"> Do you think the Lord will stop in his work? No; his ship will be manned, whether we man it or not; and those who stand in the  <div class=\"break pagebreak\" id=\"250a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0250.pdf\" target=\"pdfwin\">p.&#xA0;250a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2894\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>way of the onward progress of this great work will be overthrown and ridden over. <\/div><div class=\"paragraph jod\" id=\"v7n1475\"> There is no time or opportunity to stop, for the Lord has undertaken the work, and he does not look backward, nor stay his hand. If we do not wish to be removed out of the way, we must be diligent, active, and energetic in our duty, and respond willingly and at once to any call that may be made upon us by the servants of the Most High. <\/div><div class=\"paragraph jod\" id=\"v7n1476\"> Let our minds be active, wide awake, and eager to reach out after those things that shall best promote the interests of the kingdom of God. Let us not forget for a moment the mission we are called upon to perform, and not become dull and sluggish in the performance of our duties, and think we have no part or lot in the matter. There is need of every faithful man and woman in this kingdom, and for millions more; and then, by concentrating all these efforts, it is easy to understand what a mighty phalanx Israel will present, making the wicked nations tremble because of their wickedness. There would be a mighty shaking amongst them, if Israel was only united, firm, and steadfast to a man. <\/div><div class=\"paragraph jod\" id=\"v7n1477\"> If the Saints could offer one prayer, <div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2894\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with one spirit, to the Almighty, in behalf of any one measure, I believe that prayer would be promptly answered in a way that would be felt and realized. If Israel will pursue this course, it will not be a great while before they will have things as they want them, not only here but over the face of the wide world; for the kingdom of God will progress, and the kingdoms of this world become subservient to its sway. <\/div><div class=\"paragraph jod\" id=\"v7n1478\"> May the Lord help us to live to his name's glory and honor, and for his cause and kingdom on the earth! May he help us to build it up and appreciate the blessings we enjoy&#x2014;live in the light of truth and intelligence, that our minds may be filled with it continually! Help us to frown down wickedness, and walk it underfoot, both at home and abroad! Help us to send forth the Gospel to all nations, that his angels may always work with us, which they do and will continue to do with us who remain at home and with those who go abroad; and kingdoms and nations will be cast down for the good of his people and the furtherance of his work! That he may help us to do all he has designed we shall perform as a people and as individuals, is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}