{"ID":70036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Greater Responsibilities of Those Who Know the Truth, &amp;c.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, on Sunday afternoon, August 28, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Greater Responsibilities, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 8\/28\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v7n1339\"> A great many things pass through my mind, not only here, but when I am about here, transacting business and attending to those things that devolve upon me: yes, there are thousands of principles and ideas come into my mind in my ruminating moments, and I frequently wish that I could send them, like the sound of Gabriel's trumpet, to the hearts of the Latter-day Saints, and especially of the Elders of Israel that dwell in these valleys, and of all those who preside over the people of God in the North and in the South, in the United States, in South America, in Europe, and in all the nations of the earth, and of those on the islands of the sea, and finally, of all Saints. <\/div><div class=\"paragraph jod\" id=\"v7n1340\"> How do you think I feel when I see the conduct of some of the Elders of Israel, who are guilty of cursing and swearing and getting drunk? I feel disgusted. <\/div><div class=\"paragraph jod\" id=\"v7n1341\"> I wish the Saints abroad felt as I do. If they did, they would come to these valleys, if they had to come with handcarts, or pack their provisions upon their backs: they would gather to the headquarters of the Church, for there is the head of God's government on the earth&#x2014;the keys of power; and there is the authority, and every person that comes into this Church is connected with that authority. <\/div><div class=\"paragraph jod\" id=\"v7n1342\"> This is upon the same principle that brother Pratt was speaking of <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2913\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this morning. He said the main trunk of the Church was in heaven; and I can tell you that that is not all, for the main root is in heaven, even in our Father and our God, and his Son Jesus Christ;<span class=\"citation\" id=\"70105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70105)\">John 15:1<\/a><\/span> and the moment that the Almighty sent Peter, James, and John, and ordained Joseph Smith an Apostle,<span class=\"citation\" id=\"84561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84561)\">D&amp;C 27:12<\/a><\/span> the seed of that Priesthood and Church was planted: it was planted in him; and as he received it, he planted it first in one, and then in another; and this Gospel has gone forth into many parts of the earth. Still remember that this is one seed; that is, it all sprang from one, the same as one mustard seed<span class=\"citation\" id=\"64605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64605)\">Matt. 13:31-32<\/a><\/span> will produce ten thousand, and then continue to multiply so long as it is planted; and so it is that this Priesthood has spread and increased in the world. <\/div><div class=\"paragraph jod\" id=\"v7n1343\"> Now, we use figures as Jesus did; for said he, &#x201C;I speak unto you by parables, but the world understand them not.&#x201D;<span class=\"citation\" id=\"64494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64494)\">Matt. 13:13<\/a><\/span><span class=\"citation\" id=\"67329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67329)\">Luke 8:10<\/a><\/span> They do not understand the work of God; they do not know that Joseph Smith was a Prophet, or that Hyrum Smith was a Patriarch; neither do they comprehend that Brigham Young is an Apostle and a Prophet. If the people in Carthage or in Illinois had known these things, they never would have killed Joseph. <\/div><div class=\"paragraph jod\" id=\"v7n1344\"> If William Law, William Marks, and hundreds of others had known that Joseph was a Prophet, they would  <div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2912\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not have betrayed him, nor tried to take away his life. <\/div><div class=\"paragraph jod\" id=\"v7n1346\"> Do you suppose that the people would have killed Jesus, if they had known that he was the Son of God? In this dispensation they have killed Joseph and Hyrum and thousands of others. Yes, thousands of men, women, and children have gone to their graves prematurely, in consequence of the persecutions of some portions of the inhabitants of the United States; and many of those who did not participate in the actual persecutions said amen. <\/div><div class=\"paragraph jod\" id=\"v7n1347\"> Do I know this? Yes, I do. I visited the cities of Washington, Baltimore, Philadelphia, New York, and Boston, about the time of the martyrdom of Joseph and Hyrum Smith, and I know that the majority of the people rejoiced in it: still it was a shock on many of the people. Even now there are apostates that are laying the foundation to kill many others. <\/div><div class=\"paragraph jod\" id=\"v7n1348\"> How do you think I feel? Why, I feel precisely as Jesus felt under similar circumstances, and he said it would be better that such characters should have a millstone about their necks, and they be sunk to the bottom of the sea.<span class=\"citation\" id=\"65028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65028)\">Matt. 18:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1349\"> Some who profess to be Saints and even Elders will get drunk, fight, and swear most horribly. Their state and condition is much worse than that of those who do not understand the law of God, and who have not been educated in the principles of virtue, righteousness, purity, and holiness. <\/div><div class=\"paragraph jod\" id=\"v7n1350\"> Brethren and sisters, if you feel willing to do as I do, you will stay at home and let the liquor go to hell, with those that corrupt themselves with it. The only wish I have to offer is, I wish there was a little more strychnine in it. I wish it for the sake of all those that will not forsake their evils; for, if I were in that position, I should wish I was where I could not sin any more. <\/div> <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2912\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1351\"> The present state of our society is permitted for a wise purpose, and all things have transpired according to the will of God; but these evils and this looseness of character that have been brought in here were never designed for you and me. It was published in the papers, by Congressmen and judges and others in authority, that they would send a people here to improve our morals, and to change them; so that if we had a man to send to Congress, we might have a dozen candidates and as many parties, and finally be the same as they are in the House of Representatives. But, gentlemen, this will never be with the Latter-day Saints. If the United States ever admit us into the Union and give us a State Government, we will carry out the principles of union, justice, and righteousness in these mountains, according to the will of Heaven. <\/div><div class=\"paragraph jod\" id=\"v7n1352\"> Some of my brethren think that I had better not say anything about the United States; but they will give us a State Government just as soon if I talk about them as if I never named them. <\/div><div class=\"paragraph jod\" id=\"v7n1353\"> It is as I used to tell Dr. Bernhisel, when we sent him to Congress, about the time that plurality was preached, that the cats were not all out of the bag yet. I told him that the cats were going to have kittens, and then the kittens would have cats. But it is all right whether they give us a State Government or not. Still, if our Father in heaven designs that we should have a State Government, we shall have one, whether I say much or little about it; and when he intends to bring it about, he will change the minds of the President, Cabinet, and Senate, and House of Representatives; and he can do it as easily as I can change this pitcher from one side of the stand to the other, and I know it. He handles the nations of the earth, the President of the United  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2911\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>States and his Cabinet, and he will finally handle the whole world for the good of his people.<span class=\"citation\" id=\"60965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60965)\">Dan. 2:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1355\"> This seems a good deal to believe. [Voice: I believe it.] You believe it! Bless your soul, I know it. &#x201C;Mormonism&#x201D; is right, and I am here telling James Buchanan what will be. I suppose you will say that the Lord never will do this. But the Lord can change Mr. Buchanan's mind in five minutes, just as easily as I can change the potter's vessel, or take a lump of clay and change it into more than one hundred and fifty different shapes.<span class=\"citation\" id=\"60505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60505)\">Jer. 18:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1356\"> You know that I am a potter by trade. Do you think the Lord can turn and twist you into as many shapes of mind as I can a piece of clay? I want you to be one&#x2014;to be united in all things, that you may have the blessings of heaven upon you. <\/div><div class=\"paragraph jod\" id=\"v7n1357\"> I can say that I feel cheerful; I feel well; I enjoy the good Spirit continually, and wish that every Saint enjoyed the same blessings to the same extent that I do. Whoever saw anyone misused by me? No one. When I speak plainly of the conduct of men, some will say that I mean them. All I have to say is that I mean those who are guilty. <\/div><div class=\"paragraph jod\" id=\"v7n1358\"> I want you to remember that there are a great many steps to be taken in this kingdom; and if people will try to do right in all things, the Lord will bless and prosper them; and I feel in my heart to bless all good men, and all that have done good to this people. I bless those that have brought us goods&#x2014;sugar, tea, coffee, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v7n1359\"> Now, friends and neighbors&#x2014;you that have come to bring us goods, you are God's servants, and you shall be blest if you will continue to bring us goods. <\/div><div class=\"paragraph jod\" id=\"v7n1360\"> Brethren, in regard to our friends that are here, I wish to say that they <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2911\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are the children of our Father and our God, and they have come here and brought their goods; and I will take the liberty of using a Yankee phrase, and say we were pretty ragged before they came here. Gentlemen, you have conferred a favor upon us, and no doubt many of our people will purchase goods from you. Now, when you get our money and our favor, do try and speak a good word for us; and when I come up and speak to you, don't look as if you would bite my head off. I have never cheated you out of one dime, neither have I taught my brethren to do so. I treat all men honorably, and teach others to do likewise. <\/div><div class=\"paragraph jod\" id=\"v7n1361\"> I will here give you merchants a little advice. Let our people have your goods at a reasonable price, and don't have a dozen different prices for the same article in your stores. If you will pursue this course, you will gain confidence and secure custom; but if you don't, you will lose it, for we shall turn merchants ourselves. You have done good in bringing goods here, and I wish you would bring from one to two thousand wagons next year, all heavily laden with such things as we require. Why? Because, when goods come here, they have to be sold; and if more were brought, they would come down in price, and we should be able to get about as much for one dollar as we can now get for three. I say, God bless you! for you rescued us from the sharks. You know that a shark is a fish that eats up all the other fish. <\/div><div class=\"paragraph jod\" id=\"v7n1362\"> I am a backwoods Yankee, born in Vermont, in the mountains, and I don't fear any man on the earth, and never did. If I continue to abide in the principles of truth, I shall go to a place where truth dwells unsullied. I am a friend to this people, for they are the people of God, and they will prosper in all their righteous undertakings. <\/div> <div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2910\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1364\"> We are blessed with plenty of all things necessary for our comfort this year, and we shall have enough next year, for I have no idea that these things can be taken out of the country. But I look for pretty keen times after that, and therefore I would recommend the brethren to buy goods and lay them away, and don't sell them; for the time will come when many will be destitute of the necessary comforts of life. <\/div><div class=\"paragraph jod\" id=\"v7n1365\"> Take your grain and lay it away against a day of famine. &#x201C;But,&#x201D; says someone, &#x201C;he is repeating what he said a few Sundays ago.&#x201D; Well, never mind how often I speak of these things: they are for your good. Some have tried to make you believe that you cannot keep your grain; but I say you can, if you choose, and preserve it for years. <\/div><div class=\"paragraph jod\" id=\"v7n1366\"> I will relate a fact in relation to my own affairs. I have been removing a bin containing 1,200 bushels of my wheat that has lain in the basement story of a stone house three years, and a portion of it four years; and it is as good as it was when I had it put in there. I moved it because the brethren said it would spoil, and I thought I would put it in another bin, which I am doing; and, by the help of God, I intend to keep it. And I will say that if I had ten or fifty thousand dollars, I would lay it out in wheat. <\/div><div class=\"paragraph jod\" id=\"v7n1367\"> Some are afraid of speculating in wheat; but I am not, for I shall live to see the day when I shall be able to feed many of you. Why, don't you believe that wheat is the best property you can have on hand? Test it; try my words, and see if I tell the truth about it, as well as I do about other things. Many of you say you believe it; and if you do, repent of your sins and forsake them, and forever turn away from them, and then be baptized for the remission of sins, and you shall receive the gift of the <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2910\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Holy Ghost by the blessing of that Priesthood which is now upon the earth. But some say they do not believe it; therefore they won't forsake their sins. <\/div><div class=\"paragraph jod\" id=\"v7n1368\"> With regard to grain, I will say, If you do not lay it up and keep it, you will be sorry in a day to come; for you will see hard times, trying times, plagues, and famines, and bloodshed. Be advised and provide in time, and while you have the opportunity. <\/div><div class=\"paragraph jod\" id=\"v7n1369\"> The Apostle James, in speaking of faith, says, &#x201C;Show me your faith without your works, and I will show you my faith by my works.&#x201D;<span class=\"citation\" id=\"77558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77558)\">James 2:18<\/a><\/span> That is the way I intend to show mine. I will lay up my grain, my cloth, and all the comforts of life, that my family may be comfortable&#x2014;be made to rejoice and praise the Lord. I am sometimes joyful and sometimes sad, but I try so to live that I may always enjoy the Holy Spirit. <\/div><div class=\"paragraph jod\" id=\"v7n1370\"> I have no doubt about the time coming when we shall feel the pangs of hunger and destitution; and when that time comes, what will be the state of things with the world? Just as well as I know what brother Pratt said today was true, and that it will come to pass, do I know that these things will be of which I have been speaking. <\/div><div class=\"paragraph jod\" id=\"v7n1371\"> I see the course that is being taken here. Every few days a man or two has to die. What is the cause of this? It is the liquor and strychnine they take that fills them with the Devil. When I first heard of these things that have been occurring, I thought they proceeded from a few rowdy boys; but I learn that it is a few wicked men who are slaves to their appetites. It originates with drunkenness, whoring, and lying. <\/div><div class=\"paragraph jod\" id=\"v7n1372\"> Now, are we not moralized? Have we not become highly civilized? There never were such things known in these valleys until the army came. I never knew of such drunkenness,  <div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2909\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>whoring, or murder, until then. Every little while there is somebody shot. I am ashamed of such conduct in our streets. <\/div><div class=\"paragraph jod\" id=\"v7n1374\"> Brethren, away to your labor, live your religion, and serve your God with full purpose of heart, and keep away from places where there is no good to be obtained. What are you down that street so much for? If you have not special business with them, do not associate with the wicked. Have I advised one of my children to go there? No, nor my wives either: they had better be at home cleaning their clothes, mending their stockings, and doing those things that are required of them. This is what they ought to be at. Every woman in these mountains, throughout these valleys, ought to be attending to these important duties. I never saw such things in the country I came from, and I did not know that there was so much sin and corruption as I now see in the world. I was honest, and I thought everybody else was honest. I am honest now, and virtuous and upright, and always have been; and this is what makes me bold. <\/div><div class=\"paragraph jod\" id=\"v7n1375\"> I do not fear the face of man, or anything that lives on the earth. I only fear to do anything that would grieve my heavenly Father, as a child should fear to disobey his earthly parents. But there is not that care now that there was when I was a boy under age. When a son is eighteen or twenty-one years of age, he now says, I shall do as I please. This, however, is only in fulfillment of the words of the Apostle Paul, where he says, &#x201C;This know also, that in the last days perilous times shall come. For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy, Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good, Traitors, heady, highminded, <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2909\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> lovers of pleasures more than lovers of God; Having a form of godliness, but denying the power thereof: from such turn away. For of this sort are they which creep into houses, and lead captive silly women laden with sins, led away with divers lusts, Ever learning, and never able to come to the knowledge of the truth.&#x201D; (2 Timothy, 3rd chap., 1 to 7 verses.)<span class=\"citation\" id=\"76131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76131)\">2 Tim. 3:1-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1376\"> These are Paul's words used when he was prophesying of the last days, and they have verily come to pass. Bless your souls, I never thought of being disobedient to my father and mother; and in the land where I was born I never heard of such a thing. I was born in Vermont, and brought up in Ontario County, in the State of New York, where I stayed until I embraced &#x201C;Mormonism.&#x201D; But times have changed wonderfully since I was a boy, and more especially since the revelation of the Gospel to Joseph Smith. The spirit of disobedience and, I may say, of every species of wickedness, has increased among the people. <\/div><div class=\"paragraph jod\" id=\"v7n1377\"> From the time I embraced the Gospel, I have been knocked about considerably; but I am now here in the mountains, and I am ten times better off than I ever was before; and I have not got the means out of your hands, neither Saints nor sinners. I have had things stolen, and have had men come and confess it to me; but they never brought anything back yet. I told every man that came to me that I would forgive him, but I never told anyone that he could keep the article he had feloniously taken; and all such acts will stand against men, and I shall meet them at the bar of God, if I remain faithful. This is my religion, and these are my feelings respecting sinners who know what the law of God is. <\/div><div class=\"paragraph jod\" id=\"v7n1378\"> Now I will speak a few words about Mr. Ethan Allen, the grandson of Colonel Ethan Allen, who was in the  <div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2908\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Revolutionary War. He came along with the troops that came here this season: he traveled with them, because there was a little danger from the Indians, and the officers advised him not to come through this city at all. But he told them that he was acquainted with President Brigham Young and with Heber C. Kimball; and said he, &#x201C;I am going to see them, for I have been acquainted with Heber C. Kimball nearly forty years, and I am satisfied that they are as good men as I need wish to associate with.&#x201D; The officers he was talking to said that he would find us to be &#x201C;damned scoundrels.&#x201D; But notwithstanding this, he came and spent several days with me, and visited President Young several times; and when he went away, he wept, and I felt to bless him: therefore I said, &#x201C;Ethan, peace be with you! Peace and salvation attend you and your family!&#x201D; I then told him to inquire of the Lord, and he would reveal to him a knowledge of the truth. <\/div><div class=\"paragraph jod\" id=\"v7n1380\"> He said to me, &#x201C;I have heard a great many things against your people; but I have found things just as I supposed I should. I find you are all doing right and feeling well.&#x201D; &#x201C;But,&#x201D; says he, &#x201C;Mr. Kimball, there are thousands of your old friends and neighbors that would have been glad to spill your blood, and they have expressed such sentiments both from the pulpit and from the press.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n1381\"> I told him I knew it, and that I was just as good a man then as I am now, and now as I was then, and that I expected to continue to do good as long as heaven exists, and righteousness prevails, and God reigns. &#x201C;Now,&#x201D; said I, &#x201C;tell such men to help themselves, if they can; for &#x2018;Mormonism&#x2019; will prevail, and they cannot put it down, and I know it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n1382\"> I do not care what anybody writes, if they tell the truth&#x2014;tell things just as I tell them, and that is just <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2908\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as they are. You cannot prejudice the world any more than they are now prejudiced. If you go to the Devil, you will have nobody to blame for it but yourselves. I do not mean the sectarian's hell, but I mean the hell that the &#x201C;Mormons&#x201D; believe in, and that is a hell of torment.<span class=\"citation\" id=\"89883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89883)\">D&amp;C 104:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1383\"> When the wicked find that they are separated from their fathers and friends&#x2014;from those that are saved, they will feel sorrowful and be in torment. Where are the wicked going? I do not know: the Lord may break off a piece of the earth, and let them slide. I do not know anything about a sectarian hell, but I know what God says about it&#x2014;&#x201C;He that believeth and is baptized shall be saved; but he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66857)\">Mark 16:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1384\"> Now, the extent of that damnation is not here revealed; but I believe that all will be saved that can be reached by the redemption of Jesus Christ; and there is a way to save everybody, except those that sin against the Holy Ghost, or shed innocent blood, or consent thereto;<span class=\"citation\" id=\"94587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94587)\">Alma 39:5<\/a><\/span><span class=\"citation\" id=\"94588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94588)\">D&amp;C 132:27<\/a><\/span> and they will be judged as brother Pratt said they would. If a man has shed innocent blood, he will have to pay the atonement, or he never can atone for his sin; therefore, at the day of judgment he will be judged according to men in the flesh,<span class=\"citation\" id=\"124915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124915)\">1 Pet. 4:6<\/a><\/span> and condemned according to the law. <\/div><div class=\"paragraph jod\" id=\"v7n1385\"> Repent of your sins now, and have them forgiven, and do not wait till after you leave this probation. <\/div><div class=\"paragraph jod\" id=\"v7n1386\"> May the peace of God be with you! Peace be upon the righteous. But the wicked won't prosper: they will wither and be forgotten; and though they may plot evils against this people from this time forth, they will be frustrated. <\/div><div class=\"paragraph jod\" id=\"v7n1387\"> This is the kingdom of God, and that makes me so bold and fearless, because I know it; and I know it would go on and prosper, if they were  <div class=\"break pagebreak\" id=\"237a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0237.pdf\" target=\"pdfwin\">p.&#xA0;237a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2907\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to kill me and President Young; for we have 10,000 Elders in the United States and in this Territory, and about 12,000 in Europe; and therefore there is no fear of the work falling to the ground for want of men to represent it. <\/div><div class=\"paragraph jod\" id=\"v7n1389\"> Brethren and sisters, be faithful, be <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2907\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> humble and diligent, and the good Spirit of the Lord will attend you from this hour, and you will finally be saved in our Father's kingdom; which I earnestly pray may be the happy lot of you and all good Saints, in the name of Jesus Christ our Savior. Amen. <\/div>\n<\/div>\n<\/div>"}