{"ID":70030, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Light of the Spirit&#x2014;Morality&#x2014;Independence of the Human Will&#x2014;Incarnation of the Human Spirit.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, June 19, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Light of the Spirit, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/19\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d30\">\n<div class=\"paragraph jod\" id=\"v7n1124\"> It is recorded in the New Testament, and said to be the words of the Savior while speaking of his doctrine and the things he taught, &#x201C;He that heareth and doeth my sayings<span class=\"citation\" id=\"124901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124901)\">Matt. 7:24<\/a><\/span> shall know of my doctrine, whether it is of God or men.&#x201D;<span class=\"citation\" id=\"69341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69341)\">John 7:17<\/a><\/span> &#x201C;Whosoever keepeth my sayings shall know of my doctrine.&#x201D; I labor faithfully to instruct the people in the way of life; and the most important point of all my preaching and sayings is that they rest upon the words of the Savior. Whosoever readeth the doctrine of the Son of God and obeys it does know whether it is true or false. <\/div><div class=\"paragraph jod\" id=\"v7n1125\"> Christ is the light of the world, and lighteth every man that cometh into it.<span class=\"citation\" id=\"68524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68524)\">John 1:9<\/a><\/span> No human being has ever been born upon this earth without more or less enlightenment by that Spirit and influence that flows from the fountain of intelligence. All people have been more or less taught by the Spirit of revelation; and let me say further, <div class=\"break columnbreak\" id=\"190b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0190.pdf\" target=\"pdfwin\">p.&#xA0;190b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2954\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there never was a child born upon this earth that was not naturally endowed with that Spirit; and when we try to make ourselves believe differently, we are mistaken. <\/div><div class=\"paragraph jod\" id=\"v7n1126\"> It is extensively taught that nature must be subdued, and grace made to take its place. I wish to inform you that it is nature for the child to be influenced by the Spirit of God: it is nature for all people to be influenced by a good spirit; and the evil that is spoken of is the power the Devil has gained upon this earth through the fall. He gained power to tempt the children of men, and wickedness is produced through their yielding to his temptations; but it is not nature in them. They are not &#x201C;conceived in sin, and brought forth in iniquity&#x201D;<span class=\"citation\" id=\"56736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56736)\">Ps. 51:5<\/a><\/span> pertaining to their spirits: it is the flesh that is alluded in that passage. Then why not follow the dictates of the Good Spirit? We talk about it, read of it, believe in it&#x2014;that Spirit which gives joy and peace to the chil<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"191a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0191.pdf\" target=\"pdfwin\">p.&#xA0;191a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2953\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dren of men, and wishes and does no evil to any person; and that is the Spirit of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v7n1128\"> If people would listen to the whisperings of that Spirit, they would be led into the paths of truth and righteousness. If they would overcome temptations to evil&#x2014;cause their spirits to overcome the flesh, they would bring themselves into subjection to the law of Christ, and become Saints of God. <\/div><div class=\"paragraph jod\" id=\"v7n1129\"> You discern evils in your neighborhoods, in your families, and in yourselves. The disposition to produce evil, to annoy, to disturb the peace of families, neighbors, and society, is produced by the power of the enemy over the flesh, through the fall. Every person who will examine his own experience&#x2014;who will watch closely the leading of his own desires, will learn that the very great majority prefer to do good rather than to do evil, and would pursue a correct course, were it not for the evil power that subjects them to its sway. In wrongdoing their own consciences condemn them. They are taught what is right, they read what is right, and at times the Spirit of the Lord is upon them teaching them what is right, and would be upon them from their youth, were it not that they give way to temptation and let the flesh overcome the spirit that God has placed within us. I feel to continually urge upon those who profess to be Saints never to grieve that Spirit that enlightens their minds, teaches them righteousness, to love God and their fellow creatures, and to do good to themselves and to all around them, to promote righteousness upon the earth, and overcome iniquity in themselves and those around them as fast as possible. <\/div><div class=\"paragraph jod\" id=\"v7n1130\"> Some may imagine and really believe that I am opposed to the great majority of the inhabitants of the earth&#x2014;to the religious and political parties of the day; but it is not so. To <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2953\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> individuals, as such, I am not opposed. The doctrine I preach is not opposed to an individual upon the earth. If I am opposed to anything, it is to sin&#x2014;to that which produces evil in the world. I believe that I may say with perfect safety that I am as clear as the stars that shine in the heavens with regard to opposing any mortal being on the earth, though many construe the opposing of their sins into an opposition to themselves. I do not feel opposed to an individual on the earth. I have not any enmity in my heart, or at least I should not have. If I have, I am thus far wrong. If we harbor vindictiveness, hatred, malice, and a spirit that produces evil within us, we are so far given up to the power of evil. But when I say that I am opposed to evil principles and their consequent practices, I use an expression that I think you can understand. <\/div><div class=\"paragraph jod\" id=\"v7n1131\"> I am much opposed to men and women who say that they believe in God the Father and in Jesus Christ his Son, and treat their names with lightness. I am very much opposed to a dishonest spirit, and that, too, in this community as well as in the world. I am very much opposed to deception. I am very much opposed to evil speaking. Now, understand me precisely as I mean. If I should hear a man advocate the erroneous principles he had imbibed through education, and oppose these principles, some might imagine that I was opposed to that man, when in fact I am only opposed to every evil and erroneous principle he advances. His morality, so far as it goes, is good. <\/div><div class=\"paragraph jod\" id=\"v7n1132\"> In the Christian world, thousands and millions of them are as close to the truth as any man that ever lived upon the face of the earth, so far as moral, Christian deportment is concerned. I can find a great many of this community who live as moral lives as men and women can. Is  <div class=\"break pagebreak\" id=\"192a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0192.pdf\" target=\"pdfwin\">p.&#xA0;192a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2952\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there anything else necessary and important? Yes&#x2014;to so live as to have the light of the Spirit of truth abiding within you, day by day, that when you hear the truth you know it as well as you do the faces of your father's family, and also understand every manifestation produced by erroneous principles. <\/div><div class=\"paragraph jod\" id=\"v7n1134\"> I plead with the Elders of Israel day by day, when I have an opportunity, to live their religion&#x2014;to so live that the Holy Ghost will be their constant companion;<span class=\"citation\" id=\"90910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90910)\">D&amp;C 121:46<\/a><\/span> and then they will be qualified to be judges in Israel&#x2014;to preside as Bishops, presiding Elders, and High Counselors, and as men of God to take their families and friends by the hand and lead them in the path of truth and virtue, and eventually into the kingdom of God. Let me now tell you, Latter-day Saints, that you do not live to your privileges&#x2014;you do not enjoy that which it is your privilege to enjoy; and when I see and hear of contentions, broils, misrule, bad feelings, ill conduct, wrong in my neighbor or myself, I know that we do not live according to our profession. Why not live above all suspicion and above the power of Satan? This is our privilege. <\/div><div class=\"paragraph jod\" id=\"v7n1135\"> So far as morality is concerned, millions of the inhabitants of the earth live according to the best light they have&#x2014;according to the best knowledge they possess. I have told you frequently that they will receive according to their works;<span class=\"citation\" id=\"124902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124902)\">D&amp;C 76:111<\/a><\/span> and all who live according to the best principles in their possession, or that they can understand, will receive peace, glory, comfort, joy, and a crown that will be far beyond what they are anticipating. They will not be lost. <\/div><div class=\"paragraph jod\" id=\"v7n1136\"> I was highly gratified by a remark made by the Reverend Mr. Vaux, the gentleman who has just addressed you, that the terror of the Lord never can, neither should, in the nature of <div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2952\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things, bring men to repentance. Those of you who are acquainted with the history of the world reflect upon the conduct of the inhabitants of the earth, and when did tyranny ever cause repentance of evil? Never. It produces crime. When men are infringed upon in their rights and tyrannized over, they are prone to rise in their might and declare, &#x201C;We will do as we please, and will let you know that we will have the ruling of our own rights and dispositions.&#x201D; Tyrannical power may possess the ability to behead them, hang them, or sentence them to prison; but resolute men will have their will. <\/div><div class=\"paragraph jod\" id=\"v7n1137\"> Unless a ruler has the power of the Priesthood, he cannot rule the minds of the people and win their unbounded confidence and love. To illustrate my idea, I will relate an anecdote. A young man entered the ministry, but soon learned that he could not rule the minds of the people. He then turned his attention to the study and practice of medicine, and directly discovered that the power of evil had induced the people to care more for their bodies than for their souls. But that profession did not give him the influence he desired, for he found the will of the people first and foremost with them. He then studied law, and could command all the influence he desired; for their wills they would gratify in preference to either soul or body. You cannot break down the indomitable will of the human family. I have known children to be so abused and whipped as to render them almost or entirely worthless and still the indomitable will remained. How came it there? God organized us to become absolutely independent; and the will I am speaking about is implanted within us by him; and the spirit of every intelligent being is organized to become independent according to its capacity. <\/div> <div class=\"break pagebreak\" id=\"193a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0193.pdf\" target=\"pdfwin\">p.&#xA0;193a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2951\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1139\"> You cannot break nor destroy the will. It is influenced and controlled more or less by the evil that is sown in the flesh, but not in the spirit, until the body has grown to years of accountability.<span class=\"citation\" id=\"84158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84158)\">D&amp;C 18:42<\/a><\/span><span class=\"citation\" id=\"84392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84392)\">D&amp;C 20:71<\/a><\/span> Then evil, when listened to, begins to rule and overrule the spirit God has placed within man. <\/div><div class=\"paragraph jod\" id=\"v7n1140\"> The Apostles and Prophets, when speaking of our relationship to God, say that we are flesh of his flesh and bone of his bone.<span class=\"citation\" id=\"52524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52524)\">Gen. 2:23<\/a><\/span> God is our Father, and Jesus Christ is our elder brother, and both are our everlasting friends. This is Bible doctrine. Do you know the relationship you sustain to them? Christ has overcome, and now it is for us to overcome, that we may be crowned with him heirs of God&#x2014;joint heirs with Christ.<span class=\"citation\" id=\"72559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72559)\">Rom. 8:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1141\"> I feel to urge upon the people continually to depart from every evil. We wish to see the kingdom of God in all its fulness on the earth; and whoso beholds it will see a kingdom of purity, a kingdom of holiness, a people filled with the power of the upper world&#x2014;with the power of God; and sin will be overcome, and this independent organization will be brought into subjection to that law. We call it the law of Christ: it is the law of eternal life. When we speak of the law of Christ, we speak of it as the power to keep matter in its organization. <\/div><div class=\"paragraph jod\" id=\"v7n1142\"> You read of the first and second death. We witness, day by day, the dissolution of the body, and there is also a second death. Let a person observe the law of Christ as set forth in the Bible, the Book of Mormon, and in all revelations God has given from the days of Adam until now, and his conduct tends to eternal life. It will not save their bodies from death, for it is the decree of the Almighty that the flesh shall die.<span class=\"citation\" id=\"93277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93277)\">Moses 8:17<\/a><\/span> They will be made pure and holy, and be brought into a celestial kingdom through the body's being made pure by falling <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2951\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> back into the dust. Sin has entered into the world, and death by sin; so death has passed upon all mankind,<span class=\"citation\" id=\"72338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72338)\">Rom. 5:12<\/a><\/span> and there is no excuse: they must meet this change. <\/div><div class=\"paragraph jod\" id=\"v7n1143\"> It may be said that Enoch and his holy city went to heaven,<span class=\"citation\" id=\"93214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93214)\">Moses 7:69<\/a><\/span> that Elijah was caught up,<span class=\"citation\" id=\"55765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55765)\">2 Kgs. 2:11<\/a><\/span> and that it is generally believed that Moses did not die;<span class=\"citation\" id=\"55272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55272)\">Deut. 34:5-6<\/a><\/span><span class=\"citation\" id=\"82393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82393)\">Alma 45:19<\/a><\/span> still the sentence that is passed upon all mankind will come upon them at some time or other. They must meet this change, to be prepared to enter into the celestial kingdom of our Father and God. <\/div><div class=\"paragraph jod\" id=\"v7n1144\"> It has also been decreed by the Almighty that spirits, upon taking bodies, shall forget all they had known previously, or they could not have a day of trial&#x2014;could not have an opportunity for proving themselves in darkness and temptation, in unbelief and wickedness, to prove themselves worthy of eternal existence. The greatest gift that God can bestow upon the children of men is the gift of eternal life&#x2014;<span class=\"citation\" id=\"84080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84080)\">D&amp;C 14:7<\/a><\/span>that is, to give mankind power to preserve their identity&#x2014;to preserve themselves before the Lord. <\/div><div class=\"paragraph jod\" id=\"v7n1145\"> The disposition, the will, the spirit, when it comes from heaven and enters the tabernacle, is as pure as an angel. <\/div><div class=\"paragraph jod\" id=\"v7n1146\"> The spirit from the eternal worlds enters the tabernacle at the time of what is termed quickening, and forgets all it formerly knew. It descends below all things, as Jesus did.<span class=\"citation\" id=\"88248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88248)\">D&amp;C 88:6<\/a><\/span> All beings, to be crowned with crowns of glory and eternal lives, must in their infantile weakness begin, with regard to their trials, the day of their probation. They must descend below all things, in order to ascend above all things. There could not be a more helpless child born of a woman than was Jesus Christ; yet he so grew and increased in wisdom and might,<span class=\"citation\" id=\"67104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67104)\">Luke 2:52<\/a><\/span> that in childhood he could confound the doctors and lawyers in his questions and answers.<span class=\"citation\" id=\"67100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67100)\">Luke 2:46-47<\/a><\/span> He increased rapidly  <div class=\"break pagebreak\" id=\"194a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0194.pdf\" target=\"pdfwin\">p.&#xA0;194a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2950\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in his mental capacity,<span class=\"citation\" id=\"67105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67105)\">Luke 2:52<\/a><\/span> for he was the Son of the Father who dwells in eternity, and was capacitated to receive the wisdom of eternity faster than we can. But we are capacitated to shun every evil, if we listen to the still small voice<span class=\"citation\" id=\"55711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55711)\">1 Kgs. 19:12<\/a><\/span> and to those holy prin<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2950\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciples that flow from the fountain of all intelligence. <\/div><div class=\"paragraph jod\" id=\"v7n1148\"> Cleave to light and intelligence with all your hearts, my brethren, that you may be prepared to preserve your identity, which is the greatest gift of God. God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}