{"ID":70034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Theocracy.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Orson Pratt, Delivered in the Tabernacle, Great Salt Lake City, on Sunday morning, August 14, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Theocracy.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 8\/14\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v7n1234\"> I have this moment been requested to address the people upon the subject of a theocratical form of government, or upon that particular form of government called the kingdom of God. I will read a few passages from the book of Daniel the Prophet relating to governments in general&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v7n1235\"> &#x201C;And in the days of these kings shall the God of heaven set up a kingdom, which shall never be destroyed: and the kingdom shall not be left to other people, but it shall break in pieces and consume all these kingdoms, and it shall stand forever. Forasmuch as thou sawest that the stone was cut out of the mountains without hands, and that it brake in pieces the iron, the brass, the clay, the silver, and the gold; the great God hath made known to the king what shall come to pass hereafter: and the dream is certain, and the interpretation thereof sure.&#x201D; (See Daniel ii. 44, 45.)<span class=\"citation\" id=\"61366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61366)\">Dan. 2:44-45<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1236\"> &#x201C;Thou sawest till that a stone was cut out without hands, which smote the image upon his feet that were of iron and clay, and brake them to pieces. Then was the iron, the clay, the brass, the silver, and the gold, broken to pieces together, and became like the chaff of the summer threshingfloors; and the wind carried them away, that no place was found for them: and the stone that smote the image became a great mountain, and <div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2934\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> filled the whole earth.&#x201D; (See 34th and 35th verses.)<span class=\"citation\" id=\"61025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61025)\">Dan. 2:34-35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1237\"> &#x201C;And the kingdom and dominion, and the greatness of the kingdom under the whole heaven, shall be given to the people of the saints of the most High, whose kingdom is an everlasting kingdom, and all dominions shall serve and obey him.&#x201D; (See Daniel vii. 27.)<span class=\"citation\" id=\"61707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61707)\">Dan. 7:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1238\"> The form of government given to man immediately after the creation was theocratical; that is, the Creator became the great Lawgiver. He appointed the officers of that government, established his own authority, and arranged all things after his own order, which is eternal. He himself instituted the same form of government here in this creation that he established in other kingdoms, worlds, or creations, so far as the capacities and circumstances of the inhabitants would permit. Hence such a government might in reality be termed a theocracy, because God was the author of the laws, forms, and institution of the same. After a period of time, men departed from God, apostatized from the form of government instituted from heaven; and, still thinking that it was needful and necessary to have some kind of government, in order to control the people and keep them within due bounds of subjection, they concluded to form and establish governments of their own, according  <div class=\"break pagebreak\" id=\"211a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0211.pdf\" target=\"pdfwin\">p.&#xA0;211a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2933\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the best judgment and wisdom they had. Hence the various nations, both before and after the flood, instituted governments according to human wisdom, some making choice of one form, and some of another; some giving the whole authority into the hands of a ruler, called a king, an emperor, or monarch; others reserving a portion of the power in the hands of various individuals, termed nobles or princes; others leaving the form of government more or less in the hands of the people at large, something resembling a republic. But all these various forms instituted by man were entirely different in one particular from that instituted of God. <\/div><div class=\"paragraph jod\" id=\"v7n1240\"> The Lord claims it as a right, in consequence of his wisdom and superior power, and in consequence of his having created men, to govern them; and if so, he claims the right of originating their laws and of dictating the form of government by which they shall be ruled. This is his right; and every man, when he seriously reflects on this subject, will be willing to acknowledge that God surely has more wisdom, power, and knowledge, in relation to the kind of government which would be best adapted to the human family, than those finite beings whom he has created; and if he has this superior wisdom, power, authority, and knowledge, we ought to give to him that right. <\/div><div class=\"paragraph jod\" id=\"v7n1241\"> But mankind would not permit him to exercise the right which so justly belongs to him. They usurped the authority and denied the right of the Almighty to govern them, and thus originated all the forms of human governments which have existed upon this globe for the last six thousand years. It is true the Lord had a hand in the establishment of some of the laws connected with the government of Israel; but even that people, in consequence of the hardness of <div class=\"break columnbreak\" id=\"211b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0211.pdf\" target=\"pdfwin\">p.&#xA0;211b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2933\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their hearts, rebelled against the righteous, just, and holy laws that God ordained for their good, and desired laws of a different nature, and a form of government more resembling the corrupt nations around them.<span class=\"citation\" id=\"55430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55430)\">1 Sam. 8:19-22<\/a><\/span> They were a hardhearted people, and delighted to walk in the traditions of the Egyptians, and to follow after the imaginations of their own hearts; and when the pure law of Jehovah came forth and was presented to that people, it was more than they were willing to endure; it was too pure for them: they wanted something more suited to their carnal natures. For instance, when a man married a wife, they wished to have the privilege of divorcing her for every trifling cause that might happen to take place. The Lord, seeing the hardness of their hearts, permitted Moses to give them, according to their wishes, an inferior law.<span class=\"citation\" id=\"65131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65131)\">Matt. 19:7-8<\/a><\/span> But this additional law of carnal commandments formed no part of a pure theocratical code such as the Lord intended to establish among that people.<span class=\"citation\" id=\"124911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124911)\">D&amp;C 84:27<\/a><\/span> Many other items of law were given to the children of Israel, according to the hardness of their hearts, that were permitted by the Lord through Moses. We cannot, therefore, suppose that all the Mosaic code was acceptable and pleasing to God. Some of it was given in wrath, that the wicked among them might stumble and fall, and not be permitted to enter into the fulness of his rest.<span class=\"citation\" id=\"87635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87635)\">D&amp;C 84:24<\/a><\/span> But God originated the most of the Mosaic code, while Moses merely permitted the additional laws applicable to a rebellious, hardhearted people. <\/div><div class=\"paragraph jod\" id=\"v7n1242\"> The Israelites continued to be governed, more or less, by some of those divine laws, until the coming of the Messiah; but they often transgressed them through the traditions of their Elders; they often departed from the living God, and lost the spirit of revelation and communion  <div class=\"break pagebreak\" id=\"212a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0212.pdf\" target=\"pdfwin\">p.&#xA0;212a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2932\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with him. The powers, privileges, and blessings of the kingdom which were intended to continue among that people were in a measure taken from them at different periods of their history. By-and-by our Savior came to abolish that portion of the law of Moses which was given in consequence of transgression, and to retain that portion which he intended should continue; for instance, the ten commandments given by the Lord amidst the thunderings and lightnings of Mount Sinai:<span class=\"citation\" id=\"54176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54176)\">Ex. 20:3-17<\/a><\/span> these were never intended to be done away by the law of Christ; but when he came, they were retained as a part of the superior law of the Gospel. The kingdom of God was built up in the days of Christ, under this superior law; but the most of the Jewish nation concluded to reject the Gospel as their fathers did in the wilderness: they cast it from them, and were not willing to be governed by it; therefore the kingdom of God, instead of being a concentrated government among Israel, existed in detached portions here and there. The law of God, in the days of Christ did not have place among them in a national capacity: it did not govern them as a people. They were not subject to it: they fought against it. Hence the kingdom, so far as it existed, after awhile was taken from them and transferred over into the hands of the Gentiles. <\/div><div class=\"paragraph jod\" id=\"v7n1244\"> The Gentiles did not receive this transferred kingdom nationally, but individually&#x2014;few individuals only embracing the same. As nations, they rejected it as well as the Jews. The kingdom of God in those days, though governed ecclesiastically by Divine laws, was not sufficiently concentrated to exercise any national jurisdiction among any of the nations of the great Eastern hemisphere. The isolated individuals and branches receiving the kingdom were scattered here and there through all the coun<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2932\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tries of the East, subject to the various forms and municipal laws of man-made governments. This order of things continued down for a short period after the martyrdom of the Apostles, when mankind again departed entirely from the ecclesiastical laws of the kingdom. There came a falling away, so that the kingdom, which existed in a scattered and broken condition through the Gentile nations, began to lose all the power and blessings pertaining to it: the gift of healing was no longer made manifest; the gift of prophecy no longer existed; and so complete and dreadful was the apostasy, that one might travel through the whole of the Eastern continent and not find a Prophet, or Apostle, or Revelator, or anyone who had heard the voice of God or received any communication or revelation from him. Then visions ceased, angels no longer appeared, miracles were done away, and every office and power and authority and gift characterizing the kingdom of God, or in the least resembling a theocracy, ceased from all the Gentile nations. They, like the Jews before them, lost the fruits of the kingdom of God; and the few Saints who remained and had in any degree faith in the cause they had espoused, became so darkened in their minds, through the wickedness and apostasy which prevailed, that they were counted worthy only to be trodden under the feet of the Gentile nations. Hence the powers of the earth made war with all those branches that professed to be the kingdom of God, and they overcame and destroyed them from the earth, and the kingdom of God no longer existed, so far as we have knowledge, on the great Eastern hemisphere, for something like seventeen centuries. <\/div><div class=\"paragraph jod\" id=\"v7n1245\"> Nearly seventeen long centuries rolled over the heads of the Gentile nations in Asia, Europe, and Africa;  <div class=\"break pagebreak\" id=\"213a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0213.pdf\" target=\"pdfwin\">p.&#xA0;213a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2931\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and such a thing as the kingdom of God was entirely unknown among them. It did not exist either in a concentrated or scattered form. Instead of a theocratical government, or one of Divine origin, you could behold nothing but empires, absolute and limited monarchies, kingdoms, principalities, dukedoms, republics, and heterogeneous masses of conflicting revolutionary elements, thrown together, as if by some fortuitous circumstances, fomenting, igniting, and belching forth the hot lava of destruction, swallowing up millions of unhappy beings, and overwhelming all countries with desolation, misery, and death. <\/div><div class=\"paragraph jod\" id=\"v7n1247\"> Next, let us turn to the ancient history of this great Western hemisphere. We are informed by the sacred and Divine record, called the Book of Mormon, that the kingdom of God flourished to a greater extent here than in the Eastern world. On this Western hemisphere the kingdom of God was established by the personal appearance of our Lord and Savior after his resurrection. Twelve disciples were appointed on this land to administer the Gospel, laws, and institutions of that kingdom.<span class=\"citation\" id=\"82644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82644)\">3 Ne. 12:1<\/a><\/span> They went forth preaching, prophesying, working miracles, receiving revelations, and administering with authority Divine laws, Divine ordinances&#x2014;calling, appointing, and ordering in every department of the kingdom&#x2014;inspired officers holding Divine authority to judge, to execute the laws, to govern in all things according to the mind of the King of heaven, whom they saw, and whose voice they heard, and whom they obeyed in all the affairs of government. This was a theocracy indeed&#x2014;a national theocracy established in its pure form. And the ancient Israelites of America became universally a favored and happy people. Their greatest settlements were in Central America and <div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2931\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the northern portions of South America. However, about three hundred years after Christ, their settlements extended from Cape Horn in the South to the frozen regions in the North&#x2014;from the Atlantic on the East to the great Pacific on the West. Large cities were built on various parts of the land, arts and sciences flourished, and millions of happy beings rejoiced in the blessings of universal peace and liberty. This happy condition of things continued for some three centuries, when they began to apostatize and contend one with another, building up a variety of sects and parties on this Western hemisphere, as well as in the Old World. <\/div><div class=\"paragraph jod\" id=\"v7n1248\"> At length one portion of the nation was permitted to overpower the other. Those who survived the overwhelming judgments of war and famine were left only to sink into the lowest depths of degradation and misery. Their descendants are called by us American Indians. Thus we see that the kingdom of God did not exist to our knowledge, either on the Eastern or Western hemispheres of our globe for many generations. It became entirely extinct from the earth about four centuries after the Christian era, and there was nothing left on the face of the wide earth but the wisdom of man, the governments of man, the religion of man, the power of man, and the rule of man. God, angels, prophets, revelators, and every vestige of Divine authority and government were excluded from every nation under heaven and wholly rooted out of the earth. This was the benighted, woeful, lamentable condition in which the year 1830 found the children of men, both on this continent and on the great Eastern hemisphere. <\/div><div class=\"paragraph jod\" id=\"v7n1249\"> Governments! Yes, they have multiplied governments upon governments. There are scores of them to be found in Europe, and scores to  <div class=\"break pagebreak\" id=\"214a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0214.pdf\" target=\"pdfwin\">p.&#xA0;214a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2930\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be found in Asia and in Africa, of all sorts and forms, from the proud monarchy that crushes the liberty and hopes of millions down to the petty chieftain who degradedly wanders with his little band of fifty, all pretending to be governed by some sort of principles. <\/div><div class=\"paragraph jod\" id=\"v7n1251\"> While the iron hand of despotism thus held the nations within its withering grasp, enslaving both soul and body, the great God, near the close of the fifteenth century, moved upon the mind of a Columbus,<span class=\"citation\" id=\"81035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81035)\">1 Ne. 13:12<\/a><\/span> and inspired him to fearlessly launch forth upon the great expanse of unknown waters on the west of Europe; and guided by the invisible agency of the Holy Spirit, he revealed to the downtrodden, despairing nations, a new world. <\/div><div class=\"paragraph jod\" id=\"v7n1252\"> Upwards of another century passed away, during which the shackles of despotism began to be loosened. Dissenters from the Romish Church multiplied, protesting against many of her abominations. Nations espoused their cause. Wars raged&#x2014;Protestants against Catholics, and Catholics against Protestants, each nation establishing its man-made religion by man-made laws. Dissenters from these new religions formed other sects, the weaker being persecuted by the stronger, and all being persecuted, more or less, by the governments from whose established religion they had dissented. Among this heterogeneous compound of clashing creeds and clashing swords, no voice of God was heard&#x2014;no inspiration of the Almighty to calm the troubled elements&#x2014;no Prophet or Revelator to point out the kingdom of God and bid the nations welcome. <\/div><div class=\"paragraph jod\" id=\"v7n1253\"> Human wisdom in religious or governmental affairs is the great source of disunion and all its attendant train of evil. So great became the disunion among the European nations, that many of the more honest, humble <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2930\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> souls, to escape persecution and death, came from the old countries, and first landed in the New England States in 1620. They are called the Pilgrim Fathers. They established morality and many good institutions, although their laws in many respects were very oppressive. They instituted strict laws against what they called witchcraft, and the old blue laws of Connecticut were established. But among all these pilgrims there could not be found a theocratical form of government. We only find laws instituted according to the best wisdom and judgment of our ancestors; and by-and-by they became sufficiently strong in this country to rise up against the oppressions of the mother country: they concluded to protest against the tyranny and oppression heaped upon them by the King of England: hence arose the revolutionary struggles. A new government sprang into being, formed in accordance with more liberal principles. <\/div><div class=\"paragraph jod\" id=\"v7n1254\"> Let us inquire how far this government was established in accordance with the mind and will of God. We believe, when our ancestors threw off the yoke of tyranny and oppression placed on them by the Government of England, that they were not only inspired in doing this, but the Lord had something in view to accomplish: he had his plans and purposes all laid out before him, and our fathers were the instruments to carry out and fulfil those purposes. Our ancestors had gained their independence, and had framed the articles of the Constitution, and the Government was established, giving unto the people a voice and privilege of electing their own officers. In the Constitution, certain rights were guaranteed to the people, such as liberty of the press, the liberty of speech, and the liberty of emigrating from one part of the Union to another, settling in whatever State or Territory they saw fit. The people preserved  <div class=\"break pagebreak\" id=\"215a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0215.pdf\" target=\"pdfwin\">p.&#xA0;215a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2929\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in their own hands the power to protect their own rights; hence, when the voice of the people is in favor of the guaranteed rights, the whole people enjoy a degree of liberty. If the voice of the people is declared for that which is wrong, then the minority, however right, has to suffer with the rest. But this, perhaps, was as good a government as could be established under the circumstances. <\/div><div class=\"paragraph jod\" id=\"v7n1256\"> Our brave and hardy ancestors were just emerging from the tyranny and oppression of ages: the star of liberty had but just risen above their horizon: their minds were still beclouded with the dense fogs, traditions, customs, laws, and forms of governments in the Old World; and in their experience, they were unprepared for a theocracy, and could not even comprehend, as their children do, the extent of that liberty into which they had so suddenly emerged. Before they could enlarge their liberties, and seek for a government of a purer and more heavenly form, it required a few years to wear off those traditions. <\/div><div class=\"paragraph jod\" id=\"v7n1257\"> Half-a-century passed away, during which the lessons of liberty became deeply implanted in the hearts of the rising generation: they began to comprehend and develop more fully those grand doctrines embraced in the Constitution. Proud of their institutions and of the dignity and honor of their great Republic, they began to suppose their form of Government perfect, and that nothing could be added to increase its grandeur and magnificence. But with all its glory and greatness and perfection, it was only a steppingstone to a form of government infinitely greater and more perfect&#x2014;a government founded upon Divine laws, with all its institutions, ordinances, and officers appointed by the God of heaven. But our revolutionary fathers, having just broken the bonds and shaken off the yoke, <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2929\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had not that experience necessary to preserve inviolate the liberties they had gained. Although they wrote the Constitution, and obtained power over a nation more powerful than themselves, yet this did not wholly divest them of their traditions; hence they were not prepared to have a Prophet rise up and say&#x2014;&#x201C;Thus saith the Lord God.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n1258\"> After the nation had struggled along, increasing in knowledge and power and experience, and had maintained their independence and liberty for upwards of half-a-century, and had made rapid strides in teaching, developing, and enjoying the principles of physical, moral, and religious liberty, the Almighty determined to assert his right and establish an everlasting kingdom upon the unalterable principles of eternal truth&#x2014;a kingdom which could never be destroyed nor ever be shaken, though the heavens should pass away and the worlds disappear with a universal crash. <\/div><div class=\"paragraph jod\" id=\"v7n1259\"> The Lord now saw that there was one nation upon the earth where he could venture to begin the great work&#x2014;where a theocracy could exist in an ecclesiastical form, being legally and lawfully entitled to all the rights and protection guaranteed in the great American Constitution, in common with all religious parties. The kingdom of God could not be set up without calling officers, and inspiring men, and revealing laws, while this Republic elects its own officers and makes its own laws. <\/div><div class=\"paragraph jod\" id=\"v7n1260\"> The American Congress do not pretend to inspiration. The Speaker, who occupies the highest and most honorable station in the Lower House, is not a Prophet: he does not deliver the word of the Lord as law; neither does the honorable President of the Senate say, Thus saith the Lord God: but all the deliberations and enactments of that illustrious body are the results of human wisdom.  <div class=\"break pagebreak\" id=\"216a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0216.pdf\" target=\"pdfwin\">p.&#xA0;216a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2928\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>They would not suffer a Prophet of God to come into their midst and dictate the laws that should be adopted by the nation. They would show him the door. They would call upon the officers that are appointed to keep order in that honorable assembly to put out such a character. They would very likely say, &#x201C;We will not for a moment listen to him, though he may profess to be inspired, and to have received heavenly visions, and to have seen God, and talked with him face to face, as Moses, Abraham, Isaac, and Jacob did; yet we will let him know that he must not come among us and undertake to dictate us as to the kind of laws we shall pass. This is not a theocratic form of government, and therefore we will not listen to him.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n1262\"> In ancient times, we find even kingly powers bowed to Prophets and Revelators. Nebuchadnezzar, in all his glory, could give heed to the Prophet Daniel&#x2014;could listen to the interpretation of his own dream.<span class=\"citation\" id=\"61393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61393)\">Dan. 2:46-49<\/a><\/span> He believed in Prophets. But the people of these latter times have strayed so far from a theocratical form of government that they do not even believe in such things as dreams and visions inspired of God; hence it would be a difficult matter for such a man as Daniel to approach the august assembly annually convened at the capitol. <\/div><div class=\"paragraph jod\" id=\"v7n1263\"> I have often contrasted, in my reflections, the faith of the present nations of Christendom with the faith of the ancient Egyptians and Babylonians. These nations, as wicked as they were, did believe in the spirit of prophecy and revelation; they did receive a Prophet. Hence we find the Egyptians exalting a Joseph from a dungeon, because he had a dream, and because he gave the true interpretation thereof. Said Pharaoh, &#x201C;There is no man among us that is so able to dictate, guide, and direct the affairs of this nation as this man. He has had <div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2928\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a dream. The Lord has revealed to him something about our future condition&#x2014;what is to take place in Egypt and in the surrounding nations. The Lord has revealed to him that there are to be seven years of plenty and seven years of famine. What man is so well fitted to stand next to me in authority, to dictate and guide the affairs of this people in regard to the approaching famine? Let him be exalted and honored.&#x201D;<span class=\"citation\" id=\"53615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53615)\">Gen. 41:37-45<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1264\"> Would they thus honor a Prophet in this day? No. They would say, &#x201C;He is a false, visionary character, and is not fit for a Justice of the Peace, or for any other office of the least responsibility.&#x201D; The inhabitants of great Babylon&#x2014;one of the most popular nations on the earth, having gone forth, conquering and to conquer,<span class=\"citation\" id=\"124912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124912)\">Rev. 6:2<\/a><\/span> until the Jewish nations and all nations were brought in subjection to them, still had confidence in Prophets; and their great king Nebuchadnezzar, surrounded with all the magnificence of power, and sitting on his throne, dreamed a dream, and he had confidence there was something in it. He did not despise the Spirit of revelation as the American Congress would, or as the kings, emperors, and nobles of the earth at this day would do; but he considered it indicative of something in the future; and a proclamation was sent forth among all the wise men of Babylon, commanding them to reveal his dream and the interpretation thereof, or they should be put to death. About the time they were to carry out the sentence of the king, and put to death the astrologers and wise men of great Babylon, Daniel exclaimed, &#x201C;Why is the decree so hasty from the king?&#x201D;<span class=\"citation\" id=\"60962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60962)\">Dan. 2:15<\/a><\/span> and desired of the king that he would give him time, and that he would show the king the interpretation. Through the prayer of faith, the secret was revealed to Daniel, and he came before the king and said, &#x201C;Thou, O king, sawest, and  <div class=\"break pagebreak\" id=\"217a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0217.pdf\" target=\"pdfwin\">p.&#xA0;217a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2927\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>beheld a great image. This great image, whose brightness was excellent, stood before thee; and the form thereof was terrible. This image's head was of fine gold, his breast and his arms of silver, his belly and his thighs of brass, his legs of iron, his feet part of iron and part of clay. Thou sawest till that a stone was cut out without hands, which smote the image upon his feet that were of iron and clay, and brake them to pieces. Then was the iron, the clay, the brass, the silver, and the gold broken to pieces together, and became like the chaff of the summer threshingfloors; and the wind carried them away, that no place was found for them; and the stone that smote the image became a great mountain, and filled the whole earth. This is the dream.&#x201D;<span class=\"citation\" id=\"60952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60952)\">Dan. 2:1-36<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1266\"> I will now relate the substance of the interpretation.<span class=\"citation\" id=\"61139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61139)\">Dan. 2:36-45<\/a><\/span> This great image which you saw represents the successive kingdoms of the world, down to the setting up of the kingdom of God. The head of gold represents the great kingdom over which you reign; the breast and arms of silver represent another kingdom inferior to thee, that shall succeed thy kingdom, which all commentators agree was the kingdom of the Medes and Persians. The belly and thighs of brass represent another kingdom which shall succeed the Medes and Persians, which all agree in saying was the Macedonian empire. The legs of iron represent the next in succession which shall have universal dominion. All agree that the fourth represents the Roman empire. The feet of iron and clay represent the ten kingdoms which shall spring out from the broken fragments of the Roman empire. Governments in their weak and divided state were to have place on the earth until the kingdom of God should be set up in the last days. <\/div><div class=\"paragraph jod\" id=\"v7n1267\"> The kingdom of God was entirely distinct from this great image. It <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2927\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> formed no part of it, but it was represented as a stone cut out of the mountain without hands. That stone smote the image on the feet&#x2014;not on the head, nor upon any other portion of the body: it was first to commence its operations upon the feet and toes of the great image; and then the feet, toes, legs, breast, arms, and head were to be broken to pieces, and become like the chaff of the summer threshingfloors; and the wind was to carry away the whole image, and there was to be no place to be found for it, while the little stone was to increase to such a magnitude that it should fill the whole earth; and the dominion, even the greatness of the dominion under the whole heavens was to be given to the Saints of the Most High. This is the true interpretation of this remarkable prophetic dream. <\/div><div class=\"paragraph jod\" id=\"v7n1268\"> It is not my intention this morning to say much concerning the particular relations which the kingdom of God will have towards the religious views of men and nations. This department of this great subject was so ably investigated by our President, Sabbath before last, that I should esteem it a folly for me to attempt to throw any new light upon it. Indeed, it would be very difficult to find language to express the ideas more clearly and plainly than they were expressed by him. <\/div><div class=\"paragraph jod\" id=\"v7n1269\"> My object has been this morning to take another branch of this subject, and show you the times and the seasons of establishing a theocracy upon the earth, and perhaps say something about its final triumph. <\/div><div class=\"paragraph jod\" id=\"v7n1270\"> From what has been said, we can perceive that some parts of Daniel's prophecy have already been fulfilled. The predictions were of such a character that no man by his own wisdom, in the days of Daniel, could have possibly foreseen those far-off events. What man, by his own human wisdom, could for a moment have supposed that the  <div class=\"break pagebreak\" id=\"218a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0218.pdf\" target=\"pdfwin\">p.&#xA0;218a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2926\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>kingdom of the Medes and Persians would overthrow the great empire of Babylon, in the way that it was foretold by Daniel? Again, what man, uninspired, could have foreseen that the Greek empire, under the government and rule of Alexander, would go forth and overthrow the Medes and Persians, and bear rule over all the earth; and finally, that he should die, and the kingdom be divided among four of his generals?&#x2014;which is all clearly foretold in the 7th and 8th chapters of Daniel.<span class=\"citation\" id=\"61586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61586)\">Dan. 7:1-8,17<\/a><\/span><span class=\"citation\" id=\"61774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61774)\">Dan. 8:8<\/a><\/span> What man, by his own sagacity, without the inspiration of the Almighty, could have understood that a great iron kingdom should arise, and be diverse from all the other kingdoms, and should break in pieces and devour the whole earth, and stamp them down with oppression and tyranny?&#x2014;which it is well known was done by the great Roman empire. All these things were fulfilled literally. <\/div><div class=\"paragraph jod\" id=\"v7n1272\"> Again, what human foresight could have predicted that this great kingdom should be overcome and broken up, and that the fragments should compose the modern kingdoms of Europe, together with those governments that have emigrated from Europe to this western continent? All these prophecies have been literally fulfilled. Why, then, not look for the kingdom of God to arise literally from the mountains as a little stone, to break in pieces the great image?<span class=\"citation\" id=\"61382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61382)\">Dan. 2:45<\/a><\/span> If one portion of the prophecy has been literally fulfilled, why not look for the literal fulfillment of the balance? I expect the literal fulfillment of that prophecy relating to the Saints of the last days arising like a small stone unconnected with this image, and disunited from all forms of government, both civil and ecclesiastical. I look for such a kingdom to arise, with a separate form of government, and to continue, and prevail, and progress, until the dominion and the greatness of the dominion under the whole <div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2926\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heavens shall be given to the Saints of the Most High.<span class=\"citation\" id=\"61708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61708)\">Dan. 7:27<\/a><\/span> I look for that to be fulfilled literally, just as much as I know the other to have been fulfilled literally. I know that it is often argued, by those who profess to be wise men, that the kingdom represented by this little stone cut out of the mountain took its rise 1,800 years ago. Let us examine this, for it is of the greatest importance that we should understand the times and the seasons.<span class=\"citation\" id=\"60964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60964)\">Dan. 2:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1273\"> Daniel said that the kingdom which was to be established in the last days never should be destroyed, nor left to other people, but should exist forever,<span class=\"citation\" id=\"61190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61190)\">Dan. 2:44<\/a><\/span> and increase until the whole earth should be filled by the Saints of the Most High.<span class=\"citation\" id=\"61075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61075)\">Dan. 2:35<\/a><\/span> How did it happen with the kingdom of Christ that was set up in ancient times? I have already related it; but I will again briefly state that the kingdom of God, set up 1,800 years ago, did not fulfil the terms of the prophecy. It was not set up at the proper time. The whole image which Nebuchadnezzar saw was not then standing complete from the head of gold to the feet of iron and clay, which should have been the case before the stone is cut out of the mountain without hands. Did it stand complete 1,800 years ago? No. Where were the iron legs in all their power and grandeur? Where were the feet and toes, that were part of iron and part of potter's clay? Or, in other words, the ten kingdoms which were to succeed the great empire of Rome? In the days of the ancient kingdom of Christ they were not in existence. The image was not complete: it lacked the lower portions; it lacked the legs and feet of iron and clay. It is true, the Roman empire then existed, but not as the great western and eastern portions. It is known, that it was long after Christ before Rome was divided into two kingdoms representing the two iron legs. The capital  <div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2925\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of one was at Constantinople, and the capital of the other at Rome, in Italy. But where were these legs, feet, and toes, a few centuries before, when the kingdom of Christ was on the earth? They did not exist. <\/div><div class=\"paragraph jod\" id=\"v7n1275\"> In those days there was no stone from the mountains, and there were no feet and no toes to be broken in pieces. Instead of the ancient Church fulfilling the prediction in breaking the image, events proved a state of things directly the reverse. Some of the governments forming the image made war with the Saints and overcame them, and the ancient kingdom of Christ was destroyed from the earth. <\/div><div class=\"paragraph jod\" id=\"v7n1276\"> Hear what the prophets predict in relation to the ancient Church. Daniel says, &#x201C;And I beheld, and the same horn made war with the saints, and prevailed against them.&#x201D; (See Daniel vii. 21.)<span class=\"citation\" id=\"61673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61673)\">Dan. 7:21<\/a><\/span> Again, he says, &#x201C;And his power shall be mighty, but not by his own power; and he shall destroy wonderfully, and shall prosper, and practice, and shall destroy the mighty and the holy people.&#x201D; (See Daniel viii. 24.)<span class=\"citation\" id=\"61777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61777)\">Dan. 8:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1277\"> He further says&#x2014;&#x201C;And such as do wickedly against the covenant shall he corrupt by flatteries: but the people that do know their God shall be strong, and do exploits. And they that understand among the people shall instruct many: yet they shall fall by the sword, and by flame, by captivity, and by spoil, many days. Now when they shall fall, they shall be holpen with a little help: but many shall cleave to them with flatteries.&#x201D; (See Daniel xi. 32, 34.)<span class=\"citation\" id=\"61787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61787)\">Dan. 11:32-34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1278\"> John, the Revelator, in describing this same power under the figure of a beast, says&#x2014;&#x201C;And all the world wondered after the beast.&#x201D; &#x201C;And it was given unto him to make war with the saints, and to overcome them: and power was given him over all kindreds, and tongues, and nations.&#x201D; (See John's Revelation, chapter xiii.)<span class=\"citation\" id=\"79626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79626)\">Rev. 13:3,7<\/a><\/span> <div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2925\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Therefore, instead of the ancient Church overcoming the image, it was itself to be overcome by the image. History shows the sad fulfillment of these predictions. Therefore the former-day kingdom was not the stone of the mountain. The ancient kingdom being overcome, fled to heaven, and the Priesthood was caught up to God and to his throne; and there the Saints are reserved in heaven until the coming of the Son of God to reign on the earth, according to the predictions of the Prophets. Then he will bring that kingdom which is in heaven with him. He has to set up a kingdom on earth preparatory to that which will come from heaven. This preparatory kingdom must be established on the earth, where man-made governments exist. It will be a kingdom increasing in greatness and power and glory on the earth for many years preparatory to the coming of the King with the heavenly kingdom, at which time both the heavenly and earthly will be united in one, under their great Head and Lawgiver. <\/div><div class=\"paragraph jod\" id=\"v7n1279\"> Having demonstrated the fact that an everlasting kingdom is to be set up in the last days, let us next inquire whether the period has arrived for such a grand event to be fulfilled. Is there anything that should be fulfilled before we ought to look for such a kingdom? Can anyone show one prediction that needs to be accomplished before the kingdom of God is set up on the earth, never again to be destroyed? <\/div><div class=\"paragraph jod\" id=\"v7n1280\"> The remnants of the old Babylonish empire, under the form of other governments, will be found mostly in Asia. The breasts and arms of silver will also be found in Asia. The belly and thighs of brass will be found part in Asia and part in Europe. The broken iron kingdom still exists in Italy, Europe. The feet and toes exist throughout Europe and among  <div class=\"break pagebreak\" id=\"220a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0220.pdf\" target=\"pdfwin\">p.&#xA0;220a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2924\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the governments of America of European origin. Thus the location of the image is known, its head being in Asia, and the other extremity in America. No part is lacking. It lies stretched out over lands and seas, occupying nearly the whole of the two great hemispheres of our globe. The old, wrinkled, worn-out monster seems ready to break in pieces. All that seems to be necessary is for some power, distinct and independent, to set the old thing crumbling, and its final dissolution will soon follow. Such a power will be the kingdom of God cut from the mountain. The location of the stone of the mountain could not be in Asia, Africa, or Europe, nor upon any distant island of the sea; but it must be in America, near the extremities of the feet and toes. This mountain kingdom could not be found in the low countries of America, but in some high, elevated region. <\/div><div class=\"paragraph jod\" id=\"v7n1282\"> There is no country which would better answer the terms of the predicted location than that elevated region bordering upon the great Rocky Mountain chain. A kingdom in that high region might well be called a mountain kingdom, and be thus designated by the inspired Daniel. Its proximity to the western extremity of the image would almost preclude the idea of any other mountainous location. <\/div><div class=\"paragraph jod\" id=\"v7n1283\"> But to establish such a kingdom, some one must receive Divine authority. And what is the testimony of the Latter-day Saints in regard to the calling of anyone in this Church? We want now to test ourselves. Are we the kingdom of God that was to be established in the last days? Or are we not? Have we the characteristics of that kingdom? Have we been called in that way and manner that the servants of God in ancient days were called? <\/div><div class=\"paragraph jod\" id=\"v7n1284\"> To answer this question, let us go <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2924\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> back to Joseph Smith&#x2014;the one that organized this Church by the commandment of the Almighty. When, where, and how were you, Joseph Smith, first called? How old were you? And what were your qualifications? I was between fourteen and fifteen years of age. Had you been to college? No. Had you studied in any seminary of learning? No. Did you know how to read? Yes. How to write? Yes. Did you understand much about arithmetic? No. About grammar? No. Did you understand all the branches of education which are generally taught in our common schools? No. But yet you say the Lord called you when you were but fourteen or fifteen years of age? How did he call you? I will give you a brief history as it came from his own mouth. I have often heard him relate it. <\/div><div class=\"paragraph jod\" id=\"v7n1285\"> He was wrought upon by the Spirit of God, and felt the necessity of repenting of his sins and serving God. He retired from his father's house a little way, and bowed himself down in the wilderness, and called upon the name of the Lord. He was inexperienced, and in great anxiety and trouble of mind in regard to what church he should join. He had been solicited by many churches to join with them, and he was in great anxiety to know which was right. He pleaded with the Lord to give him wisdom on the subject; and while he was thus praying, he beheld a vision, and saw a light approaching him from the heavens; and as it came down and rested on the tops of the trees, it became more glorious; and as it surrounded him, his mind was immediately caught away from beholding surrounding objects. In this cloud of light he saw two glorious personages; and one, pointing to the other, said, &#x201C;Behold My Beloved Son. Hear ye Him!&#x201D; Then he was instructed and informed in regard to many things  <div class=\"break pagebreak\" id=\"221a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0221.pdf\" target=\"pdfwin\">p.&#xA0;221a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2923\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pertaining to his own welfare, and commanded not to unite himself to any of those churches. He was also informed that at some future time the fulness of the Gospel should be made manifest to him, and he should be an instrument in the hands of God of laying the foundation of the kingdom of God.<span class=\"citation\" id=\"93615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93615)\">JS&mdash;H 1:13-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1287\"> Some few years after this, having proved himself faithful before the Lord, he was commanded by an holy angel to go to a hill about three miles from his father's house, and to take from the ancient place of their deposit certain plates, on which was recorded the ancient history of this great Western continent from the earliest ages until the records were hid up by an ancient Prophet some four centuries after Christ.<span class=\"citation\" id=\"93780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93780)\">JS&mdash;H 1:30-62<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1288\"> In the year 1827 he was permitted to take those plates from their long deposit, and with them the Urim and Thummim&#x2014;a sacred instrument such as was used by ancient Prophets among Israel to inquire of the Lord. He was commanded of the Lord, notwithstanding his youth and inexperience, to translate the engravings upon those plates into the English language. He did so, and others wrote from his mouth. Here, then, was the way that the Lord commenced a preparatory work for the raising up of the kingdom of God. What use would it have been to have raised up the kingdom of God without giving new revelation on doctrine? If a church were raised up without the Spirit of revelation, it could not stand forever: it would be broken up and scattered, the same as the other systems of the day, into numerous fragments, one contending that he was right, and another that he was right; and thus it would be anything else but the kingdom of God: it would be a perfect bedlam. But, to prepare the way, the Lord gave a lengthy revelation, contained in the Book <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2923\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Mormon, including prophecies and the fulness of the Gospel, as taught by the mouth of the Savior himself on this vast continent 1,800 years ago. <\/div><div class=\"paragraph jod\" id=\"v7n1289\"> With such a revelation, the kingdom of God could be set up, having an unerring guide in doctrinal subjects&#x2014;a something to show the true points of the Gospel of Jesus and the first principles of the laws of the kingdom, and thus remove all cause for any division of sentiment and opinion. <\/div><div class=\"paragraph jod\" id=\"v7n1290\"> This inspired book was revealed to Joseph Smith in fulfillment of those prophecies which I have often repeated before you, and which clearly predict that such a work should come to establish the kingdom of God on the earth. The book was printed in the early part of the year 1830, after which the Lord gave express commands to this young man to assemble together a few who believed in the work, and lay the foundation of the Church. Accordingly, on the 6th of April, 1830,<span class=\"citation\" id=\"84214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84214)\">D&amp;C 20:1<\/a><\/span> the Latter-day Kingdom of God commenced in its organization, consisting of only six members, in the town of Fayette, Seneca County, State of New York. Was this in reality the kingdom of God? Yes; it was its beginning, or merely a nucleus around which proper materials were to gather and be organized. In the beginning of January, 1831, the Lord gave a revelation for the few members of his kingdom to gather together from the State of New York and Pennsylvania to the State of Ohio.<span class=\"citation\" id=\"94582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94582)\">D&amp;C 37:3<\/a><\/span><span class=\"citation\" id=\"94583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94583)\">D&amp;C 38:32<\/a><\/span><span class=\"citation\" id=\"94584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94584)\">D&amp;C 39:15<\/a><\/span> They gathered to the place called Kirtland, Geauga County. They stayed there a few years, during which the Gospel of the kingdom was extensively preached in the United States and the Canadas. The Saints continued gathering to Kirtland and to Jackson County, Missouri. <\/div><div class=\"paragraph jod\" id=\"v7n1291\"> The enemy was on the alert, and knew the difference between the es<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"222a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0222.pdf\" target=\"pdfwin\">p.&#xA0;222a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2922\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tablishment of the kingdom of God and those systems established by man. If the Church was permitted to prosper, he feared that his time was short. With the hopes of destroying the kingdom, the Devil waged war against the Saints in Jackson County, and 1,200 men, women, and children were scattered abroad in the cold months of November and December, 1833, wandering houseless and homeless, without food or fire, over the wild prairies and desolate wilderness of that country, pursued on every side by ruthless mobs. After this they settled on the north side of the Missouri River, in Clay County, where they resided some two years; they were again forced to leave, and sought refuge from their persecutors still further north, in the unsettled portions of the State. In the meantime, the Saints in Kirtland were forced to leave their homes, fleeing from their enemies into Missouri. In 1839, they were driven out of Missouri into Illinois. In 1844, the great Prophet of this last dispensation was murdered while under the pledged protection of the Governor of Illinois. In the winter of 1846, some fifteen or twenty thousand were forcibly expelled from their homes in Illinois. In the summer following, the sick, and the poor, and the aged, whose circumstances had not permitted them to accompany their brethren, were cannonaded out of Nauvoo. <\/div><div class=\"paragraph jod\" id=\"v7n1293\"> In the midst of these most inhuman and dreadful persecutions, the United States called for five hundred of these suffering, wandering exiles to leave their families upon the Plains in the midst of wild savages, without shelter or food, to fight the battles of the nation against Mexico. In 1847, after incredible hardships and suffering, the Saints arrived in these mountains. <\/div><div class=\"paragraph jod\" id=\"v7n1294\"> The object of our persecutors in driving us here was to destroy the <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2922\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kingdom. They threatened us with utter extermination if we stopped short of these mountains. They supposed that, when once here, our destruction would be inevitable. &#x201C;On those arid and sterile deserts they cannot subsist; famine will speedily waste them away: we shall be rid of them.&#x201D; These were their expectations. But the Lord had another object in view in suffering us to be driven into these elevated regions: he intended to fulfil the prediction of Daniel, that the stone might be located in its appropriate place, and be more fully organized and prepared against the day when it should be taken from the mountain to fulfil the purposes of Jehovah, and itself to become a great mountain and fill the whole earth.<span class=\"citation\" id=\"61076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61076)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"86588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86588)\">D&amp;C 65:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1295\"> While down yonder in those low countries, the stone was not in the right place: it was not fully organized. They drove us into these mountains; and when we arrived, we found now and then a small valley, and here and there a bush growing, covered with crickets so thickly that you could scarcely see the limbs. It looked dreary to many to see nothing but parched grass, barren land, and crickets in abundance, eating up everything in the form of vegetation. We began to build houses; but I need not give you the history of the particulars during the twelve years of our sojourn here. Look abroad in this Territory: behold the flourishing settlements, forming almost a continuous chain for some 400 miles north and south. Look at this city for a sample. Do not our comfortable buildings, our public works, our extensive improvements testify before heaven and earth, God, angels, and men, that the Latter-day Saints have been an industrious people, if nothing else? Look at the amount of labor required of men here to make a living that is not required in a more fertile region. A man has to spend two or three tedious  <div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2921\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>days to get one small load of wood from our almost inaccessible mountain canyons. He has to irrigate the land, and spend as much labor in that one thing as the Illinois farmer would in raising his whole crop. Independent of all this, look at the scores of cities which have sprung up as if by magic; the tens of thousands of houses that have been erected, many of which are large and commodious, and may be pronounced splendid for a new country. <\/div><div class=\"paragraph jod\" id=\"v7n1297\"> All this immense labor has been within the short space of twelve years. By whom has it been done? By a downtrodden, persecuted people&#x2014;a people who had already been driven five times from homes and farms, suffering the loss of millions. We might query here, Have the Latter-day Saints had much time to do evil, even if they had been very much disposed to do so? You generally find that an industrious people are a moral people&#x2014;that a people whose hands are engaged, whose physical powers are exerted from sunrise till sundown, whose weary limbs are obliged to be active in irrigating the soil by night as well as by day, and who are obliged to ascend the mountain heights in quest of wood and timber, exposed by night to the chilling blasts and drifting snows of those elevated and dreary regions, have not much time to devise mischief. On the other hand, you go among the nations where they are eating and drinking and feasting on the best, and what do you find there? All manner of evil, drunkenness, lasciviousness, blasphemies, and every species of degradation and immorality. Such a class of lazy, indolent loungers can imagine up more mischief in twenty-four hours than what the whole people of the Saints would live to do in twenty-four years. <\/div><div class=\"paragraph jod\" id=\"v7n1298\"> But the Devil is as mad as ever. His wrath has not ceased. He feels as <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2921\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> indignant, and a little more so, as when we were in the States. We really thought, say our enemies, that they would have perished in those deserts: we supposed that there could not be an ear of corn raised in the neighborhood of the Rocky Mountains, and that if we could only get them there, we were sure they would come to naught. But behold, they prosper! What shall we do? We cannot organize mobs now before breakfast, and go up against them as we did in Missouri and Illinois. Mobs are out of the question now. We must get something more plausible to operate upon them, to make the people think that we do it legally. We must persecute them anyhow. And off went the officials that were here to spread all manner of lies, that they themselves and everybody else knew were lies; and the people have since proved them to be such. <\/div><div class=\"paragraph jod\" id=\"v7n1299\"> But, without appointing a committee of investigation, and without any further information, the Chief Executive puts an army on the march, while nothing but devastation, death, and utter extermination were denounced by the whole nation, as well as the army, upon the heads of the devoted citizens of Utah. The mail was withheld, and months passed away before the peaceful, industrious citizens of this Territory knew that an army were approaching, or that anything had occurred to disturb our peaceful relations with the General Government. Under these startling circumstances, it was concluded to preserve our heads upon our shoulders, if possible, until we could get some official intelligence as to the intentions of the Government and the army. In the providence of God, the army did not reach our settlements, as they intended, until the following summer. No battles were fought, no blood was shed, and we still lived. Commissioners arrived from Washington, when we  <div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2920\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>were for the first time informed that the whole nation, with ourselves and the army, had been laboring under an entire mistake&#x2014;that the President had no intentions against the people of Utah, but was merely wishing to establish some military posts. <\/div><div class=\"paragraph jod\" id=\"v7n1301\"> If the nation had been informed of this one year before, what terrible commotion and excitement would have been avoided? But the President, no doubt, enjoyed the joke at the nation's expense. The kingdom of God is destined to stand forever<span class=\"citation\" id=\"94586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94586)\">Dan. 2:44<\/a><\/span> and fill the whole earth.<span class=\"citation\" id=\"94585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94585)\">Dan. 2:35<\/a><\/span> How are our enemies going to help themselves? They have tried to do something, but we are here in our habitation yet; but if not, the kingdom of God would roll on. We are occupying our farms yet; but if not, the kingdom of God would roll on. Generally speaking, we are alive yet; but if half of us were dead, the kingdom of God would roll on. And as yet our houses are not burned, our crops destroyed, nor our cattle killed off; but if they were, the kingdom of God would roll on. <\/div><div class=\"paragraph jod\" id=\"v7n1302\"> Neither the United States' army nor all the armies of the earth can destroy the kingdom. All that we claim is, as I have stated heretofore, in relation to ourselves, the right guaranteed to us by the American Constitution. We do not ask for any other rights: we ask for no more privileges under that Constitution than what are enjoyed by the people of every other Territory of the American Union. And even these rights we do not ask for: they are ours without asking for them. We do not beg for them: we will not bemoan ourselves so much as to crouch to the Congress of the United States to ask for rights that we are already in possession of, and that every American citizen should enjoy here upon this boasted land of freedom. <\/div><div class=\"paragraph jod\" id=\"v7n1303\"> What! Ask for that which we already possess, which is guaranteed to us by <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2920\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the great Constitution of our country, and which was purchased for us by the blood of our noble ancestors! No; we will do no such thing! We will take the privileges already ours, and enjoy them, until force shall deprive us of them; and this is the feeling which every American citizen should have. Every person in the States, as well as in the Territories, who has the least particle of the blood of freedom running in his veins, should maintain the dignity of the Constitution of our country and the national laws, and should esteem them as the great shield and bulwark of our defense against tyranny and oppression, and should maintain them inviolate, and claim them, if it be necessary, to the shedding of the last drop of blood that runs in his veins. We should claim them to the last, and say, Those rights are ours, and we will maintain them or die! These are my feelings. <\/div><div class=\"paragraph jod\" id=\"v7n1304\"> The kingdom of God is here. Is it a theocracy? Yes, so far as ecclesiastical law is concerned. Is there anything in the Constitution of this Government that prevents us from establishing any kind of laws that we please to govern us ecclesiastically, so long as we do not infringe upon the laws of the United States, or go against any of the rights guaranteed in the American Constitution? No. What is guaranteed to us in that noble instrument handed to us by our fathers? It gives every class of people, whether few or many, the privilege of organizing themselves, and establishing whatever laws they please to govern them in a Church capacity; and no one has a right to molest them. Do we hold ourselves subject to the civil laws? Yes. God, notwithstanding he has given us Church laws, has not freed us from the authority of the civil law. We are subject to the Constitution as much as Kansas is, and to the laws of the United States  <div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2919\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as much as any Territory of the nation. Have we in any respect transgressed? If we do not transgress the law, then let us be free, like any other American citizens, and let us worship God according to the dictates of our own conscience.<span class=\"citation\" id=\"94114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94114)\">A of F 1:11<\/a><\/span> Search the Book of Doctrine and Covenants of this Church&#x2014;go through all the sections of that book, and you will find that the voice of the Lord is unto the people, Do this, do that, and the other thing. That is the word of the Lord: it is the law given to govern his Church; and the Lord says in that book, You are bound to keep the laws of the land; and he that keepeth my laws hath no need to break the laws of the land.<span class=\"citation\" id=\"86149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86149)\">D&amp;C 58:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1306\"> The Lord has not come out and said to the Latter-day Saints, Do you go against all human or civil laws; but the reverse: he has given these heavenly laws while in our infancy to govern us in a Church capacity; and in so doing, we do not infringe upon the laws of man. Again: Here is the Book of Mormon, which contains a theocratical law to govern the Saints of God. You can find nothing in this book that comes in contact with the American Constitution or the laws of the United States. <\/div><div class=\"paragraph jod\" id=\"v7n1307\"> Where, then, are we transgressing by establishing a theocratical form of Government in the midst of this republic? We are not transgressing any more than the Methodists or the Baptists, or any other religious sect. All have equal rights. I would as soon take up the weapons of war to defend the rights of the Presbyterians as any other sect and party on this American Continent: they all have equal rights with the Latter-day Saints, and therefore they should be protected with them. I do not know all things which are in the future; but Daniel's prophecy has pointed out that the little stone will smite the image on the feet, and break in pieces <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2919\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the feet, iron, clay, brass, silver, and gold, and that the whole great fabric should come tumbling down together with a mighty crash.<span class=\"citation\" id=\"61026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61026)\">Dan. 2:34-35<\/a><\/span> That is not fulfilled. But one thing we do know&#x2014;if they will let us alone, we will let them alone, and do them good; but if they illegally and unlawfully trample on our toes, I do not know but we shall try to fulfil that which is in the prophecies. If they undertake to oppress us and bring us down into bondage, and deprive us of our just rights guaranteed by the Constitution, I do not know but the great Jehovah has it in his mind to do unto them as they would do unto us,<span class=\"citation\" id=\"63799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63799)\">Matt. 7:12<\/a><\/span> if they had the power; and I do not know but we, as American citizens, will be compelled to rise up and defend our just rights and fulfil that which is spoken by the ancient Prophets, while merely acting in self-defense. <\/div><div class=\"paragraph jod\" id=\"v7n1308\"> We calculate to maintain the Government of the United States and the principles of the Constitution. They were given indirectly by the voice of inspiration to our ancestors:<span class=\"citation\" id=\"89597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89597)\">D&amp;C 101:80<\/a><\/span> they were given to maintain inviolate the principles of civil and religious liberty to all people under heaven. Can the idolater come here and build a temple to worship idols in? Yes. Go into California and you will find one erected by the Chinese: they are worshipping dumb idols there. The people undertook to punish them by law; but judgment was given that inasmuch as they did not infringe upon the rights of others, they had a right to worship idols. Is it the privilege of the idolater to worship here? Is it the privilege of the Mahometan to come here with his many wives? It ought to be; but so far as the local State laws are concerned, they have deviated from the Constitution. These State laws make the Mahometan divorce all his wives but one, or else they will confine him in prison for years. These State laws will break up his  <div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2918\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>family and make him disown and turn out his children upon the wide world, fatherless and unprotected. They say to the Mahometan, You can live here in Missouri, or in any other State, if you will only do this. <\/div><div class=\"paragraph jod\" id=\"v7n1310\"> What wonderful liberty! Shame on the State which will thus pass laws in open violation of the Constitution. I would see them all in heaven or somewhere else, before I would thank them for offering me liberty on conditions of breaking up my family. <\/div><div class=\"paragraph jod\" id=\"v7n1311\"> Where can you put your finger on a law passed by the American Congress which deprives a man of the rights guaranteed to him relative to the government of his family, no matter whether he takes one wife or many? Undertake to deprive the people of this one domestic institution, and you can, upon the same principle, deprive them of all others. <\/div><div class=\"paragraph jod\" id=\"v7n1312\"> Imprison the polygamist for having more than one wife, and you have the same right to imprison a man for having more than one child, or to punish the slaveholder for having more than one slave. The same Constitution that protects the latter also protects the former. It is just as much the right of the people to have twelve wives as to have twelve children. What would you think of a State law that would undertake to deprive you of the privilege of having only one child? This would be no more barefacedly unjust than the State laws against polygamy. <\/div><div class=\"paragraph jod\" id=\"v7n1313\"> The Mahometan can come to Utah with his wives; anybody can come here, without having his family broken up, his wives torn from his bosom, and his children cast out to the world. We say to all the world, Come to Utah; and so long as we have the power to elect wise legislators, we will protect you in your domestic rights, according to the national Constitution. <\/div><div class=\"paragraph jod\" id=\"v7n1314\"> From what has been said, we begin <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2918\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to understand something about the kingdom of God. It is to originate in the mountains and roll down out of them, like a stone; and as it rolls it will gather force and greatness, until it shall become in due time like a great mountain, and fill the whole earth.<span class=\"citation\" id=\"61077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61077)\">Dan. 2:35<\/a><\/span> And when the great King shall come, sitting upon the throne of his glory in the midst of the armies of heaven,<span class=\"citation\" id=\"66158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66158)\">Matt. 25:31<\/a><\/span> every eye will see him&#x2014;<span class=\"citation\" id=\"78977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78977)\">Rev. 1:7<\/a><\/span>every ear<span class=\"citation\" id=\"124914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124914)\">D&amp;C 88:104<\/a><\/span> hear his voice.<span class=\"citation\" id=\"124913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124913)\">D&amp;C 45:49<\/a><\/span> Then shall all the proud and they that do wickedly be consumed as stubble;<span class=\"citation\" id=\"62488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62488)\">Mal. 4:1<\/a><\/span> then all who will not give heed to the Prophets, and Apostles, and Jesus will be cut off from among the people, as was predicted by Moses;<span class=\"citation\" id=\"55063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55063)\">Deut. 18:15-19<\/a><\/span><span class=\"citation\" id=\"71413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71413)\">Acts 3:22-23<\/a><\/span><span class=\"citation\" id=\"83656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83656)\">D&amp;C 1:14<\/a><\/span> then shall all people, nations, and tongues who are spared upon the face of the whole earth serve and obey the great King&#x2014;then there will be no sects and parties&#x2014;no idolaters or unredeemed heathens; then will be fulfilled the prediction of Zechariah&#x2014;&#x201C;And the Lord shall be king over all the earth: in that day shall there be one Lord, and his name one.&#x201D; (Zech., xiv. 9)<span class=\"citation\" id=\"62345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62345)\">Zech. 14:9<\/a><\/span> Then shall the knowledge of God cover the earth as the waters cover the bosom of the great sea.<span class=\"citation\" id=\"58135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58135)\">Isa. 11:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1315\"> But between the time of the setting up of the kingdom and its final triumph, there will be successive stages of its increasing greatness and glory. Many of the Saints will see their King long before he comes in the clouds of heaven.<span class=\"citation\" id=\"65806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65806)\">Matt. 24:30<\/a><\/span><span class=\"citation\" id=\"85585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85585)\">D&amp;C 45:16,44<\/a><\/span> Before that great day the Saints will have great dominion and rule on the earth. Zion will send forth her laws<span class=\"citation\" id=\"57755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57755)\">Isa. 2:3<\/a><\/span> and her institutions, and her peace officers to protect every sect of Christendom and all flesh in their religious rights, as was so clearly and eloquently laid before you by our beloved President two Sabbaths ago. While time shall last, the free agency of man should be protected; but when the archangel shall stand forth upon the land and upon the sea, and swear, in the name  <div class=\"break pagebreak\" id=\"227a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0227.pdf\" target=\"pdfwin\">p.&#xA0;227a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2917\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of Him who liveth forever and ever, that time shall be no longer,<span class=\"citation\" id=\"79384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79384)\">Rev. 10:5-6<\/a><\/span> then woe be unto the wicked and those who have rejected the servants of God, for they shall be consumed by the brightness of his coming<span class=\"citation\" id=\"75790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75790)\">2 Thes. 2:8<\/a><\/span> and punished for the abuse of that moral agency given them, and in the exercise of which they had been so carefully protected by the laws of Zion. <\/div><div class=\"paragraph jod\" id=\"v7n1317\"> You see the difference between the period of time in which the kingdom is growing and spreading forth and enlarging its dominions, and that more glorious period when the kingdom of heaven shall come to meet the earthly kingdom&#x2014;when all the powers of heaven shall be made manifest and have place on our transfigured and sanctified earth. May the Lord our God, our great King and Lawgiver,<span class=\"citation\" id=\"59063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59063)\">Isa. 33:22<\/a><\/span> <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2917\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bless the people! May he open the eyes of the honest, that the words of truth may penetrate them! May the power of the Holy Ghost, like a gentle stream, flow over them! May the Spirit of truth rest down mightily upon the Saints of the latter days! May they be armed with power and with the righteousness of God in great glory!<span class=\"citation\" id=\"81106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81106)\">1 Ne. 14:14<\/a><\/span> May they rise up in mighty faith, like the people in the days of Enoch, that the heavens may clothe them with the glory of God!<span class=\"citation\" id=\"92782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92782)\">Moses 7:3<\/a><\/span> And may they go forth, conquering and to conquer,<span class=\"citation\" id=\"79238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79238)\">Rev. 6:2<\/a><\/span> until the false tradition and evils and sins and abominations of the children of men shall be swept from the earth, and until the King of kings and the Lord of lords<span class=\"citation\" id=\"80407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80407)\">Rev. 19:16<\/a><\/span> shall reign triumphantly with omnipotent power! Amen. <\/div>\n<\/div>\n<\/div>"}