{"ID":70037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Providences of God&#x2014;Privileges and Duties of the Saints&#x2014;Spiritual Operations and Manifestations&#x2014;The Spirit World, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, September 1, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Providences of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 9\/1\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v7n1390\"> I wish you to understand and practice the lessons you have already received, or you cannot consistently look for more. And do not become tired or discouraged if you cannot learn your lessons all at once, for with diligent and close application you can learn how to live to all eternity, which is the object of our being here. Be patient; do not murmur at the dealings of Providence. The Lord rules in the heavens and works his pleasure upon the earth. Can you comprehend the meaning of the Prophet Amos in the question, &#x201C;Shall there be evil in the city, and the Lord hath not done it?&#x201D;<span class=\"citation\" id=\"61909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61909)\">Amos 3:6<\/a><\/span> His providences are constantly ruling and overruling, to a greater or less degree, in the affairs of the children of men. Do all people discern and understand that his providences are over the workmanship of his hands, and that he controls all things? No, they do not. The lessons you have been taught tend to instruct you upon these points. <\/div><div class=\"paragraph jod\" id=\"v7n1391\"> Can this people understand that <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2907\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Lord&#x2014;that Being we call our Father, as also the Gods and all heavenly beings, lives upon the principles that pertain to eternity? Can the people comprehend that there is not, has not been, and never can be any method, scheme, or plan devised by any being in this world for intelligence to eternally exist and obtain an exaltation, without knowing the good and the evil&#x2014;<span class=\"citation\" id=\"52569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52569)\">Gen. 3:5,22<\/a><\/span>without tasting the bitter and the sweet?<span class=\"citation\" id=\"81245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81245)\">2 Ne. 2:15<\/a><\/span> Can the people understand that it is actually necessary for opposite principles to be placed before them, or this state of being would be no probation, and we should have no opportunity for exercising the agency given us? Can they understand that we cannot obtain eternal life unless we actually know and comprehend by our experience the principle of good and the principle of evil, the light and the darkness, truth, virtue, and holiness&#x2014;also vice, wickedness, and corruption? We must discern and acknowledge that the providences of the Lord are over all the  <div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2906\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>works of his hands&#x2014;that when he produces intelligent beings he watches over them for their good. He has given human beings an intelligence designed to become eternal, self-existent, independent, and as Godlike as any being in the heavens. <\/div><div class=\"paragraph jod\" id=\"v7n1393\"> To answer such design, we are given our agency&#x2014;the control of our belief, and must know the darkness from the light and the light from the darkness, and must taste the bitter as well as the sweet. <\/div><div class=\"paragraph jod\" id=\"v7n1394\"> You need exhorting rather than teaching. You have been taught doctrine in abundance, and I have sometimes thought it a pity the Lord has revealed quite as much as he has. And I can truly say that I believe, if I am guilty in any one point in my walk before this people, it is in telling them things they are not worthy of&#x2014;that I have given unto them things that they could not receive. For this reason I deem it mainly needful to stir up your pure minds by way of remembrance.<span class=\"citation\" id=\"78431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78431)\">2 Pet. 3:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1395\"> Brother Spencer referred to the carelessness and forgetfulness of the people, and to how prone we are to get out of the way, to depart from the love, enjoyment, peace, and light that the Spirit of the Lord and of our religion gives unto us. We should live so as to possess that Spirit daily, hourly, and every moment. That is a blessing to us, which makes the path of life easy. For a man to undertake to live a Saint and walk in darkness is one of the hardest tasks that he can undertake. You cannot imagine a position that will sink a person more deeply in perplexity and trouble than to try to be a Saint without living as a Saint should&#x2014;without enjoying the spirit of his religion. It is our privilege to so live as to enjoy the spirit of our religion. That is designed to restore us to the presence of the Gods. Gods exist, and we had better strive to be prepared to be one with them. <\/div> <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2906\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1396\"> The people wish to know what to do to do right. When those who live their religion meet to speak to each other&#x2014;to mutually strengthen their faith and encourage one another in good principles, in good, wholesome, loving lives&#x2014;in morality, tradition causes some to say that they mean to do better&#x2014;to alter their lives and live better than they have, when, if it was to save the world, they could not live any better unless they knew more. Have we not made mistakes? Yes, a great many. If we had known better, we could have done that which would have resulted in greater good. But, considering their knowledge, those who are striving to do right cannot conduct themselves any better than they do. I know a great many that I have that opinion about. Do they err? Yes. Do they knowingly do wickedly? They do not; but they do as well as people can. And I do not believe that brother Spencer, the President of this Stake, could, with the same knowledge, better his life in past years; and I have the same feeling in regard to many with whom I am acquainted. I know this by my own experience, which is a most excellent schoolmaster when we do the best we can. <\/div><div class=\"paragraph jod\" id=\"v7n1397\"> We will seek unto the Lord for more knowledge; we will get wisdom and forget it not, but treasure it up in our hearts, and treasure up every holy principle as fast as our ability will permit us to do so. And if our minds are strong enough, and we are so constituted as to comprehend and retain, let us strive to receive every principle that pertains to life and salvation, and treasure them up in our hearts against the time of need. Walk humbly before our God, and learn correct principles as fast as you can; and then, when you discover you have missed it here and there, where you imagine that you could have done better, never find fault with the know<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2905\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ledge God has given you, nor with your own faith, virtue, and works; for you have done the best you could. <\/div><div class=\"paragraph jod\" id=\"v7n1399\"> This people are familiar with very many principles pertaining to eternal life; and I will ask you what principle that will endure&#x2014;what that is valuable in life is there, so far as you have learned, and what is there in life which you know, have known, can learn, or that exists, that &#x201C;Mormonism&#x201D; has not given to you? &#x201C;Mormonism,&#x201D; or, in other words, the Gospel of salvation, embraces the whole. It incorporates every true principle there is in heaven and on earth. If a person learns a truth, he learns so much of the Gospel of salvation. And when he learns that, he wants to understand the bearings of the great plan. He wants to understand&#x2014;I will not say the extent of it, because he cannot do so, but as much thereof as his ability can comprehend, and to discern that the Gospel of salvation, the eternal Priesthood of the Son of God, is the life that is, that was, and that is to come&#x2014;eternal life. Those principles are given to the children of men to practice upon, that in so doing they may come up and inherit eternal life. This is for us to learn, treasure up in our hearts, and practice. Do not seek for that which you cannot magnify, but practice upon that which you have in your possession. <\/div><div class=\"paragraph jod\" id=\"v7n1400\"> I know very well that, whether we are active or not, the invisible spirits are active. And every person who desires and strives to be a Saint is closely watched by fallen spirits that came here when Lucifer fell, and by the spirits of wicked persons who have been here in tabernacles and departed from them, but who are still under the control of the prince of the power of the air.<span class=\"citation\" id=\"74900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74900)\">Eph. 2:2<\/a><\/span> Those spirits are never idle; they are watching every person who wishes to do right, and are con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2905\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tinually prompting them to do wrong. This makes it necessary for us to be continually on our guard&#x2014;makes this probation a continual warfare. We do not expect to be idle. The individual that obtains a celestial kingdom will never be idle in the flesh. It is a spiritual warfare. He contends against the spirits of darkness and against the workers of iniquity, and wars all the day long against his own passions that pertain to fallen man. It is therefore necessary that the people speak often one with another, encourage each other in every good word and work, sustain every one in every good act, operate against every evil act, and continue so to do through life. <\/div><div class=\"paragraph jod\" id=\"v7n1401\"> Some, who understand more or less of the principles of the Gospel, appear to be a trifle discouraged. Such do not think more of the life to come than they do of the present life. When the breath leaves the body, your life has not become extinct; your life is still in existence. And when you are in the spirit world, everything there will appear as natural as things now do. Spirits will be familiar with spirits in the spirit world&#x2014;will converse, behold, and exercise every variety of communication one with another as familiarly and naturally as while here in tabernacles. There, as here, all things will be natural, and you will understand them as you now understand natural things. You will there see that those spirits we are speaking of are active: they sleep not. And you will learn that they are striving with all their might&#x2014;laboring and toiling diligently as any individual would to accomplish an act in this world&#x2014;to destroy the children of men. <\/div><div class=\"paragraph jod\" id=\"v7n1402\"> Pertaining to the present state of the world, you know what evil spirits are doing. They are visiting the human family with various manifestations. I told the people, years and years ago, that the Lord wished them  <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2904\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to believe in revelation; and that if they did not believe what he had revealed, he would let the Devil make them believe in revelation. Do you not think that the Devil is making them believe in revelation? What is called spirit-rapping, spirit-knocking, and so forth, is produced by the spirits that the Lord has suffered to communicate to people on the earth, and make them believe in revelation. There are many who do not believe this; but I believe it, and have from the beginning. <\/div><div class=\"paragraph jod\" id=\"v7n1404\"> If true principles are revealed from heaven to men, and if there are angels, and there is a possibility of their communicating to the human family, always look for an opposite power, an evil power, to give manifestations also: look out for the counterfeit. <\/div><div class=\"paragraph jod\" id=\"v7n1405\"> There is evil in the world, and there is also good. Was there ever a counterfeit without a true coin? No. Is there communication from God? Yes. From holy angels? Yes; and we have been proclaiming these facts during nearly thirty years. Are there any communications from evil spirits? Yes; and the Devil is making the people believe very strongly in revelations from the spirit world. This is called spiritualism, and it is said that thousands of spirits declare that &#x201C;Mormonism&#x201D; is true; but what do that class of spirits know more than mortals? Perhaps a little more in some particulars than is known here, but it is only a little more. They are subject in the spirit world to the same powers they were subject to here. <\/div><div class=\"paragraph jod\" id=\"v7n1406\"> If we live faithful to the doctrine and faith of the holy Gospel we have embraced, we shall understand the real benefit and advantage that we will have over those who are not in possession of the true principles of salvation or the Priesthood. If we are faithful to our religion, when we <div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2904\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> go into the spirit world, the fallen spirits&#x2014;Lucifer and the third part of the heavenly hosts that came with him, and the spirits of wicked men who have dwelt upon this earth, the whole of them combined will have no influence over our spirits. Is not that an advantage? Yes. All the rest of the children of men are more or less subject to them, and they are subject to them as they were while here in the flesh. <\/div><div class=\"paragraph jod\" id=\"v7n1407\"> If we conquer here and overcome in the Gospel, in the spirit world our spirits will be above the power of evil spirits. Not that we can so overcome, while here, as to be free from death; for though Jesus overcame, yet his body was slain. <\/div><div class=\"paragraph jod\" id=\"v7n1408\"> Every person possessing the principle of eternal life should look upon his body as of the earth earthy.<span class=\"citation\" id=\"73970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73970)\">1 Cor. 15:47<\/a><\/span> Our bodies must return to their mother earth. True, to most people it is a wretched thought that our spirits must, for a longer or shorter period, be separated from our bodies, and thousands and millions have been subject to this affliction throughout their lives. If they understood the design of this probation and the true principles of eternal life, it is but a small matter for the body to suffer and die. <\/div><div class=\"paragraph jod\" id=\"v7n1409\"> When death is past, the power of Satan has no more influence over a faithful individual: that spirit is free, and can command the power of Satan. The penalty demanded by the fall has been fully paid; all is accomplished pertaining to it, when the tabernacle of a faithful person is returned to the earth. All that was lost is passed away, and that person will again receive his body. When he is in the spirit world, he is free from those contaminating and condemning influences of Satan that we are now subject to. Here our bodies are subject to being killed by our enemies&#x2014;our names to being cast out  <div class=\"break pagebreak\" id=\"241a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0241.pdf\" target=\"pdfwin\">p.&#xA0;241a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2903\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as evil.<span class=\"citation\" id=\"94589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94589)\">Luke 6:22<\/a><\/span> We are persecuted, hated, not beloved; though I presume that we are as much beloved here as the spirits of the Saints are in the spirit world by those spirits who hate righteousness. It is the same warfare, but we will have power over them. Those who have passed through the veil have power over the evil spirits to command, and they must obey. <\/div><div class=\"paragraph jod\" id=\"v7n1411\"> You require to be stirred up to reflection, to examine your religion&#x2014;the faith of the holy Gospel&#x2014;the Priesthood; for it is worthy of your notice, lest perhaps a little gold becomes too precious in your thoughts. The individual who builds all his hopes upon property, upon gold and silver, and the possessions of this world, making these treasures his idol, has never yet seen, by vision, the glory of the celestial world&#x2014;has not had a foretaste of it. He has little or none of that knowledge which God designs to give to the faithful. When that is possessed, what is the world to Saints? It is subject to them, and it is not in the power of Satan to blot out or destroy that heavenly knowledge. <\/div><div class=\"paragraph jod\" id=\"v7n1412\"> You see men eagerly striving for gold, riches, wealth, and mourning and fretting&#x2014;&#x201C;We wish we had done so-and-so, for then we should have made a few more dimes. And now we wish to go and obtain piles of gold, and to do this and that&#x2014;to heap up wealth and gain power.&#x201D; As Lorin W. Babbitt said, who used to belong to this Church, but went to California, &#x201C;I am going to sell my house and go away. I have labored eighteen years for the Lord, and now I am going to work for Lorin W. Babbitt.&#x201D; What an expression! As though he could control the elements! If he possessed a mountain of gold and gambled it away in one night, it would still be in the world, whether in his possession or out of it. Suppose that I, through covetousness <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2903\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and dishonesty, had accumulated millions of dollars, and then should lose it all in an hour, in neither case is it out of the world, and there is as much property in the one case as in the other: it has merely changed hands. Solomon, when speaking of these things, says, The race is not to the swift, nor riches to men of wisdom.<span class=\"citation\" id=\"57590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57590)\">Eccl. 9:11<\/a><\/span> Do not fret, nor be so anxious about property, nor think that when you have gathered treasures, they alone will produce joy and comfort; for it is not so. <\/div><div class=\"paragraph jod\" id=\"v7n1413\"> The race is not to the swift, nor the battle to the strong, nor riches to men of wisdom. The Lord gives the increase:<span class=\"citation\" id=\"73136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73136)\">1 Cor. 3:6<\/a><\/span> he makes rich whom he pleases. You may inquire, &#x201C;Why not make us rich?&#x201D; Perhaps, because we would not know what to do with riches. You remember that a while past, nine wagons went through this city on their way to California, accompanied by some soldiers as an escort and guard. One of our missionaries, returning home, met them on the northern route, and asked one of them what caused him to apostatize? The man replied&#x2014;&#x201C;To tell you the truth, I was used so well at Great Salt Lake City that I could not endure it. I came there with a handcart company, and had not a mouthful of anything to eat, no clothing, nor anything to make me comfortable. As soon as I arrived in the city, Heber C. Kimball, having learned my name, met me and said, 'Brother, there is a house; there are flour, meal, and fuel: you have had a hard time; go there with your family, and make yourselves comfortable, and eat and drink, and get rested; and when you wish to go to work, I will give you employment and pay you for your labor.' From that day my heart was in me to do evil. I have been trying to apostatize ever since and have finally made out to do so; and I cannot attribute it to anything  <div class=\"break pagebreak\" id=\"242a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0242.pdf\" target=\"pdfwin\">p.&#xA0;242a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2902\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the world, only that I was used so well.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n1415\"> This exhibits the spirit that is in many. They are faithful while they are extremely poor; but give them wealth, and they are thrown off their guard, forget their sacred vows and solemn covenants, and the property they have around them occupies their whole attention and affections; their minds become wholly engrossed in their possessions. Doubtless there are some instances opposite to this; but probably, in nineteen cases out of twenty, poverty and hardship will tend to make people humble and faithful. <\/div><div class=\"paragraph jod\" id=\"v7n1416\"> Oppression, persecution, afflictions, and other trials and privations are necessary as a test to all professing to be Saints, that they may have an opportunity to witness the workings of the power which is opposed to truth and holiness. Go into East Temple street (now commonly called &#x201C;Whiskey Street&#x201D;), and you will see all the wickedness you can reasonably wish to. You can there see it, smell it, taste it, and learn enough about it, without going anywhere else. It is all necessary, that we may have the privilege of proving whether we prefer good or evil. There are robbery, theft, drunkenness, lying, deceiving, gambling, whoring, and murder; and what evil is there lacking? Scan the civilized world and ask what evil they have that we have not; and if there is one lacking, it will come, for every variety is necessary to prove whether we will preserve our integrity before God. <\/div><div class=\"paragraph jod\" id=\"v7n1417\"> You will know that the evil done here is laid to me. Let them pursue that course until they are tired of it. I defy them, from the gate of the celestial kingdom to the bottom of the bottomless pit, to truthfully substantiate a single accusation against me. They may continue to lie, and hire others to lie, and trump up false <div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2902\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> accusations against me; for I am accustomed to that kind of treatment from the wicked, and I am fully able, God being my helper,<span class=\"citation\" id=\"94590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94590)\">Ps. 54:4<\/a><\/span> to endure it: it does not hurt me one particle. If the Devil and his servants loved me, and wrote and spoke well of me,<span class=\"citation\" id=\"67257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67257)\">Luke 6:26<\/a><\/span> I should be jealous of myself. But if I keep the fellowship of the Holy Ghost, I shall also have the fellowship of Saints and angels. Then let the wicked howl and foam; it is all right. <\/div><div class=\"paragraph jod\" id=\"v7n1418\"> I wish to know whether I can stand the power of temptation and preserve my integrity. I know not but what I may be thrown into circumstances that will be pretty hard, but feel tolerably well assured that I shall not apostatize. <\/div><div class=\"paragraph jod\" id=\"v7n1419\"> Evil temptations and abuse are necessary to prove our faith, to determine whether we will sacrifice our carnal appetites and desires, or forsake the knowledge of God and godliness. If we are not willing to make sacrifices for the truth and the Gospel's sake, we are not worthy of celestial glory. What is there of an earthly nature, even though dear to us, that we cannot live without, so we have that which will sustain nature and enable us to perform the duties and labors resting upon us? With the exception named, I do not know of anything. <\/div><div class=\"paragraph jod\" id=\"v7n1420\"> I can let you all go, so far as I may be required. I do not know that I ever thought enough of tobacco, tea, snuff, or anything else of that description, to alter the natural traits of my character. My passions must be in subjection to my spirit. Perhaps I am not possessed of such ungovernable passions as many are. But let our passions be as they may, the whole man must be the servant of that Being who gives us life. We need to talk with each other, pray with each other, and encourage each other, until our spirits have overcome  <div class=\"break pagebreak\" id=\"243a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0243.pdf\" target=\"pdfwin\">p.&#xA0;243a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2901\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>all propensities to evil. Do you understand, what I have often taught you as plainly as my language will permit me, the warfare pertaining to the spirits of the children of men while in the flesh? The spirit is pure and holy upon its entrance into the tabernacle, and God, by the power of his Spirit, operates upon it; but the flesh, and no more, is unholy; and here are the holy and the unholy united. Which shall be the master? Let the spirit that comes from the eternal world, which at the outset is pure and holy, with the influence God gives to it, master all the passions of the body, and bring it under subjection to the will of Christ. That course makes us Saints. <\/div><div class=\"paragraph jod\" id=\"v7n1422\"> I have flattered myself, if I am as faithful as I know how to be to my God, and my brethren, and to all my covenants, and faithful in the discharge of my duty, when I have lived to be as old as was Moses when the Lord appeared to him, that perhaps I then may hold communion with the Lord, as did Moses. I am not now in that position, though I know much more than I did twenty, ten, or five years ago. But have I yet lived to the state of perfection that I can commune in person with the Father and the Son at my will and pleasure? No&#x2014;though I hold myself in readiness that he can wield me at his will and pleasure. If I am faithful until I am eighty years of age,<span class=\"citation\" id=\"53890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53890)\">Ex. 7:7<\/a><\/span> perhaps the Lord will appear to me and personally dictate me in the management of his Church and people. A little over twenty years, and if I am faithful, perhaps I will obtain that favor with my Father and God. <\/div><div class=\"paragraph jod\" id=\"v7n1423\"> I am not to obtain this privilege at once or in a moment. True, Joseph Smith in his youth had revelations from God. He saw and understood for himself. Are you acquainted with his life? You can read the history of it. I was acquainted with <div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2901\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> him during many years. He had heavenly visions; angels administered to him. The vision of his mind was opened to see and understand heavenly things. He revealed the will of the Lord to the people, and yet but few were really acquainted with brother Joseph. He had all the weaknesses a man could have when the vision was not upon him, when he was left to himself. He was constituted like other men, and would have required years and years longer in the flesh to become a Moses in all things. For the length of time he lived, he was as good a man as ever lived in the flesh, Jesus excepted.<span class=\"citation\" id=\"91964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91964)\">D&amp;C 135:3<\/a><\/span> It was so ordered that a man has to live and gain by his experience that knowledge and wisdom, and that degree of stability in his character that will present him favorably to the heavenly hosts at all times and under all circumstances. Let us, then, resolve and act upon the principle of constant improvement. <\/div><div class=\"paragraph jod\" id=\"v7n1424\"> As to doing any better than I have done, I have to know more, and so have you. You have done as well as you knew how. This is a matter of rejoicing to me. And though we are still far from being perfect, the Latter-day Saints are not far from a deep desire to be perfect. They are far from being what they should be; but they are not far from an abiding desire to be what they should be. But have you so trained yourselves as to be able to say, for instance, that if the potatoes you have planted yield, abundantly well; and if they do not, that is just as well? Can you feel to say that in all sincerity? Can you say, after you have prepared the ground, cast in the wheat, watered it, and taken good care of it, and then found the crop destroyed by blight or smut, Well, all right? Can you honestly say so? If you cannot, you have not schooled your hearts to what you should have done&#x2014;to learn that  <div class=\"break pagebreak\" id=\"244a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0244.pdf\" target=\"pdfwin\">p.&#xA0;244a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2900\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it is God alone who gives the increase.<span class=\"citation\" id=\"73137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73137)\">1 Cor. 3:6<\/a><\/span> We can plough, we can plant, sow, water, and tend, because we are ordained to do these things; but no man on the earth is ordained to give the increase. <\/div><div class=\"paragraph jod\" id=\"v7n1426\"> It is for us to frame our acts. We shape our lives&#x2014;we do this, that, and the other agreeably with the best knowledge we have; but do we produce the results of our acts? We do not. The Lord controls the results of the acts of all nations under heaven. He casts down a throne here, and sets up another yonder&#x2014;brings forth a nation out of obscurity, and causes the most powerful nations to crumble to dust. We have this to learn, and to study and learn ourselves, and to control our own dispositions and passions, so that when we see others out of the way, we can have compassion on them, and say&#x2014;&#x201C;Thank the Lord, we have not been <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2900\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> suffered to go astray and give way to our passions.&#x201D; The merciful man shall find mercy.<span class=\"citation\" id=\"62943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62943)\">Matt. 5:7<\/a><\/span> When a man designedly does wrong, he ought to be chastised for that wrong, receiving according to his works. If a man does wrong through ignorance, and manifests sincere sorrow for the wrong, he is the one whom we should forgive seventy times in a day, if necessary, and not the one who has designedly done wrong and repents not.<span class=\"citation\" id=\"89333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89333)\">D&amp;C 98:39-48<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1427\"> It is for us to so live that our lives will become sweet and more precious than gold or silver. And our communion one with another, may it increase in all the sublimity and heights and depths of consolation known only to those who are truly united on the earth by interests and bonds that are eternal. <\/div><div class=\"paragraph jod\" id=\"v7n1428\"> May the Lord bless you for evermore! Amen. <\/div>\n<\/div>\n<\/div>"}