{"ID":70031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Trials, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by Elder John Taylor, Delivered in the Tabernacle, Great Salt Lake City, November 13, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Trials, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 11\/13\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v7n1149\"> In rising before a congregation of Saints, I generally feel as though I want to say something that will be for the benefit of my brethren and sisters. Something that will be of some real practical use is, in my opinion, what we want; but to talk about abstract theories, idealities, and things that have not much substance or reality in them, I do not think is of much use to anybody. In regard to the Gospel of Jesus Christ, it is so great, so extensive, so comprehensive, so deep, so high, and so various, that it is almost impossible for a person to present anything that is wrong. A man can never speak upon anything that is wrong, so long as he confines himself to the limits of truth. <\/div><div class=\"paragraph jod\" id=\"v7n1150\"> In relation to our present position, the things with which we are surrounded, the prospects that lie before us, and our hopes, cares, and anxieties, these are things that operate upon our minds, or that ought to have some influence with us. For instance, I am an Elder in Israel; so are many of you; and we all profess to be <div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2950\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Saints, nearly the whole of this congregation. Now, the question is, What is it to be a Saint? And how far am I, and how far are you fulfilling the obligations that devolve upon us as Saints of God&#x2014;as Elders in Israel&#x2014;as fathers of families and mothers of families? Let us ask ourselves these questions&#x2014;Are we performing our various duties in building up the kingdom of God, in rolling forth his work upon the earth? And what are we doing to bring about the latter-day glory? Which of our acts tends to this? Do any of them? Or do all of them? And what is really our position? These are things that it is well for us to weigh, consider, and find out the real responsibilities that are resting upon us. <\/div><div class=\"paragraph jod\" id=\"v7n1151\"> Why did I become a &#x201C;Mormon?&#x201D; And why did we all become &#x201C;Mormons?&#x201D; We should say, Because we believed &#x201C;Mormonism&#x201D; to be true. What is truth? And what part of it did we believe? In this case we should say, All of it. What did we embrace &#x201C;Mormonism&#x201D; for? It cer<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2949\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tainly was not to profess religion, in order that we might have the honor of men; for there was nothing of that associated with it. We had to endure considerable reproach, and have our names cast out as evil,<span class=\"citation\" id=\"94579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94579)\">Luke 6:22<\/a><\/span> and to associate with a people that were universally despised. And so they are now. But we have got along with it, so that we now care nothing about it. Now, there is or ought to be a reality about it. So far as I am personally concerned, if anyone wants to know why I became a &#x201C;Mormon,&#x201D; I will answer, Because I considered that I was an intelligent, rational being&#x2014;that I had to do with eternity as well as time; and having to do with both, I wanted to act in that way I could secure the approbation of my Father in heaven, that I might be prepared to enter into a better, purer, and more exalted state of being in the eternal world. These were some of the first thoughts and sentiments that governed my mind. <\/div><div class=\"paragraph jod\" id=\"v7n1153\"> In the next place, I was called upon to be an Elder. What was my object then? It was to obey the truth and teach others, that they might have the same blessings that I possessed. I presume you felt so too, and rejoiced that you knew something of the life to come&#x2014;that your hope bloomed with immortality and eternal life; and when you were ordained you tried to magnify that calling and Priesthood. You were mobbed, persecuted, and afflicted, and passed through scenes of difficulty, privation, and trial, which you endured patiently and joyfully, knowing it was from the Lord and intended for your good; and you were trying to obtain salvation in the eternal worlds. <\/div><div class=\"paragraph jod\" id=\"v7n1154\"> Many of you have passed through affliction of various kinds. If it was an affliction to be robbed of your property&#x2014;if it was a trial to be robbed of your good name, you have endured that and passed through it. What <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2949\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> did you do it for? And why did you endure it? Just for the same reason that the ancient Saints did. I never read in the Bible, nor anywhere else, of the Saints having any other kind of treatment than that which you have received. <\/div><div class=\"paragraph jod\" id=\"v7n1155\"> When I embraced the Gospel, I expected to have my name cast out as evil.<span class=\"citation\" id=\"67218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67218)\">Luke 6:22<\/a><\/span> I expected to be persecuted and to be mobbed, and, if necessary, to lay down my life; and I have come pretty near it a number of times. But this was nothing particularly new; for I had learned before I was a &#x201C;Mormon&#x201D; that there was an antagonism between truth and error, purity and iniquity&#x2014;that the righteous always were persecuted, and that many of the ministers of Jesus had been called to lay their lives down for their religion; and I never expect to see anything different; and my feelings and ideas are precisely the same on this subject as they were twenty years ago. There is still that same spirit of antagonism existing between truth and error that there was then. Let a man join this Church&#x2014;I don't care how honorable he is&#x2014;the moment he does it, that man will be despised, as sure as Jesus was. Has he injured anybody? No. He was probably a good man, and esteemed by his neighbors, and continued so; but when he became a servant of God, the powers of darkness were let loose upon him; men began to persecute him and speak evil of him, and his name was cast out as evil.<span class=\"citation\" id=\"67219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67219)\">Luke 6:22<\/a><\/span> This is the lot of every man that receives the truth&#x2014;I don't care where he comes from. In the United States, England, Ireland, Scotland, Wales, France, Switzerland, Germany, or any part of the world, you will find the same spirit existing; and if you were to ask our persecutors, they could not tell you the cause of their doing it. But although they cannot explain the cause, yet it is &#x201C;God damn the Mormons!&#x201D; Ask them,  <div class=\"break pagebreak\" id=\"196a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0196.pdf\" target=\"pdfwin\">p.&#xA0;196a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2948\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Have they injured you? No, they have not. Have they taken anything from you, or robbed you of your liberty? No, they have not. But still it is, &#x201C;God damn the Mormons!&#x201D; And the simple reason why they cannot tell the cause is because they do not know by what spirit they are governed and controlled. If they knew by what spirit they were governed, they would know why they are constantly using their influence against the workers of righteousness. You may go back to the Apostolic dispensation. Take Peter, James, and John, and inquire who interfered with them before they became Christians, while they were fishermen? And supposing they had a knock down about the separation and division of the fish, no matter: they were all one; they were of the world, all pulling in the same net, one with the world. After awhile they became Christians, and then they were persecuted from city to city, from state to state, and their names were cast out as evil.<span class=\"citation\" id=\"94580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94580)\">Luke 6:22<\/a><\/span> Take Jesus for example: what harm did he do? He healed the sick, opened the eyes of the blind, and unstopped the ears of the deaf. He found some rascals in the Temple, it is true, and took a whip and drove them out,<span class=\"citation\" id=\"68673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68673)\">John 2:13-16<\/a><\/span> and said, &#x201C;It is written, my house shall be a house of prayer, and you have made it a den of thieves.&#x201D;<span class=\"citation\" id=\"65313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65313)\">Matt. 21:12-13<\/a><\/span> This, of course, made a disturbance. Jesus amazed them by teaching them good principles, by telling them of their evils, exposing their iniquities, and telling them that they were whited walls and painted sepulchres.<span class=\"citation\" id=\"65555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65555)\">Matt. 23:27<\/a><\/span> But it was the truth. They did not wish to hear it: they loved darkness rather than light.<span class=\"citation\" id=\"68901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68901)\">John 3:19<\/a><\/span> That was the kind of feeling and state of things then, and it is the same now. Truth has precisely the same effect now that it had then, and I presume it always will have. And if they will have done these things in the green tree, what will they do in the dry?<span class=\"citation\" id=\"68299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68299)\">Luke 23:31<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2948\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1157\"> A good man is willing to have his deeds brought to light. He don't care how big a light it is. He is willing to say, &#x201C;If there is any wickedness in me, search me and let it be seen.&#x201D;<span class=\"citation\" id=\"94581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94581)\">Ps. 139:23-24<\/a><\/span> But not so with many of the religious professors and hypocrites of the present day. Like the ancient Pharisees, these modern sepulchres, the moment you open them, are discovered to be filled with nothing but rottenness and dead men's bones.<span class=\"citation\" id=\"65556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65556)\">Matt. 23:27<\/a><\/span> And these whited walls are the same: there is the same hypocrisy; and whenever you examine them, there is nothing but rottenness and corruption. They might as well complain of the sun shining as to complain of the establishment and spread of truth. The workers of iniquity love darkness rather than light, because their deeds are evil.<span class=\"citation\" id=\"68902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68902)\">John 3:19<\/a><\/span> If the evil did not exist, the light could not make it manifest. All the harm we have ever done the world is to tell them the truth as God has revealed it, and seek to make them happy. For doing this we have been persecuted, and expect it. <\/div><div class=\"paragraph jod\" id=\"v7n1158\"> Peter, in speaking of this subject, said&#x2014;&#x201C;Beloved, think it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you: But rejoice, inasmuch as ye are partakers of Christ's sufferings; that, when his glory shall be revealed, ye may be glad also with exceeding joy.&#x201D; (1 Peter iv. 12, 13.)<span class=\"citation\" id=\"78169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78169)\">1 Pet. 4:12-13<\/a><\/span> He might just as well have told them that it would be so, so long as there was a God in heaven and a Devil in hell; and it is absolutely necessary that it should be so. Concerning these matters, I do not have any trouble. What if we have to suffer affliction! We came here for that purpose: we came in order that we might be purified; and this is intended to give us a knowledge of God, of our weakness and strength, of our corruptions, and to develop the evils that are within us&#x2014;to give us  <div class=\"break pagebreak\" id=\"197a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0197.pdf\" target=\"pdfwin\">p.&#xA0;197a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2947\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a knowledge of eternal life, that we may be enabled to overcome all evil and be exalted to thrones of power and glory. Hence, when people talk to me about being severely tried, I have to inform them that I do not know much about it. I feel, however, to sympathize with others. It is very natural for a man to say, Why am I placed in such a position? Why have I to grapple with these things&#x2014;with these afflictions? <\/div><div class=\"paragraph jod\" id=\"v7n1160\"> So far as I am personally concerned, I am here as a candidate for eternity&#x2014;for heaven and for happiness. I want to secure by my acts a peace in another world that will impart that happiness and bliss for which I am seeking. If I am driven with my brethren as I have been, I ask myself what is the meaning of it? If I have to pass through afflictions, I wish them to be sanctified to my good. If I had nothing to do, and you had nothing to do, but to sit and sing ourselves away to everlasting bliss, as the Methodists and others do, it would be very easy. Why, the Lord could easily remove these afflictions; but he has not a mind to do it. <\/div><div class=\"paragraph jod\" id=\"v7n1161\"> We read about the patience of Job; but I do not think he was a very patient man. Probably he was, sometimes, in some things; and in some things he was not. He cursed the day he was born, and wished the light had never shone upon him.<span class=\"citation\" id=\"56075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56075)\">Job 3:1-4<\/a><\/span> He was a good man according to his own account. It was said by some that his afflictions came because of his iniquities; but nobody was found to say and show what they were. It appears that the Gods had a council or conference together, and the Devil appeared amongst them. &#x201C;And the Lord said unto Satan, Whence comest thou? Then Satan answered the Lord, and said, From going to and fro in the earth, and walking up and down in it. And the Lord said unto Satan, Hast thou considered my ser<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"197b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0197.pdf\" target=\"pdfwin\">p.&#xA0;197b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2947\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vant Job, that there is none like him in the earth, a perfect and an upright man, one that feareth God and escheweth evil?&#x201D; (Job i. 7, 8.)<span class=\"citation\" id=\"55993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55993)\">Job 1:6-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1162\"> It appears from this that he was a man such as we ought to be&#x2014;one that feared God and acted for eternity, and that he eschewed all evil. We are told still further that the Devil complained that the Lord had set a hedge round about him, so that it was next to impossible to touch him; but promised, if he would take that away and let him have a rap at him, that his faith in God would be shaken. From this same chapter we learn that the Lord said he could have a chance&#x2014;that he might try Job, and see how he would act.<span class=\"citation\" id=\"56000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56000)\">Job 1:9-22<\/a><\/span> I have no doubt but the Devil chuckled over Job, and determined to destroy him and his family; and he went to work and gathered together the lightning, knocked down the house where the children of Job were assembled, and killed them all. Then be stirred up the Sabeans, who stole his oxen and asses, and the Chaldeans, who stole his camels and slew his servants. And the servants of Job came in, one after another, and told him the news; and each messenger said, &#x201C;And I only escaped alone to tell thee.&#x201D;<span class=\"citation\" id=\"56009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56009)\">Job 1:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1163\"> What was the reason? The hedge was taken away, and Satan was allowed to do with him just what he saw proper, only to spare his life. What did Job say? He is reported to have said a great deal; but he was probably more patient than many of us would have been; for he said, after the report of all his misfortunes, &#x201C;The Lord gave, and the Lord hath taken away; blessed be the name of the Lord.&#x201D;<span class=\"citation\" id=\"56018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56018)\">Job 1:21<\/a><\/span> He did not say it was the &#x201C;damned Gentiles&#x201D; and Sabeans or Philistines that had done these things. <\/div><div class=\"paragraph jod\" id=\"v7n1164\"> If I had cattle, houses, and possessions, the Lord gave them to me, and he has the right to take them away. If I have any of the blessings of this  <div class=\"break pagebreak\" id=\"198a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0198.pdf\" target=\"pdfwin\">p.&#xA0;198a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2946\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>life, I received them from the Lord. It was the Almighty that gave them to me; and if they are taken away, I ought to say with Job, &#x201C;The Lord gave, and the Lord taketh away; blessed be the name of the Lord.&#x201D;<span class=\"citation\" id=\"56019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56019)\">Job 1:21<\/a><\/span> Was not that a good feeling that Job possessed? And do you not think we should have similar feelings? I don't think that these &#x201C;damned Gentiles,&#x201D; as some of you term them, have so much to do with it as you suppose. They are servants to whom they yield themselves servants to obey;<span class=\"citation\" id=\"72449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72449)\">Rom. 6:16<\/a><\/span> and therefore I do not think you ought to blame so much as you do, for they are under an influence that they cannot resist, and are merely doing the will of their father. They calumniate you and they lie, as you say, like the Devil. But, bless you, they cannot help it, and the Lord permits it to be so. They cannot do any more than they are permitted to do. It is just as the Scriptures say&#x2014;&#x201C;The wrath of man shall praise me, and the remainder of wrath I will restrain,<span class=\"citation\" id=\"56868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56868)\">Ps. 76:10<\/a><\/span> and I will put in order and accomplish my purpose upon the earth.&#x201D; Now, if it was not the Sabeans, the Philistines, and the lightning that did all this to Job, I do not think it is the Missourians, but it is their father, who is&#x2014;Where? [Laughter.] We ought not to complain of our position, I think. I do not want to complain. I never have felt a spirit of faultfinding or complaining. <\/div><div class=\"paragraph jod\" id=\"v7n1166\"> From what I have quoted from the Book of Job, you discover that the Devil was accustomed in those days to appear before the Lord, as he has done in these last days;<span class=\"citation\" id=\"56044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56044)\">Job 2:1-3<\/a><\/span> and I can assure you that he has been above once. In regard to Job he said, &#x201C;I have tried him, and only let me touch his body: skin for skin, all that a man hath will he give for his life.&#x201D; &#x201C;Well,&#x201D; says the Lord, &#x201C;he is in your hands, only you shall spare his life.&#x201D; The Devil then smote him with boils,<span class=\"citation\" id=\"56054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56054)\">Job 2:4-9<\/a><\/span> and Job began to curse <div class=\"break columnbreak\" id=\"198b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0198.pdf\" target=\"pdfwin\">p.&#xA0;198b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2946\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things around him,<span class=\"citation\" id=\"124903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124903)\">Job 3:1<\/a><\/span> and it appears that the Devil was pretty near right about it. <\/div><div class=\"paragraph jod\" id=\"v7n1167\"> But Job would not deny his God. He was firm in his integrity, and he possessed the spirit of revelation, had a right kind of belief in God&#x2014;in futurity, and was submissive to the will of the Almighty. It is said that he got mad: and who would not be? I do not know that the Lord would be displeased with a man for getting mad when the Devil was let loose upon him. At any rate, we are informed that, &#x201C;In all this Job sinned not.&#x201D;<span class=\"citation\" id=\"56069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56069)\">Job 2:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1168\"> I remember hearing a woman say in Missouri, &#x201C;I'll be damned if I will stand it any longer; for this is the fifth house the mob have burned down for me in less than two years.&#x201D; Job did not feel so. He was indeed severely tried; but when he came down to sober reflection, he said in his heart, &#x201C;The Sabeans may take my asses, and the Chaldeans may fall upon my servants, and kill them and steal my sheep, and my house be thrown down with the storm, and I may lie in the ashes, and men that I would not associate with the dogs of my flocks<span class=\"citation\" id=\"56177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56177)\">Job 30:1<\/a><\/span> may wear away my life, and my body may go to dust; yet, though worms prey upon it, in my flesh shall I see God.<span class=\"citation\" id=\"56146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56146)\">Job 19:25-27<\/a><\/span> Naked I came into the world, and naked I shall go out: blessed be the name of the Lord.&#x201D;<span class=\"citation\" id=\"56020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56020)\">Job 1:21<\/a><\/span> Was not this a good feeling to manifest? Let us try to imitate it and acknowledge the chastening rod of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v7n1169\"> Now, I will consider the character of Jesus for a short time. I will take him for an example, and ask why he was persecuted and afflicted? Why was he put to death? We are told by the Apostle that it was necessary for him, of whom are all things, to make the captain of our salvation perfect through suffering.<span class=\"citation\" id=\"76435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76435)\">Heb. 2:10<\/a><\/span> It was absolutely necessary that he should  <div class=\"break pagebreak\" id=\"199a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0199.pdf\" target=\"pdfwin\">p.&#xA0;199a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2945\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pass through this state, and be subject to all the weaknesses of the flesh&#x2014;that he should also be subjected to the buffetings of Satan the same as we are, and pass through all the trials incident to humanity, and thereby comprehend the weakness and the true character of human nature, with all its faults and foibles, that we might have a faithful High Priest that would know how to deliver those that are tempted;<span class=\"citation\" id=\"76491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76491)\">Heb. 2:17<\/a><\/span> and hence one of the Apostles, in speaking of him, says, &#x201C;For we have not an high priest which cannot be touched with the feelings of our infirmities; but was in all points tempted like as we are, yet without sin.&#x201D; (Heb. iv. 15.)<span class=\"citation\" id=\"76563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76563)\">Heb. 4:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1171\"> Here, then, we find the reason why he was tempted and afflicted. He stood at the head of that dispensation, and came to atone for the transgressions of men&#x2014;to stand at the head as the Savior of men. <\/div><div class=\"paragraph jod\" id=\"v7n1172\"> It was necessary that he should have a body like ours, and be made subject to all the weaknesses of the flesh&#x2014;that the Devil should be let loose upon him, and that he should be tried like other men. Then, again, in Gethsemane, he was left alone; and so great was the struggle, that we are told he sweat, as it were, great drops of blood.<span class=\"citation\" id=\"68256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68256)\">Luke 22:44<\/a><\/span> In the great day when he was about to sacrifice his life, he said, &#x201C;My God, my God, why hast thou forsaken me?&#x201D;<span class=\"citation\" id=\"66371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66371)\">Matt. 27:46<\/a><\/span> He has passed through all this, and when he sees you passing through these trials and afflictions, he knows how to feel towards you&#x2014;how to sympathize with you.<span class=\"citation\" id=\"82069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82069)\">Alma 7:12<\/a><\/span> It was necessary that he should pass this fiery ordeal; for such is the position of things, and such the decrees of the Allwise Creator.<span class=\"citation\" id=\"81991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81991)\">Mosiah 29:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1173\"> In regard to any circumstances that have taken place with regard to this people, my feelings are and have been for over twenty years, that I am aiming at eternal life, and am independent of the derision of fools. If a <div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2945\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man has a mind to determine upon pursuing another course, I have nothing to do with it. I believe in God, in Jesus Christ, and in the exaltation of the human family, and consequently have acted and do act in accordance with that belief. If others choose to do otherwise, that is their business. But, says one, Don't you want to send them all to hell? No, I don't; but I would be glad to get them out of it; and if I could do them any good, I would do it with pleasure. I do not believe in this wrath and dread; but if a man acts meanly, I will tell him that he is a poor, mean curse. Then, if I find him hungry, I would feed him; or if I found him naked, I would clothe him; for the Gospel teaches me to do good and benefit mankind as far as lies in my power. <\/div><div class=\"paragraph jod\" id=\"v7n1174\"> I believe that everything is permitted of God, although I am far from believing that he sanctions everything. By this, some will consider that I am a fatalist. So far as this goes, I am; but not in the way that the term is generally understood. These things are permitted for our good and perfection. <\/div><div class=\"paragraph jod\" id=\"v7n1175\"> Suppose that you are wealthy and abound in the things of this world, and have everything good, and have the honor of the world, what would it amount to? Let me know that I have the approbation of God, that I am to my word, that I do not do wrong, that I treat everybody right, and withal possess the favor of the Almighty, then I am satisfied. I do not trouble as to these minor things. If I can only have the blessing and smiles of my heavenly Father, whether that comes in the shape of wealth or poverty, in the shape of affliction or peace, it is a matter of very little consequence to me; but if prosperity, wealth, and peace come along with it, all is right. And I consider things of this kind, for I know that all we have is in the hands of God. <\/div> <div class=\"break pagebreak\" id=\"200a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0200.pdf\" target=\"pdfwin\">p.&#xA0;200a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2944\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1177\"> Now, suppose that the President of the United States should issue a manifesto ordering the &#x201C;Mormons&#x201D; to leave or be destroyed, who would care? If I were to express my feelings, I should say it was exceedingly mean. Suppose he should send another army here, who would care about it? We are in the hands of God, and he can say as he said to the Devil in regard to Job. Do you think anybody can injure or take the lives of God's people, unless he permits it? No; there is no power this side of heaven that can do it. God controls his people and his people's affairs, and there is no power can interfere farther than he lets them. Now, who is hurt? Why a lot of the folks were tremendously scared when those soldiers were sent out! (Laughter.) Were you not very much afraid? I will admit that some few felt afraid; but was there anything the matter? No, there was nothing the matter in particular. If the Lord wanted to have me killed, I would just as soon be killed as not. I do not believe in a religion that has not got all my affections; but I believe in a religion that I can live for or die for. I am not talking about things that I do not understand. I have wrestled with death, and had the Devil aiming at me, and I cared nothing for it. Let me be deprived of this hope, and my religion is vain. I would just join in upon the principle that the Gentiles do&#x2014;viz., &#x201C;Let us eat, drink, and be merry, for tomorrow we die.&#x201D;<span class=\"citation\" id=\"58369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58369)\">Isa. 22:13<\/a><\/span><span class=\"citation\" id=\"81497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81497)\">2 Ne. 28:7<\/a><\/span> It is for us to act upon the principle that we started upon&#x2014;to trust and have faith in God&#x2014;to let this influence us in our acts one towards another. <\/div><div class=\"paragraph jod\" id=\"v7n1178\"> Let us now turn and examine ourselves. Why did you become a &#x201C;Mormon?&#x201D; Simply because you wanted to be saved, and to work righteousness by keeping your spirits and bodies pure. Did you not in times past hope that you would be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2944\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>come pure by obedience to the Gospel and helping to build up the kingdom of God? How do you expect to bring this about now? Do you expect to do it by riotousness and indulging in rowdyism? Has the Gospel changed? Or how is it? <\/div><div class=\"paragraph jod\" id=\"v7n1179\"> I observed that there are some very good scholars among us who can learn some things very quickly. There are some men who call themselves Elders that are trying if they cannot swear better than the Gentiles. Now, let such men go before God with their mouths full of foulness, or get their families together to ask God to bless them, and see what liberty they have. Such acts are the result of ignorance, blindness, and corruption. Are such going to be saviors upon Mount Zion?<span class=\"citation\" id=\"61969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61969)\">Obad. 1:21<\/a><\/span> Some of these are Elders who are going to teach the people the ways of salvation! <\/div><div class=\"paragraph jod\" id=\"v7n1180\"> This reminds me of a man that went from Liverpool to introduce me into Ireland. He told the people what a glorious Gospel we had got, and what blessings were in reserve for the faithful, and he was drunk three parts of his time. He was a pretty messenger of life! <\/div><div class=\"paragraph jod\" id=\"v7n1181\"> I consider that all such persons ought to be ashamed of themselves. I would like to see these things stopped; and if you won't stop them, I will tell you one thing that will stop&#x2014;you will cease to have the Spirit of God upon you to give you light and intelligence, and you will cease to be Saints of the Most High God. You will go back into darkness and folly, like the sow that was washed and again returns to her wallowing in the mire.<span class=\"citation\" id=\"78421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78421)\">2 Pet. 2:22<\/a><\/span> I would like to see all the Saints do better than the Gentiles, for they do not pretend to be religious. I would like to see the Gentiles also do better; and if there are any of them here, I hope they will pay attention to this. It is  <div class=\"break pagebreak\" id=\"201a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0201.pdf\" target=\"pdfwin\">p.&#xA0;201a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2943\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>too mean to utter such low-lived expressions: it is humiliating and unmanly to go and get his brain muddled, and all the faculties of his mind darkened with his intemperate habits. It is a disgrace for men of education and intelligence to be unable to utter five words without an oath. Every child ought to point the finger of scorn at any man that will come down to such a mean standard; and you Elders in Israel and Saints, do not let people laugh at you for getting drunk and rowdying in the streets of Zion. Before I would be so mean, I would go and stick my head into a barrel, and crawl out of sight, and would not be seen for twelve months. <\/div><div class=\"paragraph jod\" id=\"v7n1183\"> Let us fear God with our hearts&#x2014;not with our lips, store up the truth <div class=\"break columnbreak\" id=\"201b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0201.pdf\" target=\"pdfwin\">p.&#xA0;201b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2943\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in our minds, work righteousness, do good one to another, and do right to everybody: then your peace will flow as a river; then we can bow before the Lord our God, and ask his blessings upon us and our families; then there will be no wrangling in our bosoms, nor any bad or unpleasant feelings towards our fellow creatures. <\/div><div class=\"paragraph jod\" id=\"v7n1184\"> If it was right for us to commence on these principles, it is right for us to fear God in our hearts. Brethren and sisters, fear God in your lives and conduct; speak nothing but what you know to be true; keep a guard over your actions; keep the Spirit of God within you, and the Lord will be with you all the day long. <\/div><div class=\"paragraph jod\" id=\"v7n1185\"> I pray God to keep us in the way of truth, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}