{"ID":70039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Ancient Gospel&#x2014;Adam's Transgression, and Man's Redemption From Its Penalty, &amp;c.<\/div>\n<div class=\"subtitle\">A Sermon by Elder Orson Pratt, Delivered in the Tabernacle, Great Salt Lake City, September 11, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Ancient Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 9\/11\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v7n1480\"> It is my intention this forenoon, if the Lord will assist me by his Spirit, to say a few words upon the principles of the Gospel; or, in other words, the first principles of that great plan of salvation which was devised before the foundation of the world, for the benefit of the inhabitants of this earth. The Gospel of Jesus Christ is of great antiquity. It was ordained in the councils of heaven before the world was, and all its principles, ordinances, promises, and blessings were instituted in the beginning, before man was placed upon the earth. These principles have been revealed to the human family in various ages of the world&#x2014;not only revealed in the meridian of time by Jesus and the Apostles, but to generations and ages before the Apostles lived on the earth. <\/div><div class=\"paragraph jod\" id=\"v7n1481\"> Before I commence investigating these principles, to know precisely what they are, I will read from some new revelations which were revealed to the Prophet Joseph Smith in the month of December, 1830. They are revelations concerning Adam, Enoch, Noah, and the Gospel of salvation, as it was made manifest to them. That which I am about to read is an extract from the prophecy of Enoch&#x2014;a book revealed by inspiration to the Prophet Joseph Smith, some twenty-nine years ago&#x2014;<span class=\"citation\" id=\"92729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92729)\">Moses 6:50-68<\/a><\/span>  <\/div><div class=\"paragraph jod\" id=\"v7n1482\"> &#x201C;And Enoch spake the words of God, and said, But God hath made known <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2893\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> unto our fathers that all men must repent. And he called upon our father Adam by his own voice, saying: I am God; I made the world, and men before they were in the flesh. And he also said unto him: If thou wilt turn unto me, and hearken unto my voice, and believe, and repent of all thy transgressions, and be baptized, even by water, in the name of mine Only Begotten Son, which is full of grace and truth, which is Jesus Christ, the only name which shall be given under heaven, whereby salvation shall come unto the children of men, ye shall receive the gift of the Holy Ghost, asking all things in his name, and whatsoever ye shall ask, it shall be given you. And our father Adam spake unto the Lord, and said: Why is it that men must repent and be baptized by water? And the Lord said unto Adam: Behold I have forgiven thee thy transgression in the Garden of Eden. Hence came the saying abroad among the people, that the Son of God hath atoned for original guilt, wherein the sins of the parents cannot be answered upon the heads of the children, for they are whole from the foundation of the world. <\/div><div class=\"paragraph jod\" id=\"v7n1483\"> &#x201C;And the Lord spake unto Adam, saying: Inasmuch as thy children are conceived in sin, even so when they begin to grow up, sin conceiveth in their hearts, and they taste the bitter, that they may know to prize the good. And it is given unto them to know good from evil; wherefore they are  <div class=\"break pagebreak\" id=\"252a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0252.pdf\" target=\"pdfwin\">p.&#xA0;252a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2892\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>agents unto themselves, and I have given unto you another law and commandment. Wherefore teach it unto your children, that all men, everywhere, must repent, or they can in nowise inherit the kingdom of God, for no unclean thing can dwell there, or dwell in his presence; for, in the language of Adam, Man of Holiness is his name, and the name of his Only Begotten is the Son of Man, even Jesus Christ, a righteous Judge, who shall come in the meridian of time. <\/div><div class=\"paragraph jod\" id=\"v7n1485\"> &#x201C;Therefore I give unto you a commandment, to teach these things freely unto your children, saying: That by reason of transgression cometh the fall, which fall bringeth death, and inasmuch as ye were born into the world by water, and blood, and the spirit, which I have made, and so became of dust a living soul, even so ye must be born again into the kingdom of heaven, of water, and of the Spirit, and be cleansed by blood, even the blood of mine Only Begotten; that ye might be sanctified from all sin, and enjoy the words of eternal life in this world, and eternal life in the world to come, even immortal glory; For by the water ye keep the commandment; by the Spirit ye are justified, and by the blood ye are sanctified; Therefore it given to abide in you; the record of heaven; the Comforter; the peaceable things of immortal glory; the truth of all things; that which quickeneth all things, which maketh alive all things; that which knoweth all things, and hath all power according to wisdom, mercy, truth, justice, and judgment. <\/div><div class=\"paragraph jod\" id=\"v7n1486\"> &#x201C;And now, behold, I say unto you: This is the plan of salvation unto all men, through the blood of mine Only Begotten, who shall come in the meridian of time. And behold, all things have their likeness, and all things are created and made to bear record of me, both things which are temporal, and things which are spiritual; things which are in the heavens above, and things which are on the earth, and <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2892\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things which are in the earth, and things which are under the earth, both above and beneath: all things bear record of me. <\/div><div class=\"paragraph jod\" id=\"v7n1487\"> &#x201C;And it came to pass, when the Lord had spoken with Adam, our father, that Adam cried unto the Lord, and he was caught away by the Spirit of the Lord, and was carried down into the water, and was laid under the water, and was brought forth out of the water. And thus he was baptized, and the Spirit of God descended upon him, and thus he was born of the Spirit, and he became quickened in the inner man. And he heard a voice out of heaven, saying: Thou art baptized with fire, and with the Holy Ghost. This is the record of the Father, and the Son, from henceforth and forever; And thou art after the order of him who was without beginning of days or end of years, from all eternity to all eternity. Behold, thou art one in me, a son of God; and thus may all become my sons. Amen.&#x201D;<span class=\"citation\" id=\"92730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92730)\">Moses 6:50-68<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1488\"> I have read this that the Latter-day Saints who have not had the opportunity of reading these inspired translations of the Prophet may have an opportunity of learning the fact that the Gospel was revealed unto man in the earliest ages of our world. I will read also a short extract from the prophecy of Enoch in relation to a commandment and a mission given unto him&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v7n1489\"> &#x201C;And it came to pass that the Lord said unto me: Look; and I looked, and beheld the land of Sharon, and the land of Enoch, and the land of Omner, and the land of Heni, and the land of Shem, and the land of Haner, and the land of Hanannihah, and all the inhabitants thereof; And the Lord said unto me: Go to this people, and say unto them&#x2014;Repent, lest I come out and smite them with a curse, and they die. And he gave unto me a commandment that I should baptize in the name of the Father, and the Son, which is full of grace and truth, and  <div class=\"break pagebreak\" id=\"253a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0253.pdf\" target=\"pdfwin\">p.&#xA0;253a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2891\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Holy Ghost, which beareth record of the Father and the Son.&#x201D;<span class=\"citation\" id=\"92791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92791)\">Moses 7:9-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1491\"> Thus we see that not only Adam understood the principles of faith, repentance, baptism, the new birth, and the gift of the Holy Ghost; but Enoch also understood the same plan, and had authority given him to administer in the ordinances of it. We will now pass along to Noah, still reading from the new translation of the Old Testament, not translated by King James' translators, but by the Prophet of the living God&#x2014;translated by the gift and power of inspiration from on high&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v7n1492\"> &#x201C;And in those days there were giants on the earth, and they sought Noah to take away his life; but the Lord was with Noah, and the power of the Lord was upon him. <\/div><div class=\"paragraph jod\" id=\"v7n1493\"> &#x201C;And the Lord ordained Noah after his order, and commanded him that he should go forth and declare his Gospel unto the children of men, even as it was given unto Enoch. <\/div><div class=\"paragraph jod\" id=\"v7n1494\"> &#x201C;And it came to pass that Noah called upon men that they should repent; but they hearkened not unto his words; And also, after they had heard him, they came up before him, saying: Behold, we are the sons of God; have we not taken unto ourselves the daughters of men? And are we not eating and drinking, and marrying and giving in marriage? Our wives bear unto us children, and the same are mighty men, which are like unto them of old, men of great renown. And they hearkened not to the words of Noah. <\/div><div class=\"paragraph jod\" id=\"v7n1495\"> &#x201C;And God saw that the wickedness of men had become great in the earth; and every man was lifted up in the imagination of the thoughts of his heart, being only evil continually. <\/div><div class=\"paragraph jod\" id=\"v7n1496\"> &#x201C;And it came to pass that Noah continued his preaching unto the people, saying: Hearken, and give heed unto my words; Believe and repent of your sins and be baptized in <div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2891\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the name of Jesus Christ, the Son of God, even as our fathers, and ye shall receive the gift of the Holy Ghost, that ye may have all things made manifest; and if you do not this, the floods will come in upon you; nevertheless they hearkened not. And it repented Noah, and his heart was pained that the Lord had made man on the earth, and it grieved him at his heart.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n1497\"> You recollect King James' translators render it&#x2014;&#x201C;And it repented the Lord that he had made man on the earth;&#x201D;<span class=\"citation\" id=\"52849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52849)\">Gen. 6:6<\/a><\/span> but the translation given by inspiration says&#x2014;&#x201C;It repented Noah, and his heart was pained that the Lord had made man on the earth.<span class=\"citation\" id=\"93321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93321)\">Moses 8:25<\/a><\/span> And the Lord said, I will destroy man, whom I have created, from the face of the earth, both man and beast, and the creeping things, and the fowls of the air; for it repenteth Noah that I have created them, and that I have made them, and he hath called upon me, and they have sought his life.&#x201D;<span class=\"citation\" id=\"93289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93289)\">Moses 8:18-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1498\"> These extracts which I have read concerning Adam, Enoch, and Noah you will find in a little work called &#x201C;<span class=\"italic\">The Pearl of Great Price<\/span>,&#x201D; published by F. D. Richards, in England, a few years ago. We might go on and read further extracts from the Book of Abraham&#x2014;a book also revealed by inspiration to the Prophet Joseph Smith, showing that the Gospel was revealed to him, and how he received the promise that all the children of men that would obey that same Gospel preached by him should be justified and become his children&#x2014;called his seed, and heirs according to the promise.<span class=\"citation\" id=\"93384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93384)\">Abr. 2:9-11<\/a><\/span> But I have read sufficient for the information of the Latter-day Saints upon this subject. <\/div><div class=\"paragraph jod\" id=\"v7n1499\"> I know it is customary, at the present day, to select some passage of Scripture as a text upon which to make remarks. Sometimes I follow this custom, and sometimes I do not. I will just observe, however, that we  <div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2890\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have no examples on record that Jesus or his Apostles followed this plan in their preaching. Neither have we anything on record showing that Jesus or his Apostles opened their meetings by singing, and then praying, and then singing again, and then preaching. We frequently conform to the present-day custom in this respect, and we often do not conform to them, as we feel led by the Spirit of truth.<span class=\"citation\" id=\"83553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83553)\">Moro. 6:9<\/a><\/span> Neither was it customary, in the days of the Apostles, to make long prayers; but if they had something very important to communicate to the people, they did not wish the time occupied in any other way only in delivering the message they had for them: hence we generally find their prayers consisting of a very few sentences. <\/div><div class=\"paragraph jod\" id=\"v7n1501\"> I shall select this morning a text of Scripture corroborative of those I have already read. I shall select it from King James' translation. You will find it in the Gospel according to John, 3rd chap., 5th verse&#x2014;&#x201C;Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.&#x201D;<span class=\"citation\" id=\"68773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68773)\">John 3:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1502\"> There is much comprehended in this passage that is not fully realized and understood by the great mass of the human family. To fully understand it, it is necessary we should understand the true condition of fallen man; then we shall see the necessity of a new birth: otherwise, perhaps, we should see no necessity for it. It is recorded in Scripture history that our first parents, while in the garden of Eden, transgressed a certain law and commandment of the Almighty, by partaking of a certain forbidden fruit; which transgression brought them under condemnation, and subjected them to a certain penalty, which was the death of their bodies of flesh and bones. &#x201C;Dust thou art, and unto dust thou shalt return,&#x201D;<span class=\"citation\" id=\"52633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52633)\">Gen. 3:19<\/a><\/span> was the penalty pronounced upon Adam. Pre<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2890\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vious to this, Adam was a pure, innocent being: he was not contaminated with sin, and was entirely destitute of the knowledge of good and evil. He was a being intended in his construction to endure for evermore. Death had no dominion over his tabernacle: the principle of blood which flows in the mortal tabernacles of men did not exist in his immortal body; but his veins and arteries contained a fluid of a far purer nature than that of blood: in other words, they were filled with the spirit of life, which was calculated to preserve them in immortality. Though they partook of various kinds of fruit in the garden, yet there was no fruit in that garden, except one called the forbidden fruit,<span class=\"citation\" id=\"81847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81847)\">Mosiah 3:26<\/a><\/span><span class=\"citation\" id=\"82141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82141)\">Alma 12:22<\/a><\/span> which would have the least tendency to destroy the principles of immortality that reigned within them. They were organized to endure, bodies and spirits united, millions of ages. By the transgression of that simple law given to them, they fell from immortality to mortality: their bodies partook of disease; the seeds of death were sown within them; and in the day that Adam ate thereof<span class=\"citation\" id=\"52476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52476)\">Gen. 2:17<\/a><\/span> (reckoning according to the Lord's time), he passed away and returned to his mother dust. <\/div><div class=\"paragraph jod\" id=\"v7n1503\"> The probability is, there were deleterious properties or poisonous qualities in the food he ate, which were calculated to introduce into the system the seeds of mortality, and so change it that various forces of nature should have power over it, that in time it should die and be dissolved to dust. <\/div><div class=\"paragraph jod\" id=\"v7n1504\"> Was this the only penalty pronounced upon father Adam? No: this was only a part of the penalty. There was dwelling in each of the tabernacles of Adam and Eve a personage of spirit, formed of more refined materials than flesh and bones&#x2014;materials that were intelligent, immortal, and eternal.<span class=\"citation\" id=\"91393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91393)\">D&amp;C 131:7<\/a><\/span> Immaterialists of the present day may object to this:  <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2889\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but we do not believe in an immaterial substance. <\/div><div class=\"paragraph jod\" id=\"v7n1506\"> The spirits that dwelt in our first parents were capable of thinking, feeling, understanding, perceiving, acting, possessing a will and a judgment: in other words, they were a part of that great substance of life, or Spirit, which fills the immensity of space,<span class=\"citation\" id=\"88299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88299)\">D&amp;C 88:12<\/a><\/span> that is in all things, and through all things.<span class=\"citation\" id=\"88526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88526)\">D&amp;C 88:41<\/a><\/span> The spirit of man had also a penalty pronounced upon it, because it yielded to disobedience, by giving heed to the Tempter; for, by yielding to his teachings, it became subject to him as a servant. <\/div><div class=\"paragraph jod\" id=\"v7n1507\"> If we become subject to a being, we are under his dominion and power, and he controls us and exercises authority over us, whether good or bad. Adam and Eve had placed themselves in a condition that the Tempter had complete control over their spirits: they became servants to the fallen angels, to do according to their bidding. <\/div><div class=\"paragraph jod\" id=\"v7n1508\"> Let us now examine how the fall affected their posterity. We do not inherit Adam's transgression, but the consequences of it. There is a difference between inheriting the original sin and feeling the consequences of it. To illustrate: We do not say, when children inherit the diseases of their parents brought on by drunkenness, debauchery, lasciviousness, and wickedness of every description, that it is the effect of the children's individual sins. This is not so: they only inherit the consequences of the sins of the parents. So it is with all the posterity of Adam. The consequences of the transgression of Adam and Eve have flowed down upon us; hence we find that all the sons and daughters of Adam have become mortal. The seeds of dissolution are within our tabernacles, because our first parents sinned, and yet we are not guilty of their sins. <\/div><div class=\"paragraph jod\" id=\"v7n1509\"> Furthermore, Adam and Eve be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2889\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>came subject in the spirit to the being that tempted him. The children that were begotten by him, inheriting unholy, fallen tabernacles, also became subject to the same being, on the supposition that there had been no atonement provided. Hence you perceive the baneful consequences of the fall, considered separate and apart from any atonement which was to be made. <\/div><div class=\"paragraph jod\" id=\"v7n1510\"> Next let us inquire as to the duration of the penalty. Was the penalty to cease at the end of a certain period? I want you to look at this, independent of any considerations of the atonement. If there had been no atonement provided, the bodies of our first parents, as well as the bodies of all their children, would have crumbled back to their mother earth, to rise no more.<span class=\"citation\" id=\"81366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81366)\">2 Ne. 9:7<\/a><\/span> Would not that have been an eternal death of the flesh and bones? If there were no atonement, there could be no resurrection. How could man, being fallen and corrupted, atone for his own sins? He could not do it. How could he deliver himself from the power of Satan to whom he had made himself subject? He could not do it. Satan had claim upon him, and there was no power in man, in the least degree, to redeem himself from that bondage. <\/div><div class=\"paragraph jod\" id=\"v7n1511\"> This is what we call fallen man, and this is what we call spiritual death&#x2014;not a dissolution or disorganization of the spiritual elements, but the subjection of the spirit to the power of Satan as eternal in its duration as the subjection of the flesh and bones to death. <\/div><div class=\"paragraph jod\" id=\"v7n1512\"> Now let us take into consideration for a few moments the great plan which God devised before Adam was placed in the garden of Eden in order to redeem man. God, by his foreknowledge, beheld that man would fall from his first estate, by turning aside from his commandments&#x2014;that  <div class=\"break pagebreak\" id=\"256a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0256.pdf\" target=\"pdfwin\">p.&#xA0;256a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2888\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he would bring upon himself an eternal death both of body and spirit. Now is the opportunity for mercy to step in. Justice had consigned them to eternal death and misery, and mercy could not step in without destroying the claims of justice, only upon certain conditions. And what may be those conditions? Would God accept the sacrifice of a corrupted, sinful, degraded, fallen being as an atonement for his own sins? No; that would not satisfy the demands of justice. God could not exhibit the attribute of mercy on any principle whatsoever, only for a sinless being to suffer in behalf of sinful man. Inasmuch as the sin was against an infinite being&#x2014;a transgression of a law issued by an infinite being, the atonement must be an infinite atonement.<span class=\"citation\" id=\"81367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81367)\">2 Ne. 9:7<\/a><\/span> Hence God sent forth his only begotten Son in the meridian of time, who took upon himself the form of fallen man: that is, he entered into a tabernacle of flesh and bones, although he had not been guilty of the original sin. This he did voluntarily on his part. <\/div><div class=\"paragraph jod\" id=\"v7n1514\"> For the edification of the Saints, I will refer to a passage in the inspired translation of the book of Abraham, where we read that in the counsels of eternity, before the foundation of the world, the Lord devised the great plan of salvation. When he came to that part of it, in relation to the future redemption of man, which pertains to a sacrifice, he made an inquiry&#x2014;&#x201C;Whom shall we send?&#x201D; He did not feel, as it were, willing to say to anyone of the council, <span class=\"italic\">You<\/span> are the person, and <span class=\"italic\">you<\/span> must go and make this atonement: he did not seem willing to exercise this authority upon an innocent being, but looked around upon the assembly as though he would have someone to volunteer. &#x201C;And one answered like unto the Son of Man: Here am I, send me.&#x201D;<span class=\"citation\" id=\"93474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93474)\">Abr. 3:27<\/a><\/span> Here, then, was an offer on the part of the <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2888\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Son of God, the Firstborn&#x2014;&#x201C;I will go and redeem the human family upon the conditions that thou hast devised.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n1515\"> But how could he go and redeem them? He could not redeem them, unless he suffered for them and in their behalf. The penalty of death had passed upon them. His father might have reasoned with him in words something like these&#x2014;If you, a pure sinless being, my only begotten Son, are willing to go and take upon you the same kind of body that the fallen sons of men have taken upon themselves&#x2014;a fallen body of flesh and bones, subject to pain, disease, sickness, temptation, and finally death, and offer yourself as a sacrifice (although it is not required of you, for you have committed no sin that I should cause death to come on your body; yet if you do this voluntarily, and keep my commandments in all things, and not sin against me), I will accept the sacrifice which you make in behalf of your younger brethren; and I will have mercy on them, otherwise no mercy can be shown to them: justice must have its full effect, and they must suffer eternal misery, being captive to that being whom they have consented to obey. <\/div><div class=\"paragraph jod\" id=\"v7n1516\"> Here, then, was the principle in which could be made manifest mercy in behalf of the fallen sons and daughters of men. When could this principle of mercy begin to be exercised? Could it be exercised before the blood of the atonement was shed? Yes. There was the free, voluntary offer of the Son of God to do all this work, and suffer and die for his brethren, before man was placed in the garden: hence, in the mind of God, it was just the same as though it had actually been fulfilled. Therefore he is called a lamb slain, as it were, before the foundation of the world:<span class=\"citation\" id=\"77781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77781)\">1 Pet. 1:19-20<\/a><\/span><span class=\"citation\" id=\"124916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124916)\">Rev. 13:8<\/a><\/span><span class=\"citation\" id=\"124917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124917)\">Moses 7:47<\/a><\/span> hence he could have mercy on Adam, on Enoch, on Noah, on Abraham, on  <div class=\"break pagebreak\" id=\"257a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0257.pdf\" target=\"pdfwin\">p.&#xA0;257a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2887\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Prophets, and on the children of men while the earth should stand, because of the atonement that was to be made in the meridian of time. <\/div><div class=\"paragraph jod\" id=\"v7n1518\"> But the great question for us to consider, on this occasion, is, in what way the fallen sons and daughters of men can be made partakers of the benefits of this atonement? Are they to be unconditionally redeemed by the blood of Christ? Is it to be done by free grace alone, without any works on the part of the creature? Or are there required on the part of the man certain conditions by which the atoning blood of Christ can have effect upon him? I will answer this question. The atonement of Jesus Christ redeems mankind, so far as the fall is concerned, unconditionally. Now, I want you all to understand this clearly. There is no faith, repentance, baptism, or works of any kind required on the part of man to be redeemed from the fall, or from the sins committed by our first parents. Not one of you are guilty because Adam and Eve sinned. Did you eat the forbidden fruit? Were you there, on that occasion, to put forth your hand, and take of that fruit, and eat of it? The united response of all the world in this and all generations of man would be&#x2014;&#x201C;We were not there.&#x201D; You are not condemned for a sin you did not commit. Can you repent of something you never have done? I defy the whole world to repent of Adam's sin, for they never committed it. You did not exercise your agency on that occasion: why, then, not be redeemed from it without exercising your agency? Why not be redeemed by free grace alone, without works? Why be required to believe, repent, and be baptized for Adam's sin? It would be foolishness. The atonement of Jesus Christ will redeem every son and daughter of Adam from his day down to the end of the earth, so far as that sin is concerned. Hence, all little <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2887\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> children have been redeemed from the fall, and are perfectly innocent and pure before God.<span class=\"citation\" id=\"89098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89098)\">D&amp;C 93:38<\/a><\/span> The original sin is not imputed to them. Why? Because of the atonement. The atonement is just as broad as the original sin and the effects of it.<span class=\"citation\" id=\"92735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92735)\">Moses 6:54<\/a><\/span> If the original sin extends its effects to the latest generations of Adam, so the atonement will extend its effects to all his posterity, and redeem them from these consequences. But you may inquire, If we are to be redeemed from Adam's sin and its consequences, unconditionally, by the atonement, shall we not be restored into the condition Adam was in before he fell? I answer, You will be. What condition was he in? He was an immortal being, and you will be restored to immortality, whether you be Saints or sinners. The decree has gone forth that every man is to be raised to immortality. Then you will be as Adam was in the garden of Eden before he fell. <\/div><div class=\"paragraph jod\" id=\"v7n1519\"> Furthermore, Adam, before he fell, was in the presence of God, and could behold the face of his Maker, hear his voice, look upon his glory, behold his angels, and associate with those pure and holy beings. Will you be restored, back to the presence of God? Yes, after the resurrection; for Jesus says, &#x201C;if I be lifted up, I will draw all men unto me&#x201D;&#x2014;<span class=\"citation\" id=\"69810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69810)\">John 12:32<\/a><\/span>that is, lift them up from their graves, and bring them into his presence, to stand before the bar of his judgment. What for? To be judged. For Adam's sin? No. We have nothing to do with that sin in the day of judgment; but we shall be brought before the bar of God, and be restored from the fall, with flesh and bones, but not blood, and be capable of enduring forever and ever; and there we shall behold the face of our God and of Jesus Christ, and the face of his angels, and be able to converse with them, and hear them converse, as Adam did before the fall. Is not this a complete restoration? Yes. <\/div> <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2886\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1521\"> Now I want to tell you of something that will come a little closer home than Adam's sin. Every man or woman upon the face of this globe, that has come to the years of understanding and accountability, has committed sin himself or herself. You have had commandments given to you as well as our first parents had. The holy law has issued from heaven to us, and penalties have been affixed. And when we come up to years of understanding and accountability, we transgress the holy law and commandment given us from heaven, even as Adam transgressed the first law in the garden of Eden. <\/div><div class=\"paragraph jod\" id=\"v7n1522\"> Now let us consider the consequence of this second transgression. God has given a law to the posterity of Adam, after coming to a knowledge of good and evil by the fall, that they should not do evil. If he has given a strict law that we shall not do evil, you may depend upon it he has affixed a strict penalty to it; for what would a law be good for without a penalty? What is the penalty? It is, that if the posterity of Adam shall do evil, they shall, after the resurrection, be banished again from the presence of God, and from the glory of his power; they shall endure the pains of the second death. The violation of the first law given to Adam brought the first death, and the violation of the second law given to the posterity of Adam will bring the second death, which is the penalty attached to it. How are we going to help ourselves? We have all sinned after we came to the years of accountability. When we were little children, we were perfectly pure, even as the angels of God; and of such, said Jesus, is the kingdom of heaven,<span class=\"citation\" id=\"65145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65145)\">Matt. 19:14<\/a><\/span> being redeemed from the fall by the atonement. But are we redeemed from our own actual sins? We have used our agency in committing these actual sins, and we have no excuse to plead. We could <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2886\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> justly excuse ourselves in relation to the sin committed by Adam, but there is no excuse in relation to breaking these second commandments. We have violated them with our eyes open. Can we escape the penalty? Says one, There is the atonement. Yes, that is true; but will that have effect to redeem us from this second death and banishment unconditionally on our part? No. If we are redeemed from this second penalty, it will be by exercising our agency&#x2014;by complying with certain conditions; and these conditions I intend to lay before you, which are called the Gospel. <\/div><div class=\"paragraph jod\" id=\"v7n1523\"> I think I have pointed out, as clearly as my feeble language will permit, the condition of the whole human family, so far as it regards their fallen state, and so far as it regards their own individual transgressions. I have tried to be simple in my explanations. <\/div><div class=\"paragraph jod\" id=\"v7n1524\"> What are the conditions by which we are to be redeemed from our own actual sins and escape this second penalty? After being redeemed from the grave and brought back into the presence of God and angels, what would be more terrifying than to hear the words, &#x201C;Depart, ye cursed, into everlasting fire prepared for the devil and his angels?&#x201D;<span class=\"citation\" id=\"66195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66195)\">Matt. 25:41<\/a><\/span> Unpleasant as this would be, it must be pronounced, if God is a God of truth and holiness: his justice must take effect; and, notwithstanding the atonement, there is no way for him to exercise his mercy in behalf of the children of men, only through their agency. You can save yourselves through the atonement, or let it alone. Jesus has done his part: he has died for us&#x2014;has got the plan all laid; his blood has been shed, and he has suffered the pains of all the children of men, and in their behalf, if they will only accept the conditions. <\/div><div class=\"paragraph jod\" id=\"v7n1525\"> What is the first condition required of the human family? It is to believe in Jesus Christ as the true Redeemer,  <div class=\"break pagebreak\" id=\"259a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0259.pdf\" target=\"pdfwin\">p.&#xA0;259a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2885\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and in his Father as the true God. This condition stands before repentance, baptism, the sacrament, or keeping the Sabbath day holy; for no person can keep the Sabbath day holy until he complies with the Gospel. This faith or belief is the first principle of the Gospel. &#x201C;He that believeth and is baptized shall be saved,&#x201D; says Jesus Christ; &#x201C;and he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66858)\">Mark 16:16<\/a><\/span> Much has been said about faith. What is it? Many definitions have been given, but there is nothing more easy to be comprehended than faith. It is simply an act of the mind&#x2014;a belief in those things that are true. It is also a simple act of the mind to believe those things which are not true. You may have a false faith or a true faith. Faith should be founded upon evidence. Where substantial evidence is presented to the mind, it should be received, and should produce faith in our minds. We should be very careful in regard to our faith, that we do not receive false evidence, for this would give us a false faith. I might refer you to many examples of false evidence producing a false faith. For instance, a few centuries ago, almost all the world believed that our earth did not turn upon its axis once in twenty-four hours from west to east; but they believed the sun, moon, and stars went round it once in twenty-four hours, and that the earth stood still. This was a false faith&#x2014;the result of believing without sufficient evidence: they were guided by the tradition and popular testimony of the age. Copernicus set forth evidence in his day to prove that it was the earth that revolved on its axis, instead of the sun, moon, and stars revolving around the earth. The evidence he produced began to beget in the hearts of the people a true faith, which was founded upon true evidence; and since his day many demonstrations have been given to prove the great fact that <div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2885\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it is the earth which moves, instead of the starry firmament. Upon that subject the world now have true faith, founded upon true evidence demonstrated to them. <\/div><div class=\"paragraph jod\" id=\"v7n1527\"> So it is in regard to Jesus, the great Redeemer, and God his Father: evidence is granted to prove to us that there are such beings. Chosen vessels are called, and have their eyes opened to behold the Father and the Son, and go forth as witnesses to the inhabitants of the earth, and bear testimony of that fact, setting forth the doctrine of the Father and the Son. This evidence begets in the minds of the people a true faith, while a traditionary evidence often begets a false faith. For instance, Paul, previous to his conversion, was a zealous, good man as far as he understood.<span class=\"citation\" id=\"72088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72088)\">Acts 22:3-15<\/a><\/span> He went forth, being governed by his faith, to persecute the Church of the living God. He verily believed he ought to do many things contrary to the name of Jesus Christ, the Nazarene. He believed he was doing God service in putting the servants of Jesus Christ to death.<span class=\"citation\" id=\"70267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70267)\">John 16:2<\/a><\/span> He had a false faith, founded upon sufficient evidence. By-and-by he received a testimony for himself that Jesus was really and truly the Christ&#x2014;that he was persecuting the followers of the true Redeemer. His faith now became corrected, a true faith was given him, and the testimony he received prepared him to bear witness of the fact to tens of thousands of others&#x2014;not a secondhand testimony, but he could testify, My eyes have seen him; my ears have heard his voice; I have beheld his glory. He went forth as a witness goes forth into our courts of justice to testify that he knew positively, and not to testify what some other men had said, or to what some other person knew. Such witnesses go forth to the world, and their testimony produces faith in the minds of those who carefully weigh the evi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"260a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0260.pdf\" target=\"pdfwin\">p.&#xA0;260a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2884\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dence. Believe that Jesus is, and that he has atoned for the children of men; believe that without his death and sufferings there could have been no forgiveness of sins; believe that his is the only name given under heaven whereby mankind can be saved.<span class=\"citation\" id=\"71426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71426)\">Acts 4:12<\/a><\/span> It is a principle requisite to the new birth. <\/div><div class=\"paragraph jod\" id=\"v7n1529\"> My text informs us that unless a man be born of water and of the Spirit, he can in nowise enter into the kingdom of God.<span class=\"citation\" id=\"68774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68774)\">John 3:5<\/a><\/span> Before you can be born of water, you must have faith in such a principle as birth of water. &#x201C;Faith,&#x201D; says the apostle, &#x201C;comes by hearing, and hearing by the word of God.&#x201D;<span class=\"citation\" id=\"72753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72753)\">Rom. 10:17<\/a><\/span> That is, in ancient days they had no printing presses to circulate the written word, so that faith could come by reading: they produced faith by their verbal testimony in the hearts of their hearers who were honest, and who investigated the subjects laid before them. Will this faith alone save a person in the kingdom of God?<span class=\"citation\" id=\"77525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77525)\">James 2:14<\/a><\/span> No. This is only faith without works,<span class=\"citation\" id=\"77534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77534)\">James 2:17<\/a><\/span> such as devils have; and yet it is necessary in a true believer, to precede the works which he must perform. Devils believe that Jesus is the Son of God,<span class=\"citation\" id=\"77580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77580)\">James 2:19<\/a><\/span> and they believe it on good substantial testimony. Mankind are required to believe the same fact as well as the devils; but such faith will never save an individual without works: there are other conditions to be connected with it before he can be saved. <\/div><div class=\"paragraph jod\" id=\"v7n1530\"> What is the next step? It is to repent of all our sins: we know what they are. These persons sitting before me, in this congregation, can look back upon the past years of their lives, and can reflect upon the many sins they have committed before God, that perhaps no other person living knows anything about. You can recollect many laws you have broken. Perhaps many of you have forgotten some of your transgressions; but in the <div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2884\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> next world they will be brought before you. But you can call to mind some of the most prominent evils and transgressions which you have committed. Have you taken the name of God in vain? What saith the law of God? &#x201C;Thou shalt not take the name of the Lord thy God in vain.&#x201D;<span class=\"citation\" id=\"54197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54197)\">Ex. 20:7<\/a><\/span> Are there not many people in this city who have used that name in vain? Are there not many persons present this morning who have blasphemed His name? If there are, you are the persons I mean: you are the individuals who have need of repentance. You are the persons that must reform from this sin, or else your faith that Jesus is the Christ will do you no good. Are there any persons under the sound of my voice who have cheated their neighbor, and who have been dishonest in their dealings generally? Look within your own hearts; look back upon your past dealings with your neighbors in former days. Have you defrauded them out of the least particle of their property? If you have, you have broken the law of God&#x2014;that law that was thundered from Mount Sinai by the voice of the trump of God&#x2014;that law that was continued under the Christian dispensation&#x2014;namely, the ten commandments. If you have coveted your neighbor's property,<span class=\"citation\" id=\"54313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54313)\">Ex. 20:17<\/a><\/span> or stolen,<span class=\"citation\" id=\"54286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54286)\">Ex. 20:15<\/a><\/span> you have broken that portion of the law. It is just as bad to cheat a man out of his property as to go in the nighttime and secretly steal it from him. Both of these are strictly against the law of God, and the penalty of that law will be fulfilled upon every individual that has transgressed it. You cannot get from under it, only by repentance and restitution. What said Zaccheus in ancient times? He was very anxious to see Jesus Christ. He, no doubt, believed in him, and felt to repent, and said, &#x201C;Lord, if I have wronged any man, I am ready to restore four<div class=\"hyphen\">-<span class=\"citation\" id=\"67885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67885)\">Luke 19:8<\/a><\/span><\/div><div class=\"break pagebreak\" id=\"261a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0261.pdf\" target=\"pdfwin\">p.&#xA0;261a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2883\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fold.&#x201D; Are you ready to do the same, you that have wronged your neighbors&#x2014;that have dealt dishonestly and cheated them&#x2014;you that have put forth your hand and taken your neighbor's goods, or his money? If you have true repentance, you will go and restore fourfold; you will not only say to him, &#x201C;Neighbor, I am sorry I have wronged you, and I will do so no more&#x201D; (that would not be acceptable in the sight of God); but you will go and make restitution, which is the way Samuel the Prophet was willing to do before his death. After having lived to a good old age, he called together the mighty hosts of Israel, and said to them, &#x201C;Behold, here I am: witness against me before the Lord, and before his anointed: whose ox have I taken? or whose ass have I taken? or whom have I defrauded? whom have I oppressed? or of whose hand have I received any bribe to blind mine eyes therewith? and I will restore it to you.&#x201D;<span class=\"citation\" id=\"55442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55442)\">1 Sam. 12:3<\/a><\/span> No man came forward to accuse the Prophet; and if there is no just accuser in time, there will be none in eternity but God and your conscience. If you know that you have wronged a man, your conscience will accuse you in the day of judgment. Repent of that sin, for repentance has got to be connected with your faith, or your faith is good for nothing. Again: Is there any man in this congregation who has committed adultery?<span class=\"citation\" id=\"54282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54282)\">Ex. 20:14<\/a><\/span> That is against the law thundered by the voice of the trump of God in the midst of the lightnings and quakings of Mount Sinai.<span class=\"citation\" id=\"124918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124918)\">Ex. 19:16-18<\/a><\/span> If you are guilty of that evil, repent of it, and turn to that God against whom you have offended, and confess your sins, and forsake them,<span class=\"citation\" id=\"86239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86239)\">D&amp;C 58:43<\/a><\/span> and do that thing no more. <\/div><div class=\"paragraph jod\" id=\"v7n1532\"> Are there any persons in this congregation who have murdered&#x2014;who have shed innocent blood, and have done this in their ignorance of the <div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2883\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> law of God, or perhaps in the blindness of their minds, not knowing his law? There is a chance for you to repent. But if there is a person who has been enlightened by the Spirit of truth&#x2014;a person who has received the gift of the Holy Ghost, and has put forth his hand to shed innocent blood, we do not call upon you to repent, for there is no repentance for you. It is a sin that you will have to meet before the bar of God. It is a sin for which there is no forgiveness in this world, nor in the world to come.<span class=\"citation\" id=\"85312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85312)\">D&amp;C 42:18,79<\/a><\/span> It depends altogether how much light a murderer has before he commits the deed, as to his chance of forgiveness;<span class=\"citation\" id=\"83067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83067)\">3 Ne. 30:2<\/a><\/span> but you have to suffer the penalty that is attached, which is death.<span class=\"citation\" id=\"85313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85313)\">D&amp;C 42:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1533\"> I am now preaching the first principles of the Gospel, and some of the most prominent sins of this generation I have named over before this congregation. Look abroad among the nations of the earth, and see the spirit of murder and bloodshed that exists in the hearts of millions towards their fellow men. Look at the feeling of this generation in regard to our youthful Prophet, who was martyred for his testimony and for the revelations he received from heaven. In the year 1844 he was smitten down by the hands of his enemies. Even they are called upon to repent, if they did not know any better&#x2014;if they did it in their ignorance. But if they did it with their eyes open, we would say to such persons, &#x201C;There is no repentance for you.&#x201D; Perhaps, after they have suffered in the eternal worlds, there may be a possibility of some of those murderers who were not enlightened to find redemption at a certain period, and some degree of glory. This applies not only to those who put forth their hands to shed the blood of the servants of God, but to those who have sanctioned the deed: they are guilty also. <\/div> <div class=\"break pagebreak\" id=\"262a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0262.pdf\" target=\"pdfwin\">p.&#xA0;262a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2882\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1535\"> Are there any persons in this congregation who feel to sanction the shedding of the blood of innocent men in this generation? If you do, though you were not present to put forth your hand to stab the fatal blow, remember you are guilty. What said Jesus to the people in his day? &#x201C;Wherefore, behold, I send unto you prophets, and wise men, and scribes: and some of them ye shall kill and crucify; and some of them shall ye scourge in your synagogues, and persecute them from city to city: That upon you may come all the righteous blood shed upon the earth, from the blood of righteous Abel unto the blood of Zacharias son of Barachias, whom ye slew between the temple and the altar. Verily I say unto you, All these things shall come upon this generation.&#x201D;<span class=\"citation\" id=\"65586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65586)\">Matt. 23:34-36<\/a><\/span> How is it that those who lived two thousand years ago had to answer the blood of the martyrs slain five or six thousand years ago? Because they sanctioned the deed by putting to death the living Prophets sent to them. When a man puts forth his hand to shed the blood of a living servant of God who bears testimony of the truth, and has been sent by authority of God, that man is guilty of the blood of all the servants of God who have been slain from the creation; and all who sanction the deed will have to be punished with those murderers that actually perpetrated the same. <\/div><div class=\"paragraph jod\" id=\"v7n1536\"> There will be a great many murderers in this generation; for there are hundreds and thousands of pious, sanctified hypocrites in the pulpit, and editors of the press, and the people that feel to say, concerning the martyrdom of the Prophet Joseph Smith, I am glad of it; thank the Lord that they have killed him, &amp;c., just as they said about Jesus in his day, and about all the Prophets in former times; and the blood of all <div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2882\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these ancient martyrs will be required at their hands. <\/div><div class=\"paragraph jod\" id=\"v7n1537\"> Murder is a prominent evil of this generation. And again, behold other prominent evils that exist in our large cities. Look at the city of New York, for instance, which contains twenty thousand female prostitutes, that get their daily living by prostitution, of course encouraged by hundreds of thousands of male prostitutes, who are just as bad or worse than the female prostitutes. Here is a sample of one city. Then go to Boston, Albany, St. Louis, New Orleans, Baltimore, Philadelphia, and to all the principal cities of the American Union, and you will find the same proportion of prostitutes among those cities who are sunk in the lowest depths of degradation, daily and hourly prostituting themselves, and disobeying one of the most strict and holy commandments of God ever issued from his throne; and this is only a beginning as it were. Read the statistics of the great city of London, which show there is in it something like ninety thousand female prostitutes; and all these must be encouraged and supported by millions of male prostitutes. This is carried on not for one year only or two years, but for a whole generation, and from generation to generation. Then step across into the European governments. Go into France, into Germany, Prussia, and all those old countries of the East, and you will find in many of those nations, as the statistics show, one-half of the children that are born to be illegitimate; and that is only a beginning of the corruptions that exist. There are more that are covered up in the dark, that are not made so publicly manifest, than what are made manifest by the births of illegitimate children. There are probably a hundred sins that are dark and hidden from the gaze of the public to one that comes to light. Then  <div class=\"break pagebreak\" id=\"263a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0263.pdf\" target=\"pdfwin\">p.&#xA0;263a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2881\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>realize that these things have existed for generations that are past upon our earth, and then all reflecting men will think there is a necessity for the people to repent. Perhaps someone may say, I am not guilty of these things. But have you ever done anything to prevent them? Have the wise legislators and representatives of those nations ever devised any laws to put a stop to this wickedness? If they have not, they are included in the guilt. Whether they are actually engaged in these crimes or not, they will be included among the guilty ones, while they suffer these things when it is in their power to stop them. How can you stop them? Let the lawmaking departments of those various governments enact laws that shall put an utter stop to them. What law should they enact to stay this flood of iniquity? Not a law that can be trampled upon with impunity by millions; but let it be the law pointed out in the Scriptures&#x2014;namely, the law of death. Let the penalty of death be attached to your laws, and let it be put in force upon the adulterer<span class=\"citation\" id=\"54631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54631)\">Lev. 20:10<\/a><\/span> and the whoremonger,<span class=\"citation\" id=\"124919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124919)\">D&amp;C 63:17<\/a><\/span> both male and female;<span class=\"citation\" id=\"55086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55086)\">Deut. 22:22<\/a><\/span> and if you do not find these floods of prostitution assuaged, then you may depend upon it that I do not understand these things. You would find these prostitutions become as rare as murders, if you have the same penalty attached. Death was the penalty for the sin of adultery in ancient days, and the enlightened of Europe and of all Christendom pretend to found their criminal laws, more or less, on the Bible. All these sins and crimes need to be repented of. <\/div><div class=\"paragraph jod\" id=\"v7n1539\"> After a man has repented, will his faith and repentance bring the forgiveness of sins through the atonement? Are these all the conditions required? No. You may confess your sins; but if you never make restitution to the persons you have <div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2881\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wronged, your confession will be of no service. You may confess your sins to the Lord, and promise him you will never sin any more, and after all your sins will not be forgiven. Why? Because he has ordained a still further condition. And what is that? Be baptized for the remission of sins. Now, says one, is there anything in that ordinance that actually atones for the sins of the people? Baptism does not atone for a single sin. Then how is it that the sins are remitted after it? Because of the atonement of Jesus Christ&#x2014;because he has opened the way whereby these conditions can be granted to the creature&#x2014;because the gifts of faith, repentance, and baptism have been granted to you through the atonement; and these are the conditions on which your sins can be pardoned. Is that all? No. If you stop there, you are lost. You have only a forgiveness of past sins; you are not a new creature:<span class=\"citation\" id=\"74189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74189)\">2 Cor. 5:17<\/a><\/span> you must be born, not only of water (which is baptism for the remission of sins), but you must be born of the Spirit also, or you cannot inherit the kingdom of God.<span class=\"citation\" id=\"68775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68775)\">John 3:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1540\"> I will give you some few ideas in relation to baptism for the remission of sins. This is instituted of the Lord our God as the birth of the water. There are a great many things we cannot give reasons for, because we do not know them ourselves. We have no knowledge why such and such ordinances are instituted and revealed; but when we come to baptism, we can tell why that was revealed: we can understand the reason, because God has revealed it. If he had not, we should be in the dark relating to it. <\/div><div class=\"paragraph jod\" id=\"v7n1541\"> In the passage from the new translation which I read at the commencement of my remarks, we find the first teachings of the Gospel to Adam&#x2014;&#x201C;That inasmuch as they (thy children) were born into the world by the fall which bringeth death, by water,  <div class=\"break pagebreak\" id=\"264a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0264.pdf\" target=\"pdfwin\">p.&#xA0;264a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2880\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and blood, and the spirit, which I have made, and so become of dust a living soul, even so ye must be born again of water, and the Spirit, and cleansed by blood, even the blood of mine Only Begotten.&#x201D;<span class=\"citation\" id=\"92753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92753)\">Moses 6:59<\/a><\/span> This is in order that you may become a new creature,<span class=\"citation\" id=\"74190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74190)\">2 Cor. 5:17<\/a><\/span> otherwise you cannot inherit the kingdom of God.<span class=\"citation\" id=\"124920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124920)\">Mosiah 27:26<\/a><\/span> One thing is instituted because of the other. How came we with these mortal bodies, corrupted and degraded? Because of the fall. We are born into the world, through the fall, with the particular kind of bodies we inherit. When we came into this world, we were born out of the watery elements into the element of air. We also partook of the blood, when we were in embryo, that flowed through the veins and arteries of our mothers, and from thence circulated through our embryo tabernacles: our infant tabernacles were also quickened by the human spirit; and thus, by the water and by the blood, and by the human spirit, we were born naturally a living soul into a world of death. If we would be restored from this fallen state, and become a new creature, it must be by baptism&#x2014;the new birth&#x2014;the birth of the water, the atoning blood of Jesus, and the birth of the Spirit&#x2014;all three corresponding to the water, blood, and spirit of man that enters into the tabernacle; one thing corresponding to another&#x2014;one principle to another; and hence the ordinance of baptism was instituted, that man might be brought forth from the liquid element of water, which is called a birth, the same as the child is brought forth from the same element in the womb into the air; and as the child is quickened by the human spirit taking possession of the embryo tabernacle, so must the individual that comes from the watery element be quickened by the Holy Spirit, and be prepared to enter into the kingdom of God&#x2014;one thing being in the likeness of the other. And as, through trans<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2880\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gression, the blood has brought death into the world, so by the blood of Jesus Christ we must be sanctified, that eternal life may come into the world&#x2014;one thing answering to the other. Hence we can see the propriety of the new birth that is spoken of in the fifth verse of the third chapter of John.<span class=\"citation\" id=\"68776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68776)\">John 3:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1543\"> How definite are the remarks of our Redeemer to Nicodemus on this subject&#x2014;&#x201C;Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.&#x201D;<span class=\"citation\" id=\"68777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68777)\">John 3:5<\/a><\/span> No man can get there without both of these births&#x2014;the birth of the water, or baptism for the remission of sins; and baptism by the Holy Ghost, or the new birth of the Spirit. Both of these must be received, or we fail to enter into that kingdom which is called the kingdom of God. How many in this congregation have not complied with these conditions? Are there any individuals here who believe that Jesus Christ is the only name given under heaven whereby you may be saved,<span class=\"citation\" id=\"71427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71427)\">Acts 4:12<\/a><\/span> that believe in his atoning blood? If there are, to you I say, Repent of all your sins (if you have not repented of them already), and then be baptized in water for the remission of them, and come forth again out of the water born unto newness of life,<span class=\"citation\" id=\"72397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72397)\">Rom. 6:4<\/a><\/span> that you may be filled with the Holy Ghost, or be immersed with the Spirit of truth, that you henceforth may live in newness of life, and then you can enter into the kingdom of God. And you may set it down as one of those immutable principles that cannot be moved, that you never can get there without obeying these conditions. You may flatter yourselves as much as you please to the contrary; you cannot get there on any other terms, unless you can prove Jesus Christ an impostor. <\/div><div class=\"paragraph jod\" id=\"v7n1544\"> But, says one, did not the thief on the cross get there? No. He turned to Jesus in his expiring moments, and  <div class=\"break pagebreak\" id=\"265a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0265.pdf\" target=\"pdfwin\">p.&#xA0;265a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2879\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>said unto him, Lord, remember me when thou comest into thy kingdom. And Jesus said unto him&#x2014;&#x201C;Verily I say unto thee, Today shalt thou be with me in paradise.&#x201D;<span class=\"citation\" id=\"68358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68358)\">Luke 23:42-43<\/a><\/span> And where is that? Is it in the kingdom of God? Let us inquire into this matter. We find that paradise, according to the definitions given by the most eminent writers, is a place of departed spirits. Where did Jesus go? Peter said he went to preach to the spirits in prison, while his body was in the tomb.<span class=\"citation\" id=\"78015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78015)\">1 Pet. 3:19<\/a><\/span> The Church of England, in one of their articles, say that Jesus Christ suffered death and descended into hell, and after three days he rose again and ascended to his Father. What did he go there for? Peter says to preach the Gospel to them that were dead, that they might be judged according to men in the flesh.<span class=\"citation\" id=\"78103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78103)\">1 Pet. 4:6<\/a><\/span> Did the thief go with him? Yes: &#x201C;This day shalt thou be with me in paradise;&#x201D;<span class=\"citation\" id=\"66378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66378)\">Matt. 27:48 (JST)<\/a><\/span> and there I will preach to you among the rest. But to enter the mansion where God dwells, and where the holy angels dwell, you must be born of water and of the Spirit, or you cannot enter that kingdom.<span class=\"citation\" id=\"68778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68778)\">John 3:5<\/a><\/span> Adam could not go there; Enoch could not; Abraham, Isaac, Jacob, Moses, and the Prophets, none of them could get into that kingdom without being born of water and the Spirit. This astonished Nicodemus; and Jesus said&#x2014;&#x201C;Art thou a master of Israel, and knowest not these things?&#x201D;&#x2014;<span class=\"citation\" id=\"68867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68867)\">John 3:10<\/a><\/span>as much as to say, the new birth had been unfolded to the people since the beginning of man, and handed down from generation to generation, and yet you are &#x201C;a master in Israel,&#x201D; and do not know these things! It was the only way of salvation before Jesus came, and it was the only way after he came. And these ordinances must be administered by properly authorized persons. But as time will not admit us to make remarks on this point, we conclude by bearing testimony that the great God has restored <div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2879\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this same plan or system of things, by which you can be born of water and the Spirit by legal administrators&#x2014;by those who have received power and authority from heaven, from under the hands of holy angels. This is the testimony we have to bear to all nations. It is the testimony we have borne far beyond these United States. We have crossed the great ocean into foreign countries, and borne this testimony in many lands. I see sitting before me hundreds in this assembly that have crossed the ocean and come to these Rocky Mountains to settle with the Saints of God, to live or to die with them if necessary. You heard the servants of God bear testimony in your native countries, that holy angels had been sent from heaven, clothed with authority and power, who laid their hands upon chosen vessels, and restored the authority and Apostleship again to the earth, in order that people might be baptized; for they could not be born of water unless the administrator had authority to administer. If a man undertake to administer the ordinance of baptism, and he is only called by his fellow men, it would not be worth anything. It would not be legal in the great judgment day. A person cannot be born again legitimately without a legal administrator. If you are born of the Spirit, there must needs be a man authorized to administer that Spirit. Paul says, &#x201C;Who hath also made us able ministers of the new testament; not of the letter, but of the spirit: for the letter killeth, but the spirit giveth life.&#x201D;<span class=\"citation\" id=\"74044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74044)\">2 Cor. 3:6<\/a><\/span> Why? Because he was authorized to lay his hands on baptized believers, and confirm upon them the gift of the Holy Ghost, that they might be born of the Spirit and become new creatures.<span class=\"citation\" id=\"74191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74191)\">2 Cor. 5:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1546\"> In the last days the same Apostle-ship has been restored, and you are the witnesses of the servants of God that occupy these seats. We may say  <div class=\"break pagebreak\" id=\"266a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0266.pdf\" target=\"pdfwin\">p.&#xA0;266a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2878\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thousands of the people in this territory are witnesses that this authority is restored. How do you know? Did you see the angel? No. Did you have a heavenly vision? How do you know that these are the servants of God&#x2014;that angels have come from heaven and restored the Apostleship? You answer, We believed their testimony on good substantial evidence, but we did not know it to be true; we acted on our faith, repented of our sins, were baptized, and the administrator laid his hands on our heads, and confirmed the Holy Ghost upon us. Did you receive it? Yes, and we received a perfect knowledge that they were the servants of God. This is what Luke means when he says, &#x201C;And we are witnesses of these things; and so is also the Holy Ghost, whom God hath given to them that obey him.&#x201D;<span class=\"citation\" id=\"71482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71482)\">Acts 5:32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1548\"> Now, strangers, if you want to obtain a knowledge that this work is of God, obey the word of God, and you shall receive the gift of the Holy Ghost; and when you receive that gift, you will know: you will be beyond belief, so far as that one thing is concerned. You will know that this is the truth which we have told you: you will know that an angel of God has been sent from heaven; that the Book of Mormon is a Divine revelation&#x2014;the history of ancient America, <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2878\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> containing the Gospel preached in ancient times in this land; that God has raised up his kingdom on earth for the last time; that this is the winding-up dispensation; and that the great day of the Lord is at hand.<span class=\"citation\" id=\"91267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91267)\">D&amp;C 128:24<\/a><\/span> This you will know through the administration of the ordinances of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v7n1549\"> Are you willing to try it? Are you willing to believe our testimony? We say to infidels&#x2014;you who do not know whether there is a God or not, test our words and prove them whether they are true or not. If you do as we tell you, you shall know there is a God&#x2014;that this is his work&#x2014;that these testimonies given by the servants of God are testimonies given for your benefit, to prepare you for the great day of his coming. Infidels and all other men may know whether this work is true or not. You can prove whether we are false teachers or not. We set these things before you: comply with them, and the blessing is yours, as sure as the Lord lives and reigns on his eternal throne. But if you do not comply with them, you cannot know until it is too late. May God bless those that are inquiring after the truth, and all that obey it, is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}