{"ID":70035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Voting to Sustain the Authorities of the Church&#x2014;Appointment of Elder Cannon to Fill Up the Quorum of the Twelve&#x2014;Remarks to Departing Missionaries.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, April 7, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Voting to Sustain the Authorities, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/7\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v7n1318\"> I have not inquired whether there are any cases of difficulty between brethren or differences in doctrine that should be presented before the Conference. I have heard of none; consequently I have not given an opportunity to present any. I do not expect there is any such business requiring our attention. <\/div><div class=\"paragraph jod\" id=\"v7n1319\"> We will first present the authorities of the Church; and I sincerely request the members to act freely and independently in voting&#x2014;also in speaking, <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2917\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> if it be necessary. There has been no instance in this Church of a person's being in the least curtailed in the privilege of speaking his honest sentiments. It cannot be shown in the history of this people that a man has ever been injured, either in person, property, or character, for openly expressing, in the proper time and place, his objections to any man holding authority in this Church, or for assigning his reasons for such objections. Persons have frequently ruined their own  <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2916\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>characters by making false accusations. Some say they dare not tell their feelings, and feel obliged to remain silent. They, no doubt, tell the truth. Why do they feel so? This, probably, arises from some vindictive feelings against a certain man or men whom they would injure, if they could; and they conclude that their brethren are like them and would seek their injury, if they should avail themselves of the privilege of speaking or acting according to their wicked sentiments and thoughts: therefore they dare not develop the evil that is within them, lest judgment should be meted out to them. They know that they have evil designs; they know that they would bring evil on their brethren, if they had the power; and fear seizes them: they skulk off, and in the midst of the enemies of this people they say they are conscience bound&#x2014;that they are tied by the influence, power, or authorities of this people. What is it which thus binds them? It is the power of evil which is in their own breasts: that is all that in the least abridges them in their privileges. <\/div><div class=\"paragraph jod\" id=\"v7n1321\"> When I present the authorities of this Church for the Conference to vote upon, if there is a member here who honestly and sincerely thinks that any person whose name is presented should not hold the office he is appointed to fill, let him speak. I will give full liberty, not to preach sermons, nor to degrade character, but to briefly state objections; and at the proper time I will hear the reasons for any objections that may be advanced. I do not know that I can make a fairer proffer. I certainly would, if it were reasonable to do so. I would not permit contention; I would not permit long argument here: I would appoint another time, and have a day set apart for such things. But I am perfectly willing to hear a person's objections briefly stated. <\/div><div class=\"paragraph jod\" id=\"v7n1322\"> The first name I shall present to <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2916\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you is that of Brigham Young, President of the Church of Jesus Christ of Latter-day Saints. If any person can say that he should not be sustained in this office, say so. If there is no objection, as it is usual in the marriage ceremony of the Church of England, &#x201C;Let them forever afterwards hold their peace,&#x201D; and not go sniveling around, saying that you would like to have a better man, and one who is more capable of leading the Church. <\/div><div class=\"paragraph jod\" id=\"v7n1323\"> [The names of the authorities and the votes thereon were printed in the Conference minutes.] <\/div><div class=\"paragraph jod\" id=\"v7n1324\"> The First Presidency and the Quorum of the Twelve have made choice of George Q. Cannon to fill the vacancy in the Quorum of the Twelve. He is pretty generally known by the people. He has been raised in the Church, and was one of our prominent Elders in the Sandwich Islands. He went upon that mission when he was quite young. He is also known by many as the Editor of a paper which he published in California, called <span class=\"italic\">The Western Standard<\/span>. He is now East, assisting in the transaction of business and taking charge of this year's emigration. I will present his name to the congregation to become a member of the Quorum of the Twelve, to fill the vacancy occasioned by the death of Parley P. Pratt. If this is pleasing to you, you will be so kind as to vote accordingly. <\/div><div class=\"paragraph jod\" id=\"v7n1325\"> [The vote was unanimous.] <\/div><div class=\"paragraph jod\" id=\"v7n1326\"> As to evil-speaking, I will say that if men will do the will of God and keep his commandments and do good, they may say what they please about me. <\/div><div class=\"paragraph jod\" id=\"v7n1327\"> [The names of persons selected to go on missions were read, and the President continued his remarks.] <\/div><div class=\"paragraph jod\" id=\"v7n1328\"> We have at times sent men on missions to get rid of them; but they have generally come back. Some think it is an imposition upon the  <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2915\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>world to send such men among them. But which is best&#x2014;to keep them here to pollute others, or to send them where pollution is more prevalent? Ten filthy sheep in a flock of a thousand will so besmear the whole, that, to the eye of a stranger, they all appear to be worthless, when nine hundred and ninety of them are as good as can be, but for the outside smearing by the ten filthy ones. We have tried to turn the filthy ones out of the flock, but they will not always stay out. A few such defile, to outward appearance, the whole flock; and we have it to bear. <\/div><div class=\"paragraph jod\" id=\"v7n1330\"> I wish the Elders to go and preach the Gospel, instead of begging from the poor their last picayune. I could say a good many things with regard to this subject, but I dislike doing so. My feelings are keen upon this matter. I wish the Elders to go and preach the Gospel, to bind up the brokenhearted, to hunt up the lame, the halt, the blind, and the poor among men, and bring them home to Zion. Do they do this? Not always. My feelings have been sufficiently hurt by a different course; and if the Elders do not stop it, I do not intend to bear it much longer. Perhaps some of them may say&#x2014;&#x201C;Brother Brigham, I think our lives and preaching and general deportment will compare very well with yours.&#x201D; Yes, about as well as white will compare with black, blue, or red. I ask the people of this Church, Who of you have helped me in the days of my poverty? Sometimes a brother or a sister has given me a shilling or a few coppers. The second time I went to Canada, which was after I was baptized, myself and my brother Joseph traveled two hundred and fifty miles in snow a foot and a half deep, with a foot of mud under it. We traveled, preached, and baptized forty-five in the dead of winter. When we left there, the Saints gave us five York shillings with <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2915\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which to bear our expenses two hundred and fifty miles on foot, and one sister gave me a pair of woolen mittens, two-thirds worn out. I worked with my own hands and supported myself. <\/div><div class=\"paragraph jod\" id=\"v7n1331\"> I have borrowed money, but where is the man I have refused to pay what I borrowed of him? If such a man can be found, let him come forward. I have supported myself and my family, by the help of the Lord and my good brethren. Some of the brethren have helped me very liberally, for which I thank them. After I was ordained into the Quorum of the Twelve, no summer passed in which I did not travel during the summer. I also traveled during much of each winter. Who supported my family? God and I. Who found me clothing? The Lord and myself. I had a large family, and in the States have paid as high as eleven dollars a barrel for flour. <\/div><div class=\"paragraph jod\" id=\"v7n1332\"> My business is to save the people, not to oppress, plunder, and destroy them. It is also the duty of all the Elders to labor to save the people. Who supported me when I was in England? I was sick and destitute when I started for England, with not a member of my family able to bring me a drink of water. When I was able to walk ten or fifteen yards to a boat, I started. For an overcoat I had a little bed quilt my wife used to put on a trundle bed. When I landed in England, I had six shillings. Who administered to me? The Lord, through good men. The brethren were good and kind to me; but they did not gather me five pounds in this, and a hundred pounds in that Conference, and twenty pounds in another Branch. Have our Elders gathered money in this way? Yes, too often, if not all the time; and I am sick and tired of it; and if they do not stop it, I will expose them. <\/div><div class=\"paragraph jod\" id=\"v7n1333\"> My practice in England, when I  <div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2914\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>went from my office, was to put a handful of coppers in my pocket to give to the poor. Did I feed anybody there? Yes, scores. Did I help anybody to America? Yes, to the last farthing I possessed. By keeping the office and doing business myself, I had money enough to come home; but brother Heber and brother Willard borrowed money and helped others. When we arrived home, were we flush with means? No; we were nearly destitute. I had a little clothing, and the most of that I gave away to poor brethren. I also had one sovereign, and, by obtaining fifteen cents more, was able to buy a barrel of flour. Brother Joseph asked me what I was going to do. I told him that I did not know, but intended to rest with my family and friends until we ate it up, and then I would be ready to walk in the way the Lord should open before me. Joseph would often ask me how I lived. I told him I did not know&#x2014;that I did my best, and the Lord did the rest. <\/div><div class=\"paragraph jod\" id=\"v7n1335\"> Do men get rich by this everlasting begging? No. Those who do it will be poor in spirit and in purse. If you desire to be rich, go and preach the Gospel with a liberal heart, and trust in God to sustain you. If you cannot by such a course come home with shoes, come with moccasins; and if you are obliged to come barefooted, tar the bottoms of your feet: <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2914\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the sand sticking in the tar will form a sole; and thank God that you have arrived here in that way rather than in carriages. But no; many of our Elders must come in carriages: they must have gold, and silver, and fine clothing to enable them to flirt around with their wives. <\/div><div class=\"paragraph jod\" id=\"v7n1336\"> Let my wives take care of themselves. &#x201C;But,&#x201D; says one, &#x201C;I have gratified and pampered my wives so long, were I to go away, what would become of them?&#x201D; Leave them to plan and provide for themselves. <\/div><div class=\"paragraph jod\" id=\"v7n1337\"> Will those Elders I am talking to today take the hint? Or will they follow the practice of too many, and beg, and make that their chief joy and occupation? If you take the hint, go from here without purse or scrip,<span class=\"citation\" id=\"67379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67379)\">Luke 10:4<\/a><\/span><span class=\"citation\" id=\"84471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84471)\">D&amp;C 24:18<\/a><\/span> unless the brethren give you something: leave all you can with your families, and do not beg creation dry. Preach the Gospel, gather the poor, and bring them home to Zion. Return naked and barefoot rather than come in carriages procured with money obtained from the poor and destitute. If the rich give to you, receive it thankfully. Return with a wheelbarrow or handcart, and bring some of the honest poor with you. If you do not pursue this course, I shall conclude that we have made a selection of groveling, worldly-minded men, whose brains, at least in my estimation, are not as they should be. <\/div>\n<\/div>\n<\/div>"}