{"ID":70042, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Importance of Home Manufactures, Produce, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, Delivered in the Tabernacle, Great Salt Lake City, September 1, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Importance of Home Manufactures, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 9\/1\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d42\">\n<div class=\"paragraph jod\" id=\"v7n1573\"> Brethren and sisters, I feel there is a good spirit with us here today: all is peace; and we have had remarks from the President which have been very gratifying, at least to me, and I presume they have been to you. <\/div><div class=\"paragraph jod\" id=\"v7n1574\"> There is not a great deal to say after hearing such a discourse. I feel a deep solemnity resting upon my feelings, and a strong desire to treasure up the words I have heard, and apply them in my daily walk and practice. <\/div><div class=\"paragraph jod\" id=\"v7n1575\"> Under those feelings I would not be free to rise and speak at all, at this time, were it not that the President has requested me to do so. He wishes to hear others speak, that he may judge of the state of their feelings. <\/div><div class=\"paragraph jod\" id=\"v7n1576\"> The inducements for the Saints to be faithful are certainly very great. There is no happiness, no joy, nothing worth living for, outside the religion of Jesus Christ&#x2014;the principles of life and salvation, or &#x201C;Mormonism,&#x201D; as it is now called by many. These principles embrace everything, as our President has told us, which is worth knowing or possessing. <\/div><div class=\"paragraph jod\" id=\"v7n1577\"> By means of our religion we may participate freely in the great blessings which all the world are seeking, but cannot find outside this Church and kingdom. We may have a permanent joy&#x2014;a happiness that is unalloyed. <\/div><div class=\"paragraph jod\" id=\"v7n1578\"> It is to our greatest advantage to be faithful in living our religion, although we may have to suffer poverty and persecution, which matters not, <div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2872\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> so long as our faith fails not;<span class=\"citation\" id=\"68108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68108)\">Luke 22:32<\/a><\/span> for as we pass along we feast upon a joy and a peace that the world cannot give nor take away, to say nothing of the reward that lies at the end of the race. <\/div><div class=\"paragraph jod\" id=\"v7n1579\"> Every person feels well in the consciousness that he is living in that manner that is pleasing to our Father and God. If we live according to the understanding we have of right, the promise is that more light and truth will be imparted to us, and in this way may we go on unto perfection.<span class=\"citation\" id=\"76665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76665)\">Heb. 6:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1580\"> We have been told year after year how to conduct ourselves&#x2014;not to give way to temptation, but live our religion faithfully&#x2014;to be honest in all our dealings with one another&#x2014;to be pure-minded, and seek, in all our temporal economies as a people, to be free and independent. We have had our minds occasionally lit up with the idea of being independent; and you know that the way to do this is to encourage domestic or home manufactures&#x2014;to supply our own wants. <\/div><div class=\"paragraph jod\" id=\"v7n1581\"> Some may say, What is the use of striving to do this, so long as clothing is plenty and cheap? and hence neglect to raise their flax, cotton, wool, and hemp. Instead of pursuing this course, it would be best for us now to improve the present time, secure such things as we need, and not abate a single particle in our efforts to produce, for our own sustenance, clothing and food, that we may be free and independent. In a day to come the Lord may shut down the gate, and  <div class=\"break pagebreak\" id=\"273a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0273.pdf\" target=\"pdfwin\">p.&#xA0;273a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2871\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>throw us upon our own resources. Then let us not be off our guard because a few loads of merchandise have been brought into our country. The Lord has no doubt permitted this to supply the present necessities of the people. But will he continue to supply them in this way? Or will there be a scarcity of such things that are now plentiful? There will be a scarcity, as Brother Kimball has said. <\/div><div class=\"paragraph jod\" id=\"v7n1583\"> I see no other way to escape pinching necessity than to go to with all our might and produce the things we need the most. The Lord blesses us with years of plenty against the time of need, and in these times of plenty it would be well for us to treasure up grain and other rich products of the earth. <\/div><div class=\"paragraph jod\" id=\"v7n1584\"> To be righteous towards God is to obey. Jesus said, &#x201C;If a man loveth me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him. He that loveth me not keepeth not my sayings: and the word which ye hear is not mine, but the Father's which sent me.&#x201D;<span class=\"citation\" id=\"70003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70003)\">John 14:23-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1585\"> Let us be truly obedient in the things we do know; and then, if we have a desire for the things we do not know, the Lord will perhaps give them to us. A father feels more like giving to a child that has complied with his requests than to one that has not. Another thing: We frequently ask for things that we have no business with. Let us be careful about this, <div class=\"break columnbreak\" id=\"273b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0273.pdf\" target=\"pdfwin\">p.&#xA0;273b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2871\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and faithfully practice upon that we have already received. <\/div><div class=\"paragraph jod\" id=\"v7n1586\"> I feel a peculiar joy and an unspeakable satisfaction myself in the things of God. I have desired a greater degree of intelligence, that I might be more useful and of greater benefit in the kingdom of God. I do not know that I have coveted anything in this world, only to be more useful in building up the kingdom of Christ in my day and generation. <\/div><div class=\"paragraph jod\" id=\"v7n1587\"> May the Lord help us to overcome evil with good&#x2014;to sustain the principles of righteousness and the authorities of the Priesthood of God now on the earth. <\/div><div class=\"paragraph jod\" id=\"v7n1588\"> We would like to build a temple. Suppose we had one now; are we prepared to enter into it? My earnest desire is that we may be faithful and be found worthy to go into it when it is built, and receive the blessings of eternity; but we shall not be, unless we progress in all the principles of eternal life. As soon as we are worthy to go into the house of the Lord and receive those blessings, we shall have a house. <\/div><div class=\"paragraph jod\" id=\"v7n1589\"> The Lord delights to pour out the riches of eternity upon his faithful children. Why does he not do it more abundantly? Because we are not worthy to receive them. Then let us, by our godly lives, prove ourselves worthy of those blessings. <\/div><div class=\"paragraph jod\" id=\"v7n1590\"> May the Lord help us to accomplish all he requires of us, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}