{"ID":70045, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Intelligence, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, October 9, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Intelligence, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/9\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d45\">\n<div class=\"paragraph jod\" id=\"v7n1632\"> I shall address you this morning upon a subject that is more interesting to me than any other pertaining to the life of man. It is a subject of deep study and research, and has been from age to age among the reflecting and philosophical portions of the human family. The intelligence given to the children of men is the subject to which I allude, and upon which has been expended more intellectual labor and profound thought than upon any other that has ever attracted the attention of man. <\/div><div class=\"paragraph jod\" id=\"v7n1633\"> The Psalmist has written, &#x201C;What is man, that thou art mindful of him? and the son of man that thou visitest him? For thou hast made him a little lower than the angels, and hast crowned him with glory and honor.&#x201D;<span class=\"citation\" id=\"56336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56336)\">Ps. 8:4-5<\/a><\/span> This passage is but one of many which refer to the organization of man as though it were a great mystery&#x2014;something that could not be fully comprehended by the greatest minds while dwelling in earthly tabernacles. It is a matter of vital interest to each of us, and yet it is often farthest from the thoughts of the greater portion of mankind. Instead of reflecting upon and searching for hidden things of the greatest value to them, they rather wish to learn how to secure their way through this world as easily and as comfortably as possible. The reflections what they are here for, who produced them, and <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2862\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> where they are from, far too seldom enter their minds. <\/div><div class=\"paragraph jod\" id=\"v7n1634\"> Many have written upon this great subject, and there exists a great variety of reflections, views, and opinions which I have not time to dwell upon in detail. I will merely give you a few texts, or what you may term a textbook. Nor shall I now take time to minutely elaborate any particular point, but will present such views as shall come into my mind, trusting that I shall have your faith and prayers to be able to edify both Saint and sinner, believer and unbeliever. <\/div><div class=\"paragraph jod\" id=\"v7n1635\"> If the inhabitants of the earth thoroughly understood their own being, their views, feelings, faith, and affections would be very different from what they now are. Many believe in predestination, while others of the Christian world oppose that doctrine and exclusively advocate free grace, free will, free offering, etc.; and each party of Christians has its pet theory or doctrine, upon which it builds its hopes of eternal salvation. Such a course is like five or six hundred men each selecting and running off with a piece of the machinery of a cotton mill, and declaring that he had the cotton mill entire. This comparison may be truly applied to the Christian world as it now is with regard to the holy and divine principles which have been revealed pertaining to eternal life and salvation. <\/div> <div class=\"break pagebreak\" id=\"283a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0283.pdf\" target=\"pdfwin\">p.&#xA0;283a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2861\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1637\"> Many of you, no doubt, have concluded that the doctrine of election and reprobation is true, and you do so with propriety, for it is true; it is a scriptural doctrine. Others do not believe this doctrine, affirming with all their faith, might, and skill that free grace and free will are or ought to be the foundation of man's faith in his Creator. Very well. I can also say to them that free grace and free will are scripturally true. The first-named doctrine is as true as the second, and the second as the first. Others, again, declare that mankind have no will, neither free nor restrained, in their actions; for instance, the Rationalists or Freethinkers, who deny the existence and divinity of the Gods that we believe in. But so far from their believing their own theory, Mr. Neil, of Boston, while in prison for having no religion, wrote an essay, in which he declared that &#x201C;All is God.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n1638\"> I might enumerate many more instances, and say that they are all right so far as they go in truth. The doctrine of free will and conditional salvation, the doctrine of free grace and unconditional salvation, the doctrine of foreordination and reprobation, and many more that I have not time to enumerate, can all be fully and satisfactorily proved by the Scriptures, and are true. <\/div><div class=\"paragraph jod\" id=\"v7n1639\"> On the other hand, many untrue doctrines are taught and believed, such as there being infants, not a span long, weltering in the flames of hell, there to remain throughout the countless ages of eternity, and the doctrine of total depravity. Some have gone so far as to say that a man or woman who wishes to be saved in the kingdom of God&#x2014;who wishes to be a servant or handmaid of the Almighty, must feel that deep contrition of heart, that sound repentance, and such a sense of his or her unworthiness and nothingness, and of the supremacy, glory, and <div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2861\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> exaltation of that Deity they believe in, as to exclaim before God and their brethren and sisters that they are willing to be damned. To me that is one of the heights of nonsense; for if a person is willing to be damned, he cares not to make the efforts necessary to secure salvation. All this confusion is in the world&#x2014;party against party&#x2014;communities against communities&#x2014;individuals against individuals. One sets out with five truths and fifteen errors, making the articles of his faith twenty; another dissents from him, rejects those five truths, selects perhaps five more, and adds as many errors as did the former one, and then he comes out a flaming reformer. Men, in dissenting from one another, have too often exercised no better judgment than to deny and dissent from many truths because their ancestors cherished and believed them, which has produced numerous parties, sects, and articles of faith, when, in fact, taking them in mass, they have an immense amount of true principles. <\/div><div class=\"paragraph jod\" id=\"v7n1640\"> It was the occupation of Jesus Christ and his Apostles to propagate the Gospel of salvation and the principles of eternal life to the world, and it is our duty and calling, as ministers of the same salvation and Gospel, to gather every item of truth and reject every error. Whether a truth be found with professed infidels, or with the Universalists, or the Church of Rome, or the Methodists, the Church of England, the Presbyterians, the Baptists, the Quakers, the Shakers, or any other of the various and numerous different sects and parties, all of whom have more or less truth, it is the business of the Elders of this Church (Jesus, their elder brother, being at their head), to gather up all the truths in the world pertaining to life and salvation, to the Gospel we preach, to mechanism of every kind, to the sciences, and to philosophy, wherever it may be found in every  <div class=\"break pagebreak\" id=\"284a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0284.pdf\" target=\"pdfwin\">p.&#xA0;284a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2860\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nation, kindred, tongue, and people, and bring it to Zion. <\/div><div class=\"paragraph jod\" id=\"v7n1642\"> The people upon this earth have a great many errors, and they have also a great many truths. This statement is not only true of the nations termed civilized&#x2014;those who profess to worship the true God, but is equally applicable to pagans of all countries, for in their religious rights and ceremonies may be found a great many truths which we will also gather home to Zion. All truth is for the salvation of the children of men&#x2014;for their benefit and learning&#x2014;for their furtherance in the principles of divine knowledge; and divine knowledge is any matter of fact&#x2014;truth; and all truth pertains to divinity. <\/div><div class=\"paragraph jod\" id=\"v7n1643\"> When we view mankind collectively, or as nations, communities, neighborhoods, and families, we are led to inquire into the object of our being here and situated as we find ourselves to be. Did we produce ourselves, and endow ourselves with that knowledge and intelligence we now possess? All are ready to acknowledge that we had nothing to do with the origin of our being&#x2014;that we were produced by a superior Power, without either the knowledge or the exercise of the agency we now possess. We know that we are here. We know that we live, breathe, and walk upon the earth. We know this naturally, as the brute creation knows. We know that our food and drink come from the elements around us: by them we are nourished, cherished, refreshed, and sustained, with the addition of sleep. We live and breathe, and breathe and live. Who can define and point out the particularities of the wonderful organization of man? <\/div><div class=\"paragraph jod\" id=\"v7n1644\"> It enters into the minds of but few that the air we inhale is the greatest source of our life. We derive more real nourishment to our mortal tabernacles from this element than from the solid food we receive into our <div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2860\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stomachs. Our lungs expand and contract to sustain the life which God has given us. Of the component parts of this great fountain of vitality I have not time to treat; but this interesting information you may gather in part from numerous works on natural philosophy. I will, however, say that the air is full of life and vitality, and its volume fills immensity. The relative terms height, depth, length, and breadth do not apply to it. Could you pass with the velocity of the electric fluid over telegraphic wires, during the continuation of more years than you can comprehend, you would still be surrounded by it and in the bosom of eternity as much as you now are; and it is filled with the spirit of life which emanates from God. <\/div><div class=\"paragraph jod\" id=\"v7n1645\"> Many have tried to penetrate to the First Cause of all things; but it would be as easy for an ant to number the grains of sand on the earth. It is not for man, with his limited intelligence, to grasp eternity in his comprehension. There is an eternity of life, from which we were composed by the wisdom and skill of superior Beings. It would be as easy for a gnat to trace the history of man back to his origin as for man to fathom the First Cause of all things, lift the veil of eternity, and reveal the mysteries that have been sought after by philosophers from the beginning. What, then, should be the calling and duty of the children of men? Instead of inquiring after the origin of the Gods&#x2014;instead of trying to explore the depths of eternities that have been, that are, and that will be&#x2014;instead of endeavoring to discover the boundaries of boundless space, let them seek to know the object of their present existence, and how to apply, in the most profitable manner for their mutual good and salvation, the intelligence they possess. Let them seek to know and thoroughly understand  <div class=\"break pagebreak\" id=\"285a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0285.pdf\" target=\"pdfwin\">p.&#xA0;285a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2859\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>things within their reach, and to make themselves well acquainted with the object of their being here, by diligently seeking unto a superior Power for information, and by the careful study of the best books. <\/div><div class=\"paragraph jod\" id=\"v7n1647\"> The life that is within us is a part of an eternity of life, and is organized spirit, which is clothed upon by tabernacles, thereby constituting our present being, which is designed for the attainment of further intelligence. The matter composing our bodies and spirits has been organized from the eternity of matter that fills immensity. <\/div><div class=\"paragraph jod\" id=\"v7n1648\"> Were I to fully speak what I know and understand concerning myself and others, you might think me to be infringing. I shall therefore omit some things that I would otherwise say to you if the people were prepared to receive them. <\/div><div class=\"paragraph jod\" id=\"v7n1649\"> Jesus Christ says, &#x201C;And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou has sent.&#x201D;<span class=\"citation\" id=\"70559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70559)\">John 17:3<\/a><\/span><span class=\"citation\" id=\"91651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91651)\">D&amp;C 132:24<\/a><\/span> We are not now in a capacity to know him in his fulness of glory. We know a few things that he has revealed concerning himself, but there are a great many which we do not know. When people have secured to themselves eternal life, they are where they can understand the true character of their Father and God, and the object of the creation, fall, and redemption of man after the creation of this world. These points have ever been subjects for speculation with all classes of believers, and are subjects of much interest to those who entertain a deep anxiety to know how to secure to themselves eternal life. Our bodies are organized from the eternity of matter, from such matter as we breathe, and from such matter as is found in the vegetable and mineral kingdoms. This matter is organized into a world, with all its appendages, by whom? By the Almighty; and we see it peopled by men <div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2859\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and women who are made in the image of God.<span class=\"citation\" id=\"52163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52163)\">Gen. 1:26-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1650\"> All this vast creation was produced from element in its unorganized state; the mountains, rivers, seas, valleys, plains, and the animal, vegetable, and mineral kingdoms beneath and around us, all speaking forth the wonderful works of the Great God. Shall I say that the seeds of vegetables were planted here by the Characters that framed and built this world&#x2014;that the seeds of every plant composing the vegetable kingdom were brought from another world? This would be news to many of you. Who brought them here? It matters little to us whether it was John, James, William, Adam, or Bartholomew who brought them; but it was some Being who had power to frame this earth with its seas, valleys, mountains, and rivers, and cause it to teem with vegetable and animal life. <\/div><div class=\"paragraph jod\" id=\"v7n1651\"> Here let me state to all philosophers of every class upon the earth, When you tell me that father Adam was made as we make adobies from the earth, you tell me what I deem an idle tale. When you tell me that the beasts of the field were produced in that manner, you are speaking idle words devoid of meaning. There is no such thing in all the eternities where the Gods dwell. Mankind are here because they are the offspring of parents who were first brought here from another planet, and power was given them to propagate their species, and they were commanded to multiply and replenish the earth.<span class=\"citation\" id=\"52287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52287)\">Gen. 1:28<\/a><\/span> The offspring of Adam and Eve are commanded to take the rude elements, and, by the knowledge God has given, to convert them into everything required for their life, health, adornment, wealth, comfort, and consolation. Have we the knowledge to do this? We have. Who gave us this knowledge? Our Father who made us; for he is the only wise God,<span class=\"citation\" id=\"75831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75831)\">1 Tim. 1:17<\/a><\/span><span class=\"citation\" id=\"91652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91652)\">D&amp;C 132:24<\/a><\/span> and to  <div class=\"break pagebreak\" id=\"286a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0286.pdf\" target=\"pdfwin\">p.&#xA0;286a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2858\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>him we owe allegiance; to him we owe our lives. He has brought us forth and taught us all we know. We are not indebted to any other power or God for all our great blessings. <\/div><div class=\"paragraph jod\" id=\"v7n1653\"> We see man upon the earth, and discern that he is endowed with great intelligence, which displays its scope and power in various ways to meet and provide for the exigencies and wants of the human race. Wise statesmen know how to devise and plan for a kingdom, and can closely calculate the results of the policies they adopt. They understand the course to be pursued to induce the people to submit to a wholesome government or to a despotic rule as may please the will of the rulers. There are historians of various grades, philosophers wise and simple, and an exceedingly great variety of capacities and tastes. In our Republican government we see some who are acute politicians, but that seems to be the extent of their knowledge. You may find others who are good statesmen, but poor politicians. Some are excellent mathematicians, and understand and care for but little outside that science. Still, if a man is capable of learning the geography of the earth, he is also capable of learning the laws of the nations that inhabit it, if you will give him time according to his capacity. One scholar in a school may far outstrip the rest; but give them sufficient time, and they can learn what the quick, bright scholar has learned so easily and quickly. If we are capacitated to learn one thing today, we can learn another tomorrow. It is the height of folly to say that a man can only learn so much and no more. The further literary men advance in their studies, the more they discern there is to learn, and the more anxious they are to learn. This is made manifest before us day by day, and is observed upon the face of the whole earth. <\/div> <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2858\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1654\"> The principle of intelligence is within us. Who planted it there? He who made us. That which you see developed in the children of men (you may call it disposition, or whatever else you please), is the force of the mind or the spirit, and the body is a tabernacle organized for its temporary habitation. <\/div><div class=\"paragraph jod\" id=\"v7n1655\"> It is written of the Savior that he descended below all things.<span class=\"citation\" id=\"88249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88249)\">D&amp;C 88:6<\/a><\/span><span class=\"citation\" id=\"90931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90931)\">D&amp;C 122:8<\/a><\/span> If he did, he descended in capacity. I will merely tell you what I believe on this point. I believe that there never was a child born on this earth with any less capacity than dwelt in the child that was born in a manger of his mother Mary. I believe, according to the natural ability which he received from his mother and from his supposed father Joseph, that there never was a child that descended lower in capacity, or that knew less. Yet, according to the history given of him, his power of mind developed with such wonderful rapidity that when he was but a few years old he propounded questions to the learned doctors of his day which they could not answer, and answered questions propounded to him which the querists could not answer.<span class=\"citation\" id=\"67101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67101)\">Luke 2:46-47<\/a><\/span> He increased in wisdom and knowledge, and came into communication with his Father.<span class=\"citation\" id=\"67106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67106)\">Luke 2:52<\/a><\/span> The Being whom we call Father was the Father of the spirit of the Lord Jesus Christ,<span class=\"citation\" id=\"124924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124924)\">Heb. 12:9<\/a><\/span> and he was also his Father pertaining to the flesh.<span class=\"citation\" id=\"124922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124922)\">Rom. 15:6<\/a><\/span><span class=\"citation\" id=\"124923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124923)\">2 Cor. 11:31<\/a><\/span> Infidels and Christians, make all you can of this statement. The Bible, which all Christians profess to believe, reveals that fact, and it reveals the truth upon that point, and I am a witness of its truth. The Apostles who were personally acquainted with Jesus Christ did know and understand what they wrote, and they wrote the truth. <\/div><div class=\"paragraph jod\" id=\"v7n1656\"> He was endowed with capacity to receive intelligence. We, his brethren, are also endowed with capacity to receive intelligence. And what some  <div class=\"break pagebreak\" id=\"287a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0287.pdf\" target=\"pdfwin\">p.&#xA0;287a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2857\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would call the volition of the creature&#x2014;the will of the creature&#x2014;the disposition, the power of willing or determining, is bequeathed to us in like manner as it is to the Son of God; and it is as independent as it is inherited by the angels or Gods&#x2014;that is, the will to dispose of this intelligence at our pleasure in doing good or evil. It is held by the followers of Robert Owen that men are more or less influenced entirely in their actions by the force of circumstances: but is there a man or woman in this house that could not walk out, if you wanted to&#x2014;if your will was set in you to do it? Or sit here until meeting is out, if you are disposed? The volition of the creature is made independent by the unalterable decree of the Almighty. I can rise up or sit still&#x2014;speak or be silent. Were this not so, I would at once request parents never to correct a child for another disobedient act. <\/div><div class=\"paragraph jod\" id=\"v7n1658\"> We are organized to be so independent in this capacity as to determine and act for ourselves as to whether we will serve God and obey him in preference to serving ourselves. If we serve ourselves and evil principles, we do not subserve the object of our creation. This element of which our tabernacles are organized is calculated to decompose and return to its mother earth, or to its native element. This intelligence, which might be called divine intelligence, is implanted in mortal or human beings; and if we take a course to promote the principles of life&#x2014;seek unto our Father and God, and obtain his will and perform it, the spirit will become purified, sanctified, cleansed, and made holy in the body, and the grave will cleanse the flesh. When the spirit overcomes the evil consequences of the fall, which are in the mortal tabernacle, it will reign predominant in the flesh, and is then prepared to be exalted, and will, in the resurrection, be reunited with those particles that formed the <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2857\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mortal body, which will be called together as with the sound of a trumpet and become immortal.<span class=\"citation\" id=\"83282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83282)\">Morm. 9:13<\/a><\/span><span class=\"citation\" id=\"84753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84753)\">D&amp;C 29:13<\/a><\/span> Why? Because the particles composing these bodies have been made subject and obedient, by the law of the everlasting Priesthood, and the will and commandment of the Supreme Ruler of the universe, who holds the keys of life and death. Every principle, act, and portion of the lives of the children of men that does not tend to this will lead to an eternal dissolution of the identity of the person. <\/div><div class=\"paragraph jod\" id=\"v7n1659\"> &#x201C;Why,&#x201D; some say, &#x201C;we thought that the wicked were to be sent to hell to dwell with eternal burnings for evermore.&#x201D; They go to hell and will stay there until the anger of the Almighty consumes them and they become disorganized, as the elements of the fuel we burn are disorganized by the action of fire and thrown back again to their native element. The wicked will endure the wrath of God<span class=\"citation\" id=\"83651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83651)\">D&amp;C 1:9<\/a><\/span> and be &#x201C;turned into hell, with all the nations that forget God.&#x201D;<span class=\"citation\" id=\"56357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56357)\">Ps. 9:17<\/a><\/span> What will be done with them there? Those who did not persecute the Son of God in the flesh while acting for themselves and following the direction of their own will&#x2014;those who did not persecute the holy Priesthood of the Son of God&#x2014;those who did not consent to the shedding of innocent blood&#x2014;<span class=\"citation\" id=\"72098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72098)\">Acts 22:20<\/a><\/span>those who did not seek to obliterate the kingdom of God from the earth, will, by-and-by, be sought after. <\/div><div class=\"paragraph jod\" id=\"v7n1660\"> You read about a first resurrection. If there is a first, there is a second. And if a second, may there not be a third, and a fourth, and so on? Yes; and happy are they who have a part in the first resurrection.<span class=\"citation\" id=\"80532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80532)\">Rev. 20:6<\/a><\/span> Yes, more blessed are they than any others. But blessed also are they that will have part in the second resurrection, for they will be brought forth to enjoy a kingdom that is more glorious than the sectarian world ever dreamed of. <\/div> <div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2856\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1662\"> The &#x201C;Mormon&#x201D; Elders will tell you that all people must receive this Gospel&#x2014;the Gospel of Jesus Christ, and be baptized for the remission of sins, or they cannot be saved. Let me explain this to you. They cannot go where God and Christ dwell,<span class=\"citation\" id=\"87244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87244)\">D&amp;C 76:112<\/a><\/span> for that is a kingdom of itself&#x2014;the celestial kingdom. Jesus said, &#x201C;In my Father's house are many mansions,&#x201D;<span class=\"citation\" id=\"69869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69869)\">John 14:2<\/a><\/span> or kingdoms. They will come forth in the first, second, or some other resurrection, if they have not been guilty of the particular sins I have just mentioned; and they will enjoy a kingdom and a glory greater than they had ever anticipated. When we talk about people's being damned, I would like to have all understand that we do not use the term &#x201C;damnation&#x201D; in the sense that it is used by the sectarian world. Universal salvation or redemption is the doctrine of the Bible; but the people do not know how or where to discriminate between truth and error. All those who have done according to the best of their knowledge, whether they are Christians, Pagans, Jews, Muhammadans, or any other class of men that have ever lived upon the earth, that have dealt honestly and justly with their fellow beings, walked uprightly before each other, loved mercy, tried to put down iniquity, and done as far right as they knew how, according to the laws they lived under, no matter what the laws were, will share in a resurrection that will be glorious far beyond the conception of mortals. <\/div><div class=\"paragraph jod\" id=\"v7n1663\"> How many times have I been asked, &#x201C;Do you believe that such a man as John Wesley will be damned?&#x201D; I could answer the question either way, for they do not know what it is to be saved or damned. John Wesley is in the spirit world. He did not receive the ordinances of the everlasting Gospel in the flesh, and consequently is not prepared to hold the keys of the kingdom and be a minister of <div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2856\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the great work of God in the last dispensation, but is dependent upon others to attain a celestial glory. Has he gone to hell? No. When the spirit leaves the body, it goes into the spirit world, where the spirits of men are classified according to their own wills or pleasure, as men are here, only they are in a more pure and refined state of existence. Do you suppose that John Wesley is lifting up his eyes in hell, being in torment?<span class=\"citation\" id=\"89884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89884)\">D&amp;C 104:18<\/a><\/span> No; he is talking to those who heard and would not believe him when he was on the earth. He may be asking them whether they do not now see the justice of a reformation from the Church of England mode of religion&#x2014;whether they do not now see that that Church had gone astray from the true religion, and that he was right. Yes; and they, no doubt, see it as John Wesley does, and are willing to worship God according to the best knowledge they have. As death left him, so judgment will find him, trying to worship God in the best manner he was acquainted with. John Wesley and his true followers will receive a glory far surpassing what they ever thought or dreamed of while under the influence of their greatest inspirations, and they will be saved. Are they also damned? Yes, because they have not attained the victory over the enemy of all righteousness.<span class=\"citation\" id=\"83590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83590)\">Moro. 9:6<\/a><\/span> It is the holy Priesthood of God that gives man the victory in this world, and he begins to reign over the power of the enemy here. The keys of the kingdom of the Son of God outreach and circumscribe the power of the Enemy. <\/div><div class=\"paragraph jod\" id=\"v7n1664\"> Much has been said about the power of the Latter-day Saints. Is it the people called Latter-day Saints that have this power, or is it the Priesthood? It is the Priesthood; and if they live according to that Priesthood, they can commence their work here and gain many victories,  <div class=\"break pagebreak\" id=\"289a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0289.pdf\" target=\"pdfwin\">p.&#xA0;289a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2855\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and be prepared to receive glory, immortality, and eternal life, that when they go into the spirit world, their work will far surpass that of any other man or being that has not been blessed with the keys of the Priesthood here. <\/div><div class=\"paragraph jod\" id=\"v7n1666\"> Joseph Smith holds the keys of this last dispensation, and is now engaged behind the veil in the great work of the last days. I can tell our beloved brother Christians who have slain the Prophets and butchered and otherwise caused the death of thousands of Latter-day Saints, the priests who have thanked God in their prayers and thanksgiving from the pulpit that we have been plundered, driven, and slain, and the deacons under the pulpit, and their brethren and sisters in their closets, who have thanked God, thinking that the Latter-day Saints were wasted away, something that no doubt will mortify them&#x2014;something that, to say the least, is a matter of deep regret to them&#x2014;namely, that no man or woman in this dispensation will ever enter into the celestial kingdom of God without the consent of Joseph Smith. From the day that the Priesthood was taken from the earth to the winding-up scene of all things, every man and woman must have the certificate of Joseph Smith, junior, as a passport to their entrance into the mansion where God and Christ are&#x2014;I with you and you with me. I cannot go there without his consent. He holds the keys of that kingdom for the last dispensation&#x2014;the keys to rule in the spirit world; and he rules there triumphantly, for he gained full power and a glorious victory over the power of Satan while he was yet in the flesh, and was a martyr to his religion and to the name of Christ, which gives him a most perfect victory in the spirit world. He reigns there as supreme a being in his sphere, capacity, and calling, as God does in heaven. Many will ex<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2855\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>claim&#x2014;&#x201C;Oh, that is very disagreeable! It is preposterous! We cannot bear the thought!&#x201D; But it is true. <\/div><div class=\"paragraph jod\" id=\"v7n1667\"> I will now tell you something that ought to comfort every man and woman on the face of the earth. Joseph Smith, junior, will again be on this earth dictating plans and calling forth his brethren to be baptized for the very characters who wish this was not so, in order to bring them into a kingdom to enjoy, perhaps, the presence of angels or the spirits of good men, if they cannot endure the presence of the Father and the Son; and he will never cease his operations, under the directions of the Son of God, until the last ones of the children of men are saved that can be, from Adam till now. <\/div><div class=\"paragraph jod\" id=\"v7n1668\"> Should not this thought comfort all people? They will, by-and-by, be a thousand times more thankful for such a man as Joseph Smith, junior, than it is possible for them to be for any earthly good whatever. It is his mission to see that all the children of men in this last dispensation are saved, that can be, through the redemption. You will be thankful, everyone of you, that Joseph Smith, junior, was ordained to this great calling before the worlds were. I told you that the doctrine of election and reprobation is a true doctrine. It was decreed in the counsels of eternity, long before the foundations of the earth were laid, that he should be the man, in the last dispensation of this world, to bring forth the word of God to the people, and receive the fulness of the keys and power of the Priesthood of the Son of God. The Lord had his eye upon him, and upon his father, and upon his father's father, and upon their progenitors clear back to Abraham, and from Abraham to the flood, from the flood to Enoch, and from Enoch to Adam. He has watched that family and that blood<span class=\"citation\" id=\"88123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88123)\">D&amp;C 86:8-11<\/a><\/span> as it has circulated from its fountain to the  <div class=\"break pagebreak\" id=\"290a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0290.pdf\" target=\"pdfwin\">p.&#xA0;290a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2854\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>birth of that man. He was foreordained in eternity to preside over this last dispensation, as much so as Pharaoh was foreordained to be a wicked man, or as was Jesus to be the Savior of the world because he was the oldest son in the family. <\/div><div class=\"paragraph jod\" id=\"v7n1670\"> Abraham was ordained to be the father of the faithful&#x2014;<span class=\"citation\" id=\"74516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74516)\">Gal. 3:9<\/a><\/span><span class=\"citation\" id=\"92179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92179)\">D&amp;C 138:41<\/a><\/span>that is, he was ordained to come forth at a certain period; and when he had proved himself faithful to his God, and would resist the worship of idols, and trample them under his feet in the presence of their king, and set up the worship of the true God, he obtained the appellation of &#x201C;father of the faithful.&#x201D;<span class=\"citation\" id=\"92178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92178)\">D&amp;C 138:41<\/a><\/span> &#x201C;For whom he did foreknow, he also did predestinate to be conformed to the image of his Son.&#x201D;<span class=\"citation\" id=\"72647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72647)\">Rom. 8:29-30<\/a><\/span> He knew, millions of years before this world was framed, that Pharaoh would be a wicked man. He saw&#x2014;he understood; his work was before him, and he could see it from the beginning to the end. And so scrutinizing, penetrating, and expanded are his visions and knowledge, that not even a hair of our head can fall to the ground unnoticed by him.<span class=\"citation\" id=\"64202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64202)\">Matt. 10:29-30<\/a><\/span> He foreknew what Joseph, who was sold into Egypt,<span class=\"citation\" id=\"124926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124926)\">Gen. 37:28<\/a><\/span> would do. Joseph was foreordained to be the temporal Savior of his father's house, and the seed of Joseph are ordained to be the spiritual and temporal saviors of all the house of Israel in the latter days. Joseph's seed has mixed itself with all the seed of man upon the face of the whole earth. The great majority of those who are now before me are the descendants of that Joseph who was sold. Joseph Smith, junior, was foreordained to come through the loins of Abraham,<span class=\"citation\" id=\"124925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124925)\">D&amp;C 132:49<\/a><\/span> Isaac, Jacob, Joseph,<span class=\"citation\" id=\"124927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124927)\">2 Ne. 3:14-15<\/a><\/span> and so on down through the Prophets and Apostles; and thus he came forth in the last days to be a minister of salvation,<span class=\"citation\" id=\"76414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76414)\">Heb. 1:14<\/a><\/span> and to hold the keys of the last dispensation of the fulness of times. <\/div><div class=\"paragraph jod\" id=\"v7n1671\"> The whole object of the creation of <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2854\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this world is to exalt the intelligences that are placed upon it, that they may live, endure, and increase forever and ever. We are not here to quarrel and contend about the things of this world, but we are here to subdue and beautify it. Let every man and woman worship their God with all their heart. Let them pay their devotions and sacrifices to him, the Supreme, and the Author of their existence. Do all the good you can to your fellow creatures. You are flesh of my flesh and bone of my bone.<span class=\"citation\" id=\"52526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52526)\">Gen. 2:23<\/a><\/span> God has created of one blood all the nations and kingdoms of men that dwell upon all the face of the earth:<span class=\"citation\" id=\"71956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71956)\">Acts 17:26<\/a><\/span> black, white, copper-colored, or whatever their color, customs, or religion, they have all sprung from the same origin; the blood of all is from the same element. Adam and Eve are the parents of all pertaining to the flesh, and I would not say that they are not also the parents of our spirits. <\/div><div class=\"paragraph jod\" id=\"v7n1672\"> You see some classes of the human family that are black, uncouth, uncomely, disagreeable and low in their habits, wild, and seemingly deprived of nearly all the blessings of the intelligence that is generally bestowed upon mankind. The first man that committed the odious crime of killing one of his brethren will be cursed the longest of anyone of the children of Adam. Cain slew his brother.<span class=\"citation\" id=\"52715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52715)\">Gen. 4:8<\/a><\/span> Cain might have been killed, and that would have put a termination to that line of human beings. This was not to be, and the Lord put a mark upon him,<span class=\"citation\" id=\"52737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52737)\">Gen. 4:15<\/a><\/span> which is the flat nose and black skin.<span class=\"citation\" id=\"93001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93001)\">Moses 7:22<\/a><\/span> Trace mankind down to after the flood, and then another curse is pronounced upon the same race&#x2014;that they should be the &#x201C;servant of servants;&#x201D;<span class=\"citation\" id=\"52970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52970)\">Gen. 9:25<\/a><\/span> and they will be, until that curse is removed; and the Abolitionists cannot help it, nor in the least alter that decree. How long is that race to endure the dreadful curse that is upon them? That curse will remain upon them,  <div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2853\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and they never can hold the Priesthood or share in it until all the other descendants of Adam have received the promises and enjoyed the blessings of the Priesthood and the keys thereof. Until the last ones of the residue of Adam's children are brought up to that favorable position, the children of Cain cannot receive the first ordinances of the Priesthood. They were the first that were cursed, and they will be the last from whom the curse will be removed.<span class=\"citation\" id=\"124928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124928)\">Matt. 19:30<\/a><\/span> When the residue of the family of Adam come up and receive their blessings, then <div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2853\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the curse will be removed from the seed of Cain, and they will receive blessings in like proportion. <\/div><div class=\"paragraph jod\" id=\"v7n1674\"> I have but just commenced my remarks, and have presented you a few texts; and it is now time to adjourn. The exertion required to speak to you somewhat at length seems to injure me. I will therefore stop. <\/div><div class=\"paragraph jod\" id=\"v7n1675\"> I bless you all, inasmuch as you have desired and striven to do right, to revere the name of Deity, and to exalt the character of his Son on the earth. I bless you in the name of Jesus Christ! Amen. <\/div>\n<\/div>\n<\/div>"}