{"ID":70047, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel of Salvation, &amp;c.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Amasa M. Lyman, Delivered in the Ninth Ward School House, Great Salt Lake City, December 25, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel of Salvation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Amasa M. Lyman<\/div>\n<div class=\"date\">Date: 12\/25\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d47\">\n<div class=\"paragraph jod\" id=\"v7n1728\"> I feel very much to appreciate the privilege and blessing extended to me, and this opportunity of meeting with the brethren and sisters in this Ward, and also to have the opportunity, for a little time, to discuss with you those things that are of interest to us as Saints. <\/div><div class=\"paragraph jod\" id=\"v7n1729\"> There are a great many things connected with the publishing of the Gospel, and its being believed on the part of the people, and being received by them as a rule of practice, that is interesting for us to consider. There is a great deal of variety connected with it, although its principles are ever the same, and the truth is unchangeable. Yet truth never, even with us, puts on all its beauty, until we comprehend it fully, and realize the great influence that the views we entertain with regard to the truth may exercise over our actions. It becomes important, then, that we should learn to think correctly, and that we should learn to adopt correct views about things which we believe; for as we think of a matter, so we will treat it. If we adopt such views of the Gospel that will lead us to conclude that a large amount of all that has to <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2848\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be done for our benefit and salvation is the work of some other individuals besides ourselves, it would be very natural for this, in its tendency, and in the influence it would have and exert over us, to lead our minds from that which would tend to our emancipation from sin and iniquity. <\/div><div class=\"paragraph jod\" id=\"v7n1730\"> There are certain prominent things connected with the Gospel as it is generally treated, and as it has been revealed to us. The Son of God, the Savior of the world, in the way that it has been taught to us, is made to have a great share in it and a great deal to do with it. Some suppose that he has done so much, and has made such peculiar kinds of provisions for our wants and necessities, that there is but little left for us to do&#x2014;little more, perhaps, than to attend to a few ordinances that are instituted for us: this is about all; but that the great plan and work that bring salvation are things that belong to the mission of Jesus Christ. If this is correct, it is what we ought to believe; if it is not, it is that which we should expose; and we should labor to undeceive the people; for we certainly ought to begin to entertain correct  <div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2847\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>views. If there is a work left for us to do, it will be accomplished as the result of our exertions. <\/div><div class=\"paragraph jod\" id=\"v7n1732\"> When we cling to what Jesus Christ has done for us, do you not see that our part will never be done? We may pray and sing, and pay Tithing, and go to church, and attend to all the outward forms of religion, and attend to all those things that thousands believed in doing, and then we shall find that our salvation will not be wrought out. <\/div><div class=\"paragraph jod\" id=\"v7n1733\"> Now, I am not myself very much in favor of preaching long sermons about things that are a great way from home. Some people interest themselves at times by telling and undertaking to explain how Gods are made, and what they are made of, and all about it. There is only one way that I have any idea of knowing anything about Gods. There is only one class of them that I have had the privilege of forming an acquaintance with; and I would only wish, on the present occasion, to allude to this matter with a view to bring it down to our capacities&#x2014;to our circumstances, as a matter that is practical. <\/div><div class=\"paragraph jod\" id=\"v7n1734\"> We entertain various notions with regard to the Savior of the world. Now, whether this excellence that he possessed constituted him the Son of God&#x2014;the heir of all his Father's vast dominions, whether there were any of them that he inherited, or whether he acquired all the great and glorious qualities that he possessed, we will not now stop to inquire. Now, if Jesus is regarded as God, and if we wish to learn his history, let us read it as it is developed in the Scriptures; and if he is God, and you would know the history of the Father, learn it in the Son; for he assures us that he came to do the works which he saw his Father do.<span class=\"citation\" id=\"69116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69116)\">John 5:19<\/a><\/span> Of Jesus it was said, &#x201C;He was anointed with the oil of gladness above his fellows,&#x201D; and for <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2847\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this reason&#x2014;&#x201C;he loved righteousness, and hated iniquity.&#x201D;<span class=\"citation\" id=\"76393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76393)\">Heb. 1:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1735\"> This is the way matters look with us&#x2014;the way we examine everything that is presented to us. We are promised a victory over sin, if we will break off our iniquities and our sins by turning to God. There is no remarkable difference between us and Jesus, if he was anointed because he loved righteousness.<span class=\"citation\" id=\"76394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76394)\">Heb. 1:9<\/a><\/span> What is the difference? We have the promise of becoming heirs of God, and joint heirs with him<span class=\"citation\" id=\"72560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72560)\">Rom. 8:17<\/a><\/span> to all those extensive domains possessed by the Father, upon the conditions that we are as obedient to the commandments of God as Jesus was. Jesus was anointed and preferred before others, from the simple fact that he loved righteousness better than others, and hated iniquity more.<span class=\"citation\" id=\"76395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76395)\">Heb. 1:9<\/a><\/span> And hence it is written&#x2014;&#x201C;For it became him, for whom are all things, and by whom are all things, in bringing many sons unto glory, to make the captain of their salvation perfect through sufferings.&#x201D; (Heb. ii. 10.)<span class=\"citation\" id=\"76436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76436)\">Heb. 2:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1736\"> We are told, you perceive, in the history of the Son of God, that he was made perfect through sufferings; and therefore we must conclude that if he was made perfect, he must at some time (no matter when that time might have been), have lacked that perfection which he appears to have gained by the sufferings he experienced. &#x201C;Well, but,&#x201D; says one, &#x201C;of what practical benefit is that to us?&#x201D; Simply this: We learn that Jesus&#x2014;the individual whom we have been taught to adore from our infancy&#x2014;to worship and revere&#x2014;God our Father, possessed of an infinitude of power, ability, and capacity for happiness and glory, and for the accomplishment of his own will and pleasure, was once as we are. Then to think that the same opportunity is extended to us, that we may become all that he is that is great and good&#x2014;to think that, with all our faults and weak<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2846\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nesses&#x2014;with all the temptations that hang around us, the same privilege that is extended to him of attaining salvation is also extended to us&#x2014;that it is simply salvation that was extended to Jesus, and that the same as that which is extended to us. That heaven of glory and perfection which is offered to us in the Gospel is the same that was offered to Jesus; and the right to the possession of all those riches and this great glory that was attained by him are equally open to us. This is encouraging to me. Why? Because I am not only contemplating myself as a mortal worm&#x2014;a creature that is annoyed with the faults and follies of fallen humanity, but I view myself in connection with this principle that is associated with the work that is to prepare us to be associated in that better condition, in which we view the Savior of the world as existing in that perfect sunshine of bliss, enjoying the rich reward of the saved and sanctified in the presence of God. <\/div><div class=\"paragraph jod\" id=\"v7n1738\"> This view of the subject should create within us an ardent wish for the same glory, remembering that this is the door&#x2014;this the salvation that is offered to us in the Gospel that we have received. But upon what principle shall we avail ourselves of these blessings? Has Jesus done anything that will bring salvation to you and me? The chief of what he has done is that he has revealed the plan of the Gospel&#x2014;the scheme of human redemption, and manifested himself among his brethren; and we may say he has done a great deal more, for he has shed his blood for it. So have others shed their blood. But whose blood has cleansed you and me? It is said that the blood of Jesus cleanses from all sins.<span class=\"citation\" id=\"78520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78520)\">1 Jn. 1:7<\/a><\/span> Then why is it that we remain sinners? It is simply because the blood of Jesus has not cleansed us from sin&#x2014;because it has not reached us. What is the <div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2846\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> reason? It is because we have not been found in that perfect path of obedience that ensures us a freedom from sin. <\/div><div class=\"paragraph jod\" id=\"v7n1739\"> One of the old Apostles boasts of having been made a king and priest, washed in the blood of Jesus.<span class=\"citation\" id=\"78932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78932)\">Rev. 1:5-6<\/a><\/span> What was required of Jesus? He was required to be baptized the same as you and I. He was required to walk in the path of obedience, in order that he might be an example of that obedience which is required of you and me, by which we may be cleansed from sin. <\/div><div class=\"paragraph jod\" id=\"v7n1740\"> We will suppose that Jesus had come into the world and died on Calvary as he died, but that he had not left the principles of life in the world. Suppose he had never called the humble fishermen and endowed them, how much wiser would the world have been? Who would have been delivered from sin? Who would have realized the blessings of the Gospel of salvation? But Jesus lived, and Jesus died. Then what is it that should make us rejoice? It is that Jesus, who was here, has returned to the heavens&#x2014;that his work is done. We should also be thankful for the truths that he taught, for the many good things that he said, for the Priesthood he left, through which the Gospel is revealed, and a medium opened through which you and I could be brought to the knowledge of the truth, accomplish that which will produce a deliverance from sin. <\/div><div class=\"paragraph jod\" id=\"v7n1741\"> Then let us not rejoice altogether because Jesus lived, or that he died in the world, but that coming into the world he brought with him the Priesthood&#x2014;that he brought with him the power, the right to officiate as well as to teach the Gospel of life; and by virtue of his appointment he had power to appoint others to act in his name. When he was crucified, and for a few days left this state of existence, it was to open the door of  <div class=\"break pagebreak\" id=\"299a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0299.pdf\" target=\"pdfwin\">p.&#xA0;299a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2845\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>salvation to a fallen world. Well, then, it is the Gospel, after all, for which we respect Jesus. There was nothing about Jesus but the Priesthood that he held and the Gospel that he proclaimed that was so very singular. But he died for the world. Yes; and what man that ever died for the truth, did not die for the world? Prophets have died in our day. Men have testified to the truth, and for that truth have died; but has their blood redeemed us from the sin and transgression we were previously guilty of? Have we found redemption through them? As far as we have obtained it, it has been by walking in the truth. Jesus, who was the bright and full reflection of the character of his Father, was himself a perfect pattern of obedience. He not only recommended to the world obedience, but was himself a living pattern and example of that obedience which he taught, and through that obedience merited that which was conferred upon him. Hence we read that he was exalted above his brethren, simply because he loved righteousness and hated iniquity;<span class=\"citation\" id=\"76396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76396)\">Heb. 1:9<\/a><\/span> and it is that same principle that saves you and me. We may talk of men being redeemed by the efficacy of his blood; but the truth is that that blood has no efficacy to wash away our sins. That must depend upon our own action.<span class=\"citation\" id=\"84194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84194)\">D&amp;C 19:16-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1743\"> Can Jesus free us from sin while we go and sin again? What is it that frees us from sin? Did not Jesus preach the word of life? Yes. But who is it that shall believe&#x2014;that shall be benefited and instructed? It is we that are to be redeemed. Jesus could preach of heaven, of the works of Omnipotence, and the vastness of his creations, because he understood them. And if we were only a little more enlightened, we could probably understand a great deal more than we do; but in our present darkness we <div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2845\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> need further instruction. Truth exists all around us to a vast infinity, yet we pass on in our darkness from year to year, and add folly to our transgressions, and still continue to hope that yet, through Jesus, we shall be redeemed; but it will be when, by our own actions, we shall be released from the thralldom of sin. <\/div><div class=\"paragraph jod\" id=\"v7n1744\"> &#x201C;Well,&#x201D; says one, &#x201C;you do not think much of Jesus.&#x201D; Yes, I do. &#x201C;How much?&#x201D; I think he was a good man. &#x201C;But,&#x201D; says the inquirer, &#x201C;I think that is a very low estimate of him.&#x201D; What, then, would you have him to be better than a good man? What and who is he? &#x201C;Why,&#x201D; says one, &#x201C;he is the Lord from heaven.&#x201D; Who are the characters or beings of whom the Apostle spoke, when he said&#x2014;&#x201C;There are gods many and lords many?&#x201D;<span class=\"citation\" id=\"73272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73272)\">1 Cor. 8:5<\/a><\/span> I suppose them to be good men. Jesus himself, when speaking in these last days, and explaining to the Prophet of this great and last dispensation, says, &#x201C;Man of Holiness is my name; Man of Counsel is my name.&#x201D;<span class=\"citation\" id=\"93053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93053)\">Moses 7:35<\/a><\/span> Well, what does this all show? Simply that Jesus was a man. We also learn that his Father was a man. <\/div><div class=\"paragraph jod\" id=\"v7n1745\"> Jesus came to do the will of his Father,<span class=\"citation\" id=\"124930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124930)\">3 Ne. 27:13<\/a><\/span> and none other work than that which he saw his Father do.<span class=\"citation\" id=\"69117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69117)\">John 5:19<\/a><\/span> And we, through our obedience, became brethren and sisters with him, and joint heirs<span class=\"citation\" id=\"72561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72561)\">Rom. 8:17<\/a><\/span> to the rich inheritances that he is heir to. Why, the practicability of this principle is demonstrated in the case of Jesus himself. He came to this earth as a living example of the truth&#x2014;of the fact that it was possible that man, though weak and feeble, can be exalted, saved from his ignorance, and exalted to the capacity of a God&#x2014;that we, poor worms of the dust, partakers of the evils and afflictions that trouble and torment mortality&#x2014;that we could be exalted&#x2014;that we could come into this  <div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2844\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>low condition, and pass from that low state of ignorance that we were in, and thereby gain an experience that would fit us for exaltation. Then the Gospel comes to us as a source of encouragement and comfort: therefore it should give us strength in our weakness, when the way may appear dark and almost without hope&#x2014;when afflicted through the perplexities and hardships that we have to encounter; for Jesus has traveled on the way himself: he has traveled it, step by step, and piece by piece, and degree by degree, and has experienced all the grievous afflictions that flesh is heir to. Has he been exalted by it? We shall all say that he has. He has been exalted from that degree of imperfection in which we exist to his present condition, with power, might, and excellence, even all that is possible for him to enjoy. Then if it is possible for you and I to travel this same road, let us begin to inquire if we are doing it; for be assured that if we obtain that victory and exaltation that he possesses, it will be by doing as he did. He was obedient to the truth. He did not even presume to shrink from the bitter cup,<span class=\"citation\" id=\"84196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84196)\">D&amp;C 19:18<\/a><\/span> though his feeling, as a man, rather inclined him to the seat of life. Hence, said he, Father, I would a little rather that this cup pass by; but on reflection he said, &#x201C;Father, not my will, but thine, be done.&#x201D;<span class=\"citation\" id=\"66261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66261)\">Matt. 26:39<\/a><\/span><span class=\"citation\" id=\"94594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94594)\">Luke 22:42<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1747\"> Well, now, how would we have distinguished between this offering and one similar to the natural eye, but different in its design? Suppose a thing of this kind had transpired with us&#x2014;supposing that it would have taken place in our midst, would we have any idea that it was a good man, a man of integrity, that died? How could we have known this? When he gives his own account of himself, he simply says, &#x201C;Man of Holiness is my name.&#x201D;<span class=\"citation\" id=\"93054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93054)\">Moses 7:35<\/a><\/span> He did not wish to have it understood that there was any being <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2844\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in existence, no matter by what majesty, might, and power he might be surrounded, that could go beyond the good men&#x2014;the holy men. <\/div><div class=\"paragraph jod\" id=\"v7n1748\"> What view does this lead us to take of the Gospel that this Jesus has led us to look into? Simply that it is a practical system of piety, purity, holiness, and truth&#x2014;truth that is to be exhibited in our actions, purity that is to extend to all our motives and designs, and holiness that is to be a characteristic of our lives, and to extend to all there is connected with our lives, our actions, and all that we do and say; for the action of the mind is considered. If these thoughts be correct&#x2014;be pure, the actions that will reflect those thoughts will be good and beneficial, and the body that sees it will be correspondingly pure. <\/div><div class=\"paragraph jod\" id=\"v7n1749\"> Then where is this purity to be wrought out&#x2014;this propriety of thought&#x2014;this perfection of holiness? Where is it to be read of, that we may be benefited by it&#x2014;that we may travel in the way that Jesus has traveled&#x2014;that we may follow in the example that he has set? Can we get our neighbor in the way to be the holy man, the righteous man, for us, and we reap the reward in heaven? Oh no. We must be the obedient men and women ourselves. We must be the patient men and women, and feel all that forbearance and mercy, that loving kindness and charity ourselves; we must be the men and the women that will put on the habiliments of truth&#x2014;the garments of holiness, and wear them for ourselves. We must wear them day by day, month by month, year by year, and forever. <\/div><div class=\"paragraph jod\" id=\"v7n1750\"> I want you to see this, and to comprehend that the whole matter of your salvation is your own business and work. What else has Jesus done? What did he require of man? You examine principle in the Gospel as it is taught to you, and what  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2843\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>requirement of that Gospel has been obeyed for you? None. <\/div><div class=\"paragraph jod\" id=\"v7n1752\"> We are required to be obedient from the beginning unto the practice of every virtue that the Gospel can open out. This is what is required of you and me, that we may be saved and become just like Jesus. Then you see that it is entirely a practical affair with every one of us. We may theorize as much as we please, and talk about purity and holiness; and as long as we theorize about them, we shall find that they will do us no good&#x2014;never, until we reduce them to practice and adopt that kind of holiness that is acceptable to God. How can we know that one great principle of obedience, excepting we comply with the requirements of the Gospel? How can we know what is good for us, excepting we be tried in these things? The Almighty is gratified when his purposes are accomplished, and when we are preparing ourselves to be exalted and admitted into his presence, that we may be prepared by that education to be filled with that knowledge and clothed with power as himself&#x2014;be filled with that infinitude of capacity that he himself enjoys, and that those principles may be so implanted in our being and sought by us during our existence upon the earth, that we shall increase our own greatness and the glory and power of our God. <\/div><div class=\"paragraph jod\" id=\"v7n1753\"> &#x201C;Well, but,&#x201D; says one, &#x201C;where does this power come from? Does it come from God?&#x201D; We should answer, &#x201C;Yes.&#x201D; Well, then, where did He get it from? Did he inherit it? No, he did not. When we talk of the Father and of Jesus, we can say they did not inherit it. Why do we say that Jesus did not inherit this greatness and glory? Because he is recommended to us as one who came to do nothing but what he had seen his Father do<span class=\"citation\" id=\"69118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69118)\">John 5:19<\/a><\/span> (who, like Jesus, had once been imperfect), and that, like him, he <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2843\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had risen to might, majesty, and power, and clothed himself with the truth and with knowledge that endowed him with power to act and to be acted upon, to design and to execute those designs. Well, then, the power of God is&#x2014;what? Why, it is the Gospel; and the Apostle said that the Gospel was &#x201C;the power of God unto salvation;&#x201D;<span class=\"citation\" id=\"72167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72167)\">Rom. 1:16<\/a><\/span> and it is the salvation of every individual and everything that is clothed with it. <\/div><div class=\"paragraph jod\" id=\"v7n1754\"> Who is saved? Why, the individual that has power; and the individual that possesses knowledge has power. It is just as the Apostle says&#x2014;he was not ashamed of that Gospel that was the power of God unto salvation,<span class=\"citation\" id=\"72168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72168)\">Rom. 1:16<\/a><\/span> that was revealed by Him that loved righteousness and hated iniquity.<span class=\"citation\" id=\"76397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76397)\">Heb. 1:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1755\"> The Gospel, then, as preached unto us, is the power of God that saves. What does it do? It enlightens that which is dark; it gives us power where all is weakness before; it endows us with capacity where before there was no capacity, and where there was no strength. <\/div><div class=\"paragraph jod\" id=\"v7n1756\"> This is what the Gospel does for us: it is that which saves and fills our minds with that which we need not be ashamed of; and it is the simple fact that we should carry to our home, to our firesides, to correct the evils that exist between man and man, between parents and children, husbands and wives: but it is, nevertheless, the power of God that saves. It is that which tranquilizes the power of the soul that is not wholly under the principles of truth. It is not like the empty proclamation of enthusiasm, but it is deliverance to the captives;<span class=\"citation\" id=\"67175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67175)\">Luke 4:18<\/a><\/span> it is freedom to the sick soul&#x2014;to the soul that is in the dark, that knows not the truth, that has no hope that reaches into the vast future, and opens up prospects for the immortality and the salvation of the souls of men. This is the way that the Gospel opens to us in regard to the salvation of the  <div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2842\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>soul: it will make everything in the soul tranquil as the blest in heaven. It is that which must abide constantly within us; it is that which must be developed in our homes. Why? That all the members of that home may become legitimate lovers of the truth, be truthful in all they do and say, and be calculated by their good works to subserve the ends of righteousness and peace, and to bring about the purposes of God. &#x201C;Why,&#x201D; says one, &#x201C;the Gospel seems to be a great matter to be carried to the simple circles of our homes, and for it to enter into the trivial affairs of our everyday life; it seems to be a small matter to that vast infinitude of greatness and glory in its fulness that we seek to enjoy in a future state.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n1758\"> Brethren and sisters, what greatness you expect to enjoy, what you intend to enjoy in the fountain of bliss that lies before the Saints! The origin of all this, the region where it must be commenced is in the soul, at the firesides, within the circle of your family. Where is it to come from? If the blessings developed that constitute the happiness of the saved and sanctified, that enrich the pleasures of those that have passed away, are attainable, why have we not been blessed? Why has not the Gospel brought salvation to our firesides and to our homes? Why, we have naught but imperfections of our own. But these could not stand in the way; for the blood of Jesus could have cleansed us from sin, aside from our own works, according to the feelings of some. Then why is it that we are these slaves of sin, and are afflicted with the consequences thereof? Why is it that the sanctuary of home is deprived of these blessings? The Gospel that saved Jesus, that clothed him with power, that bestowed upon him all the perfections that he possessed as a God, why has it not wrought out its work with us? Our <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2842\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> firesides have not been blessed with the harmony and bliss that is affected by its purity and hallowed influence. We would not inquire where is heaven, or say how far it is from us, from our homes; for there would be a fountain of bliss to anyone who would partake of the food that angels feed upon&#x2014;who would partake and realize the perfection in which they dwell, and the harmony by which they are associated, and those that dwell with them. Then it would be no matter of uncertainty with us; neither should we care whether heaven was a little way off, or at a vast or immeasurable distance; for then in our homes, within our own family circles, would be that heaven and happiness for which we are seeking. There would be perfection; there would be the beauty of holiness in spirit and in truth. <\/div><div class=\"paragraph jod\" id=\"v7n1759\"> Now, this is the religion that should be developed at home; it should be of domestic manufacture as well as the clothes that we wear; and their beauty, you know we are told, should consist in the beauty of the workmanship of our own hands.<span class=\"citation\" id=\"85389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85389)\">D&amp;C 42:40<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1760\"> If we realized that our salvation depended upon our living in peace at home with our wives and children, and upon our cherishing the principles of virtue, of holiness, and of purity, do you suppose that we should ever be at a loss for an opportunity of doing some good? Do you suppose we should ever be at a loss to do something that would save the cause of truth? Our homes and our heaven would ever be with us. The constitution and establishment of our homes in peace, and making that happiness, and giving that satisfaction which will produce it, constitute the burden of our labor at home and abroad. <\/div><div class=\"paragraph jod\" id=\"v7n1761\"> But we are called to go and preach the Gospel to distant nations, simply that the honest may be gathered together and have homes like you and  <div class=\"break pagebreak\" id=\"303a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0303.pdf\" target=\"pdfwin\">p.&#xA0;303a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2841\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I, until a nation shall be imbued with the principle of that heavenly government that we talk and read so much about, that the will of God may be done on earth as it is done in heaven.<span class=\"citation\" id=\"63367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63367)\">Matt. 6:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1763\"> According to this, then, the object is the same, whether you labor at home or abroad. I want this riveted on your memories&#x2014;to have you think upon it every day. I do not want you to think that you can live your religion while you are quarrelling with your wives every day; I do not want you to think that you are traveling the road to salvation while you are quarrelling with everybody around you. What is the difficulty? What causes this quarrelling? &#x201C;Why,&#x201D; says the man, &#x201C;my wife has a contentious spirit: she is not going to heaven; she is not going on the road to those perfections that will bring her to a perfect and sanctified state: she has put far from her the day of sanctification.&#x201D; Then, as ministers of righteousness, I want you to go to work at home. Why? Simply because home is the place where you should live your religion. <\/div><div class=\"paragraph jod\" id=\"v7n1764\"> &#x201C;But,&#x201D; says one, &#x201C;I am going to wait until I go on a mission; then I will devote all my time to serving the Lord.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n1765\"> If you wait till then, when you are gone thousands of miles away, what will your wife and children do? Who, having wife and children, and having labored to bring them here, and lived with them here from year to year, will neglect to develop in them the principles that will save and make them happy in time, and exalt them in eternity? I want you to save them by implanting in them correct principles; and then, if you are called to go abroad, you can teach the people the principles that will save, for you will have learned them at home. Then, if they should apostatize when they have been gathered here, as some do, to our <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2841\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> own sorrow and to theirs too, you would have the confidence and consolation of knowing that your own family were saved, because you had taught them the principles of salvation while you were with them. Then why do some seem so anxious to live their religion abroad, while they neglect to teach and practice it at home? It is evident that they do not enjoy the spirit of the Gospel; and if they have not within them the principles of purity and holiness, and do not live their religion at home, what assurance have we that they will live it when they get thousands of miles from their friends? <\/div><div class=\"paragraph jod\" id=\"v7n1766\"> I want you to go to work in your own circles, and cultivate the principles of righteousness, and let the world go their own way. Do not trouble about how your neighbors are getting along, but seek to make your own home the dwelling place of God; seek to make it a sanctuary where the richest blessings of God shall be enjoyed&#x2014;where the truth shall be kept in rich stores to bless you and yours. Then that point will become a point of attraction to which your affections may repair with feelings of satisfaction. And if you go abroad, your peace will be increased with the reflection that you have left your family stationed upon the immutable and sure basis of eternal truth; and while time passes, and the angels of heaven carry you safely along, your friends and connections at home are still wending their way onward to the haven of peace and rest, where all is right&#x2014;where peace and joy flow like a river to those who are sanctified through the truth. <\/div><div class=\"paragraph jod\" id=\"v7n1767\"> Now, do not excuse yourselves because you are Seventies, and are therefore called to go abroad as special witnesses to the nations; for we are called to save our own: that is our first duty. It is true we can do a great deal towards bringing others to  <div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2840\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a knowledge of the truth; and if we can preach to the world&#x2014;to those that are afar off, we can also preach to those that are near to us, and save them; and how? Do as much to save them as Jesus has done, and then we shall have done our duty. What is it that he has told us? He told us how to save ourselves with the principles of virtue, righteousness, and peace; and let us so live that those principles may be in the young men that are growing up around our hearths. There is nothing that is important to some except it is a great way off. But the foundation of purity should be at our homes: there God should dwell; there God should reign in all the greatness of his glory, and in all the perfection of his attributes. Where will this be? Why, wherever there is a good man&#x2014;a man devoted to the truth, whose affections are identified with it and for it, and who loves righteousness and hates iniquity,<span class=\"citation\" id=\"76398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76398)\">Heb. 1:9<\/a><\/span> as Jesus did. This is the way I want you to live, and then there will be less wickedness&#x2014;fewer lies told&#x2014;less tattling by the fireside about your neighbors. The husband and wife will have less difficulties of a character and kind that are unendurable. If we can come down from the exaltedness of our feelings and humble ourselves, we can avoid most of the evils that are common among mankind. <\/div><div class=\"paragraph jod\" id=\"v7n1769\"> Who have these kinds of difficulties to which I have alluded? People that are very religious&#x2014;people that go to church&#x2014;people that are favored in various ways, and who preach long sermons for the benefit of such as themselves. What is the reason that they are not saved? Why, simply because they never have time to live their religion&#x2014;because they never had an idea that to live their religion was to be at peace at home&#x2014;that the paying their Tithing was offering an offering that would be acceptable to God; and those who did think so, had <div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2840\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> an idea that that of itself would save them. I want you to understand that it is all nonsense to take the latter position. &#x201C;What,&#x201D; says one, &#x201C;should we not pay our Tithing?&#x201D; Should we not pray? Yes, pray, and pay your Tithing. But this is not all: I want you to pray God Almighty to bless you with strength, with forbearance, with charity, that you may be merciful to each other's weaknesses, and that you may look with tender compassion upon one another, as God looks upon us, his children, all the day long. This is what I want you to pray for. And husbands, if your wives speak harsh words, don't speak another in return. &#x201C;But,&#x201D; says one, &#x201C;how can I bear it?&#x201D; Why, hold your tongue. You talk of ruling nations, kingdoms, principalities, and powers, and yet cannot hold your tongue! What wise rulers you would make! <\/div><div class=\"paragraph jod\" id=\"v7n1770\"> I suppose, when the Bishop was made or ordained, you all thought that you ought to have been made Bishops&#x2014;you were so clever, so accomplished, and so well qualified to rule, in your own estimation. I want you to prove that you are capable of being Bishops, by keeping your mouths shut when a storm of passion arises within you. Let it die. Never let the world hear the breath of heaven wafting away the ill-spoken word&#x2014;the hasty declaration. No, never. Why not? Because, if hell is within you, keep it there. &#x201C;Why,&#x201D; says one, &#x201C;is it not just as bad to think of hell as it is to speak it out?&#x201D; No&#x2014;not half as bad. Why? Because, if you thought of killing me, and were not to do it, I should not be hurt. But, if you took away my life, then I should be hurt. Hence, then, you see, there is a difference between thinking and doing. I want you husbands and wives to carry this home with you, and learn to hold your tongue, when you have nothing but some miserable, provoking thing to say.  <div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2839\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;Well, but,&#x201D; says one man, &#x201C;my wife acts so like the Devil that I cannot get along with her. I thought I was married to an angel, but I have found out I was deceived, and that she is a fiend.&#x201D; If you were such a fool as to marry a wife of that kind, you ought to learn a little by experience. <\/div><div class=\"paragraph jod\" id=\"v7n1772\"> Now, knowledge is power; and if you have married a woman that does not answer your expectations, that is not an angel, that does not abound in goodness, and that is not the very quintessence of perfection, what will you do? I will go and get a divorce. Then what will you do? Live single? No. You will marry another, then? You answer, &#x201C;Yes.&#x201D; Then you will live with her, conquer her, and control her, I suppose? &#x201C;Yes,&#x201D; says one, &#x201C;that seems like the idea; and I will go home and let my wife know that she has got to mind me and obey me.&#x201D; Why, what are you going to do? &#x201C;If she don't obey me, I will chastise her; I will beat her.&#x201D; I presume you mean to treat her in the way that some of us are accustomed to treat our mules? &#x201C;Yes,&#x201D; says the man, &#x201C;I will let her know that she has got to obey me.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n1773\"> You poor miserable souls who think thus, if you go home and whip your wives because of what I say to you tonight upon family government, the sin shall lie at your own door, and the lash that will be upon you shall be far more severe than anything that you can inflict upon your poor wives. <\/div><div class=\"paragraph jod\" id=\"v7n1774\"> I want you to go home and let them know that you are better men, that you are improving, that you are better than they, and that you are improving in righteousness faster than they are. Then, if your wife is disposed to quarrel, she will soon get tired of it; she will turn to righteousness and follow your holy example. Then let me urge upon you the necessity of proving to your wives that there is more consistency in your conduct <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2839\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> than there is in theirs, and that you are capable of living without saying harsh things yourselves. <\/div><div class=\"paragraph jod\" id=\"v7n1775\"> Brethren, this is the way I want you to govern your wives, and in ninety-nine cases out of every hundred you will succeed in governing them in righteousness; they will be faithful and true to you, and to the Gospel that has been revealed in this dispensation. And if you get a little mortified with something that may transpire, which is often the case, your wife would adopt the course that she has seen adopted by you: she would hold her tongue, unless she could say some very pleasing thing; and in this way there will be peace established in your home. Whenever there is peace, and the home circle lives in peace and quietude, the blessings of heaven and the revelations of the Holy Spirit will be there; its inspiration will be there, and it will be like a burning, never-dying flame within you, and you will walk together in peace and in harmony. You won't stumble and die in the way; there will be no difference of feeling; but the twine of family affection will grow stronger, day by day, and year by year; and the passing year will add intensity to that affection that is within you, and you will have an increased determination to live your religion. <\/div><div class=\"paragraph jod\" id=\"v7n1776\"> Then your children would see in their parents an example for speaking the truth and acting truthfully to each other. Then there would be an example before them, and they would, no doubt, obey the truth, and regard you as truthful and sincere in all your expressions, whether in regard to the things of God or those of a more trivial character. They would then see that you struggled not only to speak of the truth, but to exhibit it in all the actions of your lives. <\/div><div class=\"paragraph jod\" id=\"v7n1777\"> This is the way I want you to live your religion in this Ward; this is the way I want you to sustain your  <div class=\"break pagebreak\" id=\"306a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0306.pdf\" target=\"pdfwin\">p.&#xA0;306a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2838\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Bishop, that he may not be taxed with all the little difficulties of your domestic circles. He is a little man, and it is enough for him to be taxed with the general business of the Ward. I want you to understand that he has need of what you promised him. Did you not promise him that you would sustain him by your works as well as by your faith? I want you to redeem that promise; for if it had not been necessary for you to do this, it would not have been asked. Then sustain your Bishop, and uphold him. &#x201C;But,&#x201D; says one, &#x201C;I do not know that it is my business. If he is not smart enough, let the proper authorities put in another.&#x201D; Why, bless you, the authorities did not want the smartest men; but they wanted to prove to the world that the Lord could make those smart whom he called and ordained. &#x201C;Why,&#x201D; says one, &#x201C;you do not think much of our Bishop; you do not appear to estimate him very highly.&#x201D; Yes, I do; but I want you to understand that he has got his own weaknesses and faults to contend with, the same as other men, and just as much of yours as you put upon him. I want you that are smart men to resolve yourselves into bishops, and to play the Bishop's part at home, and to adopt the principles that he inculcates in your home circles. How very few there are who do this! But it is not too late to learn to judge righteously&#x2014;to create quietude and peace, virtue and holiness, at your own homes. Then who will there be to annoy the Bishop with their troubles? Who will be sending to the President for a divorce, when you all get your little wards at home thoroughly disciplined? This you can do, by being united, more effectually than he can; for he cannot be always with you. Then you can bring out your little wards, and let him have the advantage of a leaf out of your books. <\/div><div class=\"paragraph jod\" id=\"v7n1779\"> But if you cannot do this, hold your tongues and be ashamed, and just <div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2838\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> conclude that you will fulfil the promise that you made, and strengthen him, and simply because he needs strength; and aid him all you can; afford him all the comfort you can; and this will bring you together in the principles of truth: it unites you in one, so that your action will be one; your feelings and your spirit will be one, and you will walk in the same path together and be agreed.<span class=\"citation\" id=\"94595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94595)\">Amos 3:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1780\"> Take this course in regard to living your religion, and you do well. But possibly you do not need any of this instruction. If you do not, I am very glad of it. And if you have qualified yourselves and cultivated your minds to that degree of perfection that you do not need it here, you may just pass it over to your neighbors. Let righteousness be developed in this Ward, and let that unanimity of feeling be manifested that will cause the instructions of your Bishop to be warmly received; and let faith be exercised for him, that he may be full of knowledge and power, and have influence among the people for whose good he labors day by day. This is the way I want you to act in regard to this matter; and, to do this effectually, you must make all things right at home. Do not leave this great work for the Bishop alone, but let it be the duty of every man in the home circle, and there will be unanimity throughout the Ward; and to the Bishop will be given what is required in his official capacity, and he will have power and strength, and he will be estimated to some extent by the influence which he exercises over the men that are in his Ward. <\/div><div class=\"paragraph jod\" id=\"v7n1781\"> Well, then, what else shall we do? you may now inquire. There is another matter I want to engage you in. I want your help in a cautious, but effectual crusade against stealing. &#x201C;Well, but,&#x201D; says one, &#x201C;the President said we could not stop stealing.&#x201D; This is not what I was going to ask you to do;  <div class=\"break pagebreak\" id=\"307a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0307.pdf\" target=\"pdfwin\">p.&#xA0;307a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2837\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but I want every good man in this Ward to consider himself a missionary and a minister. I want you to get hold of the young men, and to advise them as fathers should advise them. &#x201C;Well, but,&#x201D; says one, &#x201C;the young men here in this Ward have fathers; and if I should presume to give them advice, their fathers will be displeased.&#x201D; I do not suppose they would. At least, I think you may venture to carry out my advice. <\/div><div class=\"paragraph jod\" id=\"v7n1783\"> The spirit of thieving stalks abroad in our land, and it has its advocates among the people. It gets hold of the unguarded youth, and causes them to steal from their neighbors, being unguarded by the truth. You fathers, do you know this to be true? &#x201C;Yes,&#x201D; say some, &#x201C;we hear that there is stealing done over yonder (pointing towards the west), and that it is Bill Hickman and his gang that do it. But do you know that there is a thief who visits your son and corrupts his morals, and who is making him believe there is no harm in stealing from a Gentile? <\/div><div class=\"paragraph jod\" id=\"v7n1784\"> &#x201C;Oh, to be sure,&#x201D; say you; &#x201C;I know that such a man visits my son. I don't know exactly where my son is now, but he is about the city somewhere.&#x201D; This is what I want you should know. Make it your business to know where your sons are, for they have only to go into some of the streets of the city to meet with thieves who tell them there is no harm in stealing from the Gentiles, and who tell them that the Presidency of the Church say so. This is the way the lies were told about us, to lead the unwise and unwary from the truth. Do you want to save yourselves from the scorn and disgrace that will cover your son wherever he goes? If you do, watch over your sons and also over the associations that they form. To you that have daughters, I would say, Watch over them, or by-and-by you will come to your friends with a pitiful face, saving, O my poor daughter, she <div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2837\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is gone! Where? To Camp Floyd, to the States, and to the Devil. O my daughter, that we have raised carefully, and we thought she would live to honor us; but, alas, she has gone! <\/div><div class=\"paragraph jod\" id=\"v7n1785\"> Yes; but you did not know, while she was with you, that she was forming an acquaintance with habits and making associations with those things that have succeeded in removing her beyond your reach. &#x201C;True, she went to every dancing party,&#x201D; says the unsuspecting father; &#x201C;but how could I refuse her the privilege?&#x201D; Perhaps the Bishop was called to go and pray for them, in order to sanctify the affair; and perhaps she went with the son of your neighbor whom you regard; and hence you will say, How can I refuse and offend my brother? Yes, offend your brother; for that is worth less than the salvation of your child. &#x201C;But,&#x201D; says one, &#x201C;shall we not let our children go to parties?&#x201D; Yes, let them go; I would not dare to advise you not to let them go. And why? Because it would not do any good. <\/div><div class=\"paragraph jod\" id=\"v7n1786\"> If your daughters associate with those that have no interest in the truth, advise them to discontinue their intimacy with such persons, and enjoin upon them the necessity of pursuing that course that will preserve them in purity and keep them in the truth. If your daughter will go, what then? Why, let her go. Do not break her neck to keep her, for she would not be in heaven if her neck was broken. <\/div><div class=\"paragraph jod\" id=\"v7n1787\"> I allude to this simply to elucidate the truth, and to show the way those things are accomplished of which I have been speaking. Perhaps your daughters have not associated with Gentiles, you may say. I would as soon my daughter would associate with some Gentiles as with many that profess to be Saints, especially those who have nothing to talk about but balderdash, and nothing in their minds but the wicked plans concocted by corrupt hearts. <\/div> <div class=\"break pagebreak\" id=\"308a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0308.pdf\" target=\"pdfwin\">p.&#xA0;308a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2836\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1789\"> I allude to these things thus pointedly and minutely, because they will affect your happiness and well-being, as well as that of your children. Do not undertake to crowd things to extremes, to obtain any of the blessings I have alluded to. Do not commit a greater evil than those that already exist, by creating others. <\/div><div class=\"paragraph jod\" id=\"v7n1790\"> I pray that you may so strive to cultivate a love for the Spirit of God, <div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2836\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and a love for his people, that you may constantly be under the guidance of that Spirit, and always have it abiding in you, that you may do everything in favor of the truth, dwell happily beneath its influence, and lead your children in the way of life. That this may be your happy lot, through diligence and obedience in the Gospel, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}