{"ID":70048, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Privileges and Experience of the Saints, Etc.<\/div>\n<div class=\"subtitle\">Exhortation by Elder Orson Pratt, Delivered in the Tabernacle, Great Salt Lake City, September 18, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Privileges and Experience of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 9\/18\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d48\">\n<div class=\"paragraph jod\" id=\"v7n1791\"> I have been extremely gratified in the remarks that have been made by brother Gates. The instructions which he has given us have been imparted, as I believe, by the gift of the Holy Ghost. I feel truly grateful that we live in an age of the world when we can receive instructions by the power and wisdom of that Spirit which searches all things&#x2014;<span class=\"citation\" id=\"73003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73003)\">1 Cor. 2:10<\/a><\/span>that Spirit that understands all things, and discerns the thoughts and intents of the heart.<span class=\"citation\" id=\"76539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76539)\">Heb. 4:12<\/a><\/span> All other preaching is vain. I can say, with him, that it is one of the greatest pleasures of my life to speak, when I can have the Spirit of the Lord to assist me. Without it, I would rather do the hardest kind of bodily labor. Indeed, I do not think that it is the privilege of any of the servants of God to speak in the name of the Lord without that Spirit. But I have oftentimes thought that no per<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2836\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>son who was living according to the commandments of God could rise before a congregation of Saints like this before me, and open his mouth in humility and simplicity of heart, but what the Lord would give him something to say. It is through the united faith of the people of God&#x2014;through that confidence which they have in the Being whom they worship, that he, for their edification and benefit, will grant his Spirit unto his humble and faithful Saints. But we oftentimes deprive ourselves of the blessings and enjoyments which we might receive, through the darkness of our minds, through our selfishness, through our neglect of keeping the commandments of God, through our disobedience, and through the abundance of cares and perplexities with which we have to contend in this mortal existence. All these things have a tendency, more  <div class=\"break pagebreak\" id=\"309a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0309.pdf\" target=\"pdfwin\">p.&#xA0;309a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2835\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or less, to darken the understanding and drive away from the heart that peaceable Spirit which whispers peace to the minds of the sons and daughters of God. I often reflect upon this subject much, and inquire in my own mind, and try to search out some of the causes of our being so far beneath the privileges which are guaranteed to us in the Gospel of Jesus Christ. It is not because the promises of God have failed. It is not because we are not worshipping the same Being whom the Saints worshipped in ancient days. It is not because there are insurmountable obstacles in our way; but the cause lies in our own selves. We are the individuals that shut out this light of heaven&#x2014;this light of truth that would otherwise shine upon our understandings. Do you ever compare yourselves with those people that we read of in ancient times that were called the people of God? I mean some of the best of them. Not but that there were individuals who lived then, professing to be the children of God, who were just as imperfect in their ways and doings and conduct as some of us are. But, then, there were others who lived in ancient times who were far in advance of us. They attained to greater faith and to greater privileges than those we enjoy. <\/div><div class=\"paragraph jod\" id=\"v7n1793\"> Where is there a servant of God in all the Church of Latter-day Saints that has enjoyed the same privileges that many of the first of the servants of God did 1,800 years ago on the Eastern continent? There are scarcely any. Have we beheld Jesus face to face? Have we conversed with him as Peter, James, and John, and the others of the Twelve did in that day and age of the world? No, we have not. There may have been some few exceptions. Have we attained even to the blessings of the lesser Priesthood, to say nothing about the higher blessings of the greater Priesthood? What are the <div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2835\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> blessings promised to the lesser Priesthood? They are not only to hold authority and administer in the name of the Lord in temporal things, and administer in certain outward ordinances; but there are privileges that the lesser Priesthood enjoy far exceeding those temporal administrations. They were to have the privilege of conversing with angels.<span class=\"citation\" id=\"83986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83986)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"90197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90197)\">D&amp;C 107:20<\/a><\/span> Did you ever reflect or realize how great a privilege this is? <\/div><div class=\"paragraph jod\" id=\"v7n1794\"> Is it not a great privilege to go before the Lord and receive the ministration of angels, and instructions from their mouths with regard to what should be spoken to the people? But very few of the lesser Priesthood who sit under the sound of my voice, or who are to be found upon the whole earth, have attained to this privilege. If the lesser Priesthood have not attained to it, let us inquire concerning those that hold still higher authority, concerning the Elders, Seventies, High Priests, the Twelve, the various Bishops, and the various authorities and presiding Elders over different Branches and settlements. Have they even attained to the blessings of the lesser Priesthood? No. With the exception of a very few individuals who may have come up to their privileges, who may have had the visions of eternity opened to them, and may have conversed with angels, and received instructions with regard to their callings and duties,<span class=\"citation\" id=\"90173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90173)\">D&amp;C 107:18-19<\/a><\/span> and what they shall say to the people; but, with the exception of these few individuals, the others are away in the background. And when we come to speak of the higher privileges, beyond that of receiving the administration of angels, you can scarcely find a man in all the Latter-day Kingdom that has come up to them. I have not. I speak it to my shame, and I speak it, as brother Gates spoke concerning himself, with shame, that I have not attained to  <div class=\"break pagebreak\" id=\"310a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0310.pdf\" target=\"pdfwin\">p.&#xA0;310a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2834\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the privileges that pertain to the higher Priesthood. What are these privileges? They are plainly laid down in the word of God. Those holding that Priesthood have the privilege not only of receiving the ministration of angels, but to have the heavens opened to them, and to behold the face of God.<span class=\"citation\" id=\"86645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86645)\">D&amp;C 67:10-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1796\"> Now, no man, without the Spirit of the Lord resting upon him to quicken him in body and mind, can have this great and exalted privilege to behold the face of God the Father who is in the heavens. But few have attained to this great and exalted privilege. Are there not some reasons&#x2014;some causes? Have we not been members of this Church, some of us for sixteen, eighteen, or twenty years, and some of us for twenty-five and almost thirty years? It will be twenty-nine years tomorrow since I was baptized into this Church; and I feel ashamed that I have not made greater progress in the things of the kingdom of God, when compared with the promises that have been made to us. Notwithstanding all this, when I reflect upon the advancement which we have made, compared with our former ignorance, I can truly say that the contrast is very great. We have learned many things pertaining to the first principles of our religion, and pertaining to the first principles of our conduct as Saints of the Most High; and we have learned this lesson most thoroughly too. It is not merely a theoretical lesson, but we have learned it practically. <\/div><div class=\"paragraph jod\" id=\"v7n1797\"> Many of us have learned to be subject to every word that proceeds from the mouth of God.<span class=\"citation\" id=\"62812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62812)\">Matt. 4:4<\/a><\/span> We have learned that it is not only necessary for us to cease from taking the name of the Lord our God in vain,<span class=\"citation\" id=\"54198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54198)\">Ex. 20:7<\/a><\/span> but to never mention his name only by constraint of his Spirit.<span class=\"citation\" id=\"86513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86513)\">D&amp;C 63:64<\/a><\/span> We have learned to impose a guard upon our tongues, to speak no evil concerning the children <div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2834\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of God. We have learned not to backbite our neighbors and friends. Many of us have learned this lesson, but not all of us. <\/div><div class=\"paragraph jod\" id=\"v7n1798\"> We have learned, also, practically, the necessity of ceasing from all light-mindedness and levity and excessive laughter.<span class=\"citation\" id=\"88810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88810)\">D&amp;C 88:121<\/a><\/span> But there are many, I am sorry to say, who have not learned the first principle of this lesson. We have learned that we can be cheerful without yielding to much laughter; for this is accounted in the revelations of God as sin in the sight of Heaven.<span class=\"citation\" id=\"86314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86314)\">D&amp;C 59:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1799\"> We have learned a great many important principles pertaining to family government. We have learned many important principles pertaining to giving heed to all the counsels of the Priesthood that may be imparted unto us, from time to time, by the voice of the Spirit of God. We have learned, in a great measure, to discern those who have the Spirit and those who have it not, when they speak to us in Church or in Ward meetings. We have learned that our religion consists in doing the things required at our hands, instead of hearing from Sabbath to Sabbath, and not doing. <\/div><div class=\"paragraph jod\" id=\"v7n1800\"> We have learned the necessity of giving the most earnest heed to every counsel and word which the Lord our God has given to regulate our conduct. And many of us have learned, also, that when the Lord speaks, not by command, but by the word of wisdom and advice,<span class=\"citation\" id=\"88851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88851)\">D&amp;C 89:1-2<\/a><\/span> that we should give heed to the same, in order to enjoy that flow of the Spirit of the living God in our hearts which is necessary to prepare us for further blessings. But, after all we have learned during the last quarter-of-a-century in this Church, we have not yet prepared ourselves sufficiently to receive the great and important blessings I have named pertaining to the two Priesthoods of the living God. <\/div><div class=\"paragraph jod\" id=\"v7n1801\"> When shall we learn this lesson?  <div class=\"break pagebreak\" id=\"311a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0311.pdf\" target=\"pdfwin\">p.&#xA0;311a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2833\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>When we have learned to govern ourselves more perfectly than we have hitherto done&#x2014;to guard ourselves on the right hand and on the left from the encroachments of evil&#x2014;to set a seal upon our mouths and tongues, and only to use them according to the principles of eternal truth&#x2014;according to the mind and will of God. When we have learned to do unto others as we would have them do unto us in all things,<span class=\"citation\" id=\"63800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63800)\">Matt. 7:12<\/a><\/span> and to regulate ourselves not only by the written commandments of the Most High God, but by the words of wisdom and counsel imparted to us day by day through his servants&#x2014;when we have learned these important lessons more perfectly, then we may expect the promise of the Lord to be more perfectly fulfilled to us, and not before. <\/div><div class=\"paragraph jod\" id=\"v7n1803\"> I can recollect, twenty-nine years ago this present autumn, that I went into the chamber of father Whitmer, in whose house the Lord manifested himself in the organization of this Church, consisting of six members.<span class=\"citation\" id=\"84422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84422)\">D&amp;C 20 Headnote<\/a><\/span> I went into that chamber with the Prophet Joseph Smith, to inquire of the Lord; and he received a revelation for my benefit, which was written from the mouth of the Prophet by John Whitmer, one of the witnesses of the Book of Mormon.<span class=\"citation\" id=\"84944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84944)\">D&amp;C 34:1-12<\/a><\/span> I was then only about nineteen years of age, and was desirous to know what my duty was. The Lord commanded in this revelation that I should preach his Gospel.<span class=\"citation\" id=\"84949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84949)\">D&amp;C 34:5<\/a><\/span> I thought that was a very great and important calling, and I felt altogether incompetent unless the Lord qualified me by his Spirit. <\/div><div class=\"paragraph jod\" id=\"v7n1804\"> Among other things contained in this revelation, the Lord gave me a command in these words&#x2014;&#x201C;Therefore lift up thy voice and prophesy, and it shall be given by the power of the Holy Ghost.&#x201D;<span class=\"citation\" id=\"84967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84967)\">D&amp;C 34:10<\/a><\/span> I thought to myself, that unless the Lord shall pour out his Spirit upon me more fully than anything I ever yet have <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2833\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> experienced, I never can perform these duties acceptably in his sight. <\/div><div class=\"paragraph jod\" id=\"v7n1805\"> To prophesy without the Holy Ghost&#x2014;to reveal&#x2014;was something I dare not do. I would rather have had my head severed from my body than to have been guilty of so great a crime. Indeed, there is one of the most awful denunciations pronounced upon that man who undertakes to prophesy in the name of the Lord, without the Holy Ghost to inspire him. Such a man in ancient days was to be cut off from the midst of Israel.<span class=\"citation\" id=\"55035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55035)\">Deut. 13:1-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1806\"> I felt, therefore, the importance of those sayings; and truly, when I looked at the magnitude and importance of the command given to me to prophesy by the power of the Holy Ghost, I felt oftentimes to tremble and shrink, for fear I never should be able to fulfil and accomplish so great a work. <\/div><div class=\"paragraph jod\" id=\"v7n1807\"> And I recollect another revelation that requires all the servants of God who are sent forth, to lift up their voices and preach and prophesy as it shall be given by the Spirit of God.<span class=\"citation\" id=\"85298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85298)\">D&amp;C 42:16<\/a><\/span> Have we attained to this gift of prophecy as we ought as the servants of the living God? How few of us have obtained a message beforehand by the Spirit of the living God to deliver to the people, as Jacob, one of the ancient servants of God, did on the American continent. Jacob, the brother of Nephi, came into the temple to preach to the people, and declared to them that the Lord had previously revealed to him what he should say to them.<span class=\"citation\" id=\"81626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81626)\">Jacob 1:17<\/a><\/span> He went and inquired of the Lord, and he revealed his mind and will, and thus Jacob found out what was wanted for the people: he understood their condition and what sins they had committed before the Most High, and he knew how to reprove them, because God had visited him by the Spirit of revelation.<span class=\"citation\" id=\"81633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81633)\">Jacob 2:11-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1808\"> How many of us have gone forth  <div class=\"break pagebreak\" id=\"312a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0312.pdf\" target=\"pdfwin\">p.&#xA0;312a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2832\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and received our errand from the Lord<span class=\"citation\" id=\"81627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81627)\">Jacob 1:17<\/a><\/span> by the voice of the Spirit of revelation, before we have ventured before the people to teach the things of the kingdom of God? Although I have often prayed and sought earnestly and humbly that I might be assisted to preach to the people, and to say something to benefit them, yet I have not, by my earnestness and diligence and faith, been able to obtain those revelations and visions that belong to the High Priesthood and to the Apostleship, that I might know what to preach to the people to the extent of our privileges for their edification. Yet I do know the Lord has blessed me and my brethren, and given us a portion of his Spirit; and our hearts have been dictated, as I believe, by the spirit of wisdom and counsel; and the things of the kingdom of God have been made known to us in the very moment;<span class=\"citation\" id=\"84462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84462)\">D&amp;C 24:6<\/a><\/span><span class=\"citation\" id=\"89357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89357)\">D&amp;C 100:6<\/a><\/span> and we have been able to speak to them, but not in that power and demonstration<span class=\"citation\" id=\"124931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124931)\">1 Cor. 2:4<\/a><\/span><span class=\"citation\" id=\"124932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124932)\">D&amp;C 99:2<\/a><\/span> that belongs to the Priesthood of the living God. <\/div><div class=\"paragraph jod\" id=\"v7n1810\"> I recollect reading the prophecy of Enoch, that he, after having gathered together his people from the different parts of the earth, the same as we are doing, commenced preaching righteousness to them.<span class=\"citation\" id=\"92971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92971)\">Moses 7:19<\/a><\/span> He built up the city called Zion, and the Lord revealed himself to Enoch,<span class=\"citation\" id=\"93181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93181)\">Moses 7:67<\/a><\/span> and he saw him face to face.<span class=\"citation\" id=\"90297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90297)\">D&amp;C 107:49<\/a><\/span> God walked and talked with him, and he dwelt in the midst of the city of Zion for the space of three hundred and sixty-five years; and then God took Enoch, city, people and all, to heaven.<span class=\"citation\" id=\"93215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93215)\">Moses 7:69<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1811\"> I recollect reading of Enoch's having gathered his people, and that their enemies came up against them to battle. What kind of weapons did Enoch use to destroy his enemies? It says, &#x201C;And he (Enoch) spake the word of the Lord, and the earth trembled, and the mountains fled, according to his command; and the <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2832\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> rivers of water were turned out of their course; and the roar of the lions was heard out of the wilderness; and all nations feared greatly, so powerful was the word of Enoch, and so great was the power of language which God had given him.&#x201D;<span class=\"citation\" id=\"92799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92799)\">Moses 7:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1812\"> That was the power given to that Priesthood and authority which was conferred upon Enoch in the early ages of the world.<span class=\"citation\" id=\"92714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92714)\">Moses 6:27<\/a><\/span><span class=\"citation\" id=\"92779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92779)\">Moses 7:2<\/a><\/span> It is also your privilege, ye servants of the living God, to obtain by faith the same blessings and the same power, that when you shall be appointed upon foreign missions, you can open your mouths by the power of the same Spirit that rested upon Enoch&#x2014;that you cannot only teach them what they shall do, but prophesy to the people<span class=\"citation\" id=\"124933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124933)\">D&amp;C 42:16<\/a><\/span> and tell them what shall be in the future&#x2014;tell them of the judgments and calamities that shall overtake the wicked. It is your privilege to prophesy to the great and to the low, to the king on his throne, to great men in high places, to the inhabitants of the earth, and to foretell that which shall befall their cities, villages, nations, countries, and kingdoms&#x2014;to foretell all these things, not by your wisdom, nor by the spirit of false prophecy, but by the power of that Spirit which rested on Enoch in ancient days. With such a qualification, you could go forth and perform the mission appointed to you acceptably in the sight of God. <\/div><div class=\"paragraph jod\" id=\"v7n1813\"> What is the privilege of the servants of God that are remaining here in the midst of the settlements of Zion? It is our privilege to sanctify ourselves and have even greater power than those who go to the nations. Why? Because here is the great central place of gathering, and here should center all the powers of the everlasting Priesthood. Here, in our midst, should be poured out the blessings of that Priesthood to their fullest extent. Here the ser<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"313a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0313.pdf\" target=\"pdfwin\">p.&#xA0;313a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2831\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vants of God should be clothed upon from on high with the glory of God, and be able to foretell all things which would be for the welfare and benefit of the children of Zion. All these blessings belong to the Priesthood here. <\/div><div class=\"paragraph jod\" id=\"v7n1815\"> You have the keys of the Priesthood; you have the key words of the Priesthood here; you have the signs of the Priesthood here; you have all the ordinances of the Priesthood here which have been revealed; you have learned the rules and laws of the Priesthood; and why not, ye Elders of Israel&#x2014;ye servants of the Most High God, rise up in the power of the Priesthood and magnify your callings throughout the settlements in this Territory? Why give way to darkness, to debauchery, to low and degraded things, and mix with those who are calculated to fill you with the spirit of evil continually? <\/div><div class=\"paragraph jod\" id=\"v7n1816\"> Why suffer a cloud of darkness <div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2831\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to hover over your minds, even a cloud of thick darkness that is almost impenetrable? Why suffer your faith to die away, that you cannot prevail with the heavens and obtain the blessings of the Priesthood revealed in the last days? <\/div><div class=\"paragraph jod\" id=\"v7n1817\"> Awake, awake, O ye Elders of Israel, and be clothed with the spirit and power of your callings, and do the work assigned you, and prepare for the great day of the Lord, which is at hand.<span class=\"citation\" id=\"124934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124934)\">D&amp;C 128:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1818\"> I feel, in some measure, the importance of these things. It rests on my mind; it weighs me down by day, and oftentimes I lay awake at nights contemplating the greatness of our privileges and the backwardness of the Saints of God to claim them. <\/div><div class=\"paragraph jod\" id=\"v7n1819\"> But I do not wish to occupy too much of the time. May God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}