{"ID":70046, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Devotedness to &#x201C;Mormonism&#x201D;&#x2014;Responsibility.<\/div>\n<div class=\"subtitle\">Remarks by President D. H. Wells, Delivered in the Tabernacle, Great Salt Lake City, October 16, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Devotedness to &#x201C;Mormonism,&#x201D; Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 10\/16\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d46\">\n<div class=\"paragraph jod\" id=\"v7n1676\"> Brethren and Sisters&#x2014;I arise before you this afternoon without having any particular subject on my mind upon which to speak, hoping and believing that the Lord will help me, that I may say what I shall say to your edification and comfort. <\/div><div class=\"paragraph jod\" id=\"v7n1677\"> &#x201C;Mormonism&#x201D; presents themes sufficient for our consideration at all times and upon all occasions. We never need be at a loss for a subject, for there is no part of it that we can contemplate that is not fitting and suitable to almost any occasion that may arise. <\/div><div class=\"paragraph jod\" id=\"v7n1678\"> I feel that the principles of the holy Gospel are all-absorbing. In them are concentrated all my hopes of happiness&#x2014;my life, my business, all my <div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2853\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> interests, both temporal and spiritual, in time and eternity, and I trust will ever be. There is nothing else that I esteem worthy to engage my attention in comparison, and I have no hopes outside my interest in this kingdom, neither do I wish to have. <\/div><div class=\"paragraph jod\" id=\"v7n1679\"> When I embraced &#x201C;Mormonism,&#x201D; I let go everything else; and since then I have had no wish or desire but to attend to those things required at my hands. I take peculiar pleasure and delight in doing anything that is for the advancement of this kingdom. <\/div><div class=\"paragraph jod\" id=\"v7n1680\"> I feel an ardent anxiety to see Israel rise triumphant over every opposing object that may lie in their onward course. With me it is &#x201C;Hosanna!&#x201D; and &#x201C;Glory to God!&#x201D; when  <div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2852\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Israel obtain a single victory. It is &#x201C;Israel forever!&#x201D; all the time. <\/div><div class=\"paragraph jod\" id=\"v7n1682\"> These are a part of my feelings with regard to this work. <\/div><div class=\"paragraph jod\" id=\"v7n1683\"> I expect one of the distinguishing features between the Latter-day Saints and the sectarian world is, that they feel so devoted to the cause they have espoused, that they are willing to pass through any amount of suffering, even to the loss of their lives, to subserve its interests. <\/div><div class=\"paragraph jod\" id=\"v7n1684\"> The outsiders look on the devotedness of the Latter-day Saints to this cause and kingdom with great astonishment. There is a reason for this devotedness they know nothing about. They cannot conceive how men should let their religion occupy their whole affections. <\/div><div class=\"paragraph jod\" id=\"v7n1685\"> How is it in the United States? They have no confidence in their religious leaders. Have they any in their God? I do not wish to be severe in my strictures on them. They virtually say to their religious leaders, Stand there, and do not dare to interfere with our temporal affairs, or interfere with us in any way except in religious matters. They look upon them as their spiritual leaders only. <\/div><div class=\"paragraph jod\" id=\"v7n1686\"> The world generally have an idea, and it is too true with many of the Latter-day Saints, that they know better about their everyday affairs than the Lord. They even go so far as to exclude religious teachers from holding offices in their political circles. They do not elevate their religious ministers to the civil offices of the country. <\/div><div class=\"paragraph jod\" id=\"v7n1687\"> Would not we, as a people, be willing to let the Lord dictate our affairs temporally and spiritually? This is a distinguishing feature, I say, between the Latter-day Saints and the rest of the world: they are not willing that the Lord should dictate their temporal affairs, and we profess to be willing that he should. <\/div><div class=\"paragraph jod\" id=\"v7n1688\"> If ever we are prospered exceed<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2852\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ingly, we shall have to submit ourselves to his dictation temporally, because he is building up a temporal kingdom on the earth, as well as a spiritual kingdom, in the last days. He is gathering the people together from the four quarters of the earth, that he may concentrate a power to bring forth his purposes in the last days&#x2014;that he may magnify his name in the earth&#x2014;that he may have a people who will do as he wishes them, that he may exalt and bless them. <\/div><div class=\"paragraph jod\" id=\"v7n1689\"> The Lord takes us through many channels, through a chequered path, to bring us to the position to be capable and worthy to receive the blessings he is desirous of dispensing to the children of men who will acknowledge him as having a right to rule on a portion of the earth, at least, if not on the whole of it. <\/div><div class=\"paragraph jod\" id=\"v7n1690\"> Has he not a right to rule on this earth? Who has done so much for it as our Lord and Savior? The Prophets have intimated that all his enemies should be laid beneath his feet,<span class=\"citation\" id=\"73847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73847)\">1 Cor. 15:25<\/a><\/span> that he should triumph over every opposing foe, and that the kingdoms of this world should be broken in pieces,<span class=\"citation\" id=\"124929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124929)\">Dan. 2:35<\/a><\/span> and become the kingdoms of our Lord and his Christ.<span class=\"citation\" id=\"79428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79428)\">Rev. 11:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1691\"> This is what we are expecting in this our day and generation. The work has commenced, and we have become participants in it&#x2014;citizens of the kingdom of God, if you please. This thought carries with it joy and satisfaction to the soul of every true Saint, and to every person who is desirous of seeing righteousness obtain a foothold on the earth, and wickedness walked underfoot. <\/div><div class=\"paragraph jod\" id=\"v7n1692\"> This is what makes the people of God so enthusiastic in regard to their religion. Great blessings are held out to them in having the Lord to reign over them, in being submissive to his will in all things, and thereby doing the work he has allotted them to do in the last days. <\/div> <div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2851\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1694\"> It is very encouraging to the Saints to know and realize that this duty and privilege rests on their shoulders. The Lord in his kindness has enlightened their minds to see the ripening of the work he has commenced and will perform. <\/div><div class=\"paragraph jod\" id=\"v7n1695\"> The world cannot understand the work in which we are engaged. They look upon this Church as another sect or persuasion of people. In one sense we are. Our forms of worship are similar to theirs; but this abiding faith they do not have. We have something to cling to about which they know nothing&#x2014;which their doctrines do not teach. The blessings we enjoy they think of as being a great way off&#x2014;something to be hoped for, but not expected. We understand things they do not; therefore we have great cause to rejoice and offer thanksgiving and praise to our God. We have great cause to be industrious and active in the discharge and full performance of our duties, and to concentrate our interests in this kingdom and in its advancement. <\/div><div class=\"paragraph jod\" id=\"v7n1696\"> Let that be our daily work. Let us have no other business&#x2014;nothing that shall come between us and our duty in regard to this. Let not the Evil One place any barrier between us and our daily righteous walk. <\/div><div class=\"paragraph jod\" id=\"v7n1697\"> It is the duty of each and every one of the Saints to feel that share of responsibility that belongs to them. Upon our shoulders the kingdom rests, and the Lord is perfectly willing to roll it forth so fast as he shall have a people that are willing and capable to bear it off. Let us not be impatient if things do not come about as fast as we wish to see them; for, let me assure you, if the Lord were to answer our desires with respect to this, we should not be able to bear up under it. So fast as he can get a people who will be able to bear the kingdom off, he will roll it onward. <\/div><div class=\"paragraph jod\" id=\"v7n1698\"> The people of God must strengthen <div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2851\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their knees, gird up their loins, endeavor to have their faith increased by living nearer to the Lord, and by shaking off the Evil One. <\/div><div class=\"paragraph jod\" id=\"v7n1699\"> There are too many among us who shake hands with the Devil; and while this is so the Lord cannot bless this people as he wants to bless them. Were he to pour out the multiplicity of blessings he has in store upon them now, it would send many of them to destruction; otherwise his great blessings will save them when they understand them. It is necessary we should live near to the Lord. <\/div><div class=\"paragraph jod\" id=\"v7n1700\"> I am not obliged to mingle with evil because it surrounds me. An Elder whose duty calls him into the Gentile world can keep himself as pure and as holy as he was in the midst of the Saints. He may enwrap himself as in a cloak against every evil that would surround his footsteps. <\/div><div class=\"paragraph jod\" id=\"v7n1701\"> It is in the power of every man to resist the Devil, and he will flee from him.<span class=\"citation\" id=\"77691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77691)\">James 4:7<\/a><\/span> He will not take possession of any man's heart unless he makes him a welcome inhabitant and invites him to share in his affections. <\/div><div class=\"paragraph jod\" id=\"v7n1702\"> It is in the power of every man and every woman not to give way to evil thoughts and speak evil against their neighbors.<span class=\"citation\" id=\"85336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85336)\">D&amp;C 42:27<\/a><\/span> If they do this, the first thing they know they are overcome. They will think evil in the first place; and if they encourage the evil thoughts, they will finally give utterance to them; and when they do this, they are still further from the true path than before. And so they go on, until they are overtaken by apostasy, which they did not think of when they commenced this course. <\/div><div class=\"paragraph jod\" id=\"v7n1703\"> Everyone has his own peculiar feelings, and it is well enough for people to be courteous one to another: but suppose a thing is done that comes across our natural feelings and judgment a little&#x2014;why should we set our judgment to be above that of our brethren? Why should one  <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2850\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man suppose he knows better than anybody else? Why not yield at once to the superior judgment of another? And if another man's view is not as good as your own, what of it? Let us lay aside our judgment, and let our neighbor have his way in regard to matters that do not particularly concern us. Why not, rather than contend? <\/div><div class=\"paragraph jod\" id=\"v7n1705\"> If we encourage a spirit of contention, we shall fall into darkness. Why not take a course to live in the light? The result will show which is the best. <\/div><div class=\"paragraph jod\" id=\"v7n1706\"> Let us all be for the kingdom. Another man's policy for the kingdom may be just as good as mine. If you are called upon to act in a particular place, act in it until you shall be displaced, and act in it according to the best light and judgment you have, though another might go about the same thing differently. Let us, however, sustain that man who is appointed to act, and act with him, so long as he is honest and sincere within. If all the people in this city and in other settlements could see this, there would be less contention. <\/div><div class=\"paragraph jod\" id=\"v7n1707\"> I have seen good men get at variance, in the outside settlements, because their Bishops did not do as they thought they ought; and I have seen Bishops removed, and others put in their places, and they would do exactly the same things in their own way. <\/div><div class=\"paragraph jod\" id=\"v7n1708\"> I feel like being generous. I feel like letting men go about a thing in their own way, to benefit the people and the kingdom. Let us look a little beyond the surface, and see a benefit in another man's policy as well as our own, and think that another man has got a little common sense as well as ourselves. <\/div><div class=\"paragraph jod\" id=\"v7n1709\"> In this way, I think, there would be a great deal less to find fault with; and then we can see and appreciate <div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2850\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the policy of our brother that is as desirous of doing well, even as we are. Then we should get rid of a certain thing called envy, which very frequently besets some people. <\/div><div class=\"paragraph jod\" id=\"v7n1710\"> I would like to see my brethren learn wisdom. I would like to have more myself. I would like to have them increase in the knowledge of God&#x2014;in things pertaining to eternal life, as well as in things pertaining to our everyday life and business; and thus let us learn to save ourselves daily, that we may be saved with a full salvation at last. <\/div><div class=\"paragraph jod\" id=\"v7n1711\"> It is not the great things of the kingdom that cause men to fall away and go to destruction. It is the small things of life&#x2014;matters of traffic and deal, upon which people stumble. Large mountains are magnified from small molehills, and they loom out greater and greater the longer persons travel in that path. <\/div><div class=\"paragraph jod\" id=\"v7n1712\"> If I do not want one of my wives or children to go to the Devil&#x2014;if I do not wish them to be overcome by evil, I consider it my duty to keep them out of the way of evil, and not suffer them to visit places and company that would be likely to lead them astray. <\/div><div class=\"paragraph jod\" id=\"v7n1713\"> Suppose I place myself and family under the power of influences that are from the Devil&#x2014;influences that are calculated to lead us into darkness and apostasy; or if I have characters about my house who are filthy, wicked&#x2014;who curse God and use profane language, having no respect for my religion, for God, for angels, and holy beings&#x2014;how far do you think I shall be held responsible, should one of my family go into apostasy through this influence which I have thrown around them? Would I be held responsible, or not? <\/div><div class=\"paragraph jod\" id=\"v7n1714\"> How far is that mother responsible for her daughter, when she surrounds her with influences that are calculated to lead her astray and into darkness?  <div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2849\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>How far can the father be held responsible for the future conduct of his daughters, after surrounding them with pernicious influences, and they should, in consequence thereof, fall away? <\/div><div class=\"paragraph jod\" id=\"v7n1716\"> It appears to me as though persons in pretty good faith, who think they may stand themselves, will be held responsible for many of these things. It seems to me, if I surrounded my family with evil influences, and they were led astray thereby, I should have nobody else to blame for it but myself. <\/div><div class=\"paragraph jod\" id=\"v7n1717\"> It is true sons and daughters may go contrary to fathers' and mothers' counsel, and parents employ every means in their power to keep them from wandering into by-and-forbidden paths. <\/div><div class=\"paragraph jod\" id=\"v7n1718\"> Under these circumstances they may not be considered responsible; but when parents place bad influences around their children, or introduce them into their houses, I look quite differently upon the matter of responsibility. <\/div><div class=\"paragraph jod\" id=\"v7n1719\"> Even at the present time, many are caused to mourn: they have real sorrow of heart, in consequence of their own injudiciousness&#x2014;of their want of thought and good understanding. They now see where they have missed it; and many a heart will yet sorrow for not pursuing a different course. <\/div><div class=\"paragraph jod\" id=\"v7n1720\"> Let us not forget these important items, but have our minds stirred up to them, and be careful as to what kind of influences we surround our families with. Let the mother be careful what kind of company she lets her daughter keep. This is the way to preserve their own hearts from bitter sorrow, and their daughters from degradation and death. How far will the father of that young man be held responsible, whose pernicious practices have led him to drunkenness? <\/div><div class=\"paragraph jod\" id=\"v7n1721\"> I like to have liquor in my house <div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2849\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for family use, in case of sickness; and if I could have my own feelings gratified, I would always have it in my house: but I would rather forego all the benefit it would do my family than to see any member of this Church and kingdom, or any true friend of mine, led into drunkenness and into death. I would rather that not a drop more should ever be manufactured, from this time forth, than that it should be the means of destroying one soul. <\/div><div class=\"paragraph jod\" id=\"v7n1722\"> If my influence and words could blot out of existence the excessive use of it, I would do so. When I see otherwise faithful and intelligent men overcome and rendered perfectly useless by the intemperate use of ardent spirits, I feel like saying, Never let a drop more be made, but let it go entirely out of existence. But when I reflect, I see it is like other temptations of the Devil: men must know the evil as well as the good.<span class=\"citation\" id=\"92580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92580)\">Moses 5:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1723\"> This is all right; and it is to try them, whether they will show their integrity, by wallowing in the mire, or by using it without abusing themselves by it. If men who have an appetite formed for it overcome it, so much greater will be their reward; but if they subject themselves to it, it becomes their lord and master. We see a good many who are controlled by it. <\/div><div class=\"paragraph jod\" id=\"v7n1724\"> I despise this abominable practice. At the same time, men must have their agency, and do as they please. If the holy influences of the Gospel will not fetch them out of it, I do not know anything that will. <\/div><div class=\"paragraph jod\" id=\"v7n1725\"> I do not expect any reward for being tempted with ardent spirits, for I have no disposition to be tempted by it. I have no liking for it, although I could be benefited by the use of it, in the way I would use it; but I would rather forego that for my brethren's sake. I have not that  <div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2848\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>evil desire to overcome. I have other things to overcome; but this is no besetting sin of mine. <\/div> <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2848\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1727\"> May God bless us and help us to triumph over sin, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}