{"ID":70044, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Union, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, October 7, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Union, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/7\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d44\">\n<div class=\"paragraph jod\" id=\"v7n1604\"> Jesus Christ, in his teachings, made plain the difference between the powers calculated to destroy, annihilate, dissolve, reduce to native element, and those which will eternally endure. In view of this, he prayed to his Father for his disciples, and wished them to pay particular attention to this one principle in their faith. The words he is recorded to have made use of are&#x2014;&#x201C;Sanctify them through the truth: thy word is truth. As thou has sent me into the world, even so have I also sent them into the world. And for their sakes I sanctify myself, that they also might he sanctified through the truth. Neither pray I for these alone, but for them also which shall believe on me through their word; That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me. And the glory which thou gavest me I have given <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2868\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them; that they may be one, even as we are one: I in them, and thou in me, that they may be made perfect in one.&#x201D;<span class=\"citation\" id=\"70670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70670)\">John 17:17-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1605\"> The Savior sought continually to impress upon the minds of his disciples that a perfect oneness reigned among all celestial beings&#x2014;that the Father and the Son and their minister, the Holy Ghost, were one in their administration in heaven and among the people pertaining to this earth. Between them and all the heavenly hosts there can be no disunion, no discord, no wavering on a suggestion, on a thought or reflection, on a feeling or manifestation; for such a principle would differ widely from the character of Him who dictates them, who makes his throne the habitation of justice, mercy, equity, and truth.<span class=\"citation\" id=\"93030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93030)\">Moses 7:31<\/a><\/span> If the heavenly hosts were not one, they would be entirely unfit to dwell in eternal burnings<span class=\"citation\" id=\"59031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59031)\">Isa. 33:14<\/a><\/span> with the Father and Ruler of the universe. <\/div> <div class=\"break pagebreak\" id=\"277a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0277.pdf\" target=\"pdfwin\">p.&#xA0;277a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2867\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1607\"> A perfect oneness will save a people, because intelligent beings cannot become perfectly one only by acting upon principles that pertain to eternal life. Wicked men may be partially united in evil; but, in the very nature of things, such a union is of short duration. The very principle upon which they are partially united will itself breed contention and disunion to destroy the temporary compact. Only the line of truth and righteousness can secure to any kingdom or people, either of earthly or heavenly existence, an eternal continuation of perfect union; for only truth and those who are sanctified by it can dwell in celestial glory. This truth we have, and we offer it, without money or price,<span class=\"citation\" id=\"59752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59752)\">Isa. 55:1<\/a><\/span> to the world who are beguiled, benighted, and deceived by the artful mass of superstition, bigotry, tradition, fashions, customs, cliques, and plans that have been growing and ripening from the days of Adam until now, introducing discord, strife, animosity, anarchy, and crime of every grade, suffering of every kind, and premature death to millions. They are embracing shadows and trying to retain that which will perish in their grasp and leave them desolate. All organized matter must dissolve and return to its native element, unless it is made pure and holy&#x2014;capable of enduring eternal burnings.<span class=\"citation\" id=\"94593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94593)\">Isa. 33:14<\/a><\/span> All principles, principalities, powers, thrones, kingdoms, dominions, communities, neighborhoods, and individuals, with their actions public and private, their feelings and aspirations, that are not concentrated in the oneness taught by our Savior, will come to dissolution into native element.<span class=\"citation\" id=\"91514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91514)\">D&amp;C 132:14<\/a><\/span> Says Jesus, &#x201C;I and my Father are one.&#x201D;<span class=\"citation\" id=\"69712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69712)\">John 10:30<\/a><\/span> They are one in their faith, purposes, and actions, the Savior being subject to the Father in all things. Again, he says&#x2014;&#x201C;For I came down from heaven not to do my own will, but the will of him that sent me.&#x201D;<span class=\"citation\" id=\"69235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69235)\">John 6:38<\/a><\/span> Again&#x2014;&#x201C;I come <div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2867\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to do thy will, O God.&#x201D;<span class=\"citation\" id=\"76932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76932)\">Heb. 10:7<\/a><\/span> Many more of the sayings of Christ might be quoted, which set forth this principle of oneness, that I have upon my mind and wish to impress upon the minds of the people. <\/div><div class=\"paragraph jod\" id=\"v7n1608\"> I do not hesitate in saying that, if the people will concentrate their faith and works to accomplish the great object of their existence, their troubles, sorrows, anxieties, difficulties, contentions, animosities, and strife would be at end. This idea I wish to apply more particularly to those who are called to act in the capacity of Presidents, Bishops, Counselors, High Councilors, and to every man holding office in this Church; but I also wish it to apply to every member, both male and female. I will say to my brethren and sisters, Were your faith concentrated upon the proper object, your confidence unshaken, your lives pure and holy, every one fulfilling the duties of his or her calling according to the Priesthood and capacity bestowed upon you, you would be filled with the Holy Ghost, and it would be as impossible for any man to deceive and lead you to destruction as for a feather to remain unconsumed in the midst of intense heat. I may not be able to convince you of this fact, but I can tell you that it is true. I can reveal principles that pertain to this oneness&#x2014;to this holiness of life; but to make the people believe and practice them is another thing. I can preach the Gospel, but I cannot make people obey its mandates when they are not so disposed: that is a matter left entirely to themselves. I can tell you how to avoid your difficulties, jars, contentions, and sorrows. I can tell you how to establish peace, prosperity, plenty, and happiness in your midst, and how to maintain them; but I cannot make you follow my directions, if you are not so disposed. This is also a matter that is left entirely with yourselves; and you must reap the  <div class=\"break pagebreak\" id=\"278a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0278.pdf\" target=\"pdfwin\">p.&#xA0;278a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2866\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>reward of your own doings, whether they be good or evil. <\/div><div class=\"paragraph jod\" id=\"v7n1610\"> In some instances, the people lose confidence in their Bishops, and the Bishops lose confidence in themselves and in the people. Were it in my power to bring the people to understanding and obedience, I would place them in such a degree of advancement that their Bishop could not live in their midst, unless he administered in his office with holy hands and with pure heart. Then, if he lacked the wisdom and discretion to judge righteously between man and man, he would be filled with the revelations of eternity, to enable him to judge like an angel, to discriminate between right and wrong, to point out the path of duty to everyone, and to designate what is required of each person in his respective calling. But this advancement is for the people and Bishops to obtain for themselves, through the means the Gospel supplies. <\/div><div class=\"paragraph jod\" id=\"v7n1611\"> I have lived in the days of Prophets and Revelators. I have been subject to rule&#x2014;to the powers that have been and now are. This is not new to me. My own experience has led me, step by step, from day to day, and from night to night. When fear comes upon the people that a Bishop or President is leading them astray and introducing evil among them, it proves to me that the people are wrong and are destitute of the power of their holy calling. They are willingly deceived. It is folly to say that a community of Saints who are living up to their callings can be led astray by their Bishop or President. There is no such principle in all the kingdoms God has made. <\/div><div class=\"paragraph jod\" id=\"v7n1612\"> It may be that some pray that their Bishop may be led wrong, that they may get rid of him. If so, is that taking a course to save the children of men? Take a man of the weakest intellect of any in a Ward and ordain him a Bishop, and then let every <div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2866\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> other man in that Ward be filled with the power of his holy calling; are they not ready and willing to give a word of counsel to their Bishop when they meet him? Their faith is concentrated upon him; they pray for him early and late, that the Lord will fill him with wisdom, enlarge his understanding, open the visions of his mind, and show him things as they are in time and in eternity. You all know that even such a man would become mighty in the house of Israel, if he had the faith of his Ward. The capacities of all sane persons are capable of enlargement. You may take the weakest man in the Church, if he is faithful, and ordain him a Bishop, and he will grow into wisdom, knowledge, strength, power, light, intelligence, and the spirit of his calling. If he does not thus advance, it is because he more or less forsakes his calling and sets his heart upon something besides the holy Priesthood that is placed upon him. There is not a faithful man in this Church but what will increase in his understanding of the ways and duties of life. His mind will expand, the visions of heaven will be opened to him, and truth pertaining to all subjects of art and science will increase within him. <\/div><div class=\"paragraph jod\" id=\"v7n1613\"> Does not the weakest intellect of a properly organized person know more at ten years of age than it did at five&#x2014;more at twenty than at ten&#x2014;more at forty than at twenty, and so continue? Yes. This proves that he has grown, increased, and expanded in his capacity from his infancy. Now I will apply this to an officer in the Church. He once knew but little; he now knows considerable. Any Bishop, under the influence of the prayers and confidence of his brethren and sisters, with a faithful and holy life on his part, will increase in faith and good works, and the rich fruits of his mind will manifest from day to day increased wisdom and intelligence. <\/div> <div class=\"break pagebreak\" id=\"279a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0279.pdf\" target=\"pdfwin\">p.&#xA0;279a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2865\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1615\"> You hear the remark that such and such a man is not fit to be a Bishop. I acknowledge that many who are called to be Bishops are not fit for the office, for it is one of the most important offices in the Church to rightly administer in temporal things. A Bishop also ministers in spiritual things, and is required to devote time to the well-being and prosperity of his Ward, like a father to a family. It is an office that keenly tries the patience, faith, and feelings of a man. If the brethren and sisters prayed for that man continually, and lived their religion, he would know how to settle certain business transactions without running to me about this, that, and the other. Brethren would not run to me about things as simple as, &#x201C;So-and-so has been building a fence on the line between us, and has put his poles wrong end foremost. Will you not counsel him to turn them?&#x201D; And sisters are running to me about things as simple as, &#x201C;Sister So-and-so's hens have laid on my premises, and they do not lay with their heads in the right direction.&#x201D; Does such conduct proceed from true knowledge among the Latter-day Saints? No. I do not wish to talk about such folly, neither to have my time wasted by visits upon such unimportant subjects. I do not wonder that the Lord suffers us to be more or less abused by our enemies. I do not wonder that the devils laugh at our folly. <\/div><div class=\"paragraph jod\" id=\"v7n1616\"> Let men and women who profess to be Latter-day Saints live their religion, and they will be filled with wisdom, and all these little trifling traits of life will vanish. If my brother or sister commits an overt act, all I wish to know is whether the wrong was intended. If so, I cannot fellowship you; but I will bear with the inconvenience you have put me to. If no wrong was intended, all is right&#x2014;we have nothing to say. How is it? Do <div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2865\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you seek unto the Lord early and late, constantly, from morning until evening? Are your secret devotions and the impulse of every moment filled with the desire to have the Lord Almighty lead you, direct you, and prepare you for the discharge of every duty in building up his kingdom on the earth and the promotion of righteousness? <\/div><div class=\"paragraph jod\" id=\"v7n1617\"> I do not wonder that some say that this or that Bishop is not fit for his calling. It is true; for there are Bishops who condescend to notice childish trifles, unworthy the notice of a child five years old. They love the world&#x2014;are covetous. Their minds are upon this, that, and the other, instead of upon the duties of their office, which are to them a secondary consideration. Such men are not fit for this office. <\/div><div class=\"paragraph jod\" id=\"v7n1618\"> I will here offer advice that may apply to every officer and member in this Church, from myself down. I will say to wives, whose husbands are unruly and will not walk in the paths of rectitude and truth, Live your religion faithfully; and if you have sons and daughters, let them do the same and be one with you, and you will burn the wicked man out of the house, for he will not be able to resist the power of God that is within you. Let the people in Wards live their religion; let every man and woman be filled with the power of the Holy Ghost, and you will burn out an unfaithful Bishop, without being obliged to complain of him and quarrel him out of the Ward. If you are not one, you cannot be Saints. How can we be one? Shall we seek to establish a perfect oneness by means of the order God has instituted upon the earth? Or shall we set up our individual judgments against that order? <\/div><div class=\"paragraph jod\" id=\"v7n1619\"> If my individual judgment must be the standard, then farewell to union&#x2014;farewell to oneness. God can never save us upon any such principle. He  <div class=\"break pagebreak\" id=\"280a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0280.pdf\" target=\"pdfwin\">p.&#xA0;280a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2864\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is the Author of our existence&#x2014;the Giver of every good and perfect gift,<span class=\"citation\" id=\"77454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77454)\">James 1:17<\/a><\/span> and he must be obeyed. If he has restored the holy Priesthood to the children of men and organized his Church upon the earth, it is time that we knew it. If we do not know it, let us, in the first place, find out whether his Church is here or not; and wherever we find it, with its keys and powers, let us bow to its mandates and observe religiously its order. <\/div><div class=\"paragraph jod\" id=\"v7n1621\"> I will here make a few remarks which I think will check some of the complaints from women about their husbands. I acknowledge that many women know much more than their husbands, and for this reason the faith and confidence in them droop; they do not seek to uphold them in the dignity of their position and calling. And again, maybe the husband does not magnify his priesthood, follow diligently the duties of his calling, and increase in the faith of the Gospel, as it is his privilege to do. He should be the head of the wife all the day long. I will venture to say a little more upon this point. I like to see people consistent with the wisdom they profess to have. Were I a woman possessed of great powers of mind, filled with wisdom, and, upon the whole, a magnanimous woman, and had been privileged with my choice, and had married a man, and found myself deceived, he not answering my expectations, and I being sorry that I had made such a choice, let me show my wisdom by not complaining about it. A woman's wisdom and judgment has failed her once in the choice of a husband, and it may again, if she is not very careful. By seeking to cast off her husband&#x2014;by withdrawing her confidence and goodwill from him, she casts a dark shade upon his path, when, by pursuing a proper course of love, obedience, and encouragement, he might attain to that perfection she had anticipated in him. <div class=\"break columnbreak\" id=\"280b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0280.pdf\" target=\"pdfwin\">p.&#xA0;280b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2864\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> When the enemy once gets advantage over you, he is very apt to improve upon it, and to gain a greater when he has another opportunity. <\/div><div class=\"paragraph jod\" id=\"v7n1622\"> If wives have wicked and unfaithful husbands, if children have wicked and unfaithful parents, if Wards have unfaithful Bishops, and if there are Presidents who are not capable of magnifying their Priesthood and calling, let wives, children, and people seek unto the Lord to be filled with that power of the Holy Ghost that will remove those unfaithful persons to other quarters. Let them remove them by the power of faith in such a way as not in the least to infringe upon the rights of a single person, giving them no just ground for complaint. Let all the Saints fulfil every duty, and manifest in their lives true and full obedience to the commandments and requirements of the Gospel, then our Bishops and presiding officers can say, &#x201C;God bless you, brother!&#x201D; or &#x201C;God bless you, sister! You are following your calling and mission, and magnifying your being on the earth.&#x201D; If all the people would so live, there would be no High Council or Bishop's Court necessary to adjudicate upon matters of contention and strife. If a man did not lay his poles on his fence to please me, I would go and turn them, and he would be quite willing that I should be accommodated. <\/div><div class=\"paragraph jod\" id=\"v7n1623\"> I will give you a text: Except I am one with my good brethren, do not say that I am a Latter-day Saint. We must be one. Our faith must be concentrated in one great work&#x2014;the building up of the kingdom of God on the earth, and our works must aim to the accomplishment of that great purpose. This people, I am happy to say, are fast improving. In our testimony meeting yesterday, I could not refrain from weeping for joy. What a peaceful, joyous, happy, heavenly spirit rested upon the con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"281a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0281.pdf\" target=\"pdfwin\">p.&#xA0;281a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2863\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gregation. Live so, my brethren and sisters, that you can enjoy that Spirit all the time. <\/div><div class=\"paragraph jod\" id=\"v7n1625\"> The brethren, in testifying yesterday, used the common expression, &#x201C;The Lord is here.&#x201D; If he was not here in person, he was by his ministers, by his angels, by his Spirit. It is well for us that he did not raise the veil; for if he had, we should have been consumed by the brightness of his glory and the majesty of his power. The Lord was here by his Spirit, and he is here in like manner today. The Spirit of the Lord is in the midst of the people. Then why not yield perfect obedience to his Priesthood? If we have it, we are in duty bound to live to it and be guided continually by its sacred order. <\/div><div class=\"paragraph jod\" id=\"v7n1626\"> Let every man stand in his lot<span class=\"citation\" id=\"61794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61794)\">Dan. 12:13<\/a><\/span> and calling as long as he can, and not complain that this Bishop and that President cannot perform his duty. Why can he not? Because you are exercising your faith against him, which, in many instances, is the reason why he is trammeled. If the faith, spirit, and life of the people are right, they would not be troubled with bad Bishops and bad Presidents, and I would not be so troubled with affairs which should be attended to by others. Live so that you can discern the things of God&#x2014;so that you can at once discern between the things of God, the things of man, and the things of the Devil. <\/div><div class=\"paragraph jod\" id=\"v7n1627\"> I would beseech and pray the people to so live that if I do not magnify my office and calling, you will burn me by your faith and good works, and I shall be removed. Salvation is what I am seeking and striving for, and it is also your aim and object. The Lord has restored <div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2863\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Priesthood in our day for the salvation of Israel. Does he design to save anybody else? Yes; he will save the house of Esau, and I hope to live until I see Mount Zion established, and saviors come up<span class=\"citation\" id=\"61970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61970)\">Obad. 1:21<\/a><\/span> to save those poor, miserable beings who are continually persecuting us&#x2014;all who have not sinned against the Holy Ghost.<span class=\"citation\" id=\"124921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124921)\">Matt. 12:26 (JST)<\/a><\/span> Our labor is to save ourselves, to save the house of Israel, to save the house of Esau, and all the Gentile nations&#x2014;everyone that can be saved. <\/div><div class=\"paragraph jod\" id=\"v7n1628\"> The salvation offered in the Gospel is one of the most consoling, one of the most merciful, one of the most magnanimous principles that can be advanced in all the revelations of God to man. All the sons and daughters of men will be saved, except the sons of perdition.<span class=\"citation\" id=\"86979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86979)\">D&amp;C 76:43<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1629\"> Brethren and sisters, I feel as calm and serene as the autumn sun of our mountain home. All is right. I have minded my own business, and I intend so to do. I have known many to become rich by minding their own business. I have seldom seen enough affliction to prevent my dropping to sleep in a minute after I had lain down to rest and my business for the day was done, and sleeping as soundly as a healthy child in the lap of its mother. God is at the helm. He guides the ship, and will bring us safely to port. All we have to care about is to take care of ourselves and see that we do right. Let us man the ship manfully, every one standing faithfully and firmly to his post, and she will outride every storm and safely bear us to the harbor of celestial bliss. <\/div><div class=\"paragraph jod\" id=\"v7n1630\"> I have said but a small part of what I wish to say, but I will give way for others. God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}