{"ID":70041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Possession of the Spirit, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, Oct. 6, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Possession of the Spirit, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/6\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v7n1567\"> Brethren and sisters, I rejoice exceedingly for the manifestation of the Spirit of God I have witnessed here today. We have heard good testimonies and good counsel, and the Spirit of the Lord is upon the people; and I trust that I shall see an increase of this Spirit, which I have felt in a signal manner today, and which I also feel day by day. <\/div><div class=\"paragraph jod\" id=\"v7n1568\"> The world could not hire me to be a &#x201C;Mormon,&#x201D; unless I enjoyed the spirit of my religion. I need that spirit in my business, as well as in my worship; and I surely would need it, if I had to go to the canyons and drive cattle: I would need a double portion of it.<span class=\"citation\" id=\"55756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55756)\">2 Kgs. 2:9<\/a><\/span> Whatever we do should be in accordance with the mind of the Holy Spirit. We are not at all under the necessity of falling into the mistake that the Christian world falls into. They think, when they are handling or dealing in the things of this world, that those things have nothing to do with their religion. Our religion takes within its wide embrace not only things of heaven, but also things of earth. It circumscribes all art, science, and literature pertaining to heaven, earth, and hell. <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2873\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Is there any good? It belongs to you and me. Is there virtue? It is ours. Is there truth? It is ours. Is there knowledge? It is for us. <\/div><div class=\"paragraph jod\" id=\"v7n1569\"> All eternity is before us. Let us deal with ourselves like men and women of God. Let us deal with one another like intelligent beings. Our religion drinks up all truth, and the Lord Almighty will gather unto Zion all the intelligence and wisdom that has ever been exhibited among men. <\/div><div class=\"paragraph jod\" id=\"v7n1570\"> When I see men craving for and lusting after the things of this world, it looks very childish to me. These things belong to the Lord, and we are his. The gold and the silver, the fine flour, the wine and the oil, and all the treasures of the earth are his, and he disposes of them as he will. When we are prepared, we shall have gold sufficient to pave the streets, and we will tread it under our feet.<span class=\"citation\" id=\"80806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80806)\">Rev. 21:21<\/a><\/span> Shame on men and women, professing to be Saints, who worship and love the perishing things of earth. Love God and his work, and all is ours in time and in eternity. <\/div><div class=\"paragraph jod\" id=\"v7n1571\"> May the Lord help us so to do! Amen. <\/div>\n<\/div>\n<\/div>"}