{"ID":70049, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Sowing and Reaping&#x2014;Fulfillment of Covenants.<\/div>\n<div class=\"subtitle\">Remarks by President Orson Hyde, Delivered in the Tabernacle, Great Salt Lake City, October 6, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Sowing and Reaping, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 10\/6\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d49\">\n<div class=\"paragraph jod\" id=\"v7n1820\"> As liberty was extended this morning to confess our faults and speak our feelings and our experience, I now avail myself of the privilege granted. <\/div><div class=\"paragraph jod\" id=\"v7n1821\"> For some length of time I do not know that I have committed any very grievous sins or serious iniquities. At the same time, I feel that the light <div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2831\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of heaven in me reproves me for many things; and I seek to receive the admonitions of the Spirit, and profit continually by them. <\/div><div class=\"paragraph jod\" id=\"v7n1822\"> I am sensible that I am subject to weaknesses, to many foibles and failings; yet, as I before said, I am not conscious of having committed any very grievous sin&#x2014;at least, since the  <div class=\"break pagebreak\" id=\"314a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0314.pdf\" target=\"pdfwin\">p.&#xA0;314a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2830\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>reformation. My desires are to keep the commandments of God, and to retain in my own bosom his good Spirit. That Spirit was particularly manifested here this morning; and while it was upon me, I endeavored to look at myself, and it seemed as though a live coal was in my heart, that caused it to burn with joy and gladness, with thanksgiving and praise to our God. Had I given vent to my feelings, without restraint, I might have made more noise than would have been acceptable to this congregation. But &#x201C;the spirit of the prophets is subject to the prophets,<span class=\"citation\" id=\"73761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73761)\">1 Cor. 14:32<\/a><\/span> and wisdom is justified of her children.&#x201D;<span class=\"citation\" id=\"64258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64258)\">Matt. 11:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1824\"> The counsel we received this morning commends itself to every man's conscience. The good which we feel, and with which we are often exercised, may be freely dispensed to others; but the bad feelings which we sometimes possess should not often be suffered to burden others, but should be buried&#x2014;smothered, until they die out. The good which we possess we may reveal to our friends for their edification and comfort, but withhold from them our griefs and sorrows, and reveal them unto God, who bears our sorrows willingly, without endangering himself. <\/div><div class=\"paragraph jod\" id=\"v7n1825\"> If we never sow gloomy, desponding, or evil principles, we shall not be likely to reap them. If we sow cheerful, lively, and good principles, we shall most likely reap an abundant harvest of the same; for, according to that which a man soweth, that also shall he reap.<span class=\"citation\" id=\"74687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74687)\">Gal. 6:7<\/a><\/span> Let us learn to restrain every evil feeling; for if we give them birth, there is no telling the amount of evil they may create, and when or where they will end their work of death. <\/div><div class=\"paragraph jod\" id=\"v7n1826\"> The Son of Man sowed good seed in his field; and while men slept, the enemy came and sowed tares: consequently, there was a mixed crop.<span class=\"citation\" id=\"64518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64518)\">Matt. 13:18-30<\/a><\/span> Let us sow pure seed, as did the Son of <div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2830\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Man, and watch, lest the enemy sow bad seed, and cause a great amount of trouble thereby. <\/div><div class=\"paragraph jod\" id=\"v7n1827\"> A few thoughts have suggested themselves to my mind in connection with some remarks I made last Sunday in the afternoon. It is not my province always to say that things are so-and-so; yet, under some circumstances, it is. But I will now do as I did last Sabbath. I will suppose a case. <\/div><div class=\"paragraph jod\" id=\"v7n1828\"> We all acknowledge that we had an existence before we were born into this world. How long before we took our departure from the realms of bliss to find tabernacles in flesh is unknown to us. Suffice it to say that we were sent here. We came willingly: the requirement of our heavenly Father and our anxiety to take bodies brought us here. We might be sent on a mission to some foreign country, and feel under obligation to go, not only from respect to the moral condition of the people to whom we are sent, but also out of respect to the authority which required the service at our hands. But if we were to consult our own feelings, and be allowed our choice to go or stay with equal approval, we might prefer to remain at home. But we understood things better there than we do in this lower world. Here, in this world, Paul says, &#x201C;For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope [of return]. The creature itself shall be delivered from the bondage of corruption and brought into the glorious liberty of the children of God.&#x201D;<span class=\"citation\" id=\"72620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72620)\">Rom. 8:20-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1829\"> Then, if it be true that we entered into a covenant with the powers celestial, before we left our former homes, that we would come here and obey the voice of the Lord, through whomsoever he might speak, these powers are witnesses of the covenant into which we entered; and it is not impossible  <div class=\"break pagebreak\" id=\"315a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0315.pdf\" target=\"pdfwin\">p.&#xA0;315a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2829\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that we signed the articles thereof with our own hands&#x2014;which articles may be retained in the archives above, to be presented to us when we rise from the dead, and be judged out of our own mouths, according to that which is written in the books.<span class=\"citation\" id=\"80611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80611)\">Rev. 20:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1831\"> We are situated here in various relations, not only to the servants of God that are given us to guide our energies, but we also stand in various relations to one another, as husband and wife, parent and child&#x2014;which relations are branches of that everlasting covenant, because they are legitimate and ordained of God. Did we covenant and agree that we would be subject to the authorities of heaven placed over us? What do you think about it? Do you think we plighted our faith and came here with that view and under that covenant? And, in this respect, is the whole world on the same footing? Yes, verily: &#x201C;He that receiveth you receiveth me.&#x201D;<span class=\"citation\" id=\"64230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64230)\">Matt. 10:40<\/a><\/span><span class=\"citation\" id=\"69838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69838)\">John 13:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1832\"> The veil is thick between us and the country whence we came. We cannot see clearly&#x2014;we cannot clearly comprehend&#x2014;we have forgotten! For instance, when we leave our homes on earth for a long time, and roam abroad in foreign lands, we forget many of the little incidents of our nativity, barely recollecting and being impressed that we have a home in some far-off country, while in others the thought is entirely obliterated from their memory, and is to them as though such things had never existed. But our forgetfulness cannot alter the facts. <\/div><div class=\"paragraph jod\" id=\"v7n1833\"> Did we covenant to be subject to the authority of God in all the different relations of life&#x2014;that we would be loyal to the legitimate powers that emanate from God? I have been led to think that such is the truth. Something whispers these things to me in this light. Again, for instance, the husband and wife unite their destinies under the seal of this everlast<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"315b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0315.pdf\" target=\"pdfwin\">p.&#xA0;315b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2829\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing covenant, for this covenant covers all the just transactions of the legitimate authorities and powers that be on earth. We therefore regard marriage as a branch of the everlasting covenant. <\/div><div class=\"paragraph jod\" id=\"v7n1834\"> What did we agree to before we came here? If to anything, I suppose the very same things we agreed to since we did come here, that are legitimate and proper. The husband agreed to be a faithful servant of God, to do his duty to all that were placed under his charge. The wife, on her part, covenants that she will be a faithful and devoted wife, and will obey her husband in the Lord in all things. If this were so, it is all right; for it is just as we are taught on the earth. <\/div><div class=\"paragraph jod\" id=\"v7n1835\"> But the question is, Did we subscribe to any such doctrine as this on the start? I will not say that we did; yet I have had such thoughts, and they whisper strongly in my heart. <\/div><div class=\"paragraph jod\" id=\"v7n1836\"> Children agreed to obey their parents, as parents agreed to obey their superiors in the kingdom of God; and parents were brought under obligation to train their children in the way they should go.<span class=\"citation\" id=\"57479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57479)\">Prov. 22:6<\/a><\/span> This is written in the Bible, if nowhere else. How many of us look upon the rearing and training of our children, and the correction of their wrongs, as about the least duty that is enjoined upon us? There are too many that look upon it in this point of view. Do you ask what evidence I have of that fact? When I go among the children of the city, and hear them use profane and unbecoming language, there we have the evidence not only of their parents' neglect, but of their shame and dishonor. It is said, &#x201C;Honor thy father and thy mother: that thy days may be long in the land which the Lord thy God giveth thee.&#x201D;<span class=\"citation\" id=\"54264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54264)\">Ex. 20:12<\/a><\/span> What is it to honor thy father? Is it to say, &#x201C;Oh, father, how I love you!&#x201D;  <div class=\"break pagebreak\" id=\"316a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0316.pdf\" target=\"pdfwin\">p.&#xA0;316a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2828\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or, &#x201C;Oh, how I love you, mother! How glad I am to see you! I really feel glad and happy to be with you!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n1838\"> As far as these go, they are all very well. But suppose the child would never lie&#x2014;would never curse and swear, but observe the rules of propriety; do you not see that he honors his parent? And the observer comes to the conclusion that the fountain is pure. The tree is known by its fruit.<span class=\"citation\" id=\"63920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63920)\">Matt. 7:20<\/a><\/span> The children are our fruit, and the character of the children is an index, more or less, to the quality of the tree that bore them. It appears so to me. <\/div><div class=\"paragraph jod\" id=\"v7n1839\"> I find that after covenants have been entered into among the Saints, as, for instance, between husband and wife, there are sometimes divorces called for, and the covenant is broken. When we go back whence we came, to give an account of our stewardship, what apology can we plead before the King of kings and Lord of lords?<span class=\"citation\" id=\"80408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80408)\">Rev. 19:16<\/a><\/span> If either party have been guilty of adultery, then divorce may be justifiable; but upon what other ground? I await the answer. Will the plea of the hardness of hearts meet with favor at the final bar? <\/div><div class=\"paragraph jod\" id=\"v7n1840\"> Look, for instance, at the person who renounces his faith, and goes again to the spirit and practices of the world. He has broken the terms of the everlasting covenant, and is gone whoring after other gods, and is consequently divorced. What kind of an account can he render, if he repent not? How is he going to meet it in a coming day, when the veil shall be rent asunder, and he shall see his own handwriting subscribing to the everlasting covenant produced against him. Is it not written in the beautiful song sung by brother McAllister this morning, that &#x201C;Angels above us are silent notes taking?&#x201D; and was not that song inspired by the Spirit of God, and just as true as any line in the Bible, and just as faithful? <\/div> <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2828\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1841\"> Well, then, it stands us in hand, brethren and sisters, to look well to ourselves, and be sure that neither the husband nor the wife is the transgressor; for the one that is really in the fault, when weighed in the balance, will be found wanting;<span class=\"citation\" id=\"61519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61519)\">Dan. 5:27<\/a><\/span> and I fear for such. <\/div><div class=\"paragraph jod\" id=\"v7n1842\"> It is well for us to look at these things, and make ourselves fully acquainted with the obligations we are under one to another, to discharge them in the fear of God; and I know not how we can discharge them, unless we have the Spirit of the true and living God; for that is what gives life&#x2014;what gives energy and animation, and should inspire us in all our ways. <\/div><div class=\"paragraph jod\" id=\"v7n1843\"> In relation to the wickedness that is alleged to exist among the Saints, I will tell you what conclusion I have come to. When I have seen persons that I thought were out of the way, if a convenient opportunity offered, and I have felt it was wisdom, I would reprove them. At the same time I say, Let me take that as an admonition to regulate my own conduct, and see that I do not go astray, that I may not be swamped in the spirit of evil&#x2014;in the spirit and pride of this world. Let me take care of number one, and keep him clear of all iniquity, free from a spirit of murmuring or faultfinding. <\/div><div class=\"paragraph jod\" id=\"v7n1844\"> Some suppose that because men in higher authority than themselves do so-and-so, they can do so-and-so with less impunity. It is immaterial to us what So-and-so does; it gives no license to us to do wrong; and we may plead that argument before God and angels, but it will avail us nothing. Our own improprieties and unwise course will be so plain in our minds that we shall never think of giving utterance to any such argument. <\/div><div class=\"paragraph jod\" id=\"v7n1845\"> If we have good, let us distribute it as we have heard this morning. Let us sow good. It is immaterial what  <div class=\"break pagebreak\" id=\"317a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0317.pdf\" target=\"pdfwin\">p.&#xA0;317a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2827\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>others do, so far as we are concerned. If we sow good, we shall reap good.<span class=\"citation\" id=\"94596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94596)\">Gal. 6:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1847\"> I do not feel to prolong my remarks. There is one word more I want to say, however; and that is, I feel that there is good near at hand for this people; and I have felt so for a number of weeks and months. <\/div> <div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2827\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1848\"> Now, for heaven's sake, let us go to and regulate ourselves, and prepare for it, lest, peradventure, by postponing to do this, our dish may be bottom-side up when it comes. I tell you, Good is coming to those whose dish is right side up. May God bless the faithful! Amen. <\/div>\n<\/div>\n<\/div>"}