{"ID":70040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Blessings of Association&#x2014;Original Purity of the Human Spirit&#x2014;Trials and Temptations, &amp;c.<\/div>\n<div class=\"subtitle\">Instructions by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, October 6, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Blessings of Association, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/6\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v7n1551\"> We have assembled this morning in the capacity of a Conference; and as it is also our fast day, we will conduct the forenoon services as we generally do in our fast day meetings, when the Saints meet to express their feelings and to strengthen each other in their faith of the holy Gospel. We will, so far as the time will permit, give all the Saints who may wish the privilege to freely express their views and reflections to this congregation; and I hope we shall be enabled to appreciate the privilege we enjoy. I am aware that the Saints like to speak often one to another,<span class=\"citation\" id=\"62466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62466)\">Mal. 3:16<\/a><\/span> if the candle of the Lord<span class=\"citation\" id=\"57463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57463)\">Prov. 20:27<\/a><\/span> is lit up within them; and it is their delight to walk in the light thereof, and diffuse that delight to others, that they also may enjoy its blessings. <\/div><div class=\"paragraph jod\" id=\"v7n1552\"> You are well aware, by your own experience, that mankind in their feelings and spirits are more or less subject to be operated upon by surrounding influences. You, no doubt, discover that you are very much inclined to mingle with and participate in the feelings and exercises of the society in which you are. Mankind are naturally inclined to associate one with another. Deprive an individual of the society of his fellow beings, and life becomes wearisome and a burden to him; his hours and days become monotonous and tedious. <\/div><div class=\"paragraph jod\" id=\"v7n1553\"> This people, as a religious people, are more blessed with the spirit of <div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2877\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> association than are the generality of those called Christians. A gathering and social spirit seems to be the order of heaven&#x2014;of the spirit that is in the Gospel we have embraced. Though it may be esteemed as a fault&#x2014;as an unwarrantable act to separate ourselves from those who do not believe as we believe, yet such is the nature of a portion of our religion pertaining to the performance of outward duties. If the Latter-day Saints can associate together, free from the contaminating influences that are in the world, it is a blessing and a great privilege. What would induce a child to grow up in the wickedness of the wicked world, if it never saw or heard any of it? Would you see the fruit you now see produced? You would not. If children never heard language unbecoming intelligent beings, in their most heated passions, they would not know what to say; they would have no words to express their wicked feelings, until reflection would take the place of anger, and they would refrain from it. <\/div><div class=\"paragraph jod\" id=\"v7n1554\"> It is very true that, through the fall, we are all prone to evil. It is also true that the spirit in man is also pure and holy upon its entrance into a tabernacle, and perfectly prepared to be influenced and receive instruction. Being united with the body, which was brought under condemnation through the fall, they are inseparably connected in a probation.  <div class=\"break pagebreak\" id=\"268a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0268.pdf\" target=\"pdfwin\">p.&#xA0;268a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2876\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>And while they remain together, the spirit of evil, through the fall, has great power with the body; and the body, through its intimate connection, has great power with the spirit; and for this reason both are prone to evil. Still it would be difficult to find a person upon the earth so vile&#x2014;so wicked&#x2014;so overcome by the grossness of earth, that the holy principles and acts in the lives of the righteous are not more beautiful to them than are the wickedness and corruption in the lives of the froward and disobedient. The human family naturally admire a life of virtue and truth, and abhor falsehood and every kind of wickedness. The spirits that the Almighty has put into their tabernacles will more or less admire goodness, inwardly if not outwardly, though they are often overcome by the evil propensities that pertain to the flesh. <\/div><div class=\"paragraph jod\" id=\"v7n1556\"> Since we are permitted by our Father and our God to do good, let us never suffer ourselves to be tempted, to be drawn aside, to be overcome, or thwarted in the pure and holy purpose that the pure spirit of intelligence (the spirit that is in us) reveals to the understanding. Not but that it is necessary in the very nature of things, in the economy of heaven, that we should be tried and tempted in all things, in order to prove ourselves and prepare ourselves to enjoy that eternal life that is prepared for the just. The time will be when people will not be tempted as they now are&#x2014;when there will be no Tempter upon the earth. The knowledge and intelligence that will be diffused among the people will enable them to live a time and a season without the Tempter. But we live in a day when the power and rule of that evil principle is more excessive upon the earth than it ever has been. As the Prophet said, &#x201C;For every one, from the least even unto the greatest, is given to covetousness; from the prophet <div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2876\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> even unto the priest every one dealeth falsely.&#x201D;<span class=\"citation\" id=\"60398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60398)\">Jer. 6:13<\/a><\/span><span class=\"citation\" id=\"60409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60409)\">Jer. 8:10<\/a><\/span> Mankind, in the present day, are further from the intelligence, the light, the glory, and the power of the Invisible than ever they were before, from the days of Adam until now. There never was a day of such heathen darkness and unbelief as now prevails. We have had the privilege of receiving those holy principles calculated to give us power to secure to ourselves eternal life and happiness, if we follow out those principles. It is a constant warfare. As the apostle expresses it, &#x201C;The flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary the one to the other: so that ye cannot do the things that ye would.&#x201D;<span class=\"citation\" id=\"74638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74638)\">Gal. 5:17<\/a><\/span> The spirit that is put into man is pure and holy; but through the power of evil with the flesh, it is more or less contaminated, influenced, seduced, and brought into bondage by the evil that exists upon the earth. Let the spirit overcome and come off conqueror. <\/div><div class=\"paragraph jod\" id=\"v7n1557\"> While we have the privilege of speaking to each other, let us speak words of comfort and consolation. When you are influenced by the Spirit of holiness and purity, let your light shine; but if you are tried and tempted and buffeted by Satan, keep your thoughts to yourselves&#x2014;keep your mouths closed; for speaking produces fruit, either of a good or evil character. <\/div><div class=\"paragraph jod\" id=\"v7n1558\"> If persons think they have greater sorrow and affliction than any others, when they reveal that sorrow and affliction, it produces fruit. You frequently hear brethren and sisters say that they feel so tried and tempted, and have so many cares, and are so buffeted, that they must give vent to their feelings; and they yield to the temptation, and deal out their unpleasant sensations to their families and neighbors. Make up your minds thoroughly, once for all, that  <div class=\"break pagebreak\" id=\"269a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0269.pdf\" target=\"pdfwin\">p.&#xA0;269a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2875\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>if we have trials, the Lord has suffered them to be brought upon us, and he will give us grace to bear them; and that they do not concern our families, friends, and neighbors, we can bear them off alone. But if we have light or intelligence&#x2014;that which will do good, we will impart it; but our bad feelings, our desponding feelings, our dark hours, and disagreeable sensations we will keep to ourselves. Let that be the determination of every individual, for spirit begets spirit&#x2014;likeness, likeness; feelings beget their likeness; and custom, custom. You know very well, by your own experience, that you are naturally inclined to more or less adopt the customs, feelings, and manners of the people you associate with. If, then, we give vent to all our bad feelings and disagreeable sensations, how quickly we beget the same in others, and load each other down with our troubles, and become sunk in darkness and despair! If you have anything good to say, speak it and comfort the hearts of the Saints. If you have that which tends to death, keep it to yourselves: we do not want it, for we already have plenty of it. <\/div><div class=\"paragraph jod\" id=\"v7n1560\"> Frame your lives according to the precepts of the Gospel. Let your deal, walk, and conversation be that upon which an angel can look with pleasure. And in all your social communications, or whatever your associations are, let all the dark, discontented, murmuring, unhappy, miserable feelings&#x2014;all the evil fruit of the mind, fall from the tree in silence and unnoticed; and so let it perish, without taking it up to present to your neighbors. But when you have joy and happiness, light and intelligence, truth and virtue, offer that fruit abundantly to your neighbors, and it will do them good, and so strengthen the hands of your fellow beings, even though you may <div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2875\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be looked upon as an outcast, vile people, not worthy of the society of what are commonly deemed the intelligent portion of the world. This reminds me of what a man in Connecticut said when he was preparing to emigrate to Utah. His aunt was deeply regretting that he was going away off to Utah to live with that dark and outcast people. &#x201C;Why, my dear boy, you are going entirely away from the Christians!&#x201D; He replied&#x2014;&#x201C;Aunt, I have prayed for years to be delivered from these Christians.&#x201D; I am happy, brethren and sisters, that we are measurably delivered from the so-called Christians. <\/div><div class=\"paragraph jod\" id=\"v7n1561\"> Do you wish to know why I am happy for this deliverance? Because we have the privilege of associating together and pouring out the intelligence God has given us and is revealing from time to time, that we may grow in grace and in the knowledge of the truth,<span class=\"citation\" id=\"94592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94592)\">2 Pet. 3:18<\/a><\/span> and are not much trammeled by the fashions, customs, and contaminating influences of the world. Are there good men and women among them? Yes, a great many who are just as good, so far as they know, as we are. We have the benefit of further knowledge and further commands in this generation, being actually the disciples of the Lord Jesus, understanding our Master and his business and mission upon the earth. We have the privilege of diffusing this knowledge to the nations, and calling out those who wish to join hand and heart in building up the kingdom of God in the last days&#x2014;in bringing forth the Zion of God, and bringing about one universal reign of peace and righteousness upon the earth. It is our business, and is all the business we have on our hands, to redeem the nations of the earth, and produce righteousness and the knowledge of God, until it shall go forth like the light of the morning sun. And let  <div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2874\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>me say to you Latter-day Saints, Wake out of your slumber, and prepare yourselves for days that are fast approaching; for times are approaching of which you are little aware. Forsake the spirit of the world, bid farewell to your love and affections for the things of the world, and cleave unto God and unto those things that are calculated to prepare you to dwell in his presence. The earth is the Lord's and the fulness thereof,<span class=\"citation\" id=\"56458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56458)\">Ps. 24:1<\/a><\/span> and he deals with the children of men according to their agency&#x2014;according to their knowledge and power, to let each and every one have an opportunity of proving themselves worthy to be crowned with crowns of glory, immortality, and eternal lives; and if they forfeit them, they must abide the consequences. But if they live the principles of the holy religion that Jesus Christ has produced on the earth, they will be prepared to dwell eternally in his presence. <\/div><div class=\"paragraph jod\" id=\"v7n1563\"> Brethren and sisters, I will make one request of you. When you speak, speak so that we can hear and understand you, whether it be much or little, good or bad. If you have nothing to say, take my counsel, and keep your seat. If you have anything to say, say it; and when you get through, stop. Let your feelings be governed and controlled by the <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2874\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> principles of eternal life, as should the children of God, delighting in truth and righteousness. Let the wicked say what they please, for their breath is in their nostrils,<span class=\"citation\" id=\"57874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57874)\">Isa. 2:22<\/a><\/span> and all their glory is like the grass and the flower of the grass that passeth away.<span class=\"citation\" id=\"59291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59291)\">Isa. 40:6-7<\/a><\/span><span class=\"citation\" id=\"77792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77792)\">1 Pet. 1:24<\/a><\/span> They are here but for a moment, and soon those who know them now will know them no more forever. They will soon be as though they had not been upon the earth. <\/div><div class=\"paragraph jod\" id=\"v7n1564\"> Let not your feelings be afflicted or in anywise troubled by the sayings and doings of the wicked, for they are in the hands of the Almighty, and he will dispose of individuals and nations as seemeth him good. He must give them an opportunity to receive the truth and prepare themselves to dwell eternally with him, or to reject it and prepare themselves to be cut down as cumberers of the ground, suffer the wrath of the Almighty, and perish and be wasted away until they will be known no more. Seek for that which will endure. Set your hearts upon those things that will abide not only today, tomorrow, this year, and throughout your lifetime, but also the coming of the Lord Jesus Christ and the presence of the Almighty who dwells in eternal burnings.<span class=\"citation\" id=\"59030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59030)\">Isa. 33:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1565\"> May God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}