{"ID":70043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Eternal Life&#x2014;Blessings and Privileges of Saints.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, October 6, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Eternal Life, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/6\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v7n1592\"> I am pleased with the privilege of standing before the Saints to bear my testimony to the truth and to express some of my thoughts pertaining to eternal life. The knowledge of the truth should be prized by all Saints. There are no people blessed to the same degree as those who are blessed with the words of eternal life.<span class=\"citation\" id=\"69315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69315)\">John 6:68<\/a><\/span> Men may be blessed with the things of this life&#x2014;may possess all the blessings this world can furnish&#x2014;may have the honor and glory of man; but all this bears no comparison to the blessings that are bestowed upon those who understand the ways of life and salvation. <\/div><div class=\"paragraph jod\" id=\"v7n1593\"> One generation passes away, and another succeeds. Mankind are continually changing. Kingdoms and thrones arise, and are gone like a vapor that passeth away. The glory of man is but for a moment. Are the nations that have arisen, flourished, and passed away prepared to dwell in eternal life in another state of existence? We are blessed with the words and way of life, through the Gospel, by One who has deigned to call us brethren&#x2014;not by adoption, in the strict sense of the word, but is flesh of our flesh and bone of our bone&#x2014;<span class=\"citation\" id=\"52525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52525)\">Gen. 2:23<\/a><\/span>One who has redeemed us. <\/div><div class=\"paragraph jod\" id=\"v7n1594\"> The generality of mankind are ignorant of the real relationship that exists between them and Heaven. They do not understand that God is our Father. By adoption? No; but <div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2870\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we are his children by a legal inheritance. He gave his only begotten Son,<span class=\"citation\" id=\"68874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68874)\">John 3:16<\/a><\/span> pertaining to the flesh, to redeem the whole family of man. <\/div><div class=\"paragraph jod\" id=\"v7n1595\"> Who can define the divinity of man? Only those who understand the true principles of eternity&#x2014;the principles that pertain to life and salvation. Man, by being exalted, does not lose the power and ability naturally given to him; but, on the contrary, by taking the road that leads to life, he gains more power, more influence and ability during every step he progresses therein. Mankind have power given them to propagate their species. An exaltation to the celestial kingdom of God by no means lessens that power. On these points the children of men are shrouded in mystery and uncertainty. <\/div><div class=\"paragraph jod\" id=\"v7n1596\"> When we say that we are blessed above many of our fellows,<span class=\"citation\" id=\"56603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56603)\">Ps. 45:7<\/a><\/span> we may also say that we have the greatest reason to rejoice in and love our religion, to walk humbly before our God, do good to each other, and forsake all evil and the appearance of it. Is this too much to say and do? Does it rob the blessings the Lord has bestowed upon us of any of their rich enjoyments? The greater our privileges and the greater the blessings bestowed upon us, the more faithfulness and diligence are required in our callings to save the children of men. <\/div><div class=\"paragraph jod\" id=\"v7n1597\"> When you approach the throne of grace<span class=\"citation\" id=\"125027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125027)\">Heb. 4:16<\/a><\/span> and petition the Father, in the  <div class=\"break pagebreak\" id=\"275a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0275.pdf\" target=\"pdfwin\">p.&#xA0;275a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2869\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>name of that Savior who has redeemed the world, do you use that name as the name of a stranger? If you understand your own religion, you petition that Personage as you would one of your brethren in the flesh. Is this strange to you? It should bring near to you things that pertain to eternity, give your reflections and views a more exalted cast, stamp your daily actions with truth and honesty, and cause you to be filled with the Spirit and power of God. <\/div><div class=\"paragraph jod\" id=\"v7n1599\"> I have reflected much upon the subject of religion, the world of mankind, their relations one to another and to the Author of their being, and the object of their existence. We are now endowed with that knowledge, a proper improvement upon which will enable us to secure an inheritance in the celestial kingdom of our God. Millions of the inhabitants of this earth have striven to their uttermost&#x2014;stretched their minds to the greatest extent to become acquainted with what the Lord has seen fit to bestow upon us, without any outlay of labor or energy on our part. He has seen fit to call his servant Joseph Smith, Jun., and submit to him the keys of the kingdom of heaven&#x2014;<span class=\"citation\" id=\"64882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64882)\">Matt. 16:19<\/a><\/span>to reveal to him the mysteries of salvation, and bring to light things that have been hid for many ages&#x2014;things that the world have been seeking for&#x2014;wrestling with the powers of heaven to obtain, that they might know how to make their escape from this wicked world, and secure to themselves a sure abiding place&#x2014;an inheritance that passeth not away. Thousands have spent their lives&#x2014;the best part of their days, to search out what has been revealed to us without the least exertion of ours. <\/div><div class=\"paragraph jod\" id=\"v7n1600\"> When we say that we believe the Gospel and rejoice in it, let us not forget that it is to us a free gift. How far did you travel to obtain it? How much money did you pay for it? <div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2869\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> What penance did you perform to prove yourselves worthy of it? The blessings we enjoy came to us without money and without price.<span class=\"citation\" id=\"59751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59751)\">Isa. 55:1<\/a><\/span> Have we not great reason to be thankful that the Spirit of the Lord has touched the eyes of our understandings that we may see, and that he has given us his Spirit to bend our dispositions to his requirements? <\/div><div class=\"paragraph jod\" id=\"v7n1601\"> We talk about our trials and troubles here in this life: but suppose that you could see yourselves thousands and millions of years after you have proved faithful to your religion during the few short years in this time, and have obtained eternal salvation and a crown of glory in the presence of God; then look back upon your lives here, and see the losses, crosses, and disappointments, the sorrows arising from disobedient children&#x2014;from wicked parents who have opposed their children who wished to embrace the truth, the persecutions from city to city, from state to state, being hunted and driven, you would be constrained to exclaim, &#x201C;But what of all that? Those things were but for a moment, and we are now here. We have been faithful during a few moments in our mortality, and now we enjoy eternal life and glory, with power to progress in all the boundless knowledge and through the countless stages of progression, enjoying the smiles and approbation of our Father and God, and of Jesus Christ our elder brother.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n1602\"> The child who has his father's razor, or any other article dangerous for him to handle, and about the use of which he has no knowledge, when deprived of it, his trials are equal to ours, according to his capacity. We seldom think of the trials of our little ones when we say to them, You must not have this or that; you must do so and so to receive my smiles and approbation; you must not think for a moment that your judgment, wisdom,  <div class=\"break pagebreak\" id=\"276a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0276.pdf\" target=\"pdfwin\">p.&#xA0;276a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2868\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>experience, and wishes are to be compared with mine. Does not the Father of all living conduct himself in this wise towards his children? He has revealed to us that he will prepare us for glory, for life eternal&#x2014;will preserve our identity forever, if we will be guided by him. But we must be obedient to him, for he understands <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2868\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> more than we do. We should destroy ourselves if we were suffered to take our own way; hence we are taught to suffer the Father to point out our path to an eternal duration hereafter, where our present afflictions will appear as flimsy as the shadows of the morning that flee upon the approach of day. God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}