{"ID":70055, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Oneness of the Priesthood&#x2014;Independence of Zion&#x2014;Time and Eternity&#x2014;Evil Habits and Practices, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, January 1, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Oneness of the Priesthood, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 1\/1\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d55\">\n<div class=\"paragraph jod\" id=\"v7n2062\"> Excuse me, brethren and sisters, if I appear before you with my head covered, as the day is cold and uncomfortable. I deem it necessary to adopt every means in my power to ward off death, and remain as long as possible in this state of existence. We cannot live too long, if we live our religion, worship the Lord our God in the way that pleases him, and continue to be his friends. <\/div><div class=\"paragraph jod\" id=\"v7n2063\"> How can we be the friends of God? We are acquainted with but one way. We cannot approach his presence so as to see him in person, while in the flesh and unchanged; but we can approach him and see him in his representatives.<span class=\"citation\" id=\"69939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69939)\">John 14:9<\/a><\/span> Then, to become the friends of God, it is plain that we should be the friends of his legally authorized representatives on the earth&#x2014;the men whom he has placed to lead his people&#x2014;the men who hold the keys of the kingdom of heaven. <\/div><div class=\"paragraph jod\" id=\"v7n2064\"> There are many, no doubt, who do not believe that the servants of God possess any greater power and authority from him than other men. Such persons have a perfect right to their belief, and must risk the consequences of it. <\/div><div class=\"paragraph jod\" id=\"v7n2065\"> I know that President Brigham Young holds those keys and power to seal on earth and in heaven&#x2014;to loose on earth and in heaven.<span class=\"citation\" id=\"64883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64883)\">Matt. 16:19<\/a><\/span> I know also another thing&#x2014;that I hold that authority in connection with him; and <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2798\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not only do I, but hundreds of others. All those who do should be one with him, the same as the branches are one with the trunk and the roots of a vine. For it is impossible for a branch to continue in the vine and bear fruit, if it is not one with the vine.<span class=\"citation\" id=\"70131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70131)\">John 15:4<\/a><\/span> I think you understand the simple and beautiful comparison used by Jesus Christ where he says, &#x201C;I am the true vine, and my Father is the husbandman. Every branch in me that beareth not fruit he taketh away and every branch that beareth fruit, he pruneth it, that it may bring forth more fruit.&#x201D;<span class=\"citation\" id=\"70109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70109)\">John 15:1-2<\/a><\/span> This applies particularly to this principle of oneness. <\/div><div class=\"paragraph jod\" id=\"v7n2066\"> Jesus Christ spoke very frequently by comparison, and no doubt used that style of language because it is the most impressive. I speak a great deal by comparison, and know of no better way to express myself and make plain to my hearers the idea or principle that is on my mind. <\/div><div class=\"paragraph jod\" id=\"v7n2067\"> What a pleasure it would be to us to see every Elder of Israel partaking freely of the Spirit and power of God, being clothed with the power and realizing the responsibility of his calling, and separating himself from the wickedness of the world, that we might be one in Christ, as he is one with the Father,<span class=\"citation\" id=\"70710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70710)\">John 17:21<\/a><\/span> that the Holy Ghost might take up his abode with us,<span class=\"citation\" id=\"69999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69999)\">John 14:23<\/a><\/span> and abide with us continually, showing us  <div class=\"break pagebreak\" id=\"347a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0347.pdf\" target=\"pdfwin\">p.&#xA0;347a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2797\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>things to come,<span class=\"citation\" id=\"70344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70344)\">John 16:13<\/a><\/span> and bringing things to our remembrance.<span class=\"citation\" id=\"70017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70017)\">John 14:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2069\"> All those who possess this Spirit cannot help becoming Prophets, and it would be as much in their nature to prophesy, as it is in the nature of the fountain of City Creek to give out its constant supply of water; and that fountain depends upon another for its supplies. So the Holy Ghost taketh of the things of the Father, and revealeth them unto us. There never was a fountain that had not itself a fountain from which it drew its supplies; and so it is with the creation of all things in heaven and in earth. It always was and always will be. <\/div><div class=\"paragraph jod\" id=\"v7n2070\"> There are some people in our community who feel very much discouraged for fear we shall have to leave the valleys and flee into the mountains. Supposing we have to flee into the mountains, what of it? I care not. I would as readily go into the mountains as stay in the valleys, if it were the will of God. But we never shall be forced into such circumstances, if we do right. I have told you, President Young has told you, and hundreds of others have told you that we never should leave this country until the Lord wanted us to. <\/div><div class=\"paragraph jod\" id=\"v7n2071\"> There was a man here a few days ago, who has been in the Church nearly as long as I have, who told me we should have to leave the valleys and flee into the mountains&#x2014;<span class=\"citation\" id=\"65752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65752)\">Matt. 24:16<\/a><\/span>into the secret chambers,<span class=\"citation\" id=\"65786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65786)\">Matt. 24:26<\/a><\/span> and close our doors around us. I told him the mountains were nothing more than sloping masses of Mother Earth&#x2014;that we were now in the chambers, and should not yet go on to the roof. You need not trouble yourselves upon that matter. <\/div><div class=\"paragraph jod\" id=\"v7n2072\"> Let us be more diligent than ever in building and improving, in cultivating the earth, and raising from it wheat, corn, flax, cotton, fruit&#x2014;everything necessary for our comfort and the sustenance of life&#x2014;sheep, and cattle, and horses, and all kinds of <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2797\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> useful animals. Cease to cultivate the earth, and it is impossible for us to exist in life. It supplies us food and clothing, silver and gold, and precious stones; yea, everything to comfort and bless our mortal existence&#x2014;everything to adorn, beautify, and embellish. Let us, then, by a diligent and judicious cultivation of Mother Earth, and by a careful husbanding of her products, work our way into permanent independence as a people. Industry and true economy are the elements of the independence of any people. If every man in this kingdom would pursue this wise and profitable course, there would not exist among us much more trouble. <\/div><div class=\"paragraph jod\" id=\"v7n2073\"> The United States and all the nations of the earth are about to have as much to do as they can attend to, without troubling us. Not many years will pass away before we will build our temple here, and the sons and daughters of the Almighty will enter into it and receive the endowments and blessings that are in store for the faithful. But do not expect that I shall prophesy that that house will be built without hands. Though the kingdom that was to be set up in the last days, according to the Prophet Daniel, was compared by him to a stone that was cut out of the mountain without hands,<span class=\"citation\" id=\"61007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61007)\">Dan. 2:34<\/a><\/span><span class=\"citation\" id=\"61383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61383)\">Dan. 2:45<\/a><\/span> we cannot suppose that temples can be built without hands. The Prophet had reference, no doubt, in this comparison to a block of rock detached by an invisible power from a mountain side, which commenced in its rough and unpolished state to roll down to the plains beneath. <\/div><div class=\"paragraph jod\" id=\"v7n2074\"> Joseph Smith, in his day, used similar comparison when speaking of men who are polished. He compared them to a smoothly polished stone, which, when set to rolling, would lose all its fine polish, and turn up marred and bruised, without even leaving a line to mark its course. On the other  <div class=\"break pagebreak\" id=\"348a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0348.pdf\" target=\"pdfwin\">p.&#xA0;348a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2796\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hand, set a stone to rolling that is unpolished and rough from the mountain side, and it will do great execution in its course, and leave a visible path behind it, and become smoother as it rolls. Joseph compared himself to a rough stone. What is the use of polishing stones for building purposes before they are taken out of the mountains? <\/div><div class=\"paragraph jod\" id=\"v7n2076\"> It is not always the outward appearance that shows the true man. That man who has a good heart is very apt to manifest outwardly good fruits. There are thousands in this place who are nearly as good as they can be at the present time, though the next minute it is possible for them to be better. <\/div><div class=\"paragraph jod\" id=\"v7n2077\"> People talk much about time and eternity, and they say they do not care so much for eternity as they do for time. And again, others say they do not care so much about time as they do about eternity. They do not think for a moment what they are talking about. What is time? (striking the pulpit.) That is all there is about it. That little circumstance of my striking the pulpit is in eternity. It is eternity on the right and on the left, behind and before, and the time being, as it appears to us, is the center of it. So we pass on from time to eternity every day we live. We are in eternity, in eternity. Civilized nations have divided a portion of eternity into seconds, minutes, hours, days, months, and years for their own convenience, to mark their passage through time. <\/div><div class=\"paragraph jod\" id=\"v7n2078\"> The uncivilized, or savage tribes of men, the American Indians, for instance, have no other calendar than incidents in nature, such as the rising and setting of the sun&#x2014;hence they count by so many sleeps; the full and dark of the moon&#x2014;hence they count by so many moons. In short, the only idea we have of time is gathered from natural phenomena in eternity. We might introduce here a beautiful <div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2796\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> comparison of a ship in the middle of the Atlantic. Is it not a pathless waste of waters all around to the passengers on board, except on the frail timbers where they stand? So it is with eternity, with this difference&#x2014;eternity is shoreless. <\/div><div class=\"paragraph jod\" id=\"v7n2079\"> Let the brethren and sisters come to the conclusion that now is the time to set out anew, and then continue from this time henceforth and forever in doing right. If any of you have been in the practice of drinking spirituous liquors to excess, cease at once the wicked and destructive practice. If such a practice is committed, it has its time, and makes its mark on the broad face of eternity: if you cease the practice, no time is given to it, and it cannot leave its trace on eternity from that instant until you again commit the same wrong. This reasoning will apply to every other wrong committed by the children of men. <\/div><div class=\"paragraph jod\" id=\"v7n2080\"> Let us spend time in doing right, and we shall receive in the Lord's time right for right, grace for grace. If we do not associate with the wicked world any more than is unavoidably necessary for the time being, do you think they will have anything in common with us in eternity, or we with them? No. This is all I have to say now about time and eternity. <\/div><div class=\"paragraph jod\" id=\"v7n2081\"> If we were to take the right course, it would not be long before we should be nearly independent of supplies from abroad. It would not be long ere we should be able to sustain ourselves independently, and then with greater ability bring about the purposes of our God; and this would make all men amenable to him and to his rule. A man will give all he has to save his natural existence for the time being; at the same time he can neglect with perfect impunity the things that pertain to his eternal existence and interests. <\/div><div class=\"paragraph jod\" id=\"v7n2082\"> Is it not better for us with one  <div class=\"break pagebreak\" id=\"349a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0349.pdf\" target=\"pdfwin\">p.&#xA0;349a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2795\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>accord to determine to be Saints indeed&#x2014;to live our religion every moment by serving our God and keeping his commandments? How can a man keep the commandments of God and suffer himself to be dishonest, to be deceitful, to steal, and take the advantage of his neighbor in every possible way, and lie to him to gain a dollar? A man cannot both be a Saint and be dishonest. No doubt the dispositions of the parents have some influence in laying the foundation of the character of the child, morally and physically; and God, in one of his revelations to Joseph Smith, has said, &#x201C;But behold, I say unto you, that little children are redeemed from the foundation of the world through mine Only Begotten; Wherefore, they cannot sin, for power is not given to Satan to tempt little children, until they begin to become accountable before me; For it is given unto them even as I will, according to mine own pleasure, that great things may be required at the hands of their parents.&#x201D;<span class=\"citation\" id=\"84879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84879)\">D&amp;C 29:46-48<\/a><\/span> And Jesus said, &#x201C;Suffer little children to come unto me, and forbid them not: for of such is the kingdom of heaven.&#x201D;<span class=\"citation\" id=\"66596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66596)\">Mark 10:14<\/a><\/span><span class=\"citation\" id=\"67865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67865)\">Luke 18:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2084\"> How do people become dishonest? By, in the first place, yielding to temptation, and suffering the spirit which is in them to become contaminated by the power of the evil one. Men become confirmed drunkards by nourishing a depraved appetite for spirituous liquor, and thus they become slaves to a destructive habit. <\/div><div class=\"paragraph jod\" id=\"v7n2085\"> If men by their organizations were compelled to steal, to murder, and do a thousand other evils, they could not be held accountable, and the agency of man would be destroyed. Satan tempts men to evil, and they have power to resist the temptation. The more sin is cultivated, the stronger it grows, until it binds down men with strong chains. <\/div><div class=\"paragraph jod\" id=\"v7n2086\"> Satan whispers in the ears of those <div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2795\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who list to obey him, &#x201C;Lie a little, deceive a little, take the advantage of your neighbor a little, drink whiskey a little: it will not harm you&#x201D;&#x2014;<span class=\"citation\" id=\"81503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81503)\">2 Ne. 28:8<\/a><\/span>leading them along, as it were, with silken cords, until he binds them with his strong chains, and readily leads them down to destruction.<span class=\"citation\" id=\"81524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81524)\">2 Ne. 28:21<\/a><\/span><span class=\"citation\" id=\"124939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124939)\">Alma 12:6,11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2087\"> Do you inquire whom I mean? I mean those who are guilty. Are there any of this character here? Yes; I see some of them now. Are they to be seen disgracing themselves in the public streets? Yes: you may go down into &#x201C;Whiskey Street,&#x201D; and you can see them every day. How does it appear in the eyes of good men and in the eyes of God and angels, when they see those professing to be Saints and Elders in Israel, holding the Priesthood of God, drinking whiskey and swaggering with those who hate God and his people, who, if they had the power, would kill President Young, and me, and Daniel, and any of our friends who are determined to uphold and sustain righteousness? <\/div><div class=\"paragraph jod\" id=\"v7n2088\"> The scene that occurred down that street on Christmas day is still fresh in our minds. O heavens! What a celebration of the day on which Christ the Savior of the world was born! O horrible example! For men professing to be Saints and friends of God, with murder in their hearts, to thirst for each other's blood! The duty of the Seventies and Elders of this Church is plainly defined. I would separate all such unprofitable branches from the vine, and let them wither and be burned.<span class=\"citation\" id=\"70153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70153)\">John 15:6<\/a><\/span> I say unto you Seventies&#x2014;ye authorities of the Church of God, You are not doing your duty if you do not do this. <\/div><div class=\"paragraph jod\" id=\"v7n2089\"> President Young has cried unto you loud and long, ye Elders of Israel; and he has shaken his garments, and the responsibility is upon you. It seems as though you cannot prune the vineyard, in the righteousness of your  <div class=\"break pagebreak\" id=\"350a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0350.pdf\" target=\"pdfwin\">p.&#xA0;350a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2794\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>calling, unless he shall step forward and do it at the peril of his own life. Hear this, ye Bishops and Elders, for I will tell you of it. Why do not you do your duty? &#x201C;Why,&#x201D; some of you, perhaps, can say in great truthfulness, &#x201C;I was drunk myself last week, and dare not, for fear of being told of it.&#x201D; Then go forward and repent of your sins before the people, and then step forward and separate; take the diseased sheep from the rest of the flock. <\/div><div class=\"paragraph jod\" id=\"v7n2091\"> O ye Elders of Israel! How long are you going to sit under these things in tame inactivity and let the wickedness of the world debauch and lead away this people? How long shall we wait for you to go forward in the faithful performance of your duties? Shall we have to wait until the Spirit shall say, &#x201C;Cut off the unprofitable servants?&#x201D;<span class=\"citation\" id=\"66154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66154)\">Matt. 25:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2092\"> In the few remarks I have made, I have expressed my feelings very pointedly, and mean what I say. <\/div><div class=\"paragraph jod\" id=\"v7n2093\"> I am now near sixty years of age, and I have no need of spirituous liquor. I do not use it. I feel much better without it than with it. Without it, I enjoy the natural exercise of the functions of my nature; whereas, were I to use it, the opposite would be the case. <\/div><div class=\"paragraph jod\" id=\"v7n2094\"> I look upon men who keep whiskey shops, and vend it, in the same light as I do those who frequent such places, and get drunk, and swear, and wallow in the mire. A few days ago a drunkard was severed from the Church; and it will not be long before more of them will be, if they do not repent. <\/div><div class=\"paragraph jod\" id=\"v7n2095\"> Would I suffer a wicked man to hire any house to sell whiskey in? No. If I did, the moment he went out of it I would put fire to it, and clean the whole thing out. <\/div><div class=\"paragraph jod\" id=\"v7n2096\"> There are men whom we have nourished and cherished in our midst, and purchased their goods, and comforted them, invited them to our <div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2794\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> parties, and blessed them, and made them rich; and for the space of nine years and over they have been lurking like an adder in our path. Will I still feed them? Yes, when they are hungry and destitute. But will I cherish them to cut my throat? That is what you are doing. You are nourishing men who would cut our throats the very first opportunity. Why do you do it? Because they sell goods a little cheaper than they can be manufactured here. Let us send for our own goods, and raise in our own country, as much as possible, all the staple articles of our own consumption. <\/div><div class=\"paragraph jod\" id=\"v7n2097\"> Let us love according to the order of God, according to the principles of righteousness and truth. It is not the tabernacle that I love, but the spirit that dwells in it&#x2014;not the tenement, but the tenant. Why should I love the poor, sickly, frail body that is daily going back to the dust? Let us place our affections upon spiritual and heavenly things, that endure forever, and not upon things that are earthly and perish with the using; but let us regard them in the light for which they were created by the Great Creator and Ruler of the universe. <\/div><div class=\"paragraph jod\" id=\"v7n2098\"> Money was not made to worship, but to be a convenience. You cannot eat it, but you can buy bread with it, which will keep you from starvation. When I was in London, I used to think I was well off if I could get two penny loaves a day and a little water. The pennies were of no use to me, only to buy the bread. So with all earthly things. As I have already said, Let us love heavenly things; let us place our affections upon the things that are eternal. I honor, love, and reverence the spirit of a good man who honors his calling. I do not care if he has but one eye, one arm, or one leg. <\/div><div class=\"paragraph jod\" id=\"v7n2099\"> You may take away almost any  <div class=\"break pagebreak\" id=\"351a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0351.pdf\" target=\"pdfwin\">p.&#xA0;351a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2793\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>member from the body, and the head can live, though it may not accomplish the same amount of good as it could if all the members were healthy and in active usefulness. The head is the mainspring of the body, the center of light and intelligence. Take away the head, and the natural body ceases to live and to be intelligent. If the man who leads us was destroyed, it would very materially affect the body. But if every one of this people should turn away but him, he holds the Priesthood and power of God just the same. All those who hold the Priesthood and honor their callings can put it upon others in every part of the earth where they may be in the discharge of their duties. <\/div><div class=\"paragraph jod\" id=\"v7n2101\"> May God bless you, brethren! Peace be upon you! The peace and blessing of God be multiplied upon all the righteous here&#x2014;upon all the <div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2793\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> righteous that are in the east, in the west, in the north, and in the south, throughout the extension of the whole earth! May this blessing be upon the righteous, and upon their righteous seed after them for ever! <\/div><div class=\"paragraph jod\" id=\"v7n2102\"> May he help you to withdraw yourselves from unrighteousness and cleave to righteousness in time, and then you are eternally in it. May the Lord comfort the righteous, and help them to overcome the little evils. It is the little frivolous disputing and contention in families that creates the greatest difficulties and troubles, and hinders us from merging into the blessings of God, and from that communion with the Holy Ghost we might enjoy. Now, ye Elders of Israel, step forward and do as you have been told in righteousness and truth. If you are not righteous, repent and begin anew. Amen. <\/div>\n<\/div>\n<\/div>"}