{"ID":70054, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel&#x2014;Tithing&#x2014;Religion in the Home Circle.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Amasa M. Lyman, Delivered in the Tabernacle, Great Salt Lake City, December 25, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Amasa M. Lyman<\/div>\n<div class=\"date\">Date: 12\/25\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d54\">\n<div class=\"paragraph jod\" id=\"v7n2000\"> I am glad this morning, brethren and sisters, to enjoy the privilege again of meeting with you, with the opportunity that is afforded me of occupying a portion of time devoted to worship; and I would indulge a hope that the little time we are together may be so devoted as to be a benefit to us all. To effect this, I know of nothing better than to have our attention called again, as it has so often been, to a consideration of the principles of our religion. <\/div><div class=\"paragraph jod\" id=\"v7n2001\"> One might suppose that all had <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2806\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been said that could or that need be said upon this subject. The necessity for our attention being called to the consideration of the principles of our religion must exist until such time as we properly and fully comprehend those principles, and from comprehending them are unable to reduce them to practice; for it is not until they are reduced to practice that they yield to us the fruits of salvation. Hence we shall have to refer to the principles of the Gospel again and again, that they may be kept before  <div class=\"break pagebreak\" id=\"339a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0339.pdf\" target=\"pdfwin\">p.&#xA0;339a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2805\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our minds, that we shall not lose sight of them in the multiplicity of things that exist around us to engage our attention. <\/div><div class=\"paragraph jod\" id=\"v7n2003\"> When we consider the great amount of wrongs that are to be corrected by the Gospel, in connection with our being in the world, and then the amount of opposition against which we have to receive and practice the truth, a little reflection will lead us to conclude that the consummation of our work is far in the future. <\/div><div class=\"paragraph jod\" id=\"v7n2004\"> When we consider the condition of the mind, influenced as it is by the prejudices of education, by the influences of those habits of thought and reflection which have been established in the mind, which is the result of the influences of circumstances with which we have been surrounded, we find that there is but a very small portion of the powers of our minds that are faithfully, patiently, and undividedly devoted to the consideration of the principles of our religion. <\/div><div class=\"paragraph jod\" id=\"v7n2005\"> We have fallen into a habit of fashion with regard to the preaching of the Gospel, that if we say but a very little&#x2014;preach but very short sermons, they must generally extend over a large extent of country. Comparatively speaking, we travel over earth and heaven frequently, when in our notions of things we have made these places to be a great way apart: we travel often over the extreme of degradation, wretchedness, misery, and ignorance in which we ourselves exist, to that better condition of things that we hope for in the vast future, when sin, with all its concomitant train of evils, shall cease to afflict us, or to oppose an obstacle to our enjoyment of the happiness and blessings promised by the Gospel. <\/div><div class=\"paragraph jod\" id=\"v7n2006\"> This is the way, in short, in which we look at the subject, when the Gospel is presented to us as a remedy for all the evils that afflict us&#x2014;a <div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2805\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sovereign balm for all our ills. We only think of what we are now, and of what we shall be when our salvation is consummated. <\/div><div class=\"paragraph jod\" id=\"v7n2007\"> A moment's reflection will satisfy you, as well as myself, that this view of the matter leaves all that extensive and unexplored region that intervenes between our present sinful and our future saved and happy condition out of the question. <\/div><div class=\"paragraph jod\" id=\"v7n2008\"> In order that we may be saved by the Gospel we have embraced, it becomes indispensably necessary that we should reduce the principles of that Gospel to practice. In order to do this, we must, for a little while, leave out of the question this general view of things, and perhaps refrain from the gratification of our feelings in the contemplation of that brighter picture of what we may be by-and-by, to contemplate in the light of truth our present condition, and learn how to apply the principles of the Gospel that will save us to the details of life. <\/div><div class=\"paragraph jod\" id=\"v7n2009\"> We may say the Gospel will save us from all that afflicts us&#x2014;from all that to us is a source of trouble and annoyance of any kind whatever. That embraces a great deal; it covers all the ill feelings that may ever be again awakened in the human bosom&#x2014;every unholy passion and every evil in the soul, resulting from the influences of any corrupt habit that may have been formed from the education that we have received. I say it covers all this: it promises to remove all this; but in what way? <\/div><div class=\"paragraph jod\" id=\"v7n2010\"> There are certain generalities in our religion that we all seem to become acquainted with more or less&#x2014;those things that are preserved to us as requirements&#x2014;that are placed before us in a form that is defined so that we can comprehend them. Those things we understand to be binding upon us to attend to as a people. <\/div><div class=\"paragraph jod\" id=\"v7n2011\"> We consider it right and proper to  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2804\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>observe the institution of the Sabbath. We regard it to be right and proper to observe the institution of Tithing. In short, we regard it as being right to observe sacredly every duty that is defined and pointed out to us; so that we, like the people of old, are particular about paying our Tithing, although perhaps not any more than we should be. But this duty we can think of; we can remember it. &#x201C;It is not right,&#x201D; says one. Yes, it <span class=\"italic\">is<\/span> right. But as it was with the people of old, so it is a little with us Latter-day Saints: we think that the Tithing of what we produce by our labor will open to us the gates of celestial bliss and happiness&#x2014;that it will bring us to that redemption from sin that we look for, when the Savior has declared simply and plainly, and in a manner that it would seem no one needs be mistaken, that &#x201C;it is eternal life to know God,&#x201D; &amp;c.<span class=\"citation\" id=\"70561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70561)\">John 17:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2013\"> Now the thing to which I would direct your attention is this, that you should remember your Tithing; but be sure at the same time to remember the object for which you are required to pay Tithing. &#x201C;Well,&#x201D; says one, &#x201C;is it not to support the poor?&#x201D; That is one thing. You suppose, then, that, if the Tithing goes to feed the poor, build up temples and houses of worship, to establish institutions of learning, to forward the cause of education in our midst, that the great object of its institution is reached. If this were all, then probably Jesus might have said that this is eternal life, to pay your Tithing punctually and faithfully: but he did not say this. <\/div><div class=\"paragraph jod\" id=\"v7n2014\"> What is the greater object for which this institution was ordained? I speak of this because it is before all the people. The reason for this institution is simply the same as that for which the institution of the preaching of the Gospel, as it is denominated, was ordained of God. <\/div> <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2804\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n2015\"> Why was the Gospel taught to you in your scattered condition among the different nations of the earth? For the simplest of all reasons&#x2014;the preaching of the word became an ordinance of the Gospel; that is, that it is necessary mankind should be enlightened, and for that very reason are the Saints gathered together, and for that very reason are they surrounded by institutions ordained to preserve them together. <\/div><div class=\"paragraph jod\" id=\"v7n2016\"> By the preaching of the Gospel you will discover, by a reference to the course you are induced to take, following the direction indicated by it, that you all walk in the same path. In gathering you are brought to the same place, and you are supposed to receive the same instructions: the same principles are taught, the same advantages are extended to you, and the same blessings promised to you all, through your faithfulness. <\/div><div class=\"paragraph jod\" id=\"v7n2017\"> What, then, can be plainer to the mind than that the great object was to bring mankind to the knowledge of the truth? For this cause you are required to pay Tithing, to favor the accomplishment of this great object. For what should the poor be nourished? For what should the Priesthood be sustained? For what should temples be built, and educational establishments be reared in our midst? Simply for the accomplishment of this great work of educating the human mind in the knowledge of the principles of truth&#x2014;for the correcting, as a matter of course, of every error that may have found place in their minds. <\/div><div class=\"paragraph jod\" id=\"v7n2018\"> This, then, is the object for which we are brought together; and here we are taught from time to time what is denominated the Gospel. We are told to live our religion. What does this embrace? Everything. It extends to every duty that devolves upon us in the accomplishment of the work that is before us. It is to give the principles of the  <div class=\"break pagebreak\" id=\"341a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0341.pdf\" target=\"pdfwin\">p.&#xA0;341a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2803\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Gospel that application to ourselves and to our actions that will leave in us and with us no error that shall not be corrected&#x2014;no wrong principle whose deformities shall not be dragged into the light that we may see it and turn away from it, that we may be able to substitute in its place a view of things that is correct and fully consistent with the accomplishment of the object for which we labor. <\/div><div class=\"paragraph jod\" id=\"v7n2020\"> What I would wish with regard to the Saints is simply this, that they may learn to apply the principles of the Gospel to the details of life&#x2014;to the small matters in our moral existence, which, when associated together, constitute the great sum of all that fills up our time. <\/div><div class=\"paragraph jod\" id=\"v7n2021\"> I want you to pay Tithing faithfully, and respond with an affection that is undivided to every requirement. For what? For contributing to that amount of means that is necessary and requisite for the accomplishment of this work that has for its object the emancipation of our race from the ignorance that has bound them. But remember that it is to learn to know God<span class=\"citation\" id=\"70562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70562)\">John 17:3<\/a><\/span> that we are associated together, and that all these institutions are established around us and in our midst. <\/div><div class=\"paragraph jod\" id=\"v7n2022\"> I want you to learn that to live your religion is to apply the Gospel to the regulation of your actions in every department of human life. I do not wish you to think that you are living acceptably before God, and in the manner that he requires you to live when you pay your Tithing, and are doing other things that you know to be wrong, and that you are fully aware are not acceptable in his sight or conducive to your own happiness! <\/div><div class=\"paragraph jod\" id=\"v7n2023\"> I want you to remember that the Gospel must have its application at home. I might preach to you here for forty years to live your religion. Is it possible, while doing this, there are people who would listen that length <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2803\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of time to the proclamation, day after day, week after week, month after month, and year after year, and then practice in the circle at home things that are directly opposed to all good principles, to good, and to happiness? <\/div><div class=\"paragraph jod\" id=\"v7n2024\"> Who is it that commits sin in all Israel today? Do the best among the people? Do the most faithful and the most humble and the most contrite in spirit? Are they afflicted with any evils? Are they afflicted with any temptations to do wrong? Do they in any case whatever do wrong? <\/div><div class=\"paragraph jod\" id=\"v7n2025\"> Who are they that do wrong chiefly? Those who have been taught, perhaps, for a quarter-of-a-century to do right. This has been sounding in their ears continually from year to year&#x2014;&#x201C;Do right, live your religion, break off your sins, be righteous, and forsake your iniquities by turning to God.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n2026\"> Why is it they are yet afflicted with sin? Is it because they have not paid their Tithing? Perhaps they have been punctual in paying it. They may have been constant in their observance of the institution of the Sabbath, in attending meeting, and of ceasing all unnecessary labor on that day; yet once in a while a very curious thing gets out in the wind. What is it? &#x201C;Brother So-and-so has done wrong; sister So-and-so has done wrong. Why&#x2014;would you believe it?&#x2014;they have actually had a little family disturbance, or what we sometimes call a quarrel!&#x201D; Why is it? I know of no reason only that that religion, to the institution of which they have been paying so strict attention for so many years, has failed as yet to have an application&#x2014;to what? To that portion of their lives and actions that pass within the circle at home. They come here and pray, and, for aught I know, they go home and pray as much as they can for the ill-feelings they have. <\/div><div class=\"paragraph jod\" id=\"v7n2027\"> The point that I would like to impress upon your minds today is  <div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2802\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that to live our religion acceptably before God, and in a manner that will be conducive to our happiness and salvation and permanent exaltation in the kingdom of God, we must give it an application to the details of life. The minutest of life's details must be rendered holy, just, true, and proper, by its application to them. <\/div><div class=\"paragraph jod\" id=\"v7n2029\"> I do not want men and women to consider they are living their religion when they indulge in quarrelling at home. Husbands and wives living at variance with each other in their feelings at home are not living their religion. They are not applying the principles of the Gospel around their hearths and within the home circle. <\/div><div class=\"paragraph jod\" id=\"v7n2030\"> Says one, &#x201C;If we pay our Tithing, do you not think we shall get to heaven, though we do quarrel, &amp;c.?&#x201D; It will be a peculiar kind of heaven! It would be, as a matter of course, that heaven where men and women quarrel, simply because it is the only one for which they are prepared and adapted. If they were in any other, they would be rendered wretched to a certain extent. Why? They would want to get mad and have the old difference of feeling, to gratify a disposition to say a rash word for a rash word, instead of adopting the old scriptural maxim which is so good and heavenly&#x2014;&#x201C;A soft answer turneth away wrath: but grievous words stir up anger.&#x201D;<span class=\"citation\" id=\"57429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57429)\">Prov. 15:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2031\"> Perhaps people may suppose it is none of my business to allude here to matters that are transpiring within your home circle. If it is not, then I have nothing to do with your salvation. Is there no obligation resting on me as a servant of God&#x2014;as a minister of righteousness<span class=\"citation\" id=\"74280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74280)\">2 Cor. 11:15<\/a><\/span> in the midst of the people, to administer the words of truth to them in a way to save them, that they may have the advantage through an application of the truth to the regulation of their actions of deliverance from sin? <\/div> <div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2802\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n2032\"> Then if this is the case, and I find a dark spot in your lives which is not developed in the public congregation, when you meet with the assembled thousands to hear the principles of righteousness treated upon in a general way, what must be done? Simply to require, in a spirit of kindness, a disposition to discharge faithfully the duties that rest upon us in these dark portions of your lives, if they exist; and if they do not, no one will be hurt. <\/div><div class=\"paragraph jod\" id=\"v7n2033\"> Were you to bring to this assembly the feelings and the actions that evidence the existence of these feelings all through the week, we should have a very different assembly, so far as appearance, condition, and spirit are concerned, from what we generally have here. &#x201C;Would you want to have us bring them here?&#x201D; No. <\/div><div class=\"paragraph jod\" id=\"v7n2034\"> I want to give you a few plain, direct hints, that you may take home with you as a sort of Christmas present, that you may give them an application around your hearth, that you may become better men and women, better husbands and wives, and become there the ministers of righteousness<span class=\"citation\" id=\"74281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74281)\">2 Cor. 11:15<\/a><\/span> and truth, to correct the evils that exist there, if there are any; and if there are none, you can go home and rejoice, and thank God that you are delivered so far from the power of sin. <\/div><div class=\"paragraph jod\" id=\"v7n2035\"> We have been taught, with regard to the Gospel, in general terms, what we are to do, and how we are to act; and we are told again and again to live our religion. I want husbands and wives, fathers and mothers, and their children that have arrived at years of accountability, to understand that the great place of places where the principles of our religion should be applied, where they should be treasured, where they should produce their own legitimate fruit, is the circle of home. It is around the fireside in every home where the principles of right<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"343a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0343.pdf\" target=\"pdfwin\">p.&#xA0;343a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2801\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>eousness must be developed, where the principles that will give stability, power, and eternal endurance to the kingdom of God and to its institutions, must be in full force and daily application: they must there obtain a place within the affections of the persons associated in those circles. <\/div><div class=\"paragraph jod\" id=\"v7n2037\"> We may talk about attending to the generalities of religion; but so long as we neglect its details that enter into the home circle, that are concentrated around our fireside&#x2014;so long as we neglect the cultivation of the principles of heaven and happiness there, so long we shall fail to enjoy the fulness of what the Gospel promises to us. Here is where heaven must have its beginning&#x2014;where its foundation must be laid, not only for our present happiness, but for its eternal perpetuity. <\/div><div class=\"paragraph jod\" id=\"v7n2038\"> What do these home circles make? They make what I see around me today. They constitute the people, the community, the nation. If the principles of the Gospel are developed at home, when you come to the place of public assembly, you bring them with you: you bring with you the spirit of heaven, the spirit of peace and harmony. It is that principle which will lead to the consummation of that great work, the object of which is to bring about that condition of things wherein the will of God will be done on earth as it is done in heaven.<span class=\"citation\" id=\"63368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63368)\">Matt. 6:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2039\"> If you could do all this with a reference to those little things that disturb the peace at home, that plant a thorn where a rose should be planted, that cultivate principles of strife where quietude and harmony should prevail, great would be our happiness as a people, both at home and in our public assemblies. <\/div><div class=\"paragraph jod\" id=\"v7n2040\"> If you neglect the cultivation of these virtues, their opposite will prevail and exert a deleterious influence over the minds and actions of men <div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2801\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and women, which are made evident in their lives. <\/div><div class=\"paragraph jod\" id=\"v7n2041\"> Would we live to enjoy the Spirit of God? This we are exhorted to do. If we would secure this inestimable blessing, there is no better way than to cultivate in the home circle that frame of mind and feeling that will render the Holy Spirit a constant and welcome visitor there; and not only a welcome visitor, but he might be changed to a constant guest that would be present ever to impart that knowledge which is life, that understanding that causes the soul to be fruitful in the elements of peace, happiness, and glory. <\/div><div class=\"paragraph jod\" id=\"v7n2042\"> But while that little circle of home is distracted by broils, quarrels, dissension, and strife, by a lack of that affectionate regard for the principles of truth that should characterize all the children of God devoted to the principles and interests of his kingdom, the Spirit of Truth cannot find a resting place there. The soul may complain that it is barren and unfruitful in that happiness it fain would enjoy. <\/div><div class=\"paragraph jod\" id=\"v7n2043\"> Here, then, is the great field of our labor. If we have thought, in our own extended views of the work of God, that we should go from one end of the earth to the other to publish salvation and save men, we find here a field is opened at our very homes&#x2014;a field that should engage the attention of every man, woman, and child that has arrived at years of understanding in all Israel. <\/div><div class=\"paragraph jod\" id=\"v7n2044\"> Here is a field for the Seventies. &#x201C;Should the Seventies engage in this field?&#x201D; says one. &#x201C;They are called to preach in all the world.&#x201D;<span class=\"citation\" id=\"94598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94598)\">D&amp;C 107:25<\/a><\/span> Yes; and because they are called to preach the Gospel in all the world, they seem to have no idea that Salt Lake&#x2014;the place of their homes&#x2014;is any part of the world. They never seem to have the spirit of their calling, unless they are called to go away from home.  <div class=\"break pagebreak\" id=\"344a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0344.pdf\" target=\"pdfwin\">p.&#xA0;344a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2800\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Why is it so? I know of no reason only because they do not court that spirit at home&#x2014;that they do not make their homes the same field of faithful, honest, and persevering exertions that they would make in the field away from home. <\/div><div class=\"paragraph jod\" id=\"v7n2046\"> If the same prayers were to ascend to God with the same degree of fervency&#x2014;with the same attention paid to the propriety of examples that are set&#x2014;with the same word of wisdom and truth and goodness and virtue constantly flowing from them in the midst of the home circle that might characterize all their labors abroad, then the misery at home would become prolific in truth, in which plants of righteousness would spring up and yield the fruits of peace. <\/div><div class=\"paragraph jod\" id=\"v7n2047\"> &#x201C;I am a Seventy, and consequently have nothing to do here! There is a First Presidency here, a High Council, and a whole host of Bishops. I shall only be regarded as guilty of meddling with other men's business, if I should say anything.&#x201D; Then you will not even presume to talk to your wife at home&#x2014;to call your sons and your daughters around you to advise with them and explain to them the parental anxiety and care you have for them, by making them acquainted with the duties that they are strangers to, by placing them above that which would lead them from the path of virtue, that they may escape the evils that surround them. <\/div><div class=\"paragraph jod\" id=\"v7n2048\"> I want to say to the Seventies, High Priests, Elders and Apostles, Prophets and Presidents, It is your privilege and duty to extend the principles of righteousness in the field at home. You need not tell me, you Seventies, that you are qualified to preach salvation to the people of distant nations, when you cannot preach it around your own hearth at home. You must be a Saint, an Elder, a Seventy, an Apostle, &amp;c., around your fireside, in the circle of <div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2800\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> your home, in the midst of the Saints gathered home. The best and most conclusive evidence that you can tell the truth abroad, and show an example worthy of acceptation, is to do it at home. If I am satisfied a man can tell the truth and live it at home, I have no fear of him anywhere else. <\/div><div class=\"paragraph jod\" id=\"v7n2049\"> I want to say to all Israel, Wake up to your interests at home. &#x201C;But how can this condition of things exist among us when the great mass of our community here are ordained to public service&#x2014;to service abroad?&#x201D; I want you to carefully consider one thing&#x2014;that your calling, whatever it may be, was not to neglect your home and the cultivation of the principles of salvation within the home circle. <\/div><div class=\"paragraph jod\" id=\"v7n2050\"> You may never be called to go abroad. &#x201C;But,&#x201D; says one, &#x201C;I was ordained to be a Seventy, to preach in all the world.&#x201D;<span class=\"citation\" id=\"90226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90226)\">D&amp;C 107:25<\/a><\/span> Some that have been thus ordained die before they fulfil their mission, and some apostatize&#x2014;which, by-the-bye, is a matter that can be most effectually remedied by simply adopting my little advice I have thrown out this morning&#x2014;to cultivate perseveringly and faithfully those principles that are calculated to emancipate the soul from the thralldom of sin, misery, and death. <\/div><div class=\"paragraph jod\" id=\"v7n2051\"> Cultivate this in your homes, and you will become ministers of salvation indeed, whether you go abroad or not. You will then discharge the duty you owe to God, to mankind, to yourselves, and to your families around you. <\/div><div class=\"paragraph jod\" id=\"v7n2052\"> I want the Seventies to remember that this is a part of all the world where we now live. And if an evil exists in our streets here, it is as much an evil as though it existed a thousand miles from this place. <\/div><div class=\"paragraph jod\" id=\"v7n2053\"> Is there a benighted soul here that can be enlightened by the words of instruction imparted by the servants of God? If so, why wait until you travel ten thousand miles? Make  <div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2799\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that benighted soul that lives here the object of your care. If you win it through the words of truth and knowledge, it is a soul saved, as much so as though you had brought it ten thousand miles. <\/div><div class=\"paragraph jod\" id=\"v7n2055\"> What would be the result of this course of procedure? Vice, folly, and wickedness would receive a constant and firm rebuke, and no great noise would be made about it. We would simply be minding our own business in a quiet way. The young, in whose minds the habit of thought and reflection are being formed, could be corrected; their footsteps could be directed in the paths of truth and virtue; and there would be less inclination to steal, and less corruption of the youth in our midst. <\/div><div class=\"paragraph jod\" id=\"v7n2056\"> &#x201C;But,&#x201D; says one of the Seventies, &#x201C;Is all this lawful for the Seventies to do? Would we not be found fault with if we were to make it our business to talk with our neighbor, old or young, in the street, touching these things?&#x201D; I do not think you would be taken up for treason by the authorities of the Church, at any rate; and I do not think the civil authorities in this country would take any exception to the preaching of honesty, virtue, and truth. But, above all, try to preach it in that most effectual way by your own truthful example. If you would preach to the wayward to restrain themselves from their folly, show an example yourselves of circumspection in your conduct&#x2014;of propriety, consistency, and truth. Would you win the wayward to paths of rectitude, address them in a spirit of kindness, charity, compassion, sympathy, and love. <\/div><div class=\"paragraph jod\" id=\"v7n2057\"> If this principle is good in a public and general way, apply it also at home. And before you go away on that distant mission you anticipate among distant nations that may occupy years of time, try to develop the principles <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2799\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of righteousness in the home circle, and establish them there, that they may be growing thriftily there&#x2014;that in your absence the fruits of heaven may be developed&#x2014;that blessings of peace and harmony may have their existence there: then your home circle is the seat of heaven&#x2014;the nursery of truth, where all the perfections must originate that will constitute all your future greatness and glory. <\/div><div class=\"paragraph jod\" id=\"v7n2058\"> Seek to make your heaven in your home; seek to develop its perfections there; seek to develop its truthfulness there. Why? Simply because you cannot make it anywhere else. It is not possible, because home is the nursery where all the constituent principles of heavenly bliss and glory are to be developed. Why, then, think of finding them in your wanderings over the face of the earth, when home is the only place where they are to be found, and where they must be developed. You bring the people from distant nations, that homes of this character may exist&#x2014;homes that shall be rich in treasures of heavenly bliss developed and perfected in their circles. <\/div><div class=\"paragraph jod\" id=\"v7n2059\"> This is the way I look at and think of our religion, and this I consider to be the right, the proper way for us to patiently, faithfully, and properly live our religion. We are afflicted in our country with a great deal of evil: there are evils of an outdoor character that are very troublesome and annoying, aside from those things that annoy us at home, when, if we lived our religion at home effectually, there would be less inclination of the youthful mind to vice, folly, and nonsense. <\/div><div class=\"paragraph jod\" id=\"v7n2060\"> Now, that we may, as a people and as individuals, be wise, prudent, humble, and faithful in prosecuting this work of ours to its final consummation, is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}