{"ID":70050, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Union, Etc.<\/div>\n<div class=\"subtitle\">A Discourse by Elder John Taylor, Delivered in the Tabernacle, Great Salt Lake City, October 7, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Union, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 10\/7\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d50\">\n<div class=\"paragraph jod\" id=\"v7n1849\"> I have been very much edified since the commencement of this Conference. My heart was led to rejoice yesterday exceedingly, when I saw the spirit and feeling that was manifested among the Saints, and in listening to the remarks made by President Young and others today. I have felt joyful in the Lord, and I bless the name of the God of Israel that I am associated with his Church and kingdom on the earth. These feelings I wish at all times to cherish in my bosom and carry out in my life; and I believe there are hundreds, if not thousands, before me today, who have the same spirit and feeling, and the same desires. <\/div><div class=\"paragraph jod\" id=\"v7n1850\"> It is true, we have seen, for a few months past, many things that are painful for good men and women to reflect upon. Wickedness has seemed to triumph; but when we see the spirit and feeling that is manifested among the Saints, we are confident that we can find many more faithful <div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2827\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> men and women among them than the Lord did in Elijah's day, when idolatry, wickedness, and corruption of various kinds prevailed. <\/div><div class=\"paragraph jod\" id=\"v7n1851\"> The old Prophet felt a little sorrowful.<span class=\"citation\" id=\"55703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55703)\">1 Kgs. 19:9-18<\/a><\/span> He thereupon went alone, and there was a voice, as it were the voice of thunder; but the Lord was not in the thunder: there was the voice of an earthquake, but the Lord was not in the earthquake: finally, there was a still small voice whispering in his ear, saying&#x2014;&#x201C;What doest thou here, Elijah?&#x201D; He answered and said&#x2014;&#x201C;Lord, they have killed thy prophets and dug down thine altars, and I am left alone, and they seek my life.&#x201D; But the Lord gave him to understand that it was a mistake, informing him that he had reserved to himself seven thousand men in Israel who had not bowed their knees to Baal. I think he would find more here, without finding so much of the evil which the Prophet complained of in that day and age of the world. <\/div> <div class=\"break pagebreak\" id=\"318a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0318.pdf\" target=\"pdfwin\">p.&#xA0;318a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2826\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1853\"> One thing in particular strikes my mind, and probably strikes the minds of many, that the spirit of evil is bold, uproarious, rampant, and fond of exhibiting itself everywhere, while the spirit of righteousness, virtue, integrity, and truth is modest and retiring, and not very anxious to exhibit itself: consequently, when a spirit of this kind prevails, it seems as though the Devil is to pay. When you feel after the heartstrings of the people and touch them with the touchstone of truth, all good men and women will answer to the test, showing that the spirit of truth, of intelligence, of union, of virtue, and integrity still exists and prevails in the bosom of all the faithful so that when we meet together in the capacity of a Conference, every opposing feeling to these noble qualities and truths in the character of a Saint is subdued, the Spirit of the Lord becomes the prevailing influence, and we feel as we have often felt on former occasions. <\/div><div class=\"paragraph jod\" id=\"v7n1854\"> We realize that we have not lost his Holy Spirit; and if we continue to encourage it, it will be in us a spirit of life, light, intelligence, and truth&#x2014;in fact, a spirit springing up unto everlasting life.<span class=\"citation\" id=\"69033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69033)\">John 4:14<\/a><\/span> It is the principle embodied in the words of Jesus to the woman of Samaria. <\/div><div class=\"paragraph jod\" id=\"v7n1855\"> We feel that we are in possession of the principles of eternal life, which are as a well of water within us and around us, and of which we drink and participate in when we live our religion. It emanates from God, issues from the Fountain of life and truth&#x2014;the Source of all intelligence, and is imparted to us through the medium of the everlasting Gospel. It has enlightened our minds, enlarged our understandings, extended our feelings, informed our judgment&#x2014;has warmed up our affections to God and holiness, has nourished and cherished us, and put us in possession of principles that we know will abide forever and forever. <\/div> <div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2826\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1856\"> We have been seeking, in a great measure, to do the will of our heavenly Father, to keep his commandments, magnify our Priesthood, honor our calling, and do that which is right in the sight of God continually. <\/div><div class=\"paragraph jod\" id=\"v7n1857\"> Inasmuch as we have done this, the Spirit of God is yet with us&#x2014;a living, abiding, eternal principle, which is extending, growing, and increasing within us, until we shall be prepared to associate with the Gods of eternity. <\/div><div class=\"paragraph jod\" id=\"v7n1858\"> What makes us so buoyant and joyful on occasions like this? Why is it that the Spirit and power of God is more visibly manifested at the time of our General Conference, when the authorities of the Church from all parts are assembled together to talk on the things of God, regulate the affairs of his kingdom, to put in order anything that may be wrong, and counsel together pertaining to the interests of Zion and the building up of Israel? It is because there is a union of good feelings, good desires and aspirations; and one spirit inspires the whole, forming a phalanx of power, of faith, and of the Spirit of the Lord. A single taper will give a light, and it is pleasant to look upon; but thousands of the same kind of light make a general illumination. With us it is a time of union, of light, of life, of intelligence, of the Spirit of the living God. Our feelings are one&#x2014;our faith is one; and a great multitude possessing this oneness forms an array of power that no power on this side of earth or hell is able to cope with or overcome. <\/div><div class=\"paragraph jod\" id=\"v7n1859\"> We feel mighty today. We are satisfied that we are associated with the kingdom of God upon the earth. We know that this is the Church and kingdom of God, and our temporal and eternal interests are centered in it. We know that it was established for the gathering of Israel, for the redemption of the Saints, for the per<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2825\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>manent establishment of the principles of righteousness upon all the earth, for the introduction of correct principles of government, for the salvation of the living and the dead&#x2014;for the salvation of our progenitors and posterity. <\/div><div class=\"paragraph jod\" id=\"v7n1861\"> We believe that we, as a body of people, embracing all the various Quorums of this Church and kingdom, are engaged in this one great work; and hence there is a feeling of faith, union, and intensity&#x2014;or power, if you please&#x2014;of the Spirit of the living God, that quickens and vivifies the mind, gives energy to the body, and joy to the bosom. In this we all feel to participate. The Lord is here by his Spirit and power, and our hearts are joyful. <\/div><div class=\"paragraph jod\" id=\"v7n1862\"> Speaking, then, upon the principle of union among the Saints, for this seems to be the topic of conversation at this Conference&#x2014;union with each other, union in families, union with our Bishops and Wards, union with the Twelve and with the First Presidency, union throughout the Church and kingdom in all its various ramifications&#x2014;this seems to be the spirit and feeling and teaching that flows from the various speakers who have during this Conference addressed us. <\/div><div class=\"paragraph jod\" id=\"v7n1863\"> How can this union be brought about more extensively? All agree that union is a great and powerful principle. The several States of this great American confederacy have chosen for their national motto&#x2014;&#x201C;<span class=\"italic\">E Pluribus Unum,<\/span>&#x201D; which means&#x2014;&#x201C;Many in one.&#x201D; They think that union is very good. Professedly every good man thinks that it is good to be united in anything that is good; but the great difficulty with the world is to bring this about. The nations of the world are not united, and each nation is divided and split up, and confusion and the spirit of war and animosity and evil abound everywhere. They are not united, but <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2825\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they are full of jealousy, hatred, strife, envy, and malice. <\/div><div class=\"paragraph jod\" id=\"v7n1864\"> Witness the late European wars. What did they fight for? Who can tell? They fought for nothing, and they made peace for nothing. I have searched the papers diligently, but I must confess that I have been unable to discover what they fought for; and I question very much if the Emperor of France, the King of Sardinia, or the opposing powers could tell you: yet one hundred thousand men have been sent into eternity to satisfy the caprice of a few individuals, and for what purpose? I cannot tell, and I do not know anybody else that can. I have not met with a man or with a writer yet that knew what they fought for, or what they made peace for. What are they now doing? France is building extra ships, and England is building extra ships. What for? They do not know. <\/div><div class=\"paragraph jod\" id=\"v7n1865\"> A nation is afraid its neighboring nations are going to possess a little more power than it possesses, and it must create more power to cope with them. That is all the union I know anything about in the world. <\/div><div class=\"paragraph jod\" id=\"v7n1866\"> What is the union that exists in these United States? And what are the feelings that prevail among them? Pretty much the same that prevail among the European nations. <\/div><div class=\"paragraph jod\" id=\"v7n1867\"> Look at the animosities, strife, hatred, and jealousy, and the spirit of war that prevail between the North and the South. Yet the Northern and Southern States are said to be united together: they have entered into certain compacts to make what they call &#x201C;<span class=\"italic\">E Pluribus Unum<\/span>.&#x201D; How far they are united, the past, present, and future events must declare. What do the world say about the Saints of God? They say we are united, and they are fearful of our union. They say we think as one, act as one, believe as one, and are &#x201C;led by the nose by one man.&#x201D; <\/div> <div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2824\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1869\"> Horace Greeley says it is nonsense for the United States to send any public officers here, and advises the Government to appoint President Young Governor of the Territory of Utah; for he says he carries the &#x201C;keys of the Territory in his breeches pocket&#x201D; anyway. <\/div><div class=\"paragraph jod\" id=\"v7n1870\"> The world do not like the Saints, because they are united; and another thing is very evident&#x2014;they do not understand the principle of our union. Some suppose it is a species of Daniteism or terrorism&#x2014;a sort of tyrannical power that is made use of to bring men down into subjection; and hence, in accordance with these ideas, the Government sent out an army to give protection to the oppressed people of Utah, and escort back all who want to go back to the East or to California, and dare not, for fear of Brigham and the Twelve. <\/div><div class=\"paragraph jod\" id=\"v7n1871\"> When Governor Cumming came here first, he offered deliverance to the captives in Zion, and told the people in public that if there were any that wanted his protection, it should be had. How many sought it? I think his Excellency's mind has become better informed since his association with the people. He has found out that, with very few exceptions, the people are well contented to remain in Utah and build up their adopted country. <\/div><div class=\"paragraph jod\" id=\"v7n1872\"> I speak of this as an example, to show the spirit and feeling that exists in the minds of many of the leading politicians of the United States, and the erroneous ideas they form in relation to us as a people; for Governor Cumming was instructed in relation to this matter. They do err, not knowing the Scriptures, nor the power of God,<span class=\"citation\" id=\"66642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66642)\">Mark 12:24<\/a><\/span> as the Sadducees did in the days of Jesus. They do err, because they understand not the fundamental principles of the kingdom of God. They do err, because they do not know how it is that this whole people <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2824\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> can be controlled by one influence and spirit, and how they are under that control willingly and voluntarily, and of their own free individual action and accord; and so far from their being controlled, it is impossible to drive them out of it. <\/div><div class=\"paragraph jod\" id=\"v7n1873\"> The world do not know the all powerful influence that pervades the minds of this people, called Latter-day Saints, creating the union they so much wonder at and fear. <\/div><div class=\"paragraph jod\" id=\"v7n1874\"> The governments of the earth make use of different means to unite their people, or, rather, sustain their power. In some of the despotic governments they have vassals, or serfs, whom they make serve them in the capacity of armies. With these and police forces, they make use of the people to rivet their own chains by concentrated earthly power. They appeal not to the will, judgment, feeling, or spirits of men. They make them obey by force. In this way they bring about a kind of false union. This prevails, to a great extent, in Turkey and Russia; and as far as I can learn, the same prevails in China and Japan, and, to a certain extent, in Austria, Germany, and other European governments. There men are absolutely forced, to a certain extent, to bow down in servile submission to the will of one man in right and in wrong, as the case may be. <\/div><div class=\"paragraph jod\" id=\"v7n1875\"> The same principle exists, to a great extent, in France, but not so extensively as in those other countries; yet she went forth with magnanimous enthusiasm to deliver downtrodden Italy, while in that very France twenty men were not permitted to meet together without a permit from the police department. Were we assembled in France as we now are, without a license, the police force would have power to possess themselves of the keys and lock up this door, after turning out every one of the congregation. <\/div> <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2823\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1877\"> These are some of the blessings of despotism. That is a kind of union which they enforce, and hence they can command the popular vote for anything they please. The people dare not resist the will of their rulers; they are brought down into subjection by force, bound in chains, and their chains riveted upon them in every imaginable form. <\/div><div class=\"paragraph jod\" id=\"v7n1878\"> In the British Constitution, as it now stands, there are three powers, all opposed to each other, called kings, lords, and commons. The king pulls one way, the commons another, and the lords another, on the same principle that you prop up a steamboat pipe by chains pulling different ways: the moment you cut one of those chains, down comes the chimney pipe. The British Government presents a sort of pulling policy instead of propping up. It is so with all other political institutions of our day. <\/div><div class=\"paragraph jod\" id=\"v7n1879\"> The great cause of all this evil is, God has not established their governments, nor framed their laws, nor inspired their lawmakers, nor given wisdom to their kings and emperors. They have governed by their own wisdom, but heavenly intelligence they have not possessed. One evil has followed on the heels of another, corruption has followed corruption, and there has been no man to point them out the right way; or, if there was, they have not listened to his counsels. <\/div><div class=\"paragraph jod\" id=\"v7n1880\"> What is to be done in this deplorable state of things? The Lord wants to establish a kingdom that shall break in pieces all these kingdoms.<span class=\"citation\" id=\"61191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61191)\">Dan. 2:44<\/a><\/span> The Devil has held the reins long enough; kings and rulers have borne rule without the Lord long enough; the nations have groaned under tyranny and oppression and every kind of maladministration long enough; and it is now time for the Lord to regulate his own vineyard, and put things to right that have been <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2823\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> put wrong by the reign of wickedness. <\/div><div class=\"paragraph jod\" id=\"v7n1881\"> To bring this about, does he speak to the Emperor of France, or to the Emperor of Russia, to the King or Queen of England, or to the President of the United States, to the Emperor of China, to the Ruler of Japan, or to any other earthly power? They would not listen to him. What do they know about God, his rule, or his authority? Nothing at all. What could he do with them? Simply nothing at all. Suppose he were to speak to the Pope, what does he know about God? Nothing. <\/div><div class=\"paragraph jod\" id=\"v7n1882\"> The Almighty wishes to accomplish a great purpose on the earth in the last days. Whom is he going to speak to, and send to prepare the way for the fulfillment of his latter-day purposes? <\/div><div class=\"paragraph jod\" id=\"v7n1883\"> Suppose you were God, and placed in such circumstances, and had such a set of kings, governors, rulers, potentates, and priests to deal with, how could you put them right? And suppose you wanted to introduce your form of government upon the earth, your spirit, your law, your intelligence, and the way your government in the heavens is administered&#x2014;and were you determined to establish your kingdom on the earth, how would you do it? [Voice in the stand: &#x201C;The only way would be to lead them all into the Red Sea together.&#x201D;]<span class=\"citation\" id=\"54014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54014)\">Ex. 14:23<\/a><\/span> How could you get at these kings and great men of the earth?<span class=\"citation\" id=\"124935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124935)\">Rev. 6:15<\/a><\/span> You could not. Would they listen to a revelation from God? Verily, no. <\/div><div class=\"paragraph jod\" id=\"v7n1884\"> You may go to any of the priests of the day, presidents of colleges, and you will find them too great to bow to God: their reputation would be at stake: if God should reveal his will to them, they would be called false prophets, and this they could not endure. <\/div><div class=\"paragraph jod\" id=\"v7n1885\"> Under the circumstances, what could God do? He could not do  <div class=\"break pagebreak\" id=\"322a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0322.pdf\" target=\"pdfwin\">p.&#xA0;322a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2822\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>better than he has done. Men are now wandering in darkness, like you and I were before the Gospel greeted our ears. What did we know previous to that? Nothing. I did not know that it was necessary to be baptized for the remission of sins until the Gospel taught it to me; yet I knew the Bible from A to Z. I could read a great many things in the prophecies, and make calculations about the Millennium and the gathering of Israel, but did not know the first principles of the Gospel of Christ; and there is not a man here that knew them. <\/div><div class=\"paragraph jod\" id=\"v7n1887\"> I have traveled extensively in the world, and have never met with a priest or scientific man that knew the first principles of the Gospel of Christ in any country. <\/div><div class=\"paragraph jod\" id=\"v7n1888\"> What could the Lord do with such a pack of ignorant fools as we were? There was one man that had a little good sense and a spark of faith in the promises of God, and that was Joseph Smith&#x2014;a backwoods man. He believed a certain portion of Scripture which said&#x2014;&#x201C;If any man lack wisdom, let him ask of God, who giveth to all men liberally, and upbraideth not.&#x201D;<span class=\"citation\" id=\"77412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77412)\">James 1:5<\/a><\/span> He was fool enough in the eyes of the world, and wise enough in the eyes of God and angels and all true intelligence, to go into a secret place to ask God for wisdom, believing that God would hear him. The Lord did hear him, and told him what to do. <\/div><div class=\"paragraph jod\" id=\"v7n1889\"> Yes, there was one man that believed God&#x2014;that had simplicity, honesty, truth, and integrity enough to ask wisdom of him, while the presidents of churches and men of extensive erudition and research sought wisdom from the musty records and uncertain traditions of the ancient fathers. The votaries of the Catholic and Greek churches all do this: they have all sought to their idols for a knowledge of God, except Joseph Smith, who sought true intelligence from him; and he sent his angels, one <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2822\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> after another, to instruct him; and thus the Lord commenced to communicate his will, his knowledge, and wisdom to him and others as fast as they were able to receive them. <\/div><div class=\"paragraph jod\" id=\"v7n1890\"> Joseph Smith was considered a fool&#x2014;a gold-digger. Although all the world nearly have turned gold-diggers since that, it has become a respectable profession; but it is highly unpopular to be a Prophet and receive revelation from God. And these priests and professors have always been the most bitter opposers of God and his revelations. <\/div><div class=\"paragraph jod\" id=\"v7n1891\"> Some twenty years ago, when I was out preaching the Gospel, I always expected some priest to pop up and create a disturbance by opposing the truth; and I never had any peace until I met them and made manifest their folly before their own congregations. Then I could go peaceably about my business. <\/div><div class=\"paragraph jod\" id=\"v7n1892\"> The priests were always the first to oppose the truth, the Bible, the revelations of God, containing the principles God had revealed for the salvation of the human family. <\/div><div class=\"paragraph jod\" id=\"v7n1893\"> The Lord sent Joseph Smith, gave him the gift of the Holy Ghost, and the spirit of wisdom and intelligence rested down upon him, and he unfolded and made plain the Scriptures to the Elders that first came to him. They were not educated, but they spake as I had never heard man speak before. They knew the Bible a thousand times better than I did. Where did they get their information? From the Bible. Where else? From that record which the Lord revealed through a holy angel to Joseph Smith, and gave him power to translate the same. That record contains wisdom and intelligence we knew nothing about. <\/div><div class=\"paragraph jod\" id=\"v7n1894\"> Again, God gave sundry revelations, and in them he unfolded things pertaining to our position and the position of men of God who have lived in the different ages of the world, and per<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"323a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0323.pdf\" target=\"pdfwin\">p.&#xA0;323a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2821\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>taining to the condition of all classes of men and angels in the eternal worlds, the future destiny of the human family, the salvation that has been wrought out for them, and how they are to obtain it. <\/div><div class=\"paragraph jod\" id=\"v7n1896\"> Again, the Lord has imparted the gift of his Holy Ghost to his people, and opened a communication between the heavens and the earth. Worldly-wise men stumble at these things, while the Saints of God are being built up in intelligence and in light by the administration of angels&#x2014;by visions of the Spirit of the living God, teaching them, guiding them, and instructing them under all circumstances, opening out their way in time of persecution and trials in a way that the hand of God is visible to all intelligent Saints. <\/div><div class=\"paragraph jod\" id=\"v7n1897\"> What else did the Lord do through Joseph Smith? He restored the holy Priesthood. And what is that? It is the government of God, whether in the heavens or on the earth&#x2014;the principle and power by which he regulates, controls, dictates, and manages his affairs, his worlds, his kingdoms, his principalities, his powers, his intelligences, and all things that are underneath him and above him, and with which he has to do. He has restored that Priesthood, and a restoration of that Priesthood necessarily implies a restoration of his rule and power, and an organization of his kingdom and government on the earth. This, therefore, is that kingdom, and is organized according to the revelations, wisdom, communications, or order of God: hence it has its First Presidency, its Prophets and Apostles, its Seventies and High Priests, its Bishops, Teachers, and Deacons, and every appendage that is necessary to completeness, and to promote the happiness and welfare of the human family, and for all purposes of government on this earth and in the heavens. Or, in other words, this organization is <div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2821\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a pattern of things in the heavens, and is the mediums or channels through which the blessings of God flow to his people on the earth, and through which intelligence is communicated concerning all subjects with which the Saints are concerned, whether they relate to this world or to the world which is to come. <\/div><div class=\"paragraph jod\" id=\"v7n1898\"> We are not left to grope any longer in the dark about what kind of government we are to have, for the Lord has revealed it; and if you do not yet know it, you will. Do you want to know what is our Constitution, what our laws, and who are our lawgivers? The Scriptures shall answer&#x2014;&#x201C;The Lord is our king, the Lord is our judge, the Lord is our lawgiver, and he will rule over us.&#x201D;<span class=\"citation\" id=\"59064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59064)\">Isa. 33:22<\/a><\/span> How? Through the Priesthood. Do you want to know what kind of courts, what kind of judge, and what kind of lawyers you ought to have? Go and ask your High Council and Bishops. They will instruct you in relation to your judiciary, and tell you who should judge matters, and regulate them, and put them in order. Do you want to know what kind of morals you ought to be governed by? You ought to be governed by the morals contained in these books. Do you want to learn the duties of husband and wife, of parents and children? The Gospel of Jesus Christ unfolds them, and the Priesthood are the true exponents of that Gospel; in fact, what we have here&#x2014;the government of God restored again to the earth. We have here a people who are not ashamed to acknowledge God, who are not ashamed to acknowledge his law and his power, who are not ashamed to acknowledge his authority, nor afraid to submit to his laws. <\/div><div class=\"paragraph jod\" id=\"v7n1899\"> How extensive has this union to be? And who understands anything about correct principles&#x2014;how to put in order things that are wrong, and straighten up the crooked paths?  <div class=\"break pagebreak\" id=\"324a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0324.pdf\" target=\"pdfwin\">p.&#xA0;324a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2820\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>The same power that governs in the heavens, that rules and regulates the planetary system, that causes seedtime and harvest, day and night, summer and winter, and all the regular changes of the heavenly bodies in their proper succession&#x2014;this same intelligence is required to govern the world, produce order out of chaos, and bring back that same state of things which has been forfeited in consequence of the transgressions of man&#x2014;to restore correct government, legitimate rule and dominion, true religion, morals, and science, and every other correct principle; for there is no good or perfect gift that does not proceed from God, either in regard to religion, government, mechanism, or science. <\/div><div class=\"paragraph jod\" id=\"v7n1901\"> What do we wish to do? To obtain more and more of the same spirit, of the same light, and of the same intelligence. We read some curious manifestations of power that occurred in the days of the disciples of Christ. Philip, after he had baptized the eunuch, was caught up by the Spirit and carried to another place.<span class=\"citation\" id=\"71678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71678)\">Acts 8:38-39<\/a><\/span> Much has been developed in latter times as to the application of the power of steam to machinery, and great results have been attained in the application of electricity to the conveyance of intelligence. <\/div><div class=\"paragraph jod\" id=\"v7n1902\"> The principles always existed, but it remained to be discovered how to apply them to the wants of mankind, which information was given by revelation. But there is one power we cannot yet find out&#x2014;how to lift ourselves up as Philip did, and pass to another place. Such a power exists, or Philip could not have exercised it. That power we cannot know until the Lord reveals it. <\/div><div class=\"paragraph jod\" id=\"v7n1903\"> What do we know about the resurrection? What do we know about a great many more things we talk about? We are only, as it were, in a state of embryo. We have scarcely <div class=\"break columnbreak\" id=\"324b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0324.pdf\" target=\"pdfwin\">p.&#xA0;324b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2820\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> learned the first letters of the alphabet; we have only learned some of the first principles of the Gospel of Christ; but we have not yet learned how to be in perfect subjection to the authorities of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v7n1904\"> We see in part, and we know in part, we prophesy in part,<span class=\"citation\" id=\"73714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73714)\">1 Cor. 13:9<\/a><\/span> believe in part, and we try in part to do right. The Lord has blessed us with great blessings, but he has only blessed us in part. <\/div><div class=\"paragraph jod\" id=\"v7n1905\"> We are in the school of the Prophets, trying to learn; and the Lord teaches us by peace and by wars, by prosperity and by adversity. He teaches us by bringing our enemies upon us, and by taking them away from us. He shows forth his great power, and maketh manifest our wickedness and infirmities, leading us to know that our trust and confidence only is in God. <\/div><div class=\"paragraph jod\" id=\"v7n1906\"> The Lord has given us the blessings of the knowledge of the fulness of the Gospel of Christ, through his servant Joseph Smith. And when he was martyred, the Lord raised up his servant Brigham to be his mouthpiece to tell his mind and will. What for? Because he has got a little handful of people here in these mountains, gathered from the nations of the earth, who are beginning to open their eyes to the truth, and can see men and trees walking,<span class=\"citation\" id=\"66568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66568)\">Mark 8:24<\/a><\/span> as it were. We sometimes think we were very intelligent and wise; but our actions do not show that we know much. <\/div><div class=\"paragraph jod\" id=\"v7n1907\"> What we have learned, we have learned from this book, and from this, and from that, and from Joseph Smith, and from a little of the spirit of revelation, which we have obtained by being obedient to the Gospel, by the laying on of hands, and the reception of the Holy Ghost, and by our faith from time to time. In this way we have obtained a little smattering of something pertaining to eternal life:  <div class=\"break pagebreak\" id=\"325a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0325.pdf\" target=\"pdfwin\">p.&#xA0;325a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2819\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we feel it, and it makes us jubilant and happy; but in reality, the extent of our information is very limited in comparison to the eternity of knowledge that is in store for the faithful. He has organized the different Quorums, authorities, helps, and governments in his Church and kingdom, to convey his will to his people, and through them to the people of the world, to bring them to a knowledge of correct principles, laws, and ordinances, that they may learn to do right and fear him, that there might be a people on the earth who will fear him, acknowledge his law, and submit to his authority, which is the power of the holy Priesthood. <\/div><div class=\"paragraph jod\" id=\"v7n1909\"> Jesus says, &#x201C;My sheep hear my voice: they know me and follow me;<span class=\"citation\" id=\"69693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69693)\">John 10:27<\/a><\/span> and a stranger they will not follow, because they know not the voice of a stranger.&#x201D;<span class=\"citation\" id=\"124936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124936)\">John 10:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1910\"> The reason this people will not break up and follow strangers is because they know not their voice. Some few have gone after strangers; but, as it was formerly said, &#x201C;They went out from us, because they were not of us.&#x201D;<span class=\"citation\" id=\"78605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78605)\">1 Jn. 2:19<\/a><\/span> They fell into darkness, and were led astray. But those who have within them the true and living principle of life eternal, it leads them to rejoice: they have something that buoys them up and unites them together. What is it? It is the Spirit of the living God&#x2014;the Holy Ghost, which flows to them through the proper channel. <\/div><div class=\"paragraph jod\" id=\"v7n1911\"> Could any of you have that Spirit and not have fellowship with President Young and the other authorities of the Church and kingdom of God? No, you could not. <\/div><div class=\"paragraph jod\" id=\"v7n1912\"> When you hear a man talk against the authorities of this Church and kingdom, you may know he is sliding downhill. He does not know what spirit influences him; he is ignorant that he is in the dark; and, unless he retraces his steps quickly, he will go <div class=\"break columnbreak\" id=\"325b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0325.pdf\" target=\"pdfwin\">p.&#xA0;325b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2819\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> overboard. You may set that down as a fact all the time. Why? Because, if this is the Church and kingdom of God, and President Young is the elect of God,<span class=\"citation\" id=\"87725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87725)\">D&amp;C 84:34<\/a><\/span> and his Council and the Twelve and others are the elect of God, and you seek to injure them, you run a great risk, and will be found fighting against God;<span class=\"citation\" id=\"71492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71492)\">Acts 5:39<\/a><\/span> for Jesus says, &#x201C;He that receiveth you receiveth me, and he that receiveth me receiveth him that sent me;<span class=\"citation\" id=\"64231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64231)\">Matt. 10:40<\/a><\/span><span class=\"citation\" id=\"69839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69839)\">John 13:20<\/a><\/span> and he that rejecteth you rejecteth me, and he that rejecteth me rejecteth him that sent me.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n1913\"> You cannot say that you love God while you hate your brethren.<span class=\"citation\" id=\"78779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78779)\">1 Jn. 4:20<\/a><\/span> You cannot say that you submit to the law of God while you reject the word and counsel of his servants. <\/div><div class=\"paragraph jod\" id=\"v7n1914\"> There was a man in Missouri who said he did not believe in Joseph Smith, because he said he was not a true Prophet. Why? Because the revelations say, &#x201C;If any man committeth adultery, he shall lose the Spirit of God and apostatize.&#x201D;<span class=\"citation\" id=\"85323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85323)\">D&amp;C 42:23<\/a><\/span><span class=\"citation\" id=\"86409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86409)\">D&amp;C 63:16<\/a><\/span> &#x201C;Now, [said he,] I have committed adultery, and have not apostatized.&#x201D; You can judge where he was. He did not see that he had apostatized when he discarded Joseph as a false Prophet. The Scripture says, &#x201C;The branch cannot bear fruit of itself except it abide in the vine, neither can you bear fruit except you abide in me.&#x201D; &#x201C;If I abide in you and you in me, you may ask what you will, and it shall be granted unto you.&#x201D;<span class=\"citation\" id=\"70140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70140)\">John 15:4,7<\/a><\/span> Why? Because there is a spirit of union, of faith, and concentration upon correct principles. <\/div><div class=\"paragraph jod\" id=\"v7n1915\"> I want to show you the difference between this kind of spirit and the spirit of the world&#x2014;between this kind of government and the government of the world, and the influence that has been made use of by despotic governments, emperors, kings, and rulers, who have abused the power vested in their hands. What is the difference? <\/div> <div class=\"break pagebreak\" id=\"326a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0326.pdf\" target=\"pdfwin\">p.&#xA0;326a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2818\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1917\"> Did anybody force you into this Church and kingdom? Is there a single person here that can say that he was compelled to join this Church? If there is, let him speak. Did anybody force you to come to Utah against your will? If there are any that were coerced, let them speak. [Voices: &#x201C;No.&#x201D;] You entered this Church, and came here voluntarily. Did ever anybody force you to stop here when you wanted to leave? <\/div><div class=\"paragraph jod\" id=\"v7n1918\"> There are some few instances where men have been forced to stay who have been guilty of stealing, and would like to escape, but cannot. There are also men who have wanted to go away without paying their debts, and were followed by their creditors. Independent of those instances, has there ever been any influence exercised over any man that would in the least jeopardize him in liberty in body or in limb? There has not. Then where is there any coercion? I am at the defiance of this congregation and of the world to show it. <\/div><div class=\"paragraph jod\" id=\"v7n1919\"> Let us look at others. Who places kings, rulers, and potentates upon their thrones? Napoleon Bonaparte was more honest than the rest. When the Pope was about to put the crown on his head, he took it from him, and placed it on his own head, and crowned himself, saying, &#x201C;I have won it.&#x201D; Other kings have obtained their authority by the sword, or received it from those who have thus obtained it; and the very people that they coerce and rob of their freedom are made to give them their power, and it is permitted by the Great Ruler of the universe. But in relation to us, we are here of our own accord. We have embraced the Gospel of our own accord. We continue here of our own accord. <\/div><div class=\"paragraph jod\" id=\"v7n1920\"> I will go a little farther. All the authorities of this Church, from President Young down, will be presented before this Conference for reception <div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2818\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> or rejection. If any of us have committed any mean act, you have a chance to tell us twice a year. Will they allow that in any other kingdom upon earth? No. <\/div><div class=\"paragraph jod\" id=\"v7n1921\"> There has not been a President of the United States yet that could have held his office twelve months, if this privilege had been given to the people. Where is there an authority or a government that is subjected to the same ordeal that the authorities of this Church are? Nowhere; and yet people are afraid of bondage. <\/div><div class=\"paragraph jod\" id=\"v7n1922\"> Great conscience! What bondage can there be that you have not the privilege to resist? People have got to do right, or else be disfellowshipped from this Church. And I tell you now, before you vote for me, if you know anything against me, tell it; or if you know anything against any of the authorities you are called upon to sustain, tell it. But if you do not, and vote to sustain the men God has chosen, you cannot complain if they expect you will sustain them in their endeavors to establish the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v7n1923\"> We talk sometimes about <span class=\"italic\">Vox populi, vox Dei<\/span>&#x2014;the voice of the people is the voice of God; yet, sometimes it is the voice of the Devil, which would be more proper by <span class=\"italic\">Vox populi, vox diaboli<\/span>; for the voice of the people is frequently the voice of the Devil. In the first place, it should be the voice of God, and then the voice of the people. <\/div><div class=\"paragraph jod\" id=\"v7n1924\"> Formerly God made known his law, and all the congregation said Amen. They acknowledged it. It is so now in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v7n1925\"> If you vote for the constituted authorities of this Church, you must be notoriously mean, and as corrupt as the Devil, if you find fault afterwards with the way in which they manage. I tell you this before you vote, that you may have an understanding of what you are doing. If  <div class=\"break pagebreak\" id=\"327a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0327.pdf\" target=\"pdfwin\">p.&#xA0;327a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2817\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these authorities are sustained by your voice, it is then the voice of God, and his kingdom is in full organization, going forth to do his will. <\/div><div class=\"paragraph jod\" id=\"v7n1927\"> What next? The Lord speaks to President Young and manifests his will to him, and he says, Do this, or do that. What is your duty? Why, to do it. A good Saint would never dream of anything else. I should be anxious to know the President's will, and should think I was knowing the will of God, and should want to be doing it as quick as I could. <\/div><div class=\"paragraph jod\" id=\"v7n1928\"> There is union in faith and in intelligence. God must have a mouthpiece, and his words must be obeyed. He must speak through his servant, and he to his people, and thus through the various channels. This is the way with the Lord. We read in the creation that the Gods said, &#x201C;Let there be light.&#x201D;<span class=\"citation\" id=\"52046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52046)\">Gen. 1:3<\/a><\/span><span class=\"citation\" id=\"93497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93497)\">Abr. 4:3<\/a><\/span> And the Gods said, &#x201C;Let the light be divided from the darkness;&#x201D;<span class=\"citation\" id=\"52061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52061)\">Gen. 1:4<\/a><\/span><span class=\"citation\" id=\"93501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93501)\">Abr. 4:4<\/a><\/span> and it was so. And the Gods said, &#x201C;Let there be beasts of the field, and fowls of the air, and creeping things to creep on the face of the earth;&#x201D;<span class=\"citation\" id=\"52114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52114)\">Gen. 1:24-25<\/a><\/span><span class=\"citation\" id=\"93518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93518)\">Abr. 4:24-25<\/a><\/span> and it was so. The moment that the Gods spoke, there were personages ready to carry out their will and fulfil their designs on <div class=\"break columnbreak\" id=\"327b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0327.pdf\" target=\"pdfwin\">p.&#xA0;327b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2817\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the earth. He that is wise can understand. <\/div><div class=\"paragraph jod\" id=\"v7n1929\"> Jesus taught his disciples to pray. &#x201C;Our Father who art in heaven, Hallowed be thy name. Thy kingdom come. Thy will be done on earth, as it is in heaven.&#x201D;<span class=\"citation\" id=\"63327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63327)\">Matt. 6:9-10<\/a><\/span><span class=\"citation\" id=\"67462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67462)\">Luke 11:2<\/a><\/span> How is his will done in heaven? In just the way that I have told you. <\/div><div class=\"paragraph jod\" id=\"v7n1930\"> If you realize the true nature of this prayer which you have often prayed, when President Young, or any of the authorities of this Church would tell you to do anything, it would be done. When this is so, there will be that kind of union we have a right to look for and expect; then the will of God will be done with us as it is done by the angels in heaven; and whenever this kingdom shall extend over all the earth, the will of God will be done over all the earth as it is done in heaven; and there will be one government, one law, one spirit of truth, of light, and of intelligence. That is God's law, God's government, God's Spirit, God's truth, and the people will be God's people. <\/div><div class=\"paragraph jod\" id=\"v7n1931\"> May God bless you all, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}