{"ID":70057, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel.<\/div>\n<div class=\"subtitle\">A Discourse by Elder John Taylor, Delivered in the Tabernacle, Great Salt Lake City, January 15, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 1\/15\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d57\">\n<div class=\"paragraph jod\" id=\"v7n2166\"> I came here this morning anticipating the pleasure of listening to some of my brethren. But it seems to have fallen to my lot again to address you, and I do so with pleasure at this time, as upon all such occasions, and willingly communicate anything that may be imparted unto me which may be a benefit or blessing to those who may listen. <\/div><div class=\"paragraph jod\" id=\"v7n2167\"> The great principles of truth are so varied and comprehensive, that it is difficult to know where to commence our illustrations of a portion of them, and where to leave off. They reach back into the past, exist in the present, and stretch forward into the future. In the Gospel of Jesus Christ is embodied all truth, so far as the salvation of the human family is concerned; and hence it is spoken of in the Scriptures as being the everlasting Gospel.<span class=\"citation\" id=\"79704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79704)\">Rev. 14:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2168\"> To those who have not reflected seriously upon the dealings of God and his laws, the Lord appears to be changeable in his way of saving the human family. In the different dispensations from Adam until Christ, they suppose that he has adopted as many different ways of salvation. <\/div><div class=\"paragraph jod\" id=\"v7n2169\"> We are told by Christian divines of the dispensation that existed before the flood; we are informed of the Patriarchal dispensation, the Mosaic dispensation, and finally of the Christian dispensation; and it is a prevailing idea among the uninformed <div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2784\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that each of these dispensations presented a different system of salvation adopted by the Almighty in teaching the human family, in enlightening their minds, and in giving unto them correct information in regard to God and eternity. Hence I have often heard eminent divines refer to the dispensation before the flood as a day of almost utter darkness; then to the Patriarchal dispensation as one in which a faint glimmer of light began to be made manifest; of the Mosaic dispensation as a time in which the sun began to rise a little above the horizon; and of the Christian dispensation, as it now exists in the world, as being the fulness of light and intelligence, or the full blaze of Gospel day. These views of the different dispensations generally obtain among professors of Christianity. <\/div><div class=\"paragraph jod\" id=\"v7n2170\"> I entertain a very different opinion of the Almighty. God, like his Son, Jesus Christ, is &#x201C;the same yesterday, today, and forever&#x201D;&#x2014;<span class=\"citation\" id=\"77360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77360)\">Heb. 13:8<\/a><\/span>the same in intelligence, the same in purity, the same in his projects, plans, and designs. He is, in short, unchangeable. And I apprehend, if the Saints who had communication with him in ancient days were to appear on this earth at the present time, they would find the same medium of communication, the same way of imparting intelligence, and the same unchangeable Being that existed 1,800, 4,000, or 6,000 years ago. <\/div> <div class=\"break pagebreak\" id=\"361a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0361.pdf\" target=\"pdfwin\">p.&#xA0;361a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2783\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n2172\"> It is true mankind have not at all times been susceptible of receiving and appreciating the same degree of light, truth, and intelligence that they have at other times. God has in certain instances withdrawn the light of his countenance&#x2014;his Holy Spirit&#x2014;the light and intelligence that proceeds from him, in a certain degree, from the human family; but his laws are immutable, and he is the same eternal, unchangeable Being. <\/div><div class=\"paragraph jod\" id=\"v7n2173\"> The truth does not change. What was true 1,800, 4,000, or 6,000 years ago, is true today; and what was false in any age of the world is false today. Truth, like the great Eloheim, is eternal and unchangeable, and it is for us to learn its principles, to know how to appreciate it, and govern ourselves accordingly. <\/div><div class=\"paragraph jod\" id=\"v7n2174\"> As the Gospel is a principle that emanates from God, like its Author, it is &#x201C;the same yesterday, today, and forever&#x201D;&#x2014;<span class=\"citation\" id=\"77361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77361)\">Heb. 13:8<\/a><\/span>eternal and unchangeable. God ordained it before the morning stars sang together for joy,<span class=\"citation\" id=\"56235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56235)\">Job 38:7<\/a><\/span> or ere this world rolled into existence, for the salvation of the human race. It has been in the mind of God, and as often as developed it has been manifested as an eternal, unchangeable, undeviating plan by which to save, bless, exalt, and dignify man, and to accomplish this end by one certain, unalterable method of salvation, according to its degree or manifestation. <\/div><div class=\"paragraph jod\" id=\"v7n2175\"> I speak of the Gospel of Jesus Christ in its fulness and of the blessings associated therewith. It is perfect folly to entertain the idea that the Gospel has only existed about 1,800 years, and yet this foolish idea is strongly entertained and almost universally believed throughout Christendom. This mistake is for want of calm reflection and correct information upon that subject. <\/div><div class=\"paragraph jod\" id=\"v7n2176\"> It may here be necessary to inquire what the Gospel is. Commentators tell us it means good tidings of great <div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2783\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> joy. This language had particular reference to the announcement of the birth of the Savior to the shepherds of Galilee, by the angel of God. &#x201C;And, lo, the angel of the Lord came upon them (the shepherds), and the glory of the Lord shone round about them: and they were sore afraid. And the angel said unto them, Fear not: for, behold I bring you good tidings of great joy, which shall be to all people. For unto you is born this day in the city of David a Savior, which is Christ the Lord.&#x201D;<span class=\"citation\" id=\"67026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67026)\">Luke 2:9-11<\/a><\/span> This was simply the announcement of the birth of Christ. As to its referring to the Gospel, it might certainly admit of an argument. The birth of our Savior and the message he came to deliver are two different things. <\/div><div class=\"paragraph jod\" id=\"v7n2177\"> I do not think the message Jesus came to communicate was at all joyful to the Pharisees and hypocrites of his day, for he told them they could not escape the damnation of hell;<span class=\"citation\" id=\"65581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65581)\">Matt. 23:33<\/a><\/span> nor to those individuals whom he proclaimed to be &#x201C;like unto whited sepulchres, which indeed appear beautiful outward, but are within full of dead men's bones, and of all uncleanness.&#x201D;<span class=\"citation\" id=\"65557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65557)\">Matt. 23:27<\/a><\/span> They looked upon him as an impostor, who said to them, &#x201C;He that believeth and is baptized shalt be saved; and he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66860)\">Mark 16:16<\/a><\/span> It is not to be supposed for a moment that those men would receive such an announcement as good tidings of great joy, which was to be to all people.<span class=\"citation\" id=\"67033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67033)\">Luke 2:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2178\"> Again: We are told the Gospel is the New Testament. I do not find any such declaration even in the New Testament itself. There are certain records in the New Testament giving an account of the birth, life, suffering, and death of our Lord and Savior Jesus Christ. It contains also an account of the doctrines he taught, the discourses he delivered, and the moral sentiments he inculcated. It gives us an account of the organization of his Church, and of the teach<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"362a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0362.pdf\" target=\"pdfwin\">p.&#xA0;362a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2782\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ings of his Apostles, and the manner of their administration, &amp;c. But this is not the Gospel. <\/div><div class=\"paragraph jod\" id=\"v7n2180\"> The Gospel is a certain living, abiding, eternal principle. That which is written in the New Testament is like a chart of a country, if you please; but the Gospel is the country itself. A man having the map of the United States in his possession would be considered foolish if he supposed he possessed the United States; and because a man may have the Old and New Testament in his possession, it does not argue that he has the Gospel. But is it not written in some of our good Bibles, &#x201C;The Gospel according to St. John,&#x201D; &#x201C;The Gospel according to St. Matthew,&#x201D; &amp;c.? Certainly. But what has that to do with it? The Gospels according to Matthew, Mark, Luke, and John describe certain teachings and instructions which Jesus gave, and among the rest the officers constituting his Church are named. &#x201C;And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healing, helps, governments, diversities of tongues,&#x201D; &amp;c.<span class=\"citation\" id=\"73592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73592)\">1 Cor. 12:28<\/a><\/span> These are the living substance of which they write an account. <\/div><div class=\"paragraph jod\" id=\"v7n2181\"> Well, but the Gospel is contained in the Old and New Testament. It is not, nor in the Book of Mormon, nor in the revelations we have received. These are simply records, histories, commandments, &amp;c. The Gospel is a living, abiding, eternal, and unchangeable principle that has existed co-equal with God, and always will exist, while time and eternity endure, wherever it is developed and made manifest. <\/div><div class=\"paragraph jod\" id=\"v7n2182\"> We will quote from the Gospel according to St. Paul, and see what he has to say in relation to this matter&#x2014;&#x201C;For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every <div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2782\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> one that believeth; to the Jew first, and also to the Greek. For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.&#x201D;<span class=\"citation\" id=\"72234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72234)\">Rom. 1:16-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2183\"> Now, I presume Paul knew a little more about the Gospel than some of our learned commentators, and was better acquainted with its operations, organization, spirit, and power. In addition to what Paul has said, I will here assert that the Gospel of Jesus Christ always was, from the very commencement of this earth, &#x201C;the power of God unto salvation to every one that believeth;&#x201D;<span class=\"citation\" id=\"72169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72169)\">Rom. 1:16<\/a><\/span> and the righteousness of God was always revealed through the Gospel as specified by this Apostle. Whenever and wherever the Gospel of Jesus Christ existed, there the power of God and the knowledge of God existed; and therein at all times, and in every age, the righteousness of God was revealed through it from faith to faith.<span class=\"citation\" id=\"72239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72239)\">Rom. 1:17<\/a><\/span> That is an assertion of my own for the time being, and I do not know but I have as much right to assert that as Paul had the other. <\/div><div class=\"paragraph jod\" id=\"v7n2184\"> But as it is proper that men should give a reason at all times for their statements, this I am willing and ready to do. Before, however, we enter into the investigation of this subject, we will look at another for a short time, which seems to be intimately associated with it. <\/div><div class=\"paragraph jod\" id=\"v7n2185\"> Paul in his time reasoned about a certain Melchizedek Priesthood, and about a certain Melchizedek, who he says was greater than Abraham, and who he said was without father or mother, without beginning of days or end of years, and abideth a priest continually,<span class=\"citation\" id=\"76797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76797)\">Heb. 7:3<\/a><\/span> and that Christ was &#x201C;a priest forever, after the order of Melchizedek.&#x201D;<span class=\"citation\" id=\"76625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76625)\">Heb. 5:6<\/a><\/span><span class=\"citation\" id=\"76863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76863)\">Heb. 7:17<\/a><\/span> I speak of this because it will be necessary to refer to it in the argument we may be led to adduce in relation to this subject. <\/div><div class=\"paragraph jod\" id=\"v7n2186\"> Who was this man Melchizedek?  <div class=\"break pagebreak\" id=\"363a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0363.pdf\" target=\"pdfwin\">p.&#xA0;363a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2781\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>He was simply a man which the Bible gives an account of, and he positively had a father and a mother. It is not really said he had not. I say he had, and can prove it, if the Bible be true. We might differ so far as words are concerned, but not in ideas and facts. Paul was talking about a Priesthood: Melchizedek had this Priesthood. It was the Priesthood of which he was speaking, and not the man.<span class=\"citation\" id=\"76820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76820)\">Heb. 7:3 (JST)<\/a><\/span> It was this Priesthood of Melchizedek that was without beginning of days or end of years.<span class=\"citation\" id=\"87536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87536)\">D&amp;C 84:17<\/a><\/span> &#x201C;And he abideth a priest continually,<span class=\"citation\" id=\"76798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76798)\">Heb. 7:3<\/a><\/span> and ever liveth to make intercession for us;&#x201D;<span class=\"citation\" id=\"76871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76871)\">Heb. 7:25<\/a><\/span> that is, the Priesthood continues in the eternal world as well as in the world of time. <\/div><div class=\"paragraph jod\" id=\"v7n2188\"> We will now go back to the Gospel and endeavor to show that wherever the Gospel existed, there existed also the power of God and the revelations of God, and therein men had a knowledge of God, and &#x201C;therein was revealed the righteousness of God from faith to faith.&#x201D;<span class=\"citation\" id=\"72240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72240)\">Rom. 1:17<\/a><\/span> But let me make another remark here concerning the Priesthood. We are told it holds the mysteries of the revelations of God.<span class=\"citation\" id=\"87559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87559)\">D&amp;C 84:19<\/a><\/span><span class=\"citation\" id=\"90181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90181)\">D&amp;C 107:19<\/a><\/span> These are sayings we have a right to look into and investigate, to find out upon what principle they are based. <\/div><div class=\"paragraph jod\" id=\"v7n2189\"> How did Adam get his information of the things of God? He got it through the Gospel of Jesus Christ, and through this same Priesthood of which we have been speaking.<span class=\"citation\" id=\"83614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83614)\">Moro. 10:31<\/a><\/span><span class=\"citation\" id=\"90672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90672)\">D&amp;C 113:7-8<\/a><\/span> God came to him in the garden and talked with him.<span class=\"citation\" id=\"124946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124946)\">Gen. 3:8-19<\/a><\/span> We are told that no man can see the face of God and live.<span class=\"citation\" id=\"54535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54535)\">Ex. 33:20<\/a><\/span><span class=\"citation\" id=\"86650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86650)\">D&amp;C 67:11-12<\/a><\/span><span class=\"citation\" id=\"87577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87577)\">D&amp;C 84:19-22<\/a><\/span> How was it that he obtained his knowledge of God? Through the Gospel; and he was the first man upon this earth that had the Gospel and the holy Priesthood; and if he had it not, he could not have known anything about God or his revelations.<span class=\"citation\" id=\"89042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89042)\">D&amp;C 93:19-20<\/a><\/span> But God revealed himself to him and told him what he might do and what he might not do, what course he was <div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2781\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to pursue and what course not to pursue; and when he transgressed the laws which the Lord gave to him, he was driven from the face of God,<span class=\"citation\" id=\"52662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52662)\">Gen. 3:23-24<\/a><\/span> and left in a measure to grope in the dark. <\/div><div class=\"paragraph jod\" id=\"v7n2190\"> Let us pass on to Enoch's day. The Bible only gives a very short account of Enoch. We are told that &#x201C;he walked with God: and was not; for God took him.&#x201D;<span class=\"citation\" id=\"52792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52792)\">Gen. 5:24<\/a><\/span> Then he had the Gospel, for it is through the Gospel that &#x201C;the righteousness of God is revealed from faith to faith.&#x201D;<span class=\"citation\" id=\"72241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72241)\">Rom. 1:17<\/a><\/span> It is that which holds the keys of the mysteries of the revelations of God.<span class=\"citation\" id=\"94600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94600)\">D&amp;C 84:19<\/a><\/span> It is that which imparts a knowledge of the Priesthood, and it is by the Gospel that mankind can commune with God: it is that which is the power of God unto salvation to every one that believeth.<span class=\"citation\" id=\"72170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72170)\">Rom. 1:16<\/a><\/span> Enoch had this through the Gospel. Being in possession of this, he was enabled to communicate with God&#x2014;had revelations from him. And further revelations which have been given in these last days go to show us that Enoch built a city,<span class=\"citation\" id=\"92972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92972)\">Moses 7:19<\/a><\/span> and that he taught the citizens of that city the great principles of eternal truth as they emanated from God; that God communed with them&#x2014;taught them correct principles; and that by-and-by, when the people waxed full of iniquity and the earth became ripe for destruction, Enoch and his city were caught up into heaven.<span class=\"citation\" id=\"93216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93216)\">Moses 7:69<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2191\"> The Bible gives a very short account of this, saying, &#x201C;Enoch walked with God: and he was not; for God took him.&#x201D;<span class=\"citation\" id=\"52793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52793)\">Gen. 5:24<\/a><\/span> Jude also speaks of him&#x2014;&#x201C;And Enoch also, the seventh from Adam, prophesied of these, saying, Behold, the Lord cometh with ten thousand of his saints, To execute judgment upon all, and to convince all that are ungodly among them of all their ungodly deeds which they have ungodly committed, and of all their hard speeches which ungodly sinners have spoken against him.&#x201D;<span class=\"citation\" id=\"78905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78905)\">Jude 1:14-15<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"364a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0364.pdf\" target=\"pdfwin\">p.&#xA0;364a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2780\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n2193\"> Enoch, how did you happen to know about things that should transpire some thousands of years hence&#x2014;you that lived so far back in the remote ages of the world, that were so dark and benighted, according to the ideas of modern theologians? &#x201C;I had the Gospel, and the Gospel holds the keys of the mysteries of the revelations of God;<span class=\"citation\" id=\"87560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87560)\">D&amp;C 84:19<\/a><\/span> and by the spirit of that Gospel I was enabled to look through the dark vista of the future, to draw back the curtain of eternity, and contemplate the things of God, and his purposes concerning the nations of the earth, until I gazed upon the winding-up scene.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n2194\"> And Jude, how did you happen to know that Enoch prophesied of these things? for we have no account of it in the Bible. Where did you obtain your information? &#x201C;I had the same Gospel that Enoch had, and the same power of revelation, and the same Spirit that he had, so that I was enabled to develop the same things, and to know precisely what Enoch prophesied about, and have given my testimony in relation to that matter.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n2195\"> But Joseph Smith, where did you get your information from? &#x201C;I had just the same Gospel that Enoch had, and the same that Jude had; and I also testified of the same things, and we all agree.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n2196\"> In tracing out this history, we find it written that God was about to destroy the inhabitants of the earth with a flood. How did he make this known? &#x201C;God saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was only evil continually.&#x201D;<span class=\"citation\" id=\"52832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52832)\">Gen. 6:5<\/a><\/span> All flesh had corrupted its way before the Lord, with the exception of a few. There was Noah, who was a man that feared God and worked righteousness,<span class=\"citation\" id=\"78376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78376)\">2 Pet. 2:5<\/a><\/span> and had in his possession the Gospel and the holy Priesthood; and the Lord God communicated with him, and this he did <div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2780\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by revelation, and told him to build an ark to save himself and family from the flood. And he gave Noah the dimensions of the ark&#x2014;how it was to be constructed, and with what kind of materials. He also told him what kind of animals he was to bring into it, giving him instructions relating to the whole matter.<span class=\"citation\" id=\"52884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52884)\">Gen. 6:14-22<\/a><\/span> How did you happen to know all this Noah? &#x201C;I had the Gospel, which is the power of God unto salvation;<span class=\"citation\" id=\"72171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72171)\">Rom. 1:16<\/a><\/span> and it proved my salvation and the salvation of my family; and through it I was enabled to understand the designs and purposes of God, and prepare for those great events about to take place on the earth.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n2197\"> We next come to old Abraham, and we find that the Lord talked with him&#x2014;&#x201C;And the Lord appeared unto him in the plains of Mamre: and he sat in the tent door in the heat of the day.&#x201D;<span class=\"citation\" id=\"53183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53183)\">Gen. 18:1<\/a><\/span> And the Lord talked with Abraham and with his wife Sarah, and told her she should have a child at a certain time.<span class=\"citation\" id=\"53171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53171)\">Gen. 17:15-17<\/a><\/span><span class=\"citation\" id=\"53202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53202)\">Gen. 18:14<\/a><\/span> They had quite a long conversation. Sometimes the messenger that was sent to Abraham is called an angel, and sometimes the Lord. Suffice it to say that the Lord did reveal himself and communicated his will unto him; and finally he tried and tested him in every variety of way. &#x201C;And it came to pass after these things, that God did tempt Abraham, and said unto him, Abraham: and he said, Behold, here I am. And he said, Take now thy son, thine only son Isaac, whom thou lovest, and get thee into the land of Moriah; and offer him there for a burnt offering upon one of the mountains which I will tell thee of.&#x201D;<span class=\"citation\" id=\"53274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53274)\">Gen. 22:1-2<\/a><\/span> In this manner the Lord tried Abraham. <\/div><div class=\"paragraph jod\" id=\"v7n2198\"> The great principle I wish to keep before your minds is, that men in those different ages of the world did have a knowledge of God, and they obtained it through revelation and a knowledge of the Gospel. Through this, Abra<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"365a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0365.pdf\" target=\"pdfwin\">p.&#xA0;365a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2779\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ham obtained a knowledge of God&#x2014;of his purposes and designs; and there was no other way in which he could have a knowledge of God, only in the way here specified; and hence the Gospel to Abraham was a principle wherein the righteousness of God was revealed from faith to faith;<span class=\"citation\" id=\"72242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72242)\">Rom. 1:17<\/a><\/span> and it was to him as much the power of God unto salvation<span class=\"citation\" id=\"72172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72172)\">Rom. 1:16<\/a><\/span> as it was in the days of Jesus Christ and the Apostles, or any other day. <\/div><div class=\"paragraph jod\" id=\"v7n2200\"> Jesus, in speaking of Abraham, says, &#x201C;Your father Abraham rejoiced to see my day: and he saw it, and was glad.&#x201D;<span class=\"citation\" id=\"69523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69523)\">John 8:56<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2201\"> Then, Abraham, you saw the day of the Son of God and was glad some two thousand years before the dawn of that day burst upon the earth. How did you happen to see it? Was it not enough for you to know that God spoke to you and gave you certain great and glorious promises concerning your seed? No. You must actually penetrate events that should transpire in after ages. How did you know all this? &#x201C;By the Gospel.&#x201D; Do you mean to say that you, too, had the Gospel? &#x201C;Yes; for life and immortality are brought to light by the Gospel;<span class=\"citation\" id=\"76019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76019)\">2 Tim. 1:10<\/a><\/span> and the Gospel is the power of God unto salvation to every one that believeth, and therein is the righteousness of God revealed from faith to faith;<span class=\"citation\" id=\"72235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72235)\">Rom. 1:16-17<\/a><\/span> and whoever knows anything about life and immortality and the power of God must know something about the Gospel of salvation.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n2202\"> &#x201C;Well,&#x201D; say some, &#x201C;we would really like a little more testimony from the Bible on this subject; for we have great confidence in the Bible.&#x201D; You shall have it. What does Paul say? &#x201C;And the scripture, foreseeing that God would justify the heathen through faith, preached the gospel before unto Abraham, saying, In thee shall all nations be blessed. So then they which be of faith are blessed with faithful Abraham.&#x201D;<span class=\"citation\" id=\"74513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74513)\">Gal. 3:8-9<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2779\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n2203\"> Then Abraham had the Gospel preached to him, and so had Melchizedek. &#x201C;How do you prove that?&#x201D; Paul says, speaking of this ancient king of Salem, that he was &#x201C;made like unto the Son of God,&#x201D; and &#x201C;abideth a priest continually.&#x201D; And &#x201C;Now consider how great this man was, unto whom even the patriarch Abraham gave the tenth of the spoils.&#x201D; &#x201C;He whose descent is not counted from them received tithes of Abraham, and blessed him that had the promises. And without all contradiction the less is blessed of the better.&#x201D;<span class=\"citation\" id=\"76791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76791)\">Heb. 7:1-4,6-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2204\"> Abraham had the Gospel, and was the father of the faithful;<span class=\"citation\" id=\"92180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92180)\">D&amp;C 138:41<\/a><\/span> yet Melchizedek was greater than he&#x2014;greater in the Priesthood and in the Gospel. <\/div><div class=\"paragraph jod\" id=\"v7n2205\"> We will now inquire a little about Moses&#x2014;a deliverer that was raised up to Israel, who was set apart to deliver his people from the bondage under which they groaned in the land of Egypt. The Lord spake to Moses and sent him to Pharaoh, and kept sending him from time to time until Pharaoh let Israel go; and Moses was their leader, and led them forth out of the land of Egypt. <\/div><div class=\"paragraph jod\" id=\"v7n2206\"> How did Moses know about this deliverance? How did he know how to give Israel instruction and revelation? Because he had received it himself. The Lord had spoken to him, and had revealed his will to him, and manifested his purposes to him from time to time. When the Lord first called him, he felt incompetent for the task, and answered the Lord as follows&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v7n2207\"> &#x201C;And Moses said unto the Lord, O my Lord, I am not eloquent, neither heretofore nor since thou hast spoken unto thy servant: but I am slow of speech, and of a slow tongue. And the anger of the Lord was kindled against Moses, and he said, Is not Aaron the Levite thy brother? I know that he can speak well. And he also cometh forth to meet  <div class=\"break pagebreak\" id=\"366a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0366.pdf\" target=\"pdfwin\">p.&#xA0;366a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2778\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thee: and when he seeth thee, he will be glad in his heart. And thou shalt speak unto him, and put words in his mouth: and I will be with thy mouth, and with his mouth, and will teach you what ye shall do. And he shall be thy spokesman unto the people: and he shall be, even he shall be to thee instead of a mouth, and thou shalt be to him instead of God.&#x201D;<span class=\"citation\" id=\"53821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53821)\">Ex. 4:10,14-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2209\"> Thus Moses led the people out from the bondage of Egypt: by visions, by revelations, by the voice of God, by the manifestation of the power of God, with a high hand and outstretched arm,<span class=\"citation\" id=\"54960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54960)\">Deut. 4:34<\/a><\/span> he led them out, and destroyed the Egyptians when they essayed to follow them, after smiting them with plagues and various afflictions that overtook them, in consequence of their rebellion against God and the testimony Moses delivered in their midst. <\/div><div class=\"paragraph jod\" id=\"v7n2210\"> How was it that Moses understood anything about the will of God in the leading forth of that people? It was because he had the Gospel, which is a principle of revelation, as we have before stated; and through it intelligence was communicated unto him. <\/div><div class=\"paragraph jod\" id=\"v7n2211\"> But you say you would like to see something from the Bible to prove this. I should think what has been already said in illustration of this great leading principle is sufficient to satisfy anybody. It satisfies me. <\/div><div class=\"paragraph jod\" id=\"v7n2212\"> But I will give you a little of the Bible touching Moses having the Gospel. Paul says, &#x201C;But with whom was he grieved forty years? was it not with them that had sinned, whose carcasses fell in the wilderness?&#x201D; &#x201C;So we see that they could not enter into it because of unbelief.<span class=\"citation\" id=\"76506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76506)\">Heb. 3:17,19<\/a><\/span> Let us therefore fear, lest, a promise being left us of entering into his rest, any of you should seem to come short of it. For unto us was the gospel preached, as well as unto them: but the word preached did not profit them, not <div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2778\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> being mixed with faith in them that heard it.&#x201D;<span class=\"citation\" id=\"76507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76507)\">Heb. 4:1-2<\/a><\/span> Here Paul not only declares they had the Gospel as well as we, but he makes use of them as an example to all unbelievers. <\/div><div class=\"paragraph jod\" id=\"v7n2213\"> We will now touch upon a lesser dispensation, if you please to call it by that name, and try to find out how that happened to come. I speak of that dispensation that existed previous to the ushering in of the Gospel, as people suppose. <\/div><div class=\"paragraph jod\" id=\"v7n2214\"> Paul says, &#x201C;And this I say, that the covenant, that was confirmed before of God in Christ, the law, which was four hundred and thirty years after, cannot disannul, that it should make the promise of none effect.&#x201D; &#x201C;Wherefore then serveth the law? It is added because of transgressions, till the seed should come to whom the promise was made; and it was ordained by angels in the hand of a mediator.&#x201D;<span class=\"citation\" id=\"74528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74528)\">Gal. 3:17,19<\/a><\/span> He further writes on this subject, saying, &#x201C;Which was a figure for the time then present, in which were offered both gifts and sacrifices, and could not make him that did the service perfect, as pertaining to the conscience; Which stood only in meats and drinks, and divers washings, and carnal ordinances, imposed on them until the time of reformation.&#x201D;<span class=\"citation\" id=\"76889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76889)\">Heb. 9:9-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2215\"> What was the transgression of ancient Israel? They rejected the teachings of Moses. When he came down from the mount, where he had been talking with God face to face, he found the people had made unto themselves a golden calf, and said, &#x201C;These be thy gods, O Israel, which brought thee up out of the land of Egypt.&#x201D;<span class=\"citation\" id=\"54465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54465)\">Ex. 32:4<\/a><\/span> They had forsaken God, the Fountain of living waters, and hewed out to themselves cisterns&#x2014;broken cisterns, that could hold no water.<span class=\"citation\" id=\"60279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60279)\">Jer. 2:13<\/a><\/span> And Moses was wroth with them; and so was the Lord, who was about to destroy them: but Moses pleaded with him, and he spared them.<span class=\"citation\" id=\"124947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124947)\">Ex. 32:7-14<\/a><\/span> But  <div class=\"break pagebreak\" id=\"367a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0367.pdf\" target=\"pdfwin\">p.&#xA0;367a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2777\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>seeing they judged themselves unworthy of eternal life, and the Gospel of Jesus Christ, and revelations, and communications with him, he placed them under a law of carnal commandments and ordinances,<span class=\"citation\" id=\"54557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54557)\">Ex. 34:2 (JST)<\/a><\/span><span class=\"citation\" id=\"68617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68617)\">John 1:18 (JST)<\/a><\/span> placing a yoke on their necks, which one of the ancient Apostles says, &#x201C;Neither we nor our fathers were able to bear.&#x201D;<span class=\"citation\" id=\"71890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71890)\">Acts 15:10<\/a><\/span> He placed them under ceremonies and forms, and it was said, Do this and live; refuse to do it, and die. <\/div><div class=\"paragraph jod\" id=\"v7n2217\"> This code of laws and ordinances was given to them under the auspices and direction of the Aaronic Priesthood; and the Melchizedek Priesthood was taken away from them to a certain extent,<span class=\"citation\" id=\"87657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87657)\">D&amp;C 84:25<\/a><\/span> which deprived them of its succession, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v7n2218\"> Still the spirit of revelation was among the Prophets that still remained among them; but, as a nation, they were placed under a system of carnal ordinances, because of their transgressions. <\/div><div class=\"paragraph jod\" id=\"v7n2219\"> What was the law added to?<span class=\"citation\" id=\"74529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74529)\">Gal. 3:19<\/a><\/span> It was added to the Gospel. This we should have known, if Paul had never said a word about it, because Moses held the keys of the revelations of God, could go into the mount of God, and by that power led seventy Elders of Israel into the presence of God, and they saw the God of Israel.<span class=\"citation\" id=\"54359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54359)\">Ex. 24:9-10<\/a><\/span> I know that the law was added to the Gospel on that principle, because the Gospel always was a power that enlightened the eyes of men, and put them in possession of revelation and communication with God, and that gave them a knowledge of things past, present, and to come. <\/div><div class=\"paragraph jod\" id=\"v7n2220\"> We will pass by the time when they were under a law of carnal ordinances, consisting of burnt offerings and sacrifices, &amp;c., and come to the time when the Gospel is again restored, and when a Priest after the order of Melchizedek, Enoch, Abraham, Noah, Moses, and Adam, again appeared upon the earth&#x2014;namely, <div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2777\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Son of God, who was &#x201C;a priest forever after the order of Melchizedek.&#x201D;<span class=\"citation\" id=\"76626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76626)\">Heb. 5:6<\/a><\/span> It was not necessary that he should be enabled genealogically to prove that he was of the seed of Aaron and of the tribe of Levi; but his Priesthood was after the order of Melchizedek, which was without beginning of days or end of years&#x2014;<span class=\"citation\" id=\"87537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87537)\">D&amp;C 84:17<\/a><\/span>a Priesthood not indebted directly to human descent, but one that administers both in time and eternity. <\/div><div class=\"paragraph jod\" id=\"v7n2221\"> At the time Jesus Christ came upon the earth we find the same kind of revelations began to be made manifest&#x2014;the same Spirit, and the same power, blessing, and the same communications with God. And hence, when he came he went forth baptizing, as John, his predecessor, had done.<span class=\"citation\" id=\"69001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69001)\">John 4:1-3<\/a><\/span> John said concerning him, &#x201C;I indeed baptize you with water unto repentance: but he that cometh after me is mightier than I, whose shoes I am not worthy to bear: he shall baptize you with the Holy Ghost, and with fire.&#x201D;<span class=\"citation\" id=\"62708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62708)\">Matt. 3:11<\/a><\/span> Did he do this? He did. When he made choice of his Apostles, he breathed upon them and said&#x2014;&#x201C;Receive ye the Holy Ghost.&#x201D;<span class=\"citation\" id=\"70892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70892)\">John 20:22<\/a><\/span> And they began to have visions and revelations, and the power of God was made manifest on them. Paul, in writing of this power, says&#x2014;&#x201C;I knew a man in Christ above fourteen years ago, (whether in the body, I cannot tell; or whether out of the body, I cannot tell: God knoweth;) such an one caught up to the third heaven. And I knew such a man, (whether in the body, or out of the body, I cannot tell: God knoweth;) How that he was caught up into paradise, and heard unspeakable words, which it is not lawful for a man to utter.&#x201D;<span class=\"citation\" id=\"74303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74303)\">2 Cor. 12:2-4<\/a><\/span> By-and-by, Paul begins to let out some of these things. He says he saw the dead, small and great, stand before God,<span class=\"citation\" id=\"80612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80612)\">Rev. 20:12<\/a><\/span> speaking of the resurrection, and the state of man after death, and the glory that awaits the faithful.<span class=\"citation\" id=\"73932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73932)\">1 Cor. 15:40-58<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"368a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0368.pdf\" target=\"pdfwin\">p.&#xA0;368a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2776\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n2223\"> An angel of the Lord opened the prison doors, and set Peter and some others at liberty.<span class=\"citation\" id=\"71817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71817)\">Acts 12:7-11<\/a><\/span> The angel of the Lord appeared to Paul in a dream, and comforted him when he was in danger of being shipwrecked, and told him that no one on board should perish.<span class=\"citation\" id=\"72141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72141)\">Acts 27:22-25<\/a><\/span> How came they in possession of all this knowledge? And how came they to be such favorites with the heavens? It was all through the Gospel. <\/div><div class=\"paragraph jod\" id=\"v7n2224\"> We find the Apostle John driven as a poor exile and outcast to the Isle of Patmos, in consequence of his religion, where he had to labor among the slaves in the lead mines, oppressed and bowed down in consequence of the tyranny and severity of his taskmasters. But he was in the spirit on the Lord's day,<span class=\"citation\" id=\"79014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79014)\">Rev. 1:10<\/a><\/span> and the heavens were opened to his view, and he gazed on the past, on the present, and on the future, contemplating events that should transpire through every subsequent period of time until the winding-up scene. He told of the time when the grave should deliver up its dead, and when the sea should deliver up the dead that are in it, and all nations should stand before God and give an account of the deeds done in the body.<span class=\"citation\" id=\"74128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74128)\">2 Cor. 5:10 (JST)<\/a><\/span><span class=\"citation\" id=\"80638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80638)\">Rev. 20:12-13<\/a><\/span><span class=\"citation\" id=\"82031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82031)\">Alma 5:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2225\"> He told of Jesus Christ coming with his holy angels to execute judgment on the ungodly.<span class=\"citation\" id=\"78906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78906)\">Jude 1:14-15<\/a><\/span> He told of the New Jerusalem that should descend from God out of heaven as a bride prepared for the bridegroom.<span class=\"citation\" id=\"80702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80702)\">Rev. 21:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2226\"> He told of the Millennium, when not only the Saints should burst the barriers of the tomb, but come forth and live and reign with Christ a thousand years on the earth,<span class=\"citation\" id=\"80524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80524)\">Rev. 20:4,6<\/a><\/span><span class=\"citation\" id=\"84738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84738)\">D&amp;C 29:11<\/a><\/span> when righteousness and truth should prevail, and iniquity hide its hoary head, and the power of God be made manifest; and every nation, tongue, and people bow to the scepter of King Immanuel,<span class=\"citation\" id=\"91254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91254)\">D&amp;C 128:22<\/a><\/span> and all acknowledge him as Lord over all. <\/div> <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2776\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n2227\"> How did you know all this, John? &#x201C;I had the Gospel of Jesus Christ, that restored this power to the earth, which unfolded unto me these things; and I have communicated only part of the things I saw.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n2228\"> This power was enjoyed not only by the Apostles, as some suppose, but it existed among the Saints; and hence Paul, writing to the Church, says&#x2014;&#x201C;Now concerning spiritual gifts, brethren, I would not have you ignorant. But the manifestation of the Spirit is given to every man to profit withal. For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit; To another faith by the same Spirit; to another the gift of healing by the same Spirit; To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues: But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will. For as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ. For the body is not one member, but many,&#x201D; &amp;c.<span class=\"citation\" id=\"73413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73413)\">1 Cor. 12:1,7-12,14<\/a><\/span> Consequently, this Spirit extended not only to the Apostles and permanent disciples, but to the whole Church, the Spirit being given to every man to profit withal.<span class=\"citation\" id=\"73436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73436)\">1 Cor. 12:7<\/a><\/span> And what was that? It was the gift of the Holy Ghost, which Peter told the people, on the day of Pentecost, they should receive; for on that day he told them to repent and be baptized in the name of Jesus Christ for the remission of sins, and they should receive the gift of the Holy Ghost. Why? Because, says he, &#x201C;The promise is to you, and your children,&#x201D; &amp;c.<span class=\"citation\" id=\"71186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71186)\">Acts 2:37-39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2229\"> &#x201C;To us who are Apostles,&#x201D; and to whom else? &#x201C;To you, and to your children.&#x201D; Whom else? &#x201C;To all that  <div class=\"break pagebreak\" id=\"369a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0369.pdf\" target=\"pdfwin\">p.&#xA0;369a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2775\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are afar off, even as many as the Lord our God shall call.&#x201D;<span class=\"citation\" id=\"71289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71289)\">Acts 2:39<\/a><\/span> You show me a people that the Lord our God does not call, and I will show you a people to whom this promise does not apply. <\/div><div class=\"paragraph jod\" id=\"v7n2231\"> There is the Gospel, as I understand it; and wherever this principle exists, the principle of revelation and the knowledge of God exists&#x2014;a principle wherein the righteousness of God is revealed from faith to faith&#x2014;<span class=\"citation\" id=\"72243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72243)\">Rom. 1:17<\/a><\/span>a principle that opens a communication between God and man. Wherever this exists, the Gospel exists; and wherever this does not exist, the Gospel does not exist. It is a principle that places man into a legitimate relationship with God, who is our Father. Hence, when Jesus taught his disciples to pray, he said, &#x201C;When you pray, say, Our Father who art in heaven, Hallowed be thy name.&#x201D;<span class=\"citation\" id=\"63303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63303)\">Matt. 6:9<\/a><\/span> He is the God and Father of the spirits of all flesh,<span class=\"citation\" id=\"54751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54751)\">Num. 16:22<\/a><\/span> and we are told to approach him as such, and have faith in him. And he says, &#x201C;Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you: For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n2232\"> &#x201C;Or what man is there of you, whom if his son ask bread, will give him a stone? Or if he ask a fish, will he give him a serpent? If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?&#x201D;<span class=\"citation\" id=\"63761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63761)\">Matt. 7:7-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2233\"> By means of the Gospel of Jesus Christ we are brought into a relationship with God. As one of the ancient Apostles says, &#x201C;Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is.&#x201D;<span class=\"citation\" id=\"78638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78638)\">1 Jn. 3:2<\/a><\/span> God is our Father, and a medium of communication has been opened between God and us. <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2775\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> And inasmuch as we live our religion, we shall be prepared at all times to receive blessings at his hands, and learn to understand correct principles in regard to our salvation as individuals, and the salvation of the human family. <\/div><div class=\"paragraph jod\" id=\"v7n2234\"> John said, among other things, &#x201C;And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people, Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters.&#x201D;<span class=\"citation\" id=\"79877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79877)\">Rev. 14:6-7<\/a><\/span> This angel had the same Gospel to preach that Adam possessed, and the same that Enoch, Noah, Abraham, Moses, Jesus Christ, and the Apostles preached. <\/div><div class=\"paragraph jod\" id=\"v7n2235\"> Joseph Smith, what did you proclaim? &#x201C;I called on the Lord and a holy angel appeared to me, and God revealed his will to me, and showed me the true position of the world religiously and every other way; and he told me what I was to do to obtain eternal life, and he told me what his designs and purposes were concerning this earth.&#x201D; What did he do besides? &#x201C;He sent some of those who existed in former ages, who held the keys of the everlasting Priesthood, to administer to me and set me apart.&#x201D; We read in this good book an account of Peter, James, and John being with Jesus on the Mount&#x2014;&#x201C;And after six days Jesus taketh Peter, James, and John his brother, and bringeth them up into a high mountain apart, And was transfigured before them: and his face did shine as the sun, and his raiment was white as the light. And, behold, there appeared unto them Moses and Elias talking with him.&#x201D;<span class=\"citation\" id=\"64971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64971)\">Matt. 17:1-3<\/a><\/span> How happens it that you are upon the earth, Moses? for we thought you were dead long ago! &#x201C;I am not dead, as you suppose; for I drank of  <div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2774\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that well Jesus spoke of, the water of which, if any man drinks, shall be in him a well of water springing up to eternal life.<span class=\"citation\" id=\"69034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69034)\">John 4:14<\/a><\/span> I hold the keys of the Melchizedek Priesthood and the everlasting Gospel, that administers in time and in eternity; and after having got through with this world and its cares, holding still that Priesthood behind the veil, I have come to administer to you, Jesus, James, Peter, and John, on the earth.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n2237\"> In consequence of the same Priesthood, Elias was translated, and got associated with Moses behind the veil, and became his companion in bringing a message of comfort to Jesus and his companions on the Mount.<span class=\"citation\" id=\"64990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64990)\">Matt. 17:3<\/a><\/span> Peter, who held the Priesthood while he was upon the earth and after he left, could come and administer to Joseph Smith, and impart to him the same blessings and the same power, and reinstate those principles and powers upon the earth that had been lost in consequence of transgression.<span class=\"citation\" id=\"84563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84563)\">D&amp;C 27:12<\/a><\/span> What is it that we have received? We have received the everlasting Gospel&#x2014;the same that existed in the days of Jesus; and it is this that has enlightened our minds, enlarged our capacities, and given us a knowledge of the past and of the future; and it has thus revealed to us the purposes of God; and through the order and organization of this Priesthood we are blessed, saved, protected, and upheld as we are at this day. <\/div><div class=\"paragraph jod\" id=\"v7n2238\"> Why is it that the world rage? Why is it that the priests of the day are angry&#x2014;that politicians are mad? <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2774\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> It is because the Lord has set forth his hand to accomplish his purposes and bring to pass the things spoken of in the holy Prophets. <\/div><div class=\"paragraph jod\" id=\"v7n2239\"> As one of old has said, &#x201C;Why do the heathen rage, and the people imagine a vain thing? The kings of the earth set themselves, and the rulers take counsel together, against the Lord, and against his anointed, saying, Let us break their bands asunder, and cast away their cords from us. He that sitteth in the heavens shall laugh: the Lord shall have them in derision. Then shall he speak unto them in his wrath, and vex them in his sore displeasure.&#x201D;<span class=\"citation\" id=\"56304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56304)\">Ps. 2:1-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2240\"> The Lord will bring to pass his strange purpose,<span class=\"citation\" id=\"58642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58642)\">Isa. 28:21<\/a><\/span> and accomplish the thing he has designed. It is for us to live our religion, to fully appreciate the Gospel we possess, and fully obey its requirements, submit to its laws, and yield to its dictations, following the direction of the holy Priesthood, which hold the keys of the mysteries of the revelations of God,<span class=\"citation\" id=\"87561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87561)\">D&amp;C 84:19<\/a><\/span> magnifying our callings, and honoring our God, that we may be prepared to fulfil our destiny upon the earth, and be enabled to be a blessing to those around us, and to pour blessings upon our posterity, and spread forth the great principles of eternity, which are calculated to bless, enlighten, ennoble, and exalt all who will yield obedience to their dictates. <\/div><div class=\"paragraph jod\" id=\"v7n2241\"> May God bless you all, and guide you in the way of truth, which I ask in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}