{"ID":70053, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Reorganization of the High Council&#x2014;Appointment of Young Men to Offices in the Priesthood, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, October 8, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Reorganization of the High Council, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/8\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d53\">\n<div class=\"paragraph jod\" id=\"v7n1984\"> With regard to the High Council, I wish to make a suggestion which has just occurred to me. It seems to me best, in voting for the authorities, to pass over their names for the present. I do not think there is much fault to be found with the High Councilors now in office. We are willing to give them credit for all the good they have done, and we do not wish to know anything against them, although some of them have injured themselves more than they have others. Solomon declared, &#x201C;Better is a poor and wise child than an old and foolish king, who will no more be admonished.&#x201D;<span class=\"citation\" id=\"57569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57569)\">Eccl. 4:13<\/a><\/span> This is a true saying; and I wish to apply it, in some respects, in the present instance. In the remarks I shall now make, some may think that I am quite plainspoken and frank with my brethren. Grant it: so also I am with myself. <\/div><div class=\"paragraph jod\" id=\"v7n1985\"> When I was baptized into this Church, it was in its infancy, although a considerable number had been baptized before me, and many of them were older when they were baptized than I was. They improved, their minds expanded, they received truth and intelligence, increased in the knowledge of the things of God, and bid fair to become full-grown men in Christ Jesus. But some of them, when they had gained a little spiritual strength and knowledge, apparently stopped in their growth. This was <div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2809\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the eastern country, and but a few years passed before the fruit trees began to cease bearing fruit. The cherry and plum trees where this work commenced began to fail in fruit bearing, and the black bunches began to increase on their trunks and branches, caused by the depredations of insects which destroy the sap and life of the trees. The apple tree also has nearly ceased bearing in that and the adjacent regions. One of our old neighbors, whose name is Allen, says that good apples have for years been very scarce in that country, where, to my certain knowledge, they used to be excellent and abundant. And in the few that mature, a worm is generally found at the core. So it has been with many who embraced the Gospel in that country: like the fruit trees, they have ceased to grow and increase and bear the fruits of the Spirit. <\/div><div class=\"paragraph jod\" id=\"v7n1986\"> It is a common adage, &#x201C;Old men for counsel, and young men for war.&#x201D; Until men born in the Priesthood grow old therein in faithfulness, I would say, with comparatively few exceptions, &#x201C;Young men for counsel, and young men for war.&#x201D; For knowledge and understanding, I would rather, as a general thing, select young men from eighteen years of age&#x2014;the sons of men who have been in this Church from the beginning, than to select their fathers. Their minds have been but little, if any,  <div class=\"break pagebreak\" id=\"336a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0336.pdf\" target=\"pdfwin\">p.&#xA0;336a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2808\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>trammeled with erroneous traditions and teachings. Let the yoke of the Gospel be put upon those young men brother Joseph referred to in his remarks, who have been sowing their wild oats for years, and they are generally better and more correct in the offices of the Priesthood than many of the grayhaired fathers. They understand more about God, about Jesus Christ, and the government of God on the earth, than do many of the fathers and grandfathers. <\/div><div class=\"paragraph jod\" id=\"v7n1988\"> It never hurts my feelings to see young exuberant life and animation manifest themselves; but I do not like to hear swearing: to that I strongly object. I also strongly object to their getting drunk, to their pilfering their neighbors' property, and to their doing anything else that is wrong. I love to see our young men wide awake, ready for anything in the line of right, having their minds bent in the channel of truth. They learn the truth from their childhood, and know but little else, if their parents have done their duty in properly directing the growth of the young branches. Their wild, foolish, childish, boyish caprices will occasionally be exhibited; but when those pass off, you find in them a solid basis of truth and good principle. Some few of those who give rein to their wild and foolish notions, and seemingly give themselves up to destruction, will meet hard times: suffering and trouble will arrest them in their wild career, and then they will begin to inquire after their friends. They will seek those whose bosoms are filled with compassion and goodwill towards them, will cease their follies, and their friends will rejoice over them in their efforts to become good and wise. Do not be discouraged about the follies of the young. <\/div><div class=\"paragraph jod\" id=\"v7n1989\"> I know that parents are often much troubled about their children. I have <div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2808\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heard many relate their troubles and sorrows in this respect, though they are comparatively trifling, unless your children disregard all your tender solicitude and wise counsels and examples, and, when arrived at maturity, forsake you and go headlong to destruction, when you will think that you never had any trouble until then. The want of bread for them in their infancy was no sorrow, when compared with such a trial. Parents&#x2014;you who continue to live the life of true Christians, and are filled with faith, virtue, and good works, I promise you, in the name of Israel's God, that you will have your children, and no power can rob you of them; for all will be saved, except the sons of perdition. If they go to hell, you will have the privilege of dragging them from there, if you are faithful. That is the promise made to Abraham. You are aware that the children of Israel acted as badly as the Devil could make them, and the Lord afflicted them in this life, because of the promise he made to their father Abraham that he would save his seed. <\/div><div class=\"paragraph jod\" id=\"v7n1990\"> You may inquire of the intelligent of the world whether they can tell why the aborigines of this country are dark, loathsome, ignorant, and sunken into the depths of degradation; and they cannot tell. I can tell you in a few words: They are the seed of Joseph, and belong to the household of God; and he will afflict them in this world, and save every one of them hereafter, even though they previously go into hell. When the Lord has a people, he makes covenants with them and gives unto them promises: then, if they transgress his law, change his ordinances, and break the covenants he has made with them,<span class=\"citation\" id=\"58420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58420)\">Isa. 24:5<\/a><\/span> he will put a mark upon them, as in the case of the Lamanites<span class=\"citation\" id=\"81344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81344)\">2 Ne. 5:21<\/a><\/span> and other portions of the house of Israel;<span class=\"citation\" id=\"124938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124938)\">Gen. 4:15<\/a><\/span> but by-and-by they will become a white and delightsome people.<span class=\"citation\" id=\"81588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81588)\">2 Ne. 30:6<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2807\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n1992\"> Brethren, I wish you to understand things precisely as they are. We shall dissolve the present High Council of this Stake. Many of them are far advanced in years, and some of them live at considerable distances from this city. They have labored according to the best of their ability; but I would like to see men who never become so old that they cannot learn. I desire to see everybody on the track of improvement, gaining all the knowledge, power, and advancement possible for them to gain and possess. But so it is: many of the first members in this Church appear as though they never could keep pace with the times, increasing in the knowledge of the truth and improving thereupon. <\/div><div class=\"paragraph jod\" id=\"v7n1993\"> I will tell you how to expand and increase as far as I know. Let your whole soul&#x2014;affections, actions, wishes, desires, every effort and motive, and every hour's labor you perform be with a single eye to the building up the Zion of God on the earth. If you will pursue this course, you will learn every day and make advancements every hour. But when you so love your property as to quarrel and contend about this, that, or the other trifling affair, as though all your affections were placed upon the changing, fading things of earth, it is impossible to increase in the knowledge of truth. The thrones and kingdoms of earth are frequently changing hands. Adventurers rise up or go forth and establish new governments, and in a few short years they are cast down to give place to more successful powers. All earthly things are changing hands. The gold, the silver, and other property pass from my hands to yours, and from yours to the hands of others. Shame on a people that place their affections upon this changing matter! Love God and the things that change not. <\/div><div class=\"paragraph jod\" id=\"v7n1994\"> I have a little more counsel that I wish to give during this Conference, <div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2807\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and you may tell it to your Presidents, Bishops, High Councilors, High Priests, Seventies, &amp;c. My counsel to the Elders of Israel is to let whiskey, brandy, and other strong drinks alone. I will tell you how drunkards appear to me. Although I have been a man of the world, yet I have never seen a moment, since I thought I had a character or had to establish one, when, with very few exceptions, I would count them worthy, in regard to moral character, to wipe my shoes upon, figuratively speaking. I would not abuse them, but I would give them something to kill the life of the liquor, and, when they were sufficiently sober, ask them if they did not think they were extremely foolish. Probably scores, who are not here, are drunk now; and it is my positive counsel and command that drinking liquor be stopped. If I had the influence the world gives me credit for, I would not have a single drunkard, thief, or liar in this society. I do not profess to have that influence, but I can raise my voice against those evils. <\/div><div class=\"paragraph jod\" id=\"v7n1995\"> In the name of the Lord Jesus Christ, I command the Elders of Israel&#x2014;those who have been in the habit of getting drunk&#x2014;to cease drinking strong drink from this time henceforth,<span class=\"citation\" id=\"88895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88895)\">D&amp;C 89:5<\/a><\/span> until you really need it. But some may think they need it as soon as they go out of this house. Let me be your physician in this matter. So long as you are able to walk and attend to your business, it is folly to say that you need ardent spirits to keep you alive. The constitution that a person has should be nourished and cherished; and whenever we take anything into the system to force and stimulate it beyond its natural capacity, it shortens life. I am physician enough to know that. When you are tired and think you need a little spirituous liquor, take some bread-and-butter, or bread-and-milk, and lie down and rest. Do not  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2806\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>labor so hard as to deem it requisite to get half-drunk in order to keep up your spirits. If you will follow this counsel, you will be full of life and health, and will increase your intelligence, your joy and comfort. <\/div><div class=\"paragraph jod\" id=\"v7n1997\"> As I have already requested, I now again request the authorities of this Church in their various localities to sever from this society those who will not cease getting drunk. If you know a man to be guilty of pilfering, or any species of dishonesty, disfellowship that man in his Quorum, and let his Bishop cut him off from the Church. I have no fellowship with thieves, liars, murderers, robbers, whoremongers, or any such characters. I never have had, and I hope I never shall have. [The congregation exclaimed, &#x201C;Amen.&#x201D;] If I had the <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2806\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> influence that the wicked accuse me of, I would straighten up the perverse among this people, and bring that Zion we see in vision. They would either repent and do right, or go where society is more congenial to their evil habits and practices. <\/div><div class=\"paragraph jod\" id=\"v7n1998\"> Brethren, I desire to so live that I can remain with you until my work on the earth is finished. But were I as good as you wish me to be, I could not. Brother Greeley says that Brigham appears to be in no hurry to get to heaven. No: I wish to stay here and fight the Devil until he is bound, and all wickedness is cleansed from the earth, and it is made ready for Christ to come and receive his right. And it is for us to be ready to abide the day of his coming. <\/div><div class=\"paragraph jod\" id=\"v7n1999\"> May God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}