{"ID":70052, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Progress in Knowledge, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, October 8, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Progress in Knowledge, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/8\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d52\">\n<div class=\"paragraph jod\" id=\"v7n1957\"> In the remarks I am about to offer, I do not design to cast the least reflection upon the honesty, integrity, truthfulness, and faithfulness of this people; but I really feel to praise them. And I repeat what I have frequently said, that, in my opinion, Enoch and his people, during the first twenty-nine-and-a-half years of their history, did not make greater progress in the knowledge of the Father and Son than this people have. This thought gives me great comfort, encouragement, and consolation. <\/div><div class=\"paragraph jod\" id=\"v7n1958\"> Our traditions and education, from our birth until we embraced this Gospel, were in many instances contrary to the plan of salvation, antagonistic to the word of God, and opposed to his character&#x2014;not designedly; but we and our fathers groveled in the deepest shades of mental darkness and ignorance touching God, his character, and the Gospel plan. Our teachers were no better than ourselves, for thick darkness covered all. The blind were leading the blind. <div class=\"break columnbreak\" id=\"331b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0331.pdf\" target=\"pdfwin\">p.&#xA0;331b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2813\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> They are still doing so, and both will fall into the ditch.<span class=\"citation\" id=\"64782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64782)\">Matt. 15:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1959\"> Under these considerations, I think that we, as a people, are doing as well as we know how. We are advancing from year to year in the knowledge of God. Before we came into this Church, we knew, comparatively, but little in regard to the true religion of Christ. Is there now a man in all the world, outside of this Church, that can tell the first thing about it? Although they have the Old and New Testament, and day by day scrutinize every letter, word, and sentence of those books, yet they cannot rightly tell one thing in regard to the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v7n1960\"> Brother Taylor said that, before he heard this Gospel, he did not even know that it was necessary to be baptized for the remission of sins. He had read the Bible many times and really did not believe it, though he supposed that he believed every word in it. Had a person said to him, &#x201C;Mr. Taylor, here is the New Testament, which gives  <div class=\"break pagebreak\" id=\"332a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0332.pdf\" target=\"pdfwin\">p.&#xA0;332a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2812\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a true history of the Savior of the world and of the religion he produced for the salvation of the children of men, but you do not believe it,&#x201D; Mr. Taylor would have considered himself persecuted for righteousness' sake,<span class=\"citation\" id=\"62977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62977)\">Matt. 5:10<\/a><\/span> and perhaps would have put the person out of his house. <\/div><div class=\"paragraph jod\" id=\"v7n1962\"> There is not one of us who professed to be Christians before we embraced this Gospel could have borne to be told that we did not believe all that is written in the Old and New Testaments. We should have deemed such a statement very unwarranted and past enduring; yet such was the fact. <\/div><div class=\"paragraph jod\" id=\"v7n1963\"> We had read, over and over again, that baptism was for the remission of sins; yet none of us knew that it was true and requisite. We had often read the commission of the Savior to the disciples, that the believer in their words should be baptized to be saved;<span class=\"citation\" id=\"66859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66859)\">Mark 16:16<\/a><\/span> yet who of us fully believed that he spoke the truth? We read the Bible with the idea that it gave a history of something that was, but is not now, and never will be. <\/div><div class=\"paragraph jod\" id=\"v7n1964\"> In this state of ignorance and blindness the Gospel found us; yet we have learned many great and glorious truths during the short experience we have had in this Church. We now see the consistency of the vital truths that the ancient Apostles left recorded for the world to read. We might say that the Bible is a guide-board to the world, as it points out the path for them to walk in: it draws a line to guide their conduct. <\/div><div class=\"paragraph jod\" id=\"v7n1965\"> We have learned much from the Bible. We have also learned much from the Book of Mormon and the Book of Doctrine and Covenants; but all the salvation you can obtain by means of those books alone is comparatively of little value. They contain a history of what other men have done, show the path they walked in, and the way in which they obtained <div class=\"break columnbreak\" id=\"332b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0332.pdf\" target=\"pdfwin\">p.&#xA0;332b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2812\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the words of eternal life for themselves; but all the Scriptures from the days of Adam until now cannot, alone, save one individual. Were they all committed to memory so perfectly that they could be recited with the greatest ease, that alone would not save one of the smallest of God's creatures, nor bring any person nearer the gate of the celestial kingdom. In visiting a foreign nation, an understanding of their language, geography, manners, customs, and laws is very agreeable and beneficial. So the reading of the Bible gives comfort and happiness to the traveler to eternity, and points out to him in part the character and attributes of the Being whom to know is life eternal.<span class=\"citation\" id=\"70560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70560)\">John 17:3<\/a><\/span> We have not yet attained to that knowledge, and the mere reading of the Scriptures can never put us in possession of it. <\/div><div class=\"paragraph jod\" id=\"v7n1966\"> When the vision of your mind is opened by the Eternal Spirit, you measurably see Zion in its beauty and perfection, and are filled with ecstasies of joy; but when the vision closes, you still find yourselves in this dark and benighted world. In a vision of Zion in its glory, you do not see your own and your brethren's foibles, while you are struggling from day to day to prepare yourselves to participate in the glory you gaze upon while you are in the spirit. <\/div><div class=\"paragraph jod\" id=\"v7n1967\"> We are still warring against the darkness and imperfections, temptations and vicissitudes inherent to the flesh in this dark and benighted world; and it is by a steady, unwavering course of daily progression that we can be prepared to enjoy the glories of the celestial kingdom with God our Father. <\/div><div class=\"paragraph jod\" id=\"v7n1968\"> If a person is baptized for the remission of sins, and dies in a short time thereafter, he is not prepared at once to enjoy a fulness of the glory promised to the faithful in the Gospel; for he must be schooled, while  <div class=\"break pagebreak\" id=\"333a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0333.pdf\" target=\"pdfwin\">p.&#xA0;333a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2811\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the spirit, in the other departments of the house of God, passing on from truth to truth, from intelligence to intelligence, until he is prepared to again receive his body and to enter into the presence of the Father and the Son. We cannot enter into celestial glory in our present state of ignorance and mental darkness. <\/div><div class=\"paragraph jod\" id=\"v7n1970\"> I know that we have been taught from our infancy, and it is now a popular doctrine with all the denominations of the Christians of the nineteenth century, that, when the mortal tenement is committed to the grave, there is an end of all further progress in intelligence and learning with regard to this probation. In support of this idea, they advance the scripture, &#x201C;If the tree fall toward the south, or toward the north, in the place where the tree falleth, there it shall be.&#x201D;<span class=\"citation\" id=\"57599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57599)\">Eccl. 11:3<\/a><\/span> Again, &#x201C;Whatsoever thy hand findeth to do, do it with thy might; for there is no work, nor device, nor knowledge, nor wisdom in the grave, whither thou goest.&#x201D;<span class=\"citation\" id=\"57586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57586)\">Eccl. 9:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1971\"> The worms have work to do in the grave until the body is reduced to mother earth. But the active, intelligent, divine organization that inhabited the body does not descend with it into the grave to work with the worms; but it goes to the spirit world, and is much more busily engaged there than when it was a tenant in a mortal tabernacle. <\/div><div class=\"paragraph jod\" id=\"v7n1972\"> Suppose, then, that a man is evil in his heart&#x2014;wholly given up to wickedness, and in that condition dies, his spirit will enter the spirit world intent upon evil.<span class=\"citation\" id=\"82259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82259)\">Alma 34:34<\/a><\/span> On the other hand, if we are striving with all the powers and faculties God has given us to improve upon our talents, to prepare ourselves to dwell in eternal life, and the grave receives our bodies while we are thus engaged, with what disposition will our spirits enter their next state? They will be still striving to do the things of God, only in a <div class=\"break columnbreak\" id=\"333b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0333.pdf\" target=\"pdfwin\">p.&#xA0;333b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2811\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> much greater degree&#x2014;learning, increasing, growing in grace and in the knowledge of the truth.<span class=\"citation\" id=\"94597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94597)\">2 Pet. 3:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1973\"> The people called Christians are shrouded in ignorance, and read the Scriptures with darkened understandings. <\/div><div class=\"paragraph jod\" id=\"v7n1974\"> Do you read the Scriptures, my brethren and sisters, as though you were writing them a thousand, two thousand, or five thousand years ago? Do you read them as though you stood in the place of the men who wrote them? If you do not feel thus, it is your privilege to do so, that you may be as familiar with the spirit and meaning of the written word of God as you are with your daily walk and conversation, or as you are with your workmen or with your households. You may understand what the Prophets understood and thought&#x2014;what they designed and planned to bring forth to their brethren for their good. <\/div><div class=\"paragraph jod\" id=\"v7n1975\"> When you can thus feel, then you may begin to think that you can find out something about God, and begin to learn who he is. He is our Father&#x2014;the Father of our spirits, and was once a man in mortal flesh as we are, and is now an exalted Being. <\/div><div class=\"paragraph jod\" id=\"v7n1976\"> How many Gods there are, I do not know. But there never was a time when there were not Gods and worlds, and when men were not passing through the same ordeals that we are now passing through. That course has been from all eternity, and it is and will be to all eternity. You cannot comprehend this; but when you can, it will be to you a matter of great consolation. <\/div><div class=\"paragraph jod\" id=\"v7n1977\"> It appears ridiculous to the world, under their darkened and erroneous traditions, that God has once been a finite being; and yet we are not in such close communion with him as many have supposed. He has passed on, and is exalted far beyond what we  <div class=\"break pagebreak\" id=\"334a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0334.pdf\" target=\"pdfwin\">p.&#xA0;334a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2810\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>can now comprehend. Eye hath not seen, ear hath not heard, neither hath it entered into the heart of man to conceive all the things of God.<span class=\"citation\" id=\"72972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72972)\">1 Cor. 2:9<\/a><\/span> We are not capacitated to receive them all at once; but God, by his Spirit, reveals to our spirits as we grow and become able and capacitated to comprehend, through improving upon every means of grace placed within our power, until we shall be counted worthy to receive all things. <\/div><div class=\"paragraph jod\" id=\"v7n1979\"> &#x201C;All is yours,&#x201D; says the Apostle.<span class=\"citation\" id=\"73178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73178)\">1 Cor. 3:22<\/a><\/span> Do not become disheartened, give up your labors, and conclude that you are not to be saved. All is yours, if you will but live according to what you know, and increase in knowledge and godliness; and if you increase in these, you will also increase in all things pertaining to the earth; and by-and-by, you will be satisfied that all is the Lord's, and that we are Christ's, and that Christ is God's.<span class=\"citation\" id=\"73181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73181)\">1 Cor. 3:23<\/a><\/span> All centers in the Father; wherefore let us all be satisfied that he gives to us as we are capacitated to receive. <\/div><div class=\"paragraph jod\" id=\"v7n1980\"> We need not be discouraged; but, <div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2810\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as I have exhorted on another occasion, Let the Elders of Israel manfully man the old ship Zion&#x2014;let every man faithfully stand to his post, and they will ultimately be worthy to enter into celestial glory. This is all the business we have on hand at present. <\/div><div class=\"paragraph jod\" id=\"v7n1981\"> Doubtless you understood and bear in mind what brother Taylor said with regard to voting for the authorities of the Church. I wish all the brethren and sisters to vote by raising their right hands, the meaning of which many of you understand. If there are any who do not feel like voting in the affirmative, when the name of one of the authorities in the Church is presented, and they suppose that they have sufficient cause for withholding their support, they may have the privilege of entering their complaints or objections before the Conference. If you present good and sufficient reasons for not voting for an individual, we will give the subject a candid investigation. <\/div><div class=\"paragraph jod\" id=\"v7n1982\"> We will now present the authorities. <\/div>\n<\/div>\n<\/div>"}