{"ID":70058, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Union of Spirit and Sentiment&#x2014;Submission to the Living Oracles of the Church&#x2014;A Confession, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by Elder Orson Pratt, Delivered in the Tabernacle, Great Salt Lake City, January 29, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Union of Spirit and Sentiment, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 1\/29\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d58\">\n<div class=\"paragraph jod\" id=\"v7n2243\"> I will read a passage of Scripture to be found in Isaiah, 52nd chap., 8th verse&#x2014;&#x201C;Thy watchmen shall lift up the voice; with the voice together shall they sing: for they shall see eye to eye, when the Lord shall bring again Zion.&#x201D;<span class=\"citation\" id=\"59563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59563)\">Isa. 52:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2244\"> I will, this morning, take the words of the ancient Prophet as the foundation for a few remarks, applying them more directly to myself. And if they should be applicable to the congregation before me, I hope that they, together with myself, will be benefited by the same. <\/div><div class=\"paragraph jod\" id=\"v7n2245\"> It is very evident from this passage of holy Scripture that there is a period of time to come in the last days, in which all the Elders of Israel and all the watchmen of Zion will understand alike, see alike, and have the same views in regard to doctrine and principles, and all division of sentiment will be entirely done away. Then that scripture will be fulfilled recorded in our Lord's prayer, where he taught his disciples how to pray&#x2014;&#x201C;Our Father who art in heaven, Hallowed be thy name. Thy kingdom come. Thy will be done on earth, as it is done in heaven.&#x201D;<span class=\"citation\" id=\"63326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63326)\">Matt. 6:9-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2246\"> When I reflect that in heaven there is a perfect union of spirit and feeling among the celestial throng&#x2014;when I reflect that in that happy place there is no disunion one with another&#x2014;no different views, but that all will have the same mind and feeling in regard to the things of God; and then reflect that the day is to come when the same <div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2773\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> order of things is to be established here upon the earth; and then look at the present condition of mankind, I am constrained to acknowledge that there must be a great revolution on the earth. Where are there two men abroad in the world that see eye to eye&#x2014;that have the same view in regard to doctrine and principle&#x2014;that are of the same mind? They can scarcely be found. I doubt whether they can be found in the world. <\/div><div class=\"paragraph jod\" id=\"v7n2247\"> How is it among us, the Latter-day Saints? One thing is true in regard to some few of them&#x2014;shall I say few? No. I will say many of them: they do actually, in the great fundamental principles of the doctrine of Jesus Christ, see eye to eye. I cannot suppose that in our infancy and childhood we can attain to all this great perfection in a moment, and be brought to see and understand alike. But there is one great heavenly standard or principle to which we must all come. What is that heavenly standard or principle? It is the restoration of the holy Priesthood, the living oracles of God, to the earth; and that Priesthood, dictated, governed, and directed by the power of revelation, through the gift of the Holy Ghost&#x2014;that is the standard to which all the Latter-day Saints and the kingdom of God must come, in order to fulfil the prophecy I have read in your hearing. <\/div><div class=\"paragraph jod\" id=\"v7n2248\"> It matters not how much information any man may have before he comes into this Church; it matters not how extensively he may be taught  <div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2772\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the arts and sciences of the day&#x2014;how extensively he may be taught in regard to various branches of learning; it matters not how much natural wisdom he may be qualified with; it matters not whether he has occupied a high station in the eyes of the world, or a low one; it matters not what his prior condition may have been, when he repents before God and enters into a covenant with the Father and the Son and with his brethren, and manifests before them, and the whole world that he forsakes the world and the wisdom thereof (that is, that which is called wisdom by the world)&#x2014;that he is willing to forsake all things which are of the world that are inconsistent with the character of God, his attributes, his word, and his kingdom&#x2014;that very moment he comes to that point and goes forward in baptism he becomes subject to a different power from what he had before been subject to. He becomes subject to a certain authority that is different; he becomes subject to an authority which has come from heaven&#x2014;not an authority ordained of man&#x2014;not an authority which has been originated by human wisdom or by the learning of mankind&#x2014;not by inspired or uninspired books, for books never yet bestowed authority, whether inspired or uninspired. <\/div><div class=\"paragraph jod\" id=\"v7n2250\"> The authority of Jesus Christ sent down from heaven, conferred upon man by his holy angels, or by those that may have previously received Divine authority, is the true and only standard here upon the face of our earth; and to this standard all people, nations, and tongues must come, or be eventually taken from the earth; for this is the only standard which will endure, and this is the only authority which is everlasting and eternal, and which will endure in time and throughout all eternity. <\/div><div class=\"paragraph jod\" id=\"v7n2251\"> This brings to my mind a revelation which was given in a General <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2772\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Conference on the 2nd day of January, 1831, the Church then having been organized about nine months. All the Saints were gathered together from various little Branches that had been established in the house of Father Whitmer, whose sons became conspicuous in this last dispensation as being witnesses of the Book of Mormon&#x2014;whose house also became conspicuous as the place where the Prophet Joseph Smith received many revelations and communications from heaven. In one small room of a log house, nearly all the Latter-day Saints (east of Ohio) were collected together. They desired the Prophet of the Lord to inquire of God and receive a revelation to guide and instruct the Church that were then present. Brother Joseph seated himself at the table. Brother Sidney Rigdon, who was at that time a member of the Church, having just arrived from the West, where he embraced the Gospel through the administration of some of the Elders, was requested to act as scribe in writing the revelation from the mouth of the Prophet Joseph. I will read a portion of this revelation&#x2014;&#x201C;And again I say unto you, let every man esteem his brother as himself. For what man among you having twelve sons, and is no respecter of them, and they serve him obediently, and he saith unto the one: Be thou clothed in robes and sit thou here; and to the other: Be thou clothed in rags and sit thou there&#x2014;and looketh upon his sons and saith I am just? Behold, this I have given unto you as a parable, and it is even as I am. I say unto you, be one; and if ye are not one ye are not mine.&#x201D;<span class=\"citation\" id=\"85097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85097)\">D&amp;C 38:25-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2252\"> This I consider is a very important item&#x2014;Behold, &#x201C;I say unto you, be one; and if ye are not one, ye are not mine.&#x201D;<span class=\"citation\" id=\"85119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85119)\">D&amp;C 38:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2253\"> This is very pointed, plain, and definite language, that no man can misunderstand. <\/div> <div class=\"break pagebreak\" id=\"373a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0373.pdf\" target=\"pdfwin\">p.&#xA0;373a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2771\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v7n2255\"> Upon what principle are we to be one? It is by hearkening in all things to that eternal and everlasting Priesthood which has been conferred upon mortal man upon the earth. When I say that Priesthood, I mean the individual who holds the keys thereof. He is the standard&#x2014;the living oracle to the Church. <\/div><div class=\"paragraph jod\" id=\"v7n2256\"> &#x201C;But,&#x201D; says one, &#x201C;suppose that we hearken to the word of God in the Old and New Testament&#x2014;suppose that we hearken to the word of God in the Book of Doctrine and Covenants&#x2014;suppose we hearken to the word of God in the Book of Mormon, and at the same time we feel disposed in our hearts to lay aside the living oracles, what then? I would answer, in the first place, that the premises are false. Why? The very moment that we set aside the living oracles we set aside the revelations of God. Why? Because the revelations of God command us plainly that we shall hearken to the living oracles. Hence, if we undertake to follow the written word, and at the same time do not give heed to the living oracles of God, the written word will condemn us: it shows that we do not follow it according to our profession. This is what I wish to bring home to myself as an individual; and if the same thing will suit any other person in the congregation, I hope that he will take it home to himself. <\/div><div class=\"paragraph jod\" id=\"v7n2257\"> &#x201C;But,&#x201D; inquires one, &#x201C;how is it that you are going to apply this to yourself?&#x201D; I will tell you. But first let me quote from another revelation contained in the Book of Doctrine and Covenants. Perhaps I had better read the passage which I wish now to bring to your understanding&#x2014;&#x201C;Behold, there shall be a record kept among you; and in it thou shalt be called a seer, a translator, a prophet, an apostle of Jesus Christ, an elder of the church through the will of God the Father, and the grace of our <div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2771\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord Jesus Christ, Being inspired of the Holy Ghost to lay the foundation thereof, and to build it up unto the most holy faith. Which church was organized and established in the year of our Lord eighteen hundred and thirty, in the fourth month, and on the sixth day of the month which is called April. Wherefore, meaning the church, thou shalt give heed unto his words and commandments which he shall give unto you as he receiveth them, walking in all holiness before me; For his word shall ye receive, as if from mine own mouth, in all patience and faith.&#x201D;<span class=\"citation\" id=\"84423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84423)\">D&amp;C 21:1-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2258\"> Here, then, we perceive what is binding upon the Church of the living God, what was binding upon them thirty years ago, and what has been binding upon them ever since, from the day that it was given, until the day the Prophet was martyred, down until the year 1860, and until the present moment of time. All this time there have been a kingdom and Church of the living God on the earth, and a man placed at the head of that Church to govern, direct, counsel, preach, exhort, testify, and speak the truth to the people, and counsel them in the things pertaining to their duties and pertaining to the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v7n2259\"> Now, then, let me get back again. <\/div><div class=\"paragraph jod\" id=\"v7n2260\"> The great subject before me this morning is the words I have been repeating before you, and how they apply to myself. There have been a few things wherein I have done wrong, wherein I have disobeyed these instructions that are here laid down, wherein, no doubt, I have offended the Lord, and wherein I have, no doubt, grieved the feelings of my brethren; and inasmuch as I have done this, no doubt I have also brought at many times darkness upon my own mind. I want to make a confession today. I do not know that brother Brigham, or any of the rest of the  <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2770\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Twelve who have come here this morning, except brother Benson, knew of my intentions. I did tell brother Benson I thought of making a confession this morning, but the others were not aware of this. There are a few things which have been a source of sorrow to myself, at different times, for many years. <\/div><div class=\"paragraph jod\" id=\"v7n2262\"> Perhaps you may be desirous to know what they are. I will tell you. There are some points of doctrine which I have unfortunately thrown out before the people. <\/div><div class=\"paragraph jod\" id=\"v7n2263\"> At the time I expressed those views, I did most sincerely believe that they were in accordance with the word of God. I did most sincerely suppose that I was justifying the truth. But I have since learned from my brethren that some of the doctrines I had advanced in the &#x201C;<span class=\"italic\">Seer<\/span>,&#x201D; at Washington, were incorrect. Naturally being of a stubborn disposition, and having a kind of a self-will about me, and moreover supposing really and sincerely that I did understand what true doctrine was in relation to those points, I did not feel to yield to the judgment of my brethren, but believed they were in error. Now, was this right? No, it was not. Why? Because the Priesthood is the highest and only legitimate authority in the Church in these matters. <\/div><div class=\"paragraph jod\" id=\"v7n2264\"> How is it about this? Have we not a right to make up our minds in relation to the things recorded in the word of God, and speak about them, whether the living oracles believe our views or not? We have not the right. Why? Because the mind of man is weak: one man may make up his mind in this way, and another man may make up his mind in another way, and a third individual may have his views; and thus every man is left to be his own authority, and is governed by his own judgment, which he takes as his standard. <\/div><div class=\"paragraph jod\" id=\"v7n2265\"> Do you not perceive that this would, <div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2770\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in a short time, cause a complete disunion and division of sentiment throughout the whole Church? That would never fulfil the words of my text&#x2014;would never bring to pass the sayings of Isaiah, that their watchmen should lift up their voice, &amp;c.<span class=\"citation\" id=\"59564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59564)\">Isa. 52:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2266\"> In this thing I have sinned; and for this I am willing to make my confession to the Saints. I ought to have yielded to the views of my brethren. I ought to have said, as Jesus did to his Father on a certain occasion, &#x201C;Father, thy will be done.&#x201D;<span class=\"citation\" id=\"66282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66282)\">Matt. 26:42<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2267\"> &#x201C;You have made this confession,&#x201D; says one; &#x201C;and now we want to ask you a question on the subject: What do you believe concerning those points now?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v7n2268\"> I will answer in the words of Paul&#x2014;&#x201C;I know nothing of myself; yet am I not hereby justified: but he that judgeth me is the Lord.&#x201D;<span class=\"citation\" id=\"73186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73186)\">1 Cor. 4:4<\/a><\/span> So far as revelation from the heavens is concerned, I have had none in relation to those points of doctrine. <\/div><div class=\"paragraph jod\" id=\"v7n2269\"> I will tell you what I have had revealed to me: I have had revealed to me that the Book of Mormon is from God; I have had revealed to me that the Book of Doctrine and Covenants is also from God; I have had revealed to me that this is the Church and kingdom of God; I have had revealed to me that this is the last dispensation of the fulness of times. These things are matters of knowledge with me: I know them to be true, and I do know about many things in relation to God and to future events. But, when I reflect upon the subject, I have very little knowledge concerning many things. What do I know, for instance, about much of what is revealed in the last book of the New Testament, called John's Revelation? What do I know about much written in the book of Daniel? Some few things are quite plain: but what do I understand in relation to some few of the predictions in the 11th chapter of  <div class=\"break pagebreak\" id=\"375a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0375.pdf\" target=\"pdfwin\">p.&#xA0;375a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2769\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Daniel?<span class=\"citation\" id=\"94601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94601)\">Dan. 11:1-45<\/a><\/span> I doubt whether there is a person, unless he has been favored with direct revelation from heaven, who knows but little about John's Revelation. What do I know about many things in relation to the celestial kingdom? Has the celestial kingdom been opened to my mind? No. Have I gazed upon it in vision? No. Have I seen God sitting on his throne, surrounded by his holy angels? No. Have I knowledge of the laws and order and government and rule which regulate that kingdom? No. If the revelations seem to apparently convey this or that idea, still I may be entirely mistaken in regard to the meaning of those revelations. <\/div><div class=\"paragraph jod\" id=\"v7n2271\"> There is one thing I will assure you of&#x2014;God will never reveal anything to me, or to any other man, which will come in contact with the views and revelations which he gives to the man who holds the keys. We never need expect such a thing. <\/div><div class=\"paragraph jod\" id=\"v7n2272\"> &#x201C;But,&#x201D; inquires one, &#x201C;have you not felt anxious that the Church should follow your ideas as laid down in the <span class=\"italic\">Seer?<\/span>&#x201D; I have not. If I had, I should have preached them; I should have tried to reason with you to convince you of their apparent truth. <\/div><div class=\"paragraph jod\" id=\"v7n2273\"> I have always been anxious the Church should be governed by him who has the right to govern it, to receive revelations, and to give counsel for its guidance, through whom correct doctrine comes and is unfolded to the children of men. <\/div><div class=\"paragraph jod\" id=\"v7n2274\"> God placed Joseph Smith at the head of this Church; God has likewise placed Brigham Young at the head of this Church; and he has required you and me, male and female, to sustain those authorities thus placed over us in their position; and that authority is binding on all Quorums and individuals of Quorums. He has never released you nor me from those obligations. We are com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2769\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>manded to give heed to their words in all things, and receive their words as from the mouth of God, in all patience and faith.<span class=\"citation\" id=\"84432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84432)\">D&amp;C 21:5<\/a><\/span> When we do not this, we get into darkness. God has placed them where they are, and requires you and me to continue in our faith and patience to receive the truth at their hands. I am going to do it. I am going to repent. I arose this morning to unburden my feelings in regard to these matters. <\/div><div class=\"paragraph jod\" id=\"v7n2275\"> What is repentance? Is it merely to say we will do thus and so, and then go and do directly to the contrary? When I say I am going to repent of these things, I mean that I am going from this time henceforth, through the grace of God assisting me, to try and show by my acts and by my words that I will uphold and support those whom I do know God has placed over me to govern, direct, and guide me in the things of this kingdom. <\/div><div class=\"paragraph jod\" id=\"v7n2276\"> I do not know that I shall be able to carry out those views; but these are my present determinations. I pray that I may have grace and strength to perform this. I feel exceedingly weak in regard to these matters. <\/div><div class=\"paragraph jod\" id=\"v7n2277\"> I know what I have got to conquer. I have to conquer my natural disposition and feelings, and bring them to bow to the authority God has instituted. I see no other way. That is the only way for me and the only way for you. I see no possibility for the words of my text to be fulfilled and brought to pass in any other manner. You cannot devise or imagine any other way. The world have tried for six thousand years to become united, and they never have been, and never will be able to do it, if they should continue to remain as nations, kingdoms, and peoples for six millions of years to come. They never can bring about this oneness of sentiment and feeling by each man being his own  <div class=\"break pagebreak\" id=\"376a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0376.pdf\" target=\"pdfwin\">p.&#xA0;376a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2768\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>standard. No: it never was ordained by the Almighty to be brought about in that way. <\/div><div class=\"paragraph jod\" id=\"v7n2279\"> The only way for us is to have a true standard, which must be from heaven&#x2014;a standard ordained of God, which we can follow with the utmost confidence&#x2014;a standard we can have faith in&#x2014;a standard to which all human wisdom and human judgment must give way. Such a standard only will be eternal, and will prevail when all other standards will fail. <\/div><div class=\"paragraph jod\" id=\"v7n2280\"> Do my ideas suit anybody else? It matters not whether they do or not: they suit me, and I am going to put the coat on. I am preaching to myself this morning. I did not come here to preach to the world, nor particularly to preach to the Saints; but I wanted to preach to myself, and see if I could not convert myself; and when I can get converted myself, perhaps I may do some good in preaching to the Saints and to the world. <\/div><div class=\"paragraph jod\" id=\"v7n2281\"> Inasmuch as there may have been any feelings in the hearts of the <div class=\"break columnbreak\" id=\"376b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0376.pdf\" target=\"pdfwin\">p.&#xA0;376b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2768\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Latter-day Saints that are now before me, I desire to do all in my power to bring about a complete reconciliation. I wish the whole Territory were here, and all the good people of England, and all the Saints that have ever seen any of my writings or read my views; I would say to them all, Brethren, I make a confession: I have sinned; I have been too stubborn; I have not yielded as I ought; I have done wrong, and I will try to do so no more. And if the whole kingdom of God can be reconciled with me, I shall be very glad. At least, I will do all I can to obtain their reconciliation. <\/div><div class=\"paragraph jod\" id=\"v7n2282\"> These are my feelings to brother Brigham. I will make reconciliation to the Presidency, and to the Twelve, and to the Church, so far as it is in my power, so far as I have not yielded to my brethren. <\/div><div class=\"paragraph jod\" id=\"v7n2283\"> I consider these to be true principles. However imperfect I may have been, it has nothing to do with the principles: the principles are from heaven. Amen. <\/div>\n<\/div>\n<\/div>"}