{"ID":70051, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Oneness, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, October 7, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Oneness, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 10\/7\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d51\">\n<div class=\"paragraph jod\" id=\"v7n1933\"> I have been much gratified to hear the remarks of brother Turley. And I was exceedingly pleased to see him this morning. I naturally love him, for he is a true man. He is as true as gold that has a little dross in it. There is a good deal of the true metal in him. We all, more or less, partake of the world and the flesh and the Devil, and that is the dross which is in us. <\/div><div class=\"paragraph jod\" id=\"v7n1934\"> Brother Brigham has given us a text upon oneness; and, in support of it, I would quote another portion of the words of Jesus when he says, &#x201C;I am the true vine, and my Father is the husbandman:&#x201D; that is, he sprang from his Father, and was trained and nursed by him. &#x201C;Every branch in me that beareth not fruit he taketh away: and every branch that beareth fruit, he purgeth it, that it may bring forth more fruit. Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me. I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing.&#x201D;<span class=\"citation\" id=\"70111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70111)\">John 15:1-2,4-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1935\"> How is it possible for us to exist as true disciples of Christ without partaking of his attributes and the attributes of the Father? If a limb abide in the tree, and the tree in the root, they are one. Upon the same <div class=\"break columnbreak\" id=\"328b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0328.pdf\" target=\"pdfwin\">p.&#xA0;328b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2816\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> principle, the Father, his Son Jesus Christ, and his disciples are one. The Father gave up his Son to be sacrificed for the sins of the world, that he might draw all men unto him.<span class=\"citation\" id=\"69811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69811)\">John 12:32<\/a><\/span> &#x201C;Greater love hath no man than this, that a man lay down his life for his friends. And ye are my friends, if ye do whatsoever I command you.&#x201D;<span class=\"citation\" id=\"70174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70174)\">John 15:13-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1936\"> He called Apostles&#x2014;Peter, James, John, and nine others, and committed unto them the keys of his salvation.<span class=\"citation\" id=\"129378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129378)\">Luke 8:1 (JST)<\/a><\/span> He says to them&#x2014;&#x201C;Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit, and that your fruit should remain: that whatsoever ye shall ask of the Father in my name, he may give it you.&#x201D;<span class=\"citation\" id=\"70178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70178)\">John 15:16<\/a><\/span> Jesus Christ is the heir of the Father pertaining to this world, and we are his brethren. <\/div><div class=\"paragraph jod\" id=\"v7n1937\"> Peter, James, and John committed the same keys to Joseph Smith in this last dispensation,<span class=\"citation\" id=\"84562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84562)\">D&amp;C 27:12<\/a><\/span> and he committed them to his Twelve Apostles before his martyrdom, Brigham Young presiding over them,<span class=\"citation\" id=\"124937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124937)\">D&amp;C 124:127<\/a><\/span> who is now our Prophet and leader, and holds the keys of the kingdom of God on the earth in the last days; and he will hold them forever; and Joseph holds those keys in the spirit world, and will continue to hold them&#x2014;President Young holding them in connection with him, and every other man in his order and standing in this Church  <div class=\"break pagebreak\" id=\"329a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0329.pdf\" target=\"pdfwin\">p.&#xA0;329a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2815\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>holding them in connection with President Young. <\/div><div class=\"paragraph jod\" id=\"v7n1939\"> Again, Jesus says, &#x201C;If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned.&#x201D;<span class=\"citation\" id=\"70152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70152)\">John 15:6<\/a><\/span> It is the nourishment which flows from the true vine that preserves all those who remain in the vine, giving them eternal life. A branch that remains in the vine cannot be burned, but it endureth forever. <\/div><div class=\"paragraph jod\" id=\"v7n1940\"> You expect our leader, his Council, the Twelve Apostles, and the Bishops to honor their callings because they are your leaders; but they are under no more responsibility to honor their calling, abide in the vine, and live their religion faithfully, than other departments of the Priesthood are. Unfaithfulness would lead to their destruction just as quick as it would lead to yours. It is necessary we should be one, as the branches are one in the vine, that we may partake of the nourishment that cometh from the Father, through the Son and the Holy Ghost, and through the different authorities in heaven and on earth. <\/div><div class=\"paragraph jod\" id=\"v7n1941\"> I feel to thank God that the little branch that was down in San Bernardino is on its way here; and my prayer to God is that all the distant branches will gather themselves closer and closer together, and unite themselves as one man; and when they have done that, in the name of Israel's God, we can rise above the world, the flesh, and the Devil; for they can then have nothing in common with us. Let us be one in principle, one in righteousness, one in heart and action, seeking in all the pursuits of our lives the chief interest of the kingdom of God; and in doing this we seek the individual interest of the whole, doing unto one another as we would wish others to do unto us under like circumstances;<span class=\"citation\" id=\"63801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63801)\">Matt. 7:12<\/a><\/span> for upon this practice hang the law and the Prophets.<span class=\"citation\" id=\"65489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65489)\">Matt. 22:40<\/a><\/span> <div class=\"break columnbreak\" id=\"329b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0329.pdf\" target=\"pdfwin\">p.&#xA0;329b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2815\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Prophets and righteous men and women of all ages have clung to these principles as perfectly as they could in the flesh. That we may attain to the salvation they have gained, it is necessary we should pursue the same course they pursued to gain it. <\/div><div class=\"paragraph jod\" id=\"v7n1942\"> If I do not wish a man to take the advantage of me, I should not take the advantage of him. If I do not want a man to steal from me, I should not steal from him. If I want my neighbor to hold my property sacred, I should hold his property sacred. <\/div><div class=\"paragraph jod\" id=\"v7n1943\"> That which the world calls &#x201C;Mormonism&#x201D; is the kingdom of God&#x2014;the kingdom which Daniel saw;<span class=\"citation\" id=\"61192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61192)\">Dan. 2:44<\/a><\/span> and this kingdom Joseph Smith was sent by the Almighty to establish, with its Priesthood and authorities; and we shall prosper exceedingly, if we cleave to it, keeping ourselves pure and clean. <\/div><div class=\"paragraph jod\" id=\"v7n1944\"> It is very painful to my feelings when men who hold the holy Priesthood in this Church set an example that is unworthy their high calling, and would influence simple men and women to go astray.<span class=\"citation\" id=\"73283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73283)\">1 Cor. 8:9-10<\/a><\/span><span class=\"citation\" id=\"82276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82276)\">Alma 39:1,11<\/a><\/span> Instead of being saviors of men, they destroy them, and will sooner or later have to account for their conduct for the injury they have done by an unwholesome and destructive example. <\/div><div class=\"paragraph jod\" id=\"v7n1945\"> Let us wake up and keep the commandments of God more perfectly, cleansing our hands from evil actions and our hearts from unholy affections, keeping humble and lowly at the feet of Jesus. I find that I have to live near unto God, exercise all the faith in my possession, and practice all the integrity I can command. An Elder said yesterday, &#x201C;When a man goes in secret before his God, he does not act the hypocrite; but often before men he will make a beautiful flowery prayer, to be heard of men.&#x201D; When I was a Baptist, I learned some of their prayers to deliver in public, to tickle the ears of men, and have them  <div class=\"break pagebreak\" id=\"330a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0330.pdf\" target=\"pdfwin\">p.&#xA0;330a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2814\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>say, &#x201C;What a beautiful prayer that was!&#x201D; I do not feel so now; but I feel to ask my Father and God for just what I need; and I find it very useful to say, &#x201C;Father, I ask thee, in the name of Jesus, to teach me how to pray, and inspire me to ask for the things thou desirest to confer upon thy son.&#x201D; When I go before the Father in this way, I notice I have a powerful spirit of prayer. <\/div><div class=\"paragraph jod\" id=\"v7n1947\"> It has been said, &#x201C;A man needs a portion of the Spirit to drive oxen.&#x201D; [Voice in the stand: &#x201C;Yes, a double portion of it.&#x201D;] I know, as well as I know my name is Heber C. Kimball, that a spirit of kindness in a man will beget the same in his animal, in his child, or in persons over whom he exercises control. The Holy Ghost in the people of God will control not only our domestic animals, our families, our servants, and our handmaids, but it will control the armies of men that are in the world, the mountains, seas, streams of water, tempests, famines, and pestilence, and every destructive power, that they come not nigh unto us, just as much as we can keep sickness from us by the power of faith and prayer and good works. If we live our religion, we shall never suffer as the world suffers. We shall not be perplexed with famine and pestilence, with the caterpillar, and other destructive insects, which the Lord will send in the last days to afflict the wicked. <\/div><div class=\"paragraph jod\" id=\"v7n1948\"> God will sustain us, if we will sustain him and be his friends. But how can you be his friends, except you are friends to his cause and to his servants? You cannot find favor with your God while you are opposed to his authority, or to the ordinances and regulations of his house. <\/div><div class=\"paragraph jod\" id=\"v7n1949\"> This is the work and kingdom of God, and it will triumph over every opposing foe. Joseph Smith was ordained a Prophet of the Most High. His brother Hyrum was ordained a <div class=\"break columnbreak\" id=\"330b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0330.pdf\" target=\"pdfwin\">p.&#xA0;330b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2814\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Prophet and Patriarch to hold the same Priesthood his father Joseph Smith, senior, held. Brother Brigham is Joseph Smith's successor, and holds the keys of the kingdom of heaven; and every man who stands by him will stand while heaven and earth shall continue, and they will never lack for the comforts of life while the earth stands. <\/div><div class=\"paragraph jod\" id=\"v7n1950\"> The Spirit of the Lord God was upon every Elder here yesterday, and my prayer is that it may increase upon all the people. If you had a fulness of that Spirit that President Young, brother Heber, brother Daniel, and hundreds of others in this community have got, the sutlers and followers of this army and these merchants would not get another kernel of wheat from us. <\/div><div class=\"paragraph jod\" id=\"v7n1951\"> I fear you will bring yourselves unto want and sorrow, to hunger and nakedness, through your improvident and reckless procedure in relation to your breadstuffs, and not listening to what has been told you by your best friends. I know, as the Lord God liveth, the words which have been spoken by our President will surely be fulfilled; for his instructions are the words of God to this people. <\/div><div class=\"paragraph jod\" id=\"v7n1952\"> I do not wish to dwell on this theme all the time; but I know thousands of this people have not bread to subsist upon for three months to come. In many portions of this Territory&#x2014;the northern part of it for instance, they have not enough grain to last them until another harvest, and supply seed. Then, why do you go and dispose of that wheat when we are threatened with a scarcity? It is written in the New Testament, &#x201C;But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.&#x201D;<span class=\"citation\" id=\"75955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75955)\">1 Tim. 5:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n1953\"> &#x201C;Well,&#x201D; says one, &#x201C;that means my wife and children; and if I provide for them, it is enough.&#x201D; Yes; but a man  <div class=\"break pagebreak\" id=\"331a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0331.pdf\" target=\"pdfwin\">p.&#xA0;331a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2813\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>has to provide &#x201C;for his own,&#x201D; and especially for those of his own house. Are you not of the family of Christ? Are you not required to provide for the household of faith<span class=\"citation\" id=\"74726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74726)\">Gal. 6:10<\/a><\/span> to which you belong? <\/div><div class=\"paragraph jod\" id=\"v7n1955\"> If there are members of that household that have not means to step for<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"331b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0331.pdf\" target=\"pdfwin\">p.&#xA0;331b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2813\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ward and save themselves, it is our duty to support and encourage them, setting them an example worthy of imitation. <\/div><div class=\"paragraph jod\" id=\"v7n1956\"> May God bless you. May the peace and blessing of our Father be upon you, in connection with the whole of Israel throughout the earth. Amen. <\/div>\n<\/div>\n<\/div>"}