{"ID":70056, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Submission to the Divine Will&#x2014;Eternal Life, &amp;c.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Erastus Snow, Delivered in the Tabernacle, Great Salt Lake City, January 5, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Submission to the Divine Will, Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 1\/5\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d56\">\n<div class=\"paragraph jod\" id=\"v7n2103\"> I have lately held certain conversations which have caused a train of reflection in my mind this morning, and a few passages of Scripture to float across my mind, which, unless I should be led in another train of thought, I will give to my brethren and sisters: but I desire not my own will, but the will of my Father who is in heaven.<span class=\"citation\" id=\"66262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66262)\">Matt. 26:39<\/a><\/span><span class=\"citation\" id=\"69160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69160)\">John 5:30<\/a><\/span><span class=\"citation\" id=\"69236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69236)\">John 6:38<\/a><\/span> That which is meet to me might not be to a mixed multitude of people. God knoweth best that <div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2793\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which is suitable unto our circumstances. <\/div><div class=\"paragraph jod\" id=\"v7n2104\"> If we would do the most good, we must feel the most passive in the hands of our heavenly Father. We must be like a musical instrument in the hands of a skillful performer. Shall the instrument say to him that performs upon it, Why do you play thus? Or shall the law say to him that speaketh it, Why dost thou use me thus? <\/div><div class=\"paragraph jod\" id=\"v7n2105\"> True, every individual intelligence  <div class=\"break pagebreak\" id=\"352a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0352.pdf\" target=\"pdfwin\">p.&#xA0;352a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2792\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is possessed of a will, which is a propelling power within himself. Good and evil are placed before us, and we have to choose between them. Light and darkness exist; and if we are not influenced by the one power, we shall be by the other. When we entered into the fulness of the Gospel&#x2014;into a sacred and holy covenant with God, we virtually agreed to surrender our will to him; we agreed to place ourselves under his direction, guidance, dictation, and counsel, that our will should be merged in his. Hence we are in duty bound, and it is for our best interest to strive to attain to that state of mind and feeling that we shall have no will of our own, independent of the will of our Father in heaven, and say in all things, &#x201C;Father, not mine, but thy will be done.&#x201D;<span class=\"citation\" id=\"66263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66263)\">Matt. 26:39<\/a><\/span> Let me speak, therefore, not according to any selfishness that is in me&#x2014;not to speak simply my own feelings, but that the mind of Christ<span class=\"citation\" id=\"73126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73126)\">1 Cor. 2:16<\/a><\/span> may be in me, that I may speak as he would, were he in my place this morning, and act as he would if he were in my circumstances. Nor have we the promise of our Father that he will dictate in us, unless we arrive at this state of feeling. <\/div><div class=\"paragraph jod\" id=\"v7n2107\"> If our spirits are inclined to be stiff and refractory, and we desire continually the gratification of our own will to the extent that this feeling prevails in us, the Spirit of the Lord is held at a distance from us; or, in other words, the Father withholds his Spirit from us in proportion as we desire the gratification of our own will. We interpose a barrier between us and our Father, that he cannot, consistently with himself, move upon us so as to control our actions. He may set bounds around us and hedge us in round about, that beyond a certain point our will cannot be gratified. When he cannot influence our wills in any other way, by bringing a combination of circumstances to <div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2792\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bear upon us to circumscribe us, he may eventually bring our wills into subjection, like we would corral a wild horse, or one that has grown cunning and is unwilling to be caught and bridled, and keeps out of the way of his pursuers. They are under the necessity of taking him by guile, by alluring him into some large field or corral, to gradually hem him in, until he is brought into a small compass, where, before he is aware of it, he finds himself taken. Our Father operates in a similar way. <\/div><div class=\"paragraph jod\" id=\"v7n2108\"> I might say also that our Adversary profits by a similar example, understanding the same policy to a degree. When he would involve us in his snares, he is careful to do it in a way we shall not know it until our feet are in. This arises from our limited capacity&#x2014;from our weakness, and the weaker power becomes a prey to the greater. <\/div><div class=\"paragraph jod\" id=\"v7n2109\"> Our Father in heaven is laboring for our exaltation; his work forever and ever is doing good: good is the part he has chosen; evil he escheweth.<span class=\"citation\" id=\"77879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77879)\">1 Pet. 3:11<\/a><\/span> He seeks to unite and concentrate the faith and feelings of intelligent beings to improve them, to teach them the benefits of doing good, and the consequences resulting from doing evil, that the one principle tendeth to dissolution and to eternal death and disorganization, while the other principle tendeth to life, to perpetuate the organization which has already been effected, and bring it to the highest state of perfection; or, in other words, to secure to intelligent beings the boon they most earnestly desire&#x2014;namely, the continuation of lives. <\/div><div class=\"paragraph jod\" id=\"v7n2110\"> What desire has been planted in the human breast that is equal to the desire of life? What will a man not give in exchange for his life? To us, the words of the Savior&#x2014;&#x201C;For what is a man profited, if he should gain the whole world, and lose his own soul? or what shall a man give in exchange  <div class=\"break pagebreak\" id=\"353a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0353.pdf\" target=\"pdfwin\">p.&#xA0;353a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2791\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for his soul?&#x201D;<span class=\"citation\" id=\"64947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64947)\">Matt. 16:26<\/a><\/span> What man under the sentence of death for a breach of law that would not give all he possessed of earthly substance to atone, if his life could only be spared? How few there are that would not be willing to give the whole world, if they possessed it, for their lives. <\/div><div class=\"paragraph jod\" id=\"v7n2112\"> Why is this universal desire planted in the human breast to live? It is a law ordained in nature for good. We may call it instinct, or by what name we please&#x2014;it is a universal law in all intelligent beings to seek to retain the organization they possess. Hence when sickness assails us, an enemy appears in deadly array with a show to lay us low in death; every faculty of the soul is aroused to repel it, and we use all the means in our power to stay the progress of disease. <\/div><div class=\"paragraph jod\" id=\"v7n2113\"> The Scriptures inform us that the greatest gift of God is eternal life.<span class=\"citation\" id=\"84081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84081)\">D&amp;C 14:7<\/a><\/span> Is this a gift of God in deed and in truth? Yes; I understand it to be, to all intents and purposes, the gift of God. Yet eternal life is not attained without compliance on our part with those principles that lead to the attainment of it. I will illustrate this by what we see daily in our natural life. We understand, by what we learn daily, that there are certain things that tend to destroy this tabernacle; and there are other things which, if we deserve, have a tendency to prolong the organization of this tabernacle and our temporal existence. <\/div><div class=\"paragraph jod\" id=\"v7n2114\"> For example, we have learned, by numerous observations and examples, that if an individual cast himself into the sea, without having any means of floating, he will sink in the water and under it, and he cannot live. A certain thing is necessary to his existence, which is the pure, wholesome air inhaled into the lungs. Anything that cuts us off from this supply terminates our earthly existence: the machinery of this tabernacle cannot be kept in motion without it. We <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2791\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have also learned that excessive heat or excessive cold will stop this machinery of life. There are various other causes which stop the machinery of life in our mortal tabernacles. If we would prolong our organization for any certain number of years, we must carefully guard against those evils that endanger our tabernacles. Excesses of every kind have a tendency to weaken, and ultimately to destroy the tabernacle of man. An excessive appetite, if encouraged with rich viands, and this persisted in, will make the possessor a glutton, and shorten his mortal career. <\/div><div class=\"paragraph jod\" id=\"v7n2115\"> If a person having a strong desire for stimulants, such as spirituous liquors, tea, coffee, tobacco, opium, &amp;c., that stimulate the nervous system to excess, and continues to gratify this appetite, will soon destroy the elasticity of his nervous system, and become like a bow that is often bent almost to breaking. If a bow be kept strung up to its utmost tension, it loses its power and strength, until it is of little or no use. <\/div><div class=\"paragraph jod\" id=\"v7n2116\"> So in nature: the more any powerful stimulant is made use of in the human system, the sooner the human machinery will be worn out. It follows, then, if we will secure life and preserve the organization of this tabernacle, we must observe the laws of life&#x2014;we must abstain from intemperance of every description. We must neither indulge in excessive eating, excessive drinking, nor in excessive working, whereby to overtax our physical energies or our nervous system. Perhaps no kind of labor will so rapidly weaken the power of life within us, or strength of these tabernacles, like excessive mental labor, because it has a more direct influence upon the nervous system. The nervous system seems to be a sort of connecting link between our spirit and our tabernacles. Yet a proper amount of labor, physical and mental, be<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"354a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0354.pdf\" target=\"pdfwin\">p.&#xA0;354a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2790\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>comes necessary to the proper development of the faculties of both body and soul. <\/div><div class=\"paragraph jod\" id=\"v7n2118\"> The child that has never faith to attempt to walk, as a matter of course, will never learn to walk. When he first begins to exercise his feet and legs to walk, they are weak, and scarcely capable of supporting his little frame; but the more he exercises them, the more he receives strength. And so with every other portion of the tabernacle. The same may be said of all mental gifts and endowments. The mind that is naturally stupid, dull, and inactive, and no outward circumstances are brought to bear upon it, to impel it to exercise&#x2014;that mind remains comparatively undeveloped; that spirit does not improve, nor increase in strength and capacity. <\/div><div class=\"paragraph jod\" id=\"v7n2119\"> The more the mental faculties are brought into exercise, if it is not immoderate exercise, the more these faculties receive strength, and the greater powers of research are developed in that spirit; and where shall the end thereof be? <\/div><div class=\"paragraph jod\" id=\"v7n2120\"> There is no end to its increase of knowledge and truth, unless we turn round and go the other way; in other words, unless we persistently pursue the path of death and violate every law, both physical and mental, until we become dissolved. <\/div><div class=\"paragraph jod\" id=\"v7n2121\"> If we cease temperate habits, and give ourselves up to the gratification of our lusts and appetites, and pursue this course from year to year, we shall find ourselves steadily going down to the chambers of death, and no power can hinder it: it is a fixed law of our physical existence. Can the Lord change it? I will not stop to inquire whether he can or not. I will say, however, I never heard of his doing it on any other condition than that individual repenting of his evil course. When he does this, and observes the laws of life and health, God will add his blessing to his efforts, and he will <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2790\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> begin to ascend the hill again, and he may regain in some measure that which he has lost. But as long as he continues that course of evil, no power can redeem him. <\/div><div class=\"paragraph jod\" id=\"v7n2122\"> What I say, therefore, in regard to the mortal body is equally applicable to the eternal life of the soul. <\/div><div class=\"paragraph jod\" id=\"v7n2123\"> There is no such principle as saving a man in his sins, neither physically nor spiritually.<span class=\"citation\" id=\"82091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82091)\">Alma 11:37<\/a><\/span> Our Savior has never offered himself as an atonement for mankind to redeem and save them in their sins. I regard this as an utter impossibility. <\/div><div class=\"paragraph jod\" id=\"v7n2124\"> Some of my friends who may have been reared up in the old straightjacket school of modern theology may be startled with the idea of anything being impossible with God. But I conceive it to be a fixed axiom that two and two make four, whether the addition is made by man or God. <\/div><div class=\"paragraph jod\" id=\"v7n2125\"> It is just as impossible for God to add two and two together and make ten of it as it is for me or you. Mathematical truths are as true with God and angels as they are with man. I understand that what has exalted to life and salvation our Father in heaven and all the Gods of eternity will also exalt us, their children. And what causes Lucifer and his followers to descend to the regions of death and perdition will also lead us in the same direction; and no atonement of our Lord and Savior Jesus Christ can alter that eternal law, any more than he can make two and two to mean sixteen. <\/div><div class=\"paragraph jod\" id=\"v7n2126\"> One may ask wherein the atonement of Jesus Christ has affected us. Through his atonement is granted unto us repentance and remission of sins. He came from the Father to sojourn in the flesh among men, to take upon him the infirmities of the flesh and the weaknesses of human nature, subjecting himself to the contradiction of sinners, exposing himself to all the physical ills that prey upon  <div class=\"break pagebreak\" id=\"355a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0355.pdf\" target=\"pdfwin\">p.&#xA0;355a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2789\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the human system, and to all the powers of darkness that prey upon the intellectual faculties of man, exposing himself to the temptations of the hosts of hell. He had to combat all these contending powers, to resist Satan and all his armies, and to resist every other evil flesh is heir to, and set forth an example of purity and perfection to the human family. In the language of sacred writ&#x2014;&#x201C;For what the law could not do, in that it was weak through the flesh, God sending his own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh.&#x201D;<span class=\"citation\" id=\"72504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72504)\">Rom. 8:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2128\"> Thus he demonstrated to human beings that it is possible for them to live without sin, that our God might be just in condemning sin in every form, and in every place, and in every being; so that in truth he might say, as he says in the preface of the Book of Doctrine and Covenants, that he cannot look upon sin with the least degree of allowance.<span class=\"citation\" id=\"83713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83713)\">D&amp;C 1:31<\/a><\/span> We can understand also why he is of a merciful and forgiving spirit, exercising a fatherly tenderness over us, to pardon our follies and weaknesses; yet he cannot justify them in the least degree. <\/div><div class=\"paragraph jod\" id=\"v7n2129\"> Should we seek to become like him, to be actuated by the same principle, striving to ascend to the same glory? We should: we should imitate his example. And while we exercise the same unbounded mercy and compassion over the weakness of our fellows, yet in no case whatever should we look upon sin with the least degree of allowance, or in any manner justify it. However much may be said in palliation of the faults of mankind, nothing can be said in justification of them. The Scriptures say that our Savior was tempted in all things like we are, yet without sin.<span class=\"citation\" id=\"76564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76564)\">Heb. 4:15<\/a><\/span> And in order that he might be tempted in all things like we are, he was born of a woman as we were, possessing like passions with ourselves, and was exposed to the <div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2789\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> same kind of temptations to which we are exposed in life. Yet he withstood them all. <\/div><div class=\"paragraph jod\" id=\"v7n2130\"> The Scriptures say he tasted death for every man.<span class=\"citation\" id=\"76432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76432)\">Heb. 2:9<\/a><\/span> Did he taste death for every man with a view that every man should be saved from death? No. If so, it would destroy the principle I have been speaking of, and would save the children of men in their sins.<span class=\"citation\" id=\"82092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82092)\">Alma 11:37<\/a><\/span> But while death had passed upon all mankind because of sin,<span class=\"citation\" id=\"72339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72339)\">Rom. 5:12<\/a><\/span> there was no power that could avert it; yet, by offering himself an offering for sin, he opened a way for mankind to be raised again from the dead, and forever afterwards be set free from its power. <\/div><div class=\"paragraph jod\" id=\"v7n2131\"> His death has also opened up a door of repentance unto us, giving unto us a hope of redemption through his blood. Has it given us a hope of salvation in our sins? Not to me. I hope not to be able to eat fire with impunity, and still prolong my days. I have no such promise that I can have melted lead running down my throat instead of wholesome diet, and expect it is going to be converted into lifegiving food in my system. I have no better grounds to hope that I shall, by the death of Christ, be saved from the consequences of persisting in a wicked course of life. <\/div><div class=\"paragraph jod\" id=\"v7n2132\"> The consequences of our transgressions must fall upon us. Yet Christ has placed before us the principles of faith, hope, and charity. If we will exercise faith in him, we may have hope of redemption through his blood, on condition that we repent of our sins and turn about and pursue the path of life. We and our fathers before us have so far partaken of the elements of death that we cannot save our mortal tabernacles from that change that awaits them. <\/div><div class=\"paragraph jod\" id=\"v7n2133\"> This promise we have&#x2014;that when the time comes that is written of in the Scripture, that Satan shall be bound, and shall cease to exercise his  <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2788\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>power and dominion over the hearts of the children of God for the space of a thousand years,<span class=\"citation\" id=\"88770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88770)\">D&amp;C 88:110<\/a><\/span> the children that shall grow up unto the Lord shall not taste of death; that is, they shall not sleep in the earth, but they shall be changed in a moment, in the twinkling of an eye, and they shall be caught up, and their rest shall be glorious.<span class=\"citation\" id=\"89505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89505)\">D&amp;C 101:30-31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2135\"> I thus distinguish between them and us, because at that time they shall grow up with a more complete and perfect understanding of the laws of life and health, and they will observe them. And the temptations and evils that surround us on every hand shall be removed from them. The elements that are now under the control of the prince and power of the air,<span class=\"citation\" id=\"74901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74901)\">Eph. 2:2<\/a><\/span> and charged with death, which we are constantly brought in contact with, will then be removed; the elements will be sanctified, the curse will be removed from the earth and its surrounding atmosphere, and the powers of darkness that rule in the atmosphere will be confined to their own region, and the tabernacles of the children of men shall grow up without sin unto salvation.<span class=\"citation\" id=\"85709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85709)\">D&amp;C 45:58<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2136\"> Hence their tabernacles shall not be subject to pain and sickness like unto ours. There will be no pain and sickness, because there will be no breach of the laws of life and health. There will be no intemperance of any kind, because there will be no evil spirit at the elbow continually ready to allure and draw into sin. But the Spirit of the Lord will be with every person to guide him constantly, and the law of the Lord will be written in his heart,<span class=\"citation\" id=\"60660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60660)\">Jer. 31:33<\/a><\/span> so that one will not need to say to another, &#x201C;This is the way, walk ye in it.&#x201D;<span class=\"citation\" id=\"58943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58943)\">Isa. 30:21<\/a><\/span> There will be no Devil to tempt on the right hand and on the left, saying, &#x201C;This is the way, walk in it.&#x201D; Thus having this good influence continually around them to keep them in the straight path, they <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2788\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will grow up without sickness, pain, or death. <\/div><div class=\"paragraph jod\" id=\"v7n2137\"> There will be a change wrought in their tabernacles, which is equivalent to death and the resurrection; but they will not sleep in the dust of the earth. Their tabernacles shall not molder back into corruption; but they shall be like Jesus Christ's most glorious tabernacle, who never knew sin; and he is the only being we read of whose tabernacle did not see corruption,<span class=\"citation\" id=\"71140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71140)\">Acts 2:27,31<\/a><\/span> except a few who obtained beforehand the privilege of translation. <\/div><div class=\"paragraph jod\" id=\"v7n2138\"> We read&#x2014;&#x201C;Enoch walked with God: and he was not; for God took him.&#x201D;<span class=\"citation\" id=\"52791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52791)\">Gen. 5:24<\/a><\/span> The Apostle Paul says he was translated.<span class=\"citation\" id=\"76966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76966)\">Heb. 11:5<\/a><\/span> The revelation given through Joseph Smith teaches that a great many others in Enoch's day obtained the same blessing.<span class=\"citation\" id=\"93006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93006)\">Moses 7:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2139\"> We read in the Book of Mormon of three Nephites, upon whom the Lord wrought a change, that their bodies should not see corruption; but that change was in itself equivalent to death and the resurrection. Whether the complete change took place in that day, or whether a still greater change remains to take place with them, we are not informed positively. But Mormon, writing about it, gives it as his opinion, and says it was so signified to him by the Spirit, that there remained for them a greater change in the great day when all should be changed.<span class=\"citation\" id=\"83046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83046)\">3 Ne. 28:36-40<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2140\"> Suffice it to say that because of the fall of Adam, the elements of the earth of which we partake have sown the seeds of mortality in the earthly tabernacle, so that it becomes necessary they should all undergo the same change, whether by returning to the dust, and being raised again, or by that change which takes place in a moment, in the twinkling of an eye.<span class=\"citation\" id=\"73990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73990)\">1 Cor. 15:52<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2141\"> The principle to me is inevitable, that the penalty of our transgressions  <div class=\"break pagebreak\" id=\"357a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0357.pdf\" target=\"pdfwin\">p.&#xA0;357a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2787\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>must fall on us, and that salvation and full redemption from our sins is only to be obtained by ceasing to do evil, and learning to do well&#x2014;<span class=\"citation\" id=\"57676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57676)\">Isa. 1:16-17<\/a><\/span>by turning from the path that leads to death, and taking the road that leads to life. In this way we secure to ourselves the blessings of the atonement, which opens the door of salvation to all such, and points out the way of life which he himself has entered. <\/div><div class=\"paragraph jod\" id=\"v7n2143\"> Let us follow him. As it is written, &#x201C;I am the true shepherd. The true shepherd entereth in at the door, but a thief climbeth up some other way.&#x201D;<span class=\"citation\" id=\"69597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69597)\">John 10:1-2<\/a><\/span> He is also denominated &#x201C;The captain of our salvation,&#x201D;<span class=\"citation\" id=\"76437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76437)\">Heb. 2:10<\/a><\/span> &#x201C;The Great Apostle and High Priest of our profession,<span class=\"citation\" id=\"76495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76495)\">Heb. 3:1<\/a><\/span> to show our feet the way.&#x201D;<span class=\"citation\" id=\"124940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124940)\">Luke 1:79<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2144\"> There is one precious privilege which the Gospel of Jesus Christ has extended to those that believe and obey it&#x2014;their sins go to judgment beforehand. It is written, &#x201C;Some men's sins go to judgment beforehand, while others follow after.&#x201D;<span class=\"citation\" id=\"75971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75971)\">1 Tim. 5:24<\/a><\/span> Who is it that has the privilege of being judged beforehand? And who is it whose sins follow after? All who repent of their sins and turn to the living God, their sins go to judgment beforehand. &#x201C;What, immediately at the time they repent?&#x201D; Yes. When they repent and pursue the course that is marked out to them by which to obtain pardon, their sins go to judgment beforehand; that is, they obtain pardon to the extent they are capable of receiving it. <\/div><div class=\"paragraph jod\" id=\"v7n2145\"> Do I obtain pardon for my transgressions, so that I shall escape the penalty of death? No, I do not. I may so far obtain forgiveness by faith in Christ that the sentence of death may be commuted, and life prolonged, like it was with Hezekiah of old, whose life was lengthened out fifteen years.<span class=\"citation\" id=\"55850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55850)\">2 Kgs. 20:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2146\"> There are hundreds and thousands before me here and in this Territory who have had their lives lengthened <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2787\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> out through obedience to the Gospel of peace, who were languishing upon beds of death, under the sentence of death, and they were on the verge of the grave; but, through repentance, and the Elders of Israel administering to them, the power of death was stayed, and their lives were prolonged: yet the sentence of death was not revoked, but it must pass upon all mankind. Through the exercise of faith we may gain a reprieve for a few days longer, or at the farthest for a few years, to live and do good. And some might possibly attain to that glorious privilege Enoch and others obtained, that they should not sleep in the earth, but be changed in a moment, in the twinkling of an eye, and pass from mortal to immortality, by which means the penalty is executed and the law satisfied. <\/div><div class=\"paragraph jod\" id=\"v7n2147\"> But it pleased God our Father that the Savior should be subjected to all the temptations and pangs to which flesh is heir. I will say that his grief and sorrow was not that which is unto death,<span class=\"citation\" id=\"66257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66257)\">Matt. 26:38<\/a><\/span> but it sprang from his sympathies for his blood relatives; I mean his Father's family that is here on the earth, for whom he came to suffer. He bore our sorrows and carried our griefs.<span class=\"citation\" id=\"59644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59644)\">Isa. 53:4<\/a><\/span> He took upon him the sicknesses of us all and felt our infirmities. No blind man or leper cried to him for help in vain; but he felt their infirmities, and stretched forth his hands and helped them, and exerted himself to ameliorate their sufferings. Did he suffer hunger and fatigue? Yes. And when his hour was coming, and he felt his end was nigh at hand, all the infirmities of the flesh, as it were, crowded upon him, and he felt even to shrink from drinking that bitter cup; and said three times, &#x201C;O my Father, if it be possible, let this cup pass from me: nevertheless, not as I will, but as thou wilt.&#x201D;<span class=\"citation\" id=\"66264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66264)\">Matt. 26:39<\/a><\/span><span class=\"citation\" id=\"66281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66281)\">Matt. 26:42<\/a><\/span><span class=\"citation\" id=\"66284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66284)\">Matt. 26:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2148\"> It pleased our Father that he should be clothed in mortality, that he might  <div class=\"break pagebreak\" id=\"358a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0358.pdf\" target=\"pdfwin\">p.&#xA0;358a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2786\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be subjected to all these sensations and feelings of our infirmities, that he might fully comprehend them all to the extent that henceforth, in his mediatorial services for mankind, he might of a truth be touched with the feelings of all our infirmities,<span class=\"citation\" id=\"124941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124941)\">Heb. 4:15<\/a><\/span> understanding them most perfectly, in order that he might be filled with compassion, not to justify our sins, but to have mercy and compassion upon our infirmities.<span class=\"citation\" id=\"82070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82070)\">Alma 7:12<\/a><\/span> Thus, by his atonement, he has opened a door, that, after we have paid the penalty, which is death, we may be raised again from the dead. <\/div><div class=\"paragraph jod\" id=\"v7n2150\"> This is the salvation that is wrought out for us; this is the hope which was begotten in the disciples of Jesus Christ by his resurrection from the dead, which Peter alludes to in his Epistle, 1st chapter, wherein he says, &#x201C;Blessed be the God and Father of our Lord Jesus Christ, which according to his abundant mercy hath begotten us again unto a lively hope by the resurrection of Jesus Christ from the dead, To an inheritance incorruptible, and undefiled, and that fadeth not away, reserved in heaven for you.&#x201D;<span class=\"citation\" id=\"77757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77757)\">1 Pet. 1:3-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2151\"> Here is a promise that the faithful should receive immortal tabernacles&#x2014;an enduring inheritance in the world to come. But they were never authorized to hope that the penalties of their transgressions should never be inflicted upon them: but after they had suffered the penalty of the law, then they might find redemption, that the eternal death should not pass upon them. <\/div><div class=\"paragraph jod\" id=\"v7n2152\"> &#x201C;Blessed and holy are those that have part in the first resurrection,&#x201D; saith the Scriptures; for &#x201C;on such the second death hath no power.&#x201D;<span class=\"citation\" id=\"80533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80533)\">Rev. 20:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2153\"> &#x201C;The second death,&#x201D; what is that? In this we are more directly interested, for this mortal tabernacle must die; and we have a sure and certain hope it shall be raised again from the <div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2786\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> dead. I can endure this: I can pass through the momentary afflictions I am called to suffer in this life; and I will try not to complain, if I see there is a prospect of not being again subjected to that second death. What is it? There are some sayings in the Revelation of St. John in reference to the lake of fire and brimstone, which is the second death,<span class=\"citation\" id=\"80762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80762)\">Rev. 21:8<\/a><\/span> where their worm dieth not and the fire is not quenched,<span class=\"citation\" id=\"66590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66590)\">Mark 9:44,46<\/a><\/span> where there is no end to their torment. There are a great many sayings in the Scripture of the same import, which is denominated, &#x201C;the second death.&#x201D;<span class=\"citation\" id=\"124942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124942)\">Jacob 3:11<\/a><\/span><span class=\"citation\" id=\"124943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124943)\">Alma 12:16,32<\/a><\/span><span class=\"citation\" id=\"124944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124944)\">Hel. 14:18<\/a><\/span><span class=\"citation\" id=\"124945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124945)\">D&amp;C 63:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2154\"> There is a revelation in the Book of Doctrine and Covenants, which, to my mind, is more explicit than any I find in the Old and New Testament on this subject. It is in that revelation in which our Father speaks unto us concerning the transgression of Adam, and death that passed upon him because of his transgression.<span class=\"citation\" id=\"94599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94599)\">D&amp;C 29:40-42<\/a><\/span> He partook of a spiritual death. That which was spiritual was first, and afterwards that which was temporal. Again, says the revelation, &#x201C;The last shall be first, and the first shall be last.&#x201D;<span class=\"citation\" id=\"84787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84787)\">D&amp;C 29:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2155\"> The spiritual death is that which shall be passed upon the wicked when he shall say unto them, &#x201C;Depart, ye cursed, into everlasting fire, prepared for the devil and his angels.&#x201D;<span class=\"citation\" id=\"84785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84785)\">D&amp;C 29:28<\/a><\/span> You can read this revelation in the Book of Doctrine and Covenants when you go home. <\/div><div class=\"paragraph jod\" id=\"v7n2156\"> I understand that the second death is a spiritual death. Is it meant that the spirit shall die? Each of you can draw your own conclusions as well as I. Your traditions may be such that your thoughts do not run in the same channel with mine in this respect. But I can conceive of no other spiritual death than dissolution. I understand, when applied to the mortal tabernacle, it alludes to the dissolution of that tabernacle: it  <div class=\"break pagebreak\" id=\"359a\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0359.pdf\" target=\"pdfwin\">p.&#xA0;359a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2785\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ceases to act in its functions, being dissolved, to return to its native element. <\/div><div class=\"paragraph jod\" id=\"v7n2158\"> I conceive that the same term is applicable to the spirit in like manner. Whether it be a dissolution, or whether it be an eternal preservation of that spirit in a state of torment and misery, which I do not admit, one thing is certain&#x2014;that the hope of redemption and eternal life is past forever from those who are the subjects of the second death. <\/div><div class=\"paragraph jod\" id=\"v7n2159\"> I understand this to be a curse upon those who give themselves up altogether to work wickedness and abominations, who have sinned so far that they have no longer any part in life: they have sinned that sin which is unto death,<span class=\"citation\" id=\"78804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78804)\">1 Jn. 5:16<\/a><\/span> for which there is no redemption or forgiveness in this world, nor in the world to come.<span class=\"citation\" id=\"86950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86950)\">D&amp;C 76:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2160\"> Some people entertain the idea from the sayings in the Revelation of St. John, that those wicked ones are to be preserved in a literal liquid lake of fire and brimstone,<span class=\"citation\" id=\"80021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80021)\">Rev. 14:10<\/a><\/span><span class=\"citation\" id=\"80763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80763)\">Rev. 21:8<\/a><\/span> to suffer the torments of fire forever and ever, without the possibility of being consumed or changed. I do not so understand the meaning and intention of the sacred writers. The Savior says&#x2014;&#x201C;Fear not him that is able to destroy the body only, but rather fear him that is able to destroy both soul and body in hell.&#x201D;<span class=\"citation\" id=\"64167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64167)\">Matt. 10:28<\/a><\/span> &#x201C;Hell&#x201D; may be an analogous term, and applicable in different places to different things; but in this passage it is evident he implies the destruction of the soul as well as the body. <\/div><div class=\"paragraph jod\" id=\"v7n2161\"> These reflections of mine I do not <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD07\/JoD07_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/2785\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> teach as doctrine, binding your consciences, but as views which I have of the sacred Scriptures, referring to the second death. <\/div><div class=\"paragraph jod\" id=\"v7n2162\"> One thing is taught clearly in all the revelations, ancient and modern, that there is a class on whom the second death shall pass; and the thought of their returning to their native element is the thought which all intelligent beings shrink from. The instinct within us is to cleave to life&#x2014;to cleave to our organization; and the greatest joy we feel is in the certain hope of a resurrection from the dead. The idea of the second death, or dissolution of the spirit, is that which is the most terrifying to the soul. But our Father has so ordained that our spiritual organizations, as well as our tabernacles, can only be maintained and perfected through obedience to the laws of eternal life. <\/div><div class=\"paragraph jod\" id=\"v7n2163\"> Blessed is the child that is corrected, for he shall learn wisdom. Blessed is the man who is called to an account for his sins from day to day. Blessed is the congregation of the Lord and all Saints who are permitted to have the Holy Ghost manifested on them, and through the servants of the Lord, to call them to account for their sins, reproving them for their transgressions, that they may be corrected. This is far better for us all, that our sins be brought to judgment in this life, than to have them put off to a future day.<span class=\"citation\" id=\"75972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75972)\">1 Tim. 5:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v7n2164\"> May the Lord help us to repent day by day, and to receive the chastisements of the Almighty, that we may attain to everlasting life. Amen. <\/div>\n<\/div>\n<\/div>"}