{"ID":80006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Advancement in Knowledge, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, April 5, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Advancement in Knowledge, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/5\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v8n188\"> I have been happy in hearing the brethren bear their testimonies today, and I have a word of consolation and comfort for you. <\/div><div class=\"paragraph jod\" id=\"v8n189\"> I hope to live to see the day when the Lord will bring again Zion in its fulness, when the watchman will see eye to eye.<span class=\"citation\" id=\"59565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59565)\">Isa. 52:8<\/a><\/span> This period of time is very desirable to every good and faithful person, and I hope to see it before I lay down this tabernacle to rest. <\/div><div class=\"paragraph jod\" id=\"v8n190\"> I can say to the brethren, I do not think that I have ever heard a more satisfactory testimony from them than I have today. An observation made by brother George Halliday is true&#x2014;that if a person suffers his feelings to rise above the natural level of his capacity, they will sink in the same ratio. He wished us not to consider him an enthusiast. I do not know that I have heard a person today that I thought to be enthusiastic. A firm, unchangeable course of righteousness through life is what secures to a person true intelligence. The brethren today have advanced a great many ideas which are true, manifesting an interesting and instructive variety. I am highly gratified with the remarks I have heard. <\/div><div class=\"paragraph jod\" id=\"v8n191\"> We have very scanty ideas concerning the great plan called the plan of salvation&#x2014;the system of doctrine, ideas, and practices that pertain to all the intelligence that exists in eternity. Very small, minute, and abstract ideas <div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3496\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and principles are given to the children of men in relation to it, because they can bear but little&#x2014;a little here and a little there, as it is written by the Prophet, &#x201C;line upon line, and precept upon precept.&#x201D;<span class=\"citation\" id=\"58546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58546)\">Isa. 28:10<\/a><\/span> If you can receive one line today, it may prepare you to receive another tomorrow pertaining to the things of God. I am very happy and rejoice much, because I believe that I am now looking upon men and women who are steadily increasing in knowledge, firm in their integrity, truthful, and lovers of virtue in their hearts; though some, as has been observed, give way to temptation, are overcome by the enemy, and are led away. This we expect. As many as will be faithful to their calling, and manifest their faith by their good works, will find that they belong to the elect; and every one that forsakes his covenants and his God, and turns away from the holy commandments delivered to him, will find that he belongs to that class who are reprobates. God has given us ability to do good or evil. According to certain principles inherent in the organization of the people, they can believe the truth, or disbelieve it and believe a lie.<span class=\"citation\" id=\"75804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75804)\">2 Thes. 2:11<\/a><\/span> They can falsify, or cling to the truth. They can continue to do good, or forsake it and commence to do evil. Every man is capable of doing either good or evil: he has his own choice, and will be judged by his works. <\/div> <div class=\"break pagebreak\" id=\"33a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0033.pdf\" target=\"pdfwin\">p.&#xA0;33a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3495\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n193\"> We will see the time when it will be said to us, as written in the New Testament, &#x201C;Out of thine own mouth will I judge thee.&#x201D;<span class=\"citation\" id=\"67904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67904)\">Luke 19:22<\/a><\/span> I partly judged a man who spoke here today from his own mouth. I have not much to say about him. Let God be his judge, and yours, and mine. If you wish to receive and enjoy the favor of our heavenly Father, do his will. If you wish the fellowship of his Saints, hurt not the wine and the oil,<span class=\"citation\" id=\"79249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79249)\">Rev. 6:6<\/a><\/span> nor seek to destroy them, as many do. The man I have alluded to has sought diligently to destroy the oil and the wine&#x2014;to destroy the virtue, truth, and holiness of this Gospel. He who lifts his heel against the Lord and against his anointed<span class=\"citation\" id=\"90814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90814)\">D&amp;C 121:16<\/a><\/span> will find himself a poor, pusillanimous, weak instrument in the hands of the Devil to accomplish his designs. <\/div><div class=\"paragraph jod\" id=\"v8n194\"> It is thirty years tomorrow since Joseph Smith organized this Church with six members. What is it now? Almost every nation, kindred, tongue, and people that would receive the Gospel have had the privilege; it has been proffered to them, and thousands and hundreds of thousands have been baptized into the Church; and the Lord will call his own out of this people, and will prepare the Zion that is spoken of for them to dwell in. If we wish to enjoy the Spirit of Zion, we must live for it. Our religion is not merely theory; it is a practical religion, to bring present enjoyment to every heart. <\/div><div class=\"paragraph jod\" id=\"v8n195\"> A brother on my right told you his experience, that there is no necessity for taking any man's word for the truth of your religion; for it is the privilege of all to have the testimony of Jesus&#x2014;to have the Spirit of prophecy.<span class=\"citation\" id=\"80356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80356)\">Rev. 19:10<\/a><\/span> I have no greater privilege to enjoy the Spirit of prophecy than you have. I have no better right to the Holy Ghost than you. If you will live as you are taught, you will walk in darkness no more, but will <div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3495\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> walk in the light of life.<span class=\"citation\" id=\"69432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69432)\">John 8:12<\/a><\/span> I pray that we may constantly do this: it is my continual prayer. I pray for all whom I ought to pray for, and as I ought to pray for them. Captain Gibson says that he would pray for everybody in heaven, earth, and hell. I love to see men manifest that good feeling; but I will insure that, if I was in heaven when Satan rebelled, I prayed that Satan might be cast out. Cast out the dogs and wolves that will feed on the sheep. Cast all bitterness out of your own hearts&#x2014;all anger, wrath,<span class=\"citation\" id=\"75306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75306)\">Eph. 4:31<\/a><\/span> strife, covetousness, and lust, and sanctify the Lord God in your hearts,<span class=\"citation\" id=\"77900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77900)\">1 Pet. 3:15<\/a><\/span> that you may enjoy the Holy Ghost, and have that Spirit to be your constant companion<span class=\"citation\" id=\"90913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90913)\">D&amp;C 121:46<\/a><\/span> day by day, to lead you into all truth,<span class=\"citation\" id=\"70345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70345)\">John 16:13<\/a><\/span> and then you will have good doctrine, good feelings, good wives, good children, a good community; and, finally, you will be Saints in the fullest sense of the word, but not yet. I believe we shall be Saints, through the grace of God. <\/div><div class=\"paragraph jod\" id=\"v8n196\"> I feel to bless you, to praise you, my brethren, although we are continually afflicted with more or less foul, mean, low, groveling, contemptible spirits in our midst. I do not mention names; but I know where some are now sitting in this house. The Latter-day Saints are improving. Tomorrow the Church is thirty years old. We have enjoyed ourselves today; tomorrow let us have much more enjoyment than we have had today. The constitution of man is such as to be liable to be driven to extremes. He may be compared to a bark on the ocean, tossed to and fro by the influences around. Keep your eye on the compass and steer straightforward, and you cannot sail too fast; but if you get among the breakers and rocks, your bark may upset. Keep your bark straight for the port, and there is no danger of your having too much of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v8n197\"> I have hardly heard an incorrect  <div class=\"break pagebreak\" id=\"34a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0034.pdf\" target=\"pdfwin\">p.&#xA0;34a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3494\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>idea advanced today, and I consider myself a judge in these things. I judge Israel in their doctrines and conduct, and know whether they are right or wrong. I can say, to my joy and satisfaction, we are improving. I know that I am, when I compare my present power of mind to scope in truth and my power of discrimination with what I possessed twenty, ten, or five years ago. I am almost astonished at myself, and to see the im<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3494\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>provement there is in the people. But we are yet children, although we are almost as old as was Jesus when he began to preach.<span class=\"citation\" id=\"67140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67140)\">Luke 3:23<\/a><\/span> It is our privilege to continue to grow, and the Lord will protect his people and save Israel, and all hell cannot help it. <\/div><div class=\"paragraph jod\" id=\"v8n199\"> May the Lord God of Israel bless every one of you and his humble servant who is speaking to you. Amen. <\/div>\n<\/div>\n<\/div>"}