{"ID":80004, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Holy Priesthood&#x2014;Judgment&#x2014;Separation of Spirit and Body.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Orson Hyde, made in the Tabernacle, Great Salt Lake City, March 25, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: The Holy Priesthood, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 3\/25\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d04\">\n<div class=\"paragraph jod\" id=\"v8n112\"> Brethren and sisters, it has fallen to my lot to make a few remarks to you this morning. Were my own feelings gratified, I should be a hearer on this occasion, and not a speaker; but I am willing to contribute my mite to increase, if possible, the current of intelligence, and to increase the comfort and happiness of the Saints of God. <\/div><div class=\"paragraph jod\" id=\"v8n113\"> We, brethren and sisters, are occupying a very important position. Perhaps we do not all realize it; and I may also add that very likely I do not realize the importance of the position that I occupy as an individual identified with the body of the people. <\/div><div class=\"paragraph jod\" id=\"v8n114\"> There were some few reflections passing through my mind this morning, while contemplating the scenes that are before us. There are two things that are for us to consider&#x2014;the truth and <div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3509\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> certainty that God has verily spoken to us from on high, or that he has not. One or the other of these statements is certainly true. We profess that he has spoken to us from heaven, and revealed unto us his mind and will touching our duties and the course of life that we should pursue in order to build up his kingdom and spread the light of truth throughout the world. <\/div><div class=\"paragraph jod\" id=\"v8n115\"> Now, if he really has spoken to us&#x2014;if he really has given to us the holy Priesthood, which is the power that rules in heaven, and the prayers of all Christendom are, &#x201C;Thy kingdom come. Thy will be done on earth, as it is in heaven&#x201D;&#x2014;<span class=\"citation\" id=\"63369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63369)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67463)\">Luke 11:2<\/a><\/span>if these prayers be heard and answered, the same power that rules in the heavens must eventually rule on earth. Then, if the Priesthood has been given to us, as we claim it has, we are occupying a  <div class=\"break pagebreak\" id=\"20a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0020.pdf\" target=\"pdfwin\">p.&#xA0;20a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3508\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>very important position in the world. What is this Priesthood? What is this power that is conferred upon us in the holy Priesthood? What particular power do you give when you send a man to some other land to transact business in your name? You give him a power of attorney, authorizing him to transact in your name the business that you wish to be performed; and in that letter of appointment would be conveyed all your power, your authority, and ability to transact that business, even as effectually as if you yourself were present to perform it with your own hand. <\/div><div class=\"paragraph jod\" id=\"v8n117\"> It is an agency, then, though it may be said that the Priesthood, which is authority from God to act in his name, differs from that authority which is given to man to transact business for his fellows. I am willing to admit that there is a difference so far as the business for which they are delegated is concerned; for one is temporal, the other is spiritual; the one is earthly, the other heavenly. But let me ask, Where is the man who is authorized to go forth and act in the name of the Lord Jesus Christ? If I obey my own will&#x2014;my inclination or burning desire to go and preach what I believe to be the Gospel, that does not authorize me to go in the name of the Lord. If I, by my own act and deed, have authorized my friend to go in my name, to give receipts and acquittances, to sign conveyances for me or in my behalf, and under my own signature he has received that authority, he then has authority in himself; that is, the authority in me is transferred to him to go and transact business in my name. Am I then bound by what he does? Yes, to all intents and purposes. Am I bound by the act of any individual authorized by another person, yet not authorized by me? No, I am not. Is the transaction of any other than my legally appointed <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3508\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> attorney valid to me in law? No, it is not: it is worth nothing. <\/div><div class=\"paragraph jod\" id=\"v8n118\"> Well, then, if this people have the holy Priesthood&#x2014;if it has been conferred upon us, and we actually do exercise under that Priesthood, and according to the instructions that are given us from on high, is or is not the Almighty bound to respond to and to own our deeds and acts? Is he not bound upon the principles of law, even that are common among men and well known to us? Most certainly he is. Did you ever know a gentleman or agent delegated by an individual to go forth to do business in the name of that person, and yet deny that he had any line of communication with the principal or party for whom he was agent? That would be a contradiction of the position he occupied. If he claims to have authority and power to transact business, the inference is legitimate and conclusive that he has had a correspondence with the principal by whom he is employed. But what do the world at large tell us? Why, that God has not spoken from the heavens&#x2014;that he has given no revelation&#x2014;that he has not made known his will to man for the last seventeen or eighteen centuries. Admitting the truth of this statement, where, then, is their authority to act in that name? Their denial of any correspondence&#x2014;of any communication between the King of kings, is clear and conclusive that they themselves testify, by these statements, that they have no such authority as they pretend to exercise. <\/div><div class=\"paragraph jod\" id=\"v8n119\"> To act in the name of another, then, without having the requisite authority, what does it amount to in law? Does it amount to forgery to use a name without authority? Yes, even the name of any man in business transactions. <\/div><div class=\"paragraph jod\" id=\"v8n120\"> If it is not forgery, what else would you call it? What would you lawyers  <div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3507\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>term it? And if it be forgery, what is the penalty? Is it not a fine? Is it not imprisonment? And does it not deprive a man of citizenship and liberty? Most assuredly it does. Well, then, to commit forgery against man is but a trifling offense to the committing of forgery against the King of kings and Lord of lords,<span class=\"citation\" id=\"80409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80409)\">Rev. 19:16<\/a><\/span> by the use of his name when we are not authorized. Hence we are told that no man shall take the name of the Lord his God in vain,<span class=\"citation\" id=\"127419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127419)\">D&amp;C 63:61-62<\/a><\/span> &#x201C;for the Lord will not hold him guiltless that taketh his name in vain.&#x201D;<span class=\"citation\" id=\"54199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54199)\">Ex. 20:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n122\"> If I am not legally appointed to act as a minister of Jesus, am I not taking his name in vain?<span class=\"citation\" id=\"127420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127420)\">D&amp;C 63:61-62<\/a><\/span> Judge ye what I say. It is my opinion that when the veil is rent, there will be a page disclosed that will astonish the world; for the holy Priesthood has been given unto us&#x2014;that is, authority to act in the name of the Lord Jesus Christ; and a voice from heaven has declared that at that name every knee shall bow and every tongue confess.<span class=\"citation\" id=\"75438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75438)\">Philip. 2:10-11<\/a><\/span> If we are authorized by that personage, and he has given us a right to use his name, then our heavenly Father is bound to fulfil and to honor our acts and doings, when we proceed according to the letter of instructions that he has given to us. Judge ye. My declaration, however, may not be sufficient; therefore I will refer you to the declaration of the Son of God, which bears directly on the point at issue. What is it? &#x201C;Whatsoever ye shall bind on earth shall be bound in heaven: and whatsoever ye shall loose on earth shall be loosed in heaven.&#x201D; (Matt. xviii. 18.)<span class=\"citation\" id=\"65063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65063)\">Matt. 18:18<\/a><\/span> Hear it, ye people! Hear it, ye that mock at the authority of God, and remember that I have declared and borne testimony that the kingdom of God has come nigh unto you.<span class=\"citation\" id=\"67399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67399)\">Luke 10:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n123\"> Again: If this Priesthood has been committed unto us, and I will take the responsibility of saying, in the <div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3507\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> name that I have named before you that this authority has been conferred and placed upon us by messengers from the courts of glory; and this is as strong a testimony as I am capable of bearing on this point. I know it, and I am an eyewitness before you, and so are my brethren who surround me on this Stand; and it is written that the testimony of two or three is good, and by it shall every word be established.<span class=\"citation\" id=\"74314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74314)\">2 Cor. 13:1<\/a><\/span> The testimony of two in a court of justice will hang a man, or take away his liberty. <\/div><div class=\"paragraph jod\" id=\"v8n124\"> Now, we, in the sacredness of that name, bear testimony unto you that the Priesthood has been given to man, and we do it with the assurance that God will respond to the deeds done in his name, and by the authority of that Priesthood which he has given; and remember that he has said unto his servants who are clothed with his power, as he said unto those whom he called when his Son ministered amongst men, &#x201C;Whatsoever ye shall bind on earth shall be bound in heaven: and whatsoever ye shall loose on earth shall be loosed in heaven.&#x201D;<span class=\"citation\" id=\"65064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65064)\">Matt. 18:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n125\"> The Priesthood that does not possess this power I would give no more for than I would for a power issued and given from any irresponsible source. There is no power in it to back it up or to respond to its petitions. We do not ask for such a Priesthood&#x2014;one that would lead us to commit forgery and to use that name in vain of which I have been speaking; I say we do not ask for any information or power from such a source. Such a Priesthood would subject me to a penalty that I would not like to incur; neither would any man that has any knowledge, or that knows his right hand from his left. But, O the ignorance and blindness of this generation! They know not the right hand from the left in the things of God, with all their boasted wis<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"22a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0022.pdf\" target=\"pdfwin\">p.&#xA0;22a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3506\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dom and skill, and all their inventions. They are wise in many things that pertain to this world, and they possess some knowledge of the sciences; but when they come to the policy of the King of kings and Lord of lords,<span class=\"citation\" id=\"80410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80410)\">Rev. 19:16<\/a><\/span> they know little or nothing about it. <\/div><div class=\"paragraph jod\" id=\"v8n127\"> We say, again, that we are occupying an important position. Take it on the other hand, and let us see how we stand. If God has spoken to us and given to us the holy Priesthood, then this is the only door by which men and women can enter and be saved in the kingdom of God; this is the only door that enters into the celestial kingdom, that entitles us to dominions, principalities, and powers: it is the only door and key by which mankind can obtain an entrance into life everlasting. <\/div><div class=\"paragraph jod\" id=\"v8n128\"> The world is arrayed against us. They have long sought an action against the people of God, and what are they doing? Now, says the Almighty, I have given unto you power to save all mankind that believe and repent. Oh, but says the world, that is blasphemy! That is taking the laurels of the Savior and twining them around your own brow! Do you assume such responsibility as that? It is the very height of folly and wretchedness. This is what our accusers say: but let us look at this matter a little. Did not the Savior say, when speaking to the Jews, &#x201C;If the salt has lost its savor, then it has no power to save, and is good for nothing but to be cast out and trodden under foot of men?&#x201D;<span class=\"citation\" id=\"63036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63036)\">Matt. 5:13<\/a><\/span> and, says the Prophet&#x2014;&#x201C;Saviors shall come up on mount Zion to judge the mount of Esau; and the kingdom shall be the Lord's.&#x201D;<span class=\"citation\" id=\"61971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61971)\">Obad. 1:21<\/a><\/span> Did not our Savior say, &#x201C;He that heareth you heareth me?&#x201D;<span class=\"citation\" id=\"67402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67402)\">Luke 10:16<\/a><\/span> Then if we have this authority, this Priesthood, this agency to act in that name&#x2014;the name and power and Priesthood of the Savior, are we not <div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3506\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> entitled to a fulfillment of the promise&#x2014;&#x201C;Lo, I am with you always, even to the end of the world?&#x201D;<span class=\"citation\" id=\"66474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66474)\">Matt. 28:20<\/a><\/span> What more can you ask? What more can you desire? <\/div><div class=\"paragraph jod\" id=\"v8n129\"> This is the virtue of that Priesthood that the Savior has conferred upon us by the powers that are centered on high, and this I know to be true. Although it is bestowed upon a people that is everywhere spoken against,<span class=\"citation\" id=\"72145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72145)\">Acts 28:22<\/a><\/span> yet I feel to say in my heart, God be thanked that he has conferred this honor upon us! We ought to be willing to endure the hardness of the world as good soldiers. <\/div><div class=\"paragraph jod\" id=\"v8n130\"> Don't you know that the world are seeking to ensnare and kill their only saviors? If they kill us, they are damned. Hear it! Ensnare us, and you shall be ensnared. Throw stumblingblocks in our way, and stumblingblocks shall be thrown in yours. I speak by authority. I know the source whence the authority came. <\/div><div class=\"paragraph jod\" id=\"v8n131\"> I am here reminded of a little anecdote&#x2014;a little circumstance that will serve to illustrate what I would wish to say. I do not know that I shall get it exactly right, but I shall be able to get the principle. Once, in Nauvoo, brother Joseph Smith had a dream. It was about the time of his troubles, just before his martyrdom. He dreamed that certain characters had dug a pit and bound his arms with a view of pushing him into it. Well, there he was, with his hands bound fast and all ready for being pushed into the pit. But when his enemies made a stride at him, they happened to miss him and fell in themselves. Then, when they could not get out themselves, they cried to Joseph, saying, &#x201C;Help us out of the pit!&#x201D; But he said, &#x201C;I cannot do it, for you have bound me.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v8n132\"> That is the position of the world. They desire to destroy their only real benefactors; and when they get into trouble, so that they cannot save  <div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3505\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>themselves, they will cry to the servants of God for deliverance; but the reply will be&#x2014;&#x201C;You have bound us, you have crushed us, and have rendered it impossible for us to save you.&#x201D; Then the cries of the wicked will ascend up to heaven; and finally, when they are brought before the judgment seat it will be said unto them, &#x201C;Depart from me, ye cursed; for I was an hungered, and ye fed me not; I was naked, and ye clothed me not; I was thirsty, and ye gave me no drink.&#x201D;<span class=\"citation\" id=\"66203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66203)\">Matt. 25:41-42<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n134\"> Well, then, inasmuch as the salvation of the world is to a great extent dependent upon our integrity and the faithful performance of our duties in this Priesthood, do you not see that we are required to work not only for our own salvation, but for the welfare and salvation of others? Now, if we respect mankind, we will not waste any of our valuable time, but go right forward; and although men may meet us with their rifles, with their cannon, and engines of death, yet the day will come when they will thank God that there was integrity in us and a disposition to save, because they will find that their salvation has depended upon us. And were we to turn back and fly from the track, they would curse us for having done so; for they will see that if they gain any favor at all, it will be owing to our faithful adherence to the cause with which we have been entrusted. <\/div><div class=\"paragraph jod\" id=\"v8n135\"> Brethren and sisters, there are many things that pass through my mind when I reflect upon the magnitude of the work in which we are engaged; but I feel as though I had said just about enough at this time. <\/div><div class=\"paragraph jod\" id=\"v8n136\"> [Blessed the sacrament cup.] <\/div><div class=\"paragraph jod\" id=\"v8n137\"> Brother Young says he wishes me to go ahead and speak as I feel led by the Spirit. But when I arose I did not anticipate speaking but a few minutes; and hence, I keyed my voice too high for a lengthy speech. Though willing <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3505\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to speak, I have to confess that I feel my voice giving way. In my remarks so far, I have not touched on the thing that was in my mind when I commenced to address you; therefore these are only preliminaries. Still I felt that I wanted to apprise the Saints and all concerned of the authority under which the servants of God act. <\/div><div class=\"paragraph jod\" id=\"v8n138\"> Among the Jews, the Scribes and Pharisees would teach the people in this way&#x2014;&#x201C;Now, if this is to be, then the inference is so-and-so; and if this proposition be true, then the conclusion is certain.&#x201D; But when Jesus spoke to the people and taught them, he made no vain propositions and drew no milk-and-water conclusions: but he spoke and it was done; and the contrast was so great between the teachings of the Jewish Rabbis and the teachings of the Savior, that they could not but notice it. &#x201C;Why,&#x201D; said they, &#x201C;he speaks as one having authority, and not as the scribes.&#x201D;<span class=\"citation\" id=\"64000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64000)\">Matt. 7:29<\/a><\/span> He, having this Priesthood, and having communion with God, our heavenly Father, manifested the wisdom of the heavens; and this difference is manifested and felt in this generation when the servants of God proclaim to the inhabitants of the earth that God has spoken, and that he again reveals his will to man. <\/div><div class=\"paragraph jod\" id=\"v8n139\"> I am not now speaking of those who may have this Priesthood in form only, and who go and get drunk, as some have done: I am not speaking of those who have committed whoredom in the land; for they will all go to hell together, if they repent not. I want to draw the line of distinction between them and those who call upon God day and night for instruction to mark out their course. They are the ones who have the favor of Heaven, who are filled with his Spirit, and whose words are quick and powerful,<span class=\"citation\" id=\"76540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76540)\">Heb. 4:12<\/a><\/span> and whose testimony causes the wicked to fear and tremble. <\/div> <div class=\"break pagebreak\" id=\"24a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0024.pdf\" target=\"pdfwin\">p.&#xA0;24a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3504\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n141\"> We speak that which we do know, and testify to that which we have seen.<span class=\"citation\" id=\"68868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68868)\">John 3:11<\/a><\/span> &#x201C;What do you know?&#x201D; says the inquirer. I know that the Gospel which we have received is the truth of God, and I know that it will rule the world, and I know that every man, kingdom, and people that opposes it will be broken to shivers.<span class=\"citation\" id=\"79074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79074)\">Rev. 2:27<\/a><\/span> I do not care whether the opposition arises in the Church or out of it, I know that he that raises his puny arm against this work will be broken of his power and finally destroyed, if he does not cease his hostilities. I care not whether it be the judge upon the bench, or commanders of armies, the consequence will be as I have told you. <\/div><div class=\"paragraph jod\" id=\"v8n142\"> God has spoken, and I know it, because I have heard his voice, and know the voice of the Good Shepherd, and am thankful that I have felt his power. Do I know that he has given this authority to use his name? Yes, gentlemen, I know it; and not only so, but I know that there are heavenly messengers that are now near me, as near as brothers Watt and Long, who are taking notes as faithfully as they are, and more so. The natural eye cannot see them, but they are here, and by our acts and our words shall we be judged.<span class=\"citation\" id=\"82123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82123)\">Alma 12:14<\/a><\/span> Yes, and these messengers transmit our words and our acts up on high, which are registered there in books; and by-and-by, when the dead, small and great, shall stand before God, these are the books that will be opened, and the dead will be judged out of the things that are written in the books.<span class=\"citation\" id=\"80613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80613)\">Rev. 20:12<\/a><\/span> Then let us be careful what we do and what we say. The sacred writings on earth contain the law, but the records above contain the facts. <\/div><div class=\"paragraph jod\" id=\"v8n143\"> There is no corner so remote, no place so secret, none so secluded or dark that the angel of God is not there taking notes. What does the poet say? &#x201C;Angels above us are <div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3504\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> silent notes taking.&#x201D; And I suppose they are daily transcribed and posted; and when they get through with their labor pertaining to us, their notes will all appear in the great ledger, in which the accounts and balance sheet will be fully shown up; and by our keeping a faithful watch, it is hoped there may be a favorable record kept there. <\/div><div class=\"paragraph jod\" id=\"v8n144\"> There was a text of Scripture occurred to my mind after I came here this morning, but I do not know whether I can preach anything about it or not. When I arose to address you, my mind was led off in another direction. The text is this&#x2014;&#x201C;He that liveth and believeth in me shall never die.&#x201D;<span class=\"citation\" id=\"69763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69763)\">John 11:26<\/a><\/span> This is a peculiar saying, especially when we take it in connection with the words used in the morn of creation&#x2014;&#x201C;Dust thou art, and unto dust thou shalt return.&#x201D;<span class=\"citation\" id=\"52634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52634)\">Gen. 3:19<\/a><\/span> This is a pretty hard saying, especially for those who do not believe. Let us come at it by an approach more gentle and moderate, and not come abruptly all at once; for it appears too strong language for us to receive without modification. <\/div><div class=\"paragraph jod\" id=\"v8n145\"> It is said that all things are possible with God.<span class=\"citation\" id=\"65199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65199)\">Matt. 19:26<\/a><\/span> Now, we will come down a little nearer to the point. The Scriptures say, &#x201C;All things are possible to them that believe.&#x201D;<span class=\"citation\" id=\"66578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66578)\">Mark 9:23<\/a><\/span> If all things are possible, don't you see that there is a great deal depending upon our faith? Whether we can really get over the saying, &#x201C;He that liveth and believeth in me shall never die,&#x201D;<span class=\"citation\" id=\"69762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69762)\">John 11:26<\/a><\/span> without stretching it out and putting any other interpretation upon it, may be difficult; but I do not feel it safe to put any different interpretation upon the Scriptures than that which is manifest upon the face of them. Abraham and the Prophets are dead, or at least some of them: I cannot say that they all were when Jesus uttered this language; but now, said Jesus to the Jews, &#x201C;Before Abraham was, I  <div class=\"break pagebreak\" id=\"25a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0025.pdf\" target=\"pdfwin\">p.&#xA0;25a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3503\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>am.&#x201D; &#x201C;Why,&#x201D; said they, &#x201C;you are not yet fifty years old.&#x201D;<span class=\"citation\" id=\"69532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69532)\">John 8:56-58<\/a><\/span> No; he was only about thirty-one or thirty-two. &#x201C;How is this shown?&#x201D; says one. If I could really discover the principle that I could escape death, that would carry me over the gulf without dying, I should rejoice, for I hate to die; I hate to be laid in the ground to wither and perish. <\/div><div class=\"paragraph jod\" id=\"v8n147\"> Well, there is a principle of life. The Gospel is life, and the Savior is life; for says he, &#x201C;I am the light and the life of the world.&#x201D;<span class=\"citation\" id=\"82548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82548)\">3 Ne. 9:18<\/a><\/span><span class=\"citation\" id=\"82599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82599)\">3 Ne. 11:11<\/a><\/span><span class=\"citation\" id=\"83977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83977)\">D&amp;C 11:28<\/a><\/span> It is now as it was of old&#x2014;the people keep putting off every good thing: they of old put them off just as we now put off things to the future. &#x201C;Why,&#x201D; said Martha, speaking of her brother, &#x201C;I know that he shall rise again in the resurrection at the last day.&#x201D; But said Jesus unto her, &#x201C;I am the resurrection and the life: he that believeth in me, though he were dead, yet shall he live: And whosoever liveth and believeth in me shall never die.&#x201D;<span class=\"citation\" id=\"69757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69757)\">John 11:25-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n148\"> Here is another thing with regard to the judgment. I know that a great many are postponing it, and thinking that the day of judgment is a long way off, and that it will not come in our day; but what says the Savior? &#x201C;Now is the judgment of this world: now shall the prince of this world be cast out.&#x201D;<span class=\"citation\" id=\"69808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69808)\">John 12:31<\/a><\/span> Then you need not look away off through the dark vista of unborn generations; for whom the servants of God shall judge, or, in other words, what they shall bind on earth shall be bound in heaven.<span class=\"citation\" id=\"65065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65065)\">Matt. 18:18<\/a><\/span> Then the wicked are at once bound up, and the judgment is truly gone forth; but the secrets thereof shall not be known until the books are opened and a fair balance sheet is exhibited. &#x201C;Yes,&#x201D; said Martha, &#x201C;I know he shall rise again in the resurrection at the last day.&#x201D;<span class=\"citation\" id=\"69749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69749)\">John 11:24<\/a><\/span> But, said Jesus, &#x201C;Did I not tell you that if you would believe, you should see the glory of God,<span class=\"citation\" id=\"69770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69770)\">John 11:40<\/a><\/span> and that he that liveth and believeth in me <div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3503\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall never die?&#x201D;<span class=\"citation\" id=\"124952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124952)\">John 11:26<\/a><\/span> This is an encouraging promise. &#x201C;But,&#x201D; says one, &#x201C;Do you mean to say, by this, that this mortal tabernacle that is at present the tabernacle of the spirit shall not go to dust?&#x201D; I do not say that. But I do not know that I can explain it any better than to say, I am clothed with my garments; but, suppose I should go into the other room and lay off some of them, should I not be the same creature that passed off into that room? Did I die in making the transition? No. And if you were to look into the other apartment, you would see Orson Hyde all alive, but his old clothes left and abandoned. <\/div><div class=\"paragraph jod\" id=\"v8n149\"> Brother Taylor said, the other day, that it was right to gather truth from every source. If the Devil has got truth, then it is right to secure it. [President Brigham Young: &#x201C;What truth he has he has stolen.&#x201D;] We have a right to gather up truth just on the same principle that the United States gather up property that is marked U. S. You know when they go through the land and find anything with U. S. on it, they take it. So likewise, when we find any truth with U, S, US on, we claim it as our own. It belongs to US. [Laughter.] <\/div><div class=\"paragraph jod\" id=\"v8n150\"> With regard to the operation of death, I do not know that I will exactly endorse the principle, but I will take up what Andrew Jackson Davis says. It is rather singular, and I don't think it is very far from the truth. When the article I alluded to was first published, it took such hold upon me that I immediately published it in the <span class=\"italic\">Guardian<\/span>. It was something like this: He stood by and saw a person depart this life; and as the spirit was leaving the body (you know death is nothing more than a separation of the body and spirit)&#x2014;and while this was going on, Mr. Davis was in a state of clairvoyance, watching this individual depart. As the  <div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3502\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pulses became weakened and ceased to beat, he saw the spirit gradually emerging from the body; and as it drew itself out, the tabernacle became more deathly, until finally the perfect image of the man arose from the ashes of mortality, and there was nothing left but a lifeless corpse. But there was the living form born from that old body standing apparently free and untrammeled. <\/div><div class=\"paragraph jod\" id=\"v8n152\"> This is from a Spiritualist. I do not know that I have ever spoken of it before; but it came to my mind, and I thought I would present it; for I am in a good place now to be corrected, if wrong. <\/div><div class=\"paragraph jod\" id=\"v8n153\"> If that live image did come out as he represented, that is the part that shall never die; and whether it passes out in that particular form, matters not; we know that it does escape and lives forever. Here, then, you see it passes from a mortal tenement, from the carcass, or flesh and bones, something similar, perhaps, to the butterfly being born from its coarser tenement&#x2014;not that I wished to advocate anything like transmigration; but as the butterfly sallies out of the cocoon, leaving it to be manufactured into fabrics, and free-and-easy she moves in another element, basking <div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3502\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> among the flowers of earth, so the spirit emerges from the body, to regale itself in a more congenial clime. <\/div><div class=\"paragraph jod\" id=\"v8n154\"> Many of you are accustomed to put corn into the earth, and perhaps those who do not plant corn, sow wheat; and you know there is a germ in every perfect kernel; and when it shoots out, or sprouts, we call that good, because it has the power of life. It continues to grow, and forms a new stock; but if you take one kernel that has not the living germ within it, it dries up and dies, just like that poor ungodly sinner that has not the germ of eternal life within him. He dies, body and spirit; but that man's spirit, who has the principle of life abounding in him, passes out of the body at the time appointed, just as I would pass out of this room, leaving my old clothes behind me. I am not prepared to say that this is the perfection of the principle; but I know there is some way for the spirit to emerge from the body and enter into an advanced sphere of action. <\/div><div class=\"paragraph jod\" id=\"v8n155\"> I believe I have said enough. I only wish to add, Let us live our religion; and if we cannot comprehend all that we wish, and financier our way all through, let us trust in Christ. God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}