{"ID":80003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Hints to Faultfinders, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, March 5, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Hints to Faultfinders, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 3\/5\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v8n71\"> I rejoice in the privilege of speaking to you this morning, and hope I shall have your prayers and faith, in connection with my own, that my remarks may be beneficial to those who hear. <\/div><div class=\"paragraph jod\" id=\"v8n72\"> Brother Spencer, in his remarks, indicated that there are some faultfinders here&#x2014;some who take exceptions to the acts and doings of the Saints, especially to those of their leaders. Some of these persons profess to be Saints, some have been cut off from the Church, and some have never been in the Church. <\/div><div class=\"paragraph jod\" id=\"v8n73\"> I have no part with such men, neither have I any contention or argument with them. I am sent to preach the Gospel of life and salvation. If men are not pleased with my ways, they have as good a right to dislike them as I have to dislike theirs. If they do not believe in my advice, teachings, and counsel, they are at perfect liberty to disbelieve them, and I will not find one word of fault with them for so doing. They have full liberty to think and say what they please with regard to my acts; but, as I have often said, they must keep their &#x201C;hands off.&#x201D; The slander and lying of tongues set in motion by wicked hearts I have always met, and they do not affect my character before my God, nor in the eyes of just men. <\/div><div class=\"paragraph jod\" id=\"v8n74\"> Take the evildoers, in this commu<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3517\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nity, those who have once tasted of the good word of God,<span class=\"citation\" id=\"76701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76701)\">Heb. 6:4-6<\/a><\/span> who have received the Spirit of truth, and then turned again to the allurements of the enemy, have forsaken their God in their feelings, and connected themselves with those who are not in the Church; they know my character, and have much more confidence in me than I have in them. They believe what I say to be the truth; but they deceive, and I know it. I tell the truth; and, so far as I have power, I always act the truth; but they are disposed to refuse and neglect the truth, and to prefer error and falsehood instead. <\/div><div class=\"paragraph jod\" id=\"v8n75\"> I have very little to say to men who are dissatisfied with my course, or with the course of my brethren. Some have wished me to explain why we built an adobe wall around this city. Are there any Saints who stumble at such things? Oh, slow of heart to understand and believe.<span class=\"citation\" id=\"68412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68412)\">Luke 24:25<\/a><\/span> I build walls, dig ditches, make bridges, and do a great amount and variety of labor that is of but little consequence only to provide ways and means for sustaining and preserving the destitute. I annually expend hundreds and thousands of dollars almost solely to furnish employment to those in want of labor. Why? I have potatoes, flour, beef, and other articles of food, which I wish my brethren to have; and it is better for them to  <div class=\"break pagebreak\" id=\"12a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0012.pdf\" target=\"pdfwin\">p.&#xA0;12a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3516\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>labor for those articles, so far as they are able and have opportunity, than to have them given to them. They work, and I deal out provisions, often when the work does not profit me. <\/div><div class=\"paragraph jod\" id=\"v8n77\"> I say to all grunters, grumblers, whiners, hypocrites, and sycophants, who snivel, crouch, and crawl around the most contemptible of all creatures for a slight favor, Should it enter my mind to dig down the Twin Peaks, and I set men to work to do so, it is none of your business, neither is it the business of all earth and hell, provided I pay the laborers their wages. I am not to be called in question as to what I do with my funds, whether I build high walls or low walls, garden walls or city walls; and if I please, it is my right to pull down my walls tomorrow. If anyone wishes to apostatize upon such grounds, the quicker he does so the better; and if he wishes to leave the Territory, but is too poor to do so, I will assist him to go. We are much better off without such characters. <\/div><div class=\"paragraph jod\" id=\"v8n78\"> I preach to the people and reason with them with regard to the dealings of God with the children of men. Many have apostatized because we were driven by our enemies from Missouri, notwithstanding they were taught that we never should be driven, if the people would sanctify themselves and be prepared for the blessings in store for them.<span class=\"citation\" id=\"90782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90782)\">D&amp;C 119:5-6<\/a><\/span> But no, they did not sanctify themselves, and all the subsequent schooling was necessary to prepare the Latter-day Saints to receive the blessings of the Almighty. We are not prepared to receive his choicest gifts, unless we also have experience to know what to do with them. How many years have the Saints been taught upon these principles, to give them an understanding of the dealings of the Lord with the children of men? <\/div><div class=\"paragraph jod\" id=\"v8n79\"> When a man begins to find fault, <div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3516\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> inquiring in regard to this, that, and the other, saying, &#x201C;Does this or that look as though the Lord dictated it?&#x201D; you may know that that person has more or less of the spirit of apostasy. Every man in this kingdom, or upon the face of the earth, who is seeking with all his heart to save himself, has as much to do as he can conveniently attend to, without calling in question that which does not belong to him. If he succeeds in saving himself, it has well occupied his time and attention. See to it that you are right yourselves; see that sins and folly do not manifest themselves with the rising sun. I repeat that it is as much as anyone can well do to take care of himself by performing every duty that pertains to his temporal and eternal welfare. <\/div><div class=\"paragraph jod\" id=\"v8n80\"> Suppose that in this community there are ten beggars who beg from door to door for something to eat, and that nine of them are impostors who beg to escape work, and with an evil heart practice imposition upon the generous and sympathetic, and that only one of the ten who visit your doors is worthy of your bounty; which is best, to give food to the ten, to make sure of helping the truly needy one, or to repulse the ten because you do not know which is the worthy one? You will all say, Administer charitable gifts to the ten, rather than turn away the only truly worthy and truly needy person among them. If you do this, it will make no difference in your blessings, whether you administer to worthy or unworthy persons, inasmuch as you give alms with a single eye to assist the truly needy.<span class=\"citation\" id=\"87453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87453)\">D&amp;C 82:17-19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n81\"> Again: Suppose that you are required to do ten pieces of work, but of the ten only one is necessary for the promotion of the kingdom of God; which had you better do&#x2014;perform the ten pieces of labor, to be sure of doing the right piece, or neglect the whole ten because you do not know  <div class=\"break pagebreak\" id=\"13a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0013.pdf\" target=\"pdfwin\">p.&#xA0;13a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3515\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which the right one is? Had you not better do the whole ten pieces, that you may be sure of performing that which the Lord does really require at your hands? <\/div><div class=\"paragraph jod\" id=\"v8n83\"> First, believe in the Lord God Almighty, in his Son Jesus Christ, and in his Prophets that he sent in days of old; then believe in Joseph Smith, and do the works of the Father, before you question what I dictate to this people. <\/div><div class=\"paragraph jod\" id=\"v8n84\"> The Lord says, by one of the ancient prophets, &#x201C;Wherefore the Lord said, Forasmuch as this people draw near me with their mouth, and with their lips do honor me, but have removed their hearts far from me, and their fear toward me is taught by the precepts of men; Therefore, behold, I will proceed to do a marvelous work among this people, even a marvelous work and a wonder: for the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid.<span class=\"citation\" id=\"58771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58771)\">Isa. 29:13-14<\/a><\/span> From the time that it goeth forth it shall take you: for morning by morning shall it pass over, by day and by night: and it shall be a vexation only to understand the report.&#x201D;<span class=\"citation\" id=\"58633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58633)\">Isa. 28:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n85\"> The sound of the Gospel of life and salvation, to gather the house of Israel and redeem the children of men, is a terror to all nations. The fulfillment of this prophecy is plainly manifest, as is also that of revelations given in our day in connection with the great latter-day work; and yet all modern Christian communities disbelieve in new revelation. Are they hunted and cast out? No: they are received in the first society of the land as gentlemen. They are associates for Presidents and governors&#x2014;for the chief rulers of the nation, who receive them with all the courtesy and generous kindness of which they are capable. But let men come, as Peter, James, and John, with words of eternal truth in their mouths, and they are despised <div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3515\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and looked upon with withering scorn, as I and others of my brethren have been, and as Joseph Smith was, who was slain by the hands of wicked men. <\/div><div class=\"paragraph jod\" id=\"v8n86\"> Why do men hate me? Why do they hate you? Why did they hate Joseph Smith, Jesus Christ, and his ancient Apostles? Jesus they nailed to a cross, and Peter they crucified with his head downwards. John the Evangelist they banished to one of the islands of the Mediterranean, to be a slave in the lead mines, and tried to destroy him by putting him into a cauldron of boiling oil. Had he declared that Jesus and Moses were impostors, and that revelations from heaven were a humbug, would they have treated him as they did? They would not, but would have hailed him as one of their bosom friends. Hatred and persecution have been the lot of every man that ever lived upon the earth holding the oracles of the kingdom of heaven to deliver to the children of men. Wicked men, Satan, and all the powers of hell hate and are at war with every holy principle that God wishes to place in the possession of his children. That is the true reason of the hatred and persecution meted out to us. <\/div><div class=\"paragraph jod\" id=\"v8n87\"> If people will believe the Gospel, and live by the principles thereof, they will be saved. They will not be faultfinders,<span class=\"citation\" id=\"88814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88814)\">D&amp;C 88:124<\/a><\/span> they will not be discontented, they will not be workers of iniquity,<span class=\"citation\" id=\"56323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56323)\">Ps. 5:5<\/a><\/span> they will not seek to falsify and change the truth into a lie, nor a lie into the truth; they will not seek to make white black, and black white.<span class=\"citation\" id=\"57943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57943)\">Isa. 5:20<\/a><\/span> The Spirit of God has no place in persons who do such things. What have I to do with them? I am willing to preach the Gospel to all, and to seek the eternal good of all people. I have examined myself very closely; I have been trying to learn myself, to govern myself, and purify my own heart. The worst evil I can imagine or wish to  <div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3514\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>come upon the enemies of truth is, that they be obliged to live by holy principles, and to deal by their fellow creatures as they would wish to be dealt by.<span class=\"citation\" id=\"63802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63802)\">Matt. 7:12<\/a><\/span> This is the worst wish I can possibly wish upon my worst enemies who thirst for my life. There is no question but what this would be a great punishment to them. I would not wish them to be punished any more, nor to suffer any more. But I also could wish them to forsake the evil influence within them, which they constantly yield to, and partake of good and holy influences, that they may rejoice in the truth. <\/div><div class=\"paragraph jod\" id=\"v8n89\"> I shall see the day when every son and daughter of Adam will bow the knee, and every tongue confess that Jesus is the Christ, the Son of God, the Savior of the world&#x2014;<span class=\"citation\" id=\"75437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75437)\">Philip. 2:10-11<\/a><\/span>that to him we owe our lives, and that we are indebted to him, and through him to the Father, for every blessing we enjoy. They will acknowledge his right to rule and govern, King of nations,<span class=\"citation\" id=\"60422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60422)\">Jer. 10:7<\/a><\/span> as he does King of Saints.<span class=\"citation\" id=\"80066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80066)\">Rev. 15:3<\/a><\/span> This they must do, notwithstanding all their hatred. Can people receive this? Yes, every son and daughter of Adam can; though I once in a while meet with an individual who says that he cannot believe in religion of any kind. I will venture to say that there are men in this Church who would tell you so, were you to converse with them privately. They will tell you that they cannot in the least degree comprehend angels, spirits, God, and the kingdoms and thrones of the eternal worlds, nor anything of that character. <\/div><div class=\"paragraph jod\" id=\"v8n90\"> What do I say to such persons? Live that moral religion you believe in; for they believe in the same moral religion that you and I do. Let them deal justly with their fellow men, be truthful, honest, and charitable, full of good works to the day of their death, and I will insure them that the kingdom of God is theirs. And when <div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3514\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their spirits leave their bodies, their eyes will be opened to see those heavenly and eternal realities which they could not comprehend while in the flesh. Now, I do not admit that good, active, bright, intelligent hearts and brains, or, in other words, good spirits put in mortal tabernacles are quite so ignorant as some imagine, although they may feel that they are, and may think that they cannot conceive of anything but what they hear with their ears, see with their eyes, &amp;c. This is a mistake: they can see and understand more, but they do not know how to classify it. Let this be as it may, as I have said already, all who will correctly live an external religion are entitled to a degree of salvation. <\/div><div class=\"paragraph jod\" id=\"v8n91\"> Man is a mystery to himself. You see some who at once believe the truth when they hear the Gospel of salvation declared by the servants of God. Truth fastens upon their understandings, they yield to it at once and openly acknowledge it, and yet they live for years and years without receiving a love of that truth. Is not this a great mystery? It partially is. In their outward faith and lives they believe the Gospel of salvation as much as any person can; and, after all, darkness will come upon them; they will forget the love and communion they had with the Spirit of the Lord, and turn away from the holy commandments, and tell you that they never knew that the Gospel was true. How many are there of this class, year by year, who will say, &#x201C;We never knew the truth of &#x2018;Mormonism?&#x2019;&#x201D; I will relate an incident by way of illustration. A brother now here and working for us had a brother in Nauvoo, in the days of Joseph, who was sent to England on a mission. He went and preached to his brother that is now here, and bore testimony to him that he knew Joseph Smith to be a Prophet of God, that the New Testament  <div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3513\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is true, that the Book of Mormon is true, that the Book of Doctrine and Covenants contains true revelations from God, that God had sent an angel from heaven revealing the everlasting Priesthood, and had bestowed the Holy Ghost upon his servants, which he would give to all who believed in their words. Thus he preached to his brother and to the people, and returned to his house in Nauvoo. In a few years his brother came to Nauvoo, and the brother previously there began to tell him that &#x201C;Mormonism&#x201D; was not true, and that if Joseph Smith was ever a Prophet, he must have been a fallen Prophet. His brother then asked about the Book of Mormon. &#x201C;Why,&#x201D; said he, &#x201C;I do not think it is true, though I do not really know.&#x201D; &#x201C;How about the Bible?&#x201D; &#x201C;I do not know much about it; but I think you had better stop here: here are houses and lands unoccupied, for the Mormons have gone west, and left their gardens, farms, and the furniture in their houses, and you can make money here.&#x201D; &#x201C;But is not &#x2018;Mormonism&#x2019; true?&#x201D; &#x201C;I do not think it is, for the Mormons are now clearing out to go into the wilderness.&#x201D; &#x201C;But,&#x201D; said his brother, &#x201C;That has nothing to do with it. It is no matter where they go. Is the doctrine you preached to me in England true?&#x201D; &#x201C;Well, I do not hardly think it is.&#x201D; Finally he said, &#x201C;It is not true,&#x201D; &#x201C;Well,&#x201D; said the young man, &#x201C;I will ask you a single question: Did you tell the truth when you came to England to preach the Gospel? Or did you lie then, and now tell the truth? You either lied then or now, and I want you to tell me which time you lied.&#x201D; He did not reply. &#x201C;Now brother, I have a few words to say to you: You came to England and preached the Gospel, and told me not to trust in man, but to seek unto the Lord my God, in the name of Jesus <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3513\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Christ, and receive a witness for myself and know for myself that Joseph Smith is a Prophet of God, that the Book of Mormon is true, and that God has set to his hand to gather the house of Israel and build up Zion. You said, Do not rely upon my word; for if you believe and embrace the Gospel, you have the promise of receiving the Holy Ghost. Now, I have to say to you that I did not merely take your word, for I did not consider I was under any obligation to believe and embrace what you called the Gospel, unless the Lord revealed it to me. You were to me a fingerboard to point the right way: I walked in it, and received a testimony that Joseph Smith is a true Prophet, that the Book of Mormon is true, and that this work is the work of the Almighty. You have apostatized. I am going to the camp of the Saints, and you may go where you please.&#x201D; He left his brother, and is here in good standing with us. That illustrates a principle I wished to have you understand. <\/div><div class=\"paragraph jod\" id=\"v8n93\"> I recollect that while on my way to Ohio, to see brother Joseph the first time, I took dinner with a Mr. Gillmore&#x2014;I think a Methodist priest. He began to tell me the character of Joseph Smith, what he had been guilty of, how long he had been a money digger, how long a horse jockey, and how many horses he had stolen; and his statement made Joseph to be some seventy or eighty years of age. I said to him, &#x201C;Joseph Smith I never saw.&#x201D; He says that he has received revelations from God, and declared that an angel visited him. He has declared that he found plates, and other witnesses have seen and handled them, from which the Book of Mormon was translated. I know nothing about these witnesses, neither do I care. I went to my Father in heaven and asked him with regard to the truth of the doctrines taught by Joseph Smith, and I know they will  <div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3512\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>save all that will hearken to them, and that those who do not will miss salvation in the celestial kingdom of God; and though Joseph Smith should steal horses every day, or gamble every night, or deny his Savior from the crowing of the cock in the morning until sunset in the evening, I know that the doctrine he preaches is the power of God to my salvation,<span class=\"citation\" id=\"72173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72173)\">Rom. 1:16<\/a><\/span> if I live it. I did not make him a revelator; I have no business to dictate him. I never called him in question, even in my feelings, for an act of his, except once. I did not like his policy in a matter, and a feeling came into my heart that would have led me to complain; but it was much shorter lived than Jonah's gourd,<span class=\"citation\" id=\"62098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62098)\">Jonah 4:6-7<\/a><\/span> for it did not last half a minute. <\/div><div class=\"paragraph jod\" id=\"v8n95\"> Much of Joseph's policy in temporal things was different from my ideas of the way to manage them. He did the best he could, and I do the best I can. Joseph's hands were continually tied. Who dared to trust him with their money? Very few. He had to defend lawsuit upon lawsuit. He passed through forty-seven lawsuits, and in the most of them I was with him. He was obliged to employ lawyers, and devise ways and means to shield himself from oppression. He had to struggle through poverty and distress, being driven from pillar to post. I wondered many a time that he could endure what he did. The Lord gave him strength in all these afflictions. <\/div><div class=\"paragraph jod\" id=\"v8n96\"> I do not employ lawyers, unless they are my brethren; and I seldom have occasion for employing them. Lawyers would come to Joseph, professing to have been his friends, and palaver around him, to get a fee. I could see through them and read their evil intentions. <\/div><div class=\"paragraph jod\" id=\"v8n97\"> The worst wish I have for such characters is that they had been obliged to tell Joseph Smith the truth when they came to him. Then they <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3512\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would have said, &#x201C;Joseph, we have been laying our plans to get you into a lawsuit, and we want you to employ us, that we may receive a fat fee from you for defending your case.&#x201D; Or, &#x201C;there is an election coming off, and we take this course to turn your vote.&#x201D; Bennett told the truth once when he said, &#x201C;There is not much to be made in political traffic with the &#x2018;Mormons.&#x2019;&#x201D; It never did any of them any good. We are not to be bought or sold. <\/div><div class=\"paragraph jod\" id=\"v8n98\"> I will now make a few more remarks upon belief and disbelief, understanding and not understanding. I am satisfied that persons are sometimes not so ignorant as they think they are. Faith is an eternal principle; belief is an admission of the fact. Faith, to us, is the gift of God;<span class=\"citation\" id=\"74920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74920)\">Eph. 2:8<\/a><\/span> belief is inherent in the children of men, and is the foundation for the reception of faith. The principle of love within us is an attribute of the Deity, and it is placed within us to be dispensed independently according to our own will. Hatred is another attribute inherent in our organization. These and other inherent principles were planted in man when he was organized in the spirit, and when the spirit took the body they were not destroyed. Belief and unbelief are independent in man, the same as other attributes. Men can acknowledge or reject, turn to the right or to the left, rise up or remain seated: you can say that the Lord and his Gospel are not worthy of your notice, or you can bow to them. When the Elders went into your neighborhoods to preach the Gospel, you had the privilege of believing or disbelieving. You believed it; your neighbors disbelieve it. It is free and at your own option to dispose of at your pleasure. Could not your neighbors have believed the truth as well as you? Yes. <\/div><div class=\"paragraph jod\" id=\"v8n99\"> Now, follow out this idea to the last  <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3511\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>days in which we live, the time spoken of by the Prophets, and by the Savior, and his ancient Apostles, when the unbelief and hardness of the hearts of the children of men would cause them to be overcome by the power of Satan, to yield themselves to be servants to that wicked one. God has borne and foreborne with them, until he has begun to send them strong delusions, as he long foretold that he would, that they might believe a lie and be damned, for they have pleasure in unrighteousness,<span class=\"citation\" id=\"75815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75815)\">2 Thes. 2:11-12<\/a><\/span> and have no pleasure in truthfulness, nor in the salvation of the Lord Jesus. They have pleasure in rioting, fighting, warring, killing, contentions, and every crime that can be enumerated. What will become of their belief? Will it not perish? Yes. When you believe the principles of the Gospel and attain unto faith, which is a gift of God, he adds more faith, adding faith to faith. He bestows faith upon his creatures as a gift; but his creatures inherently possess the privilege of believing the Gospel to be true or false. Is the belief they possess, to believe a lie expressly that they may be damned, faith? No. You may say it is a portion of faith. It is immaterial to me what you call it. It is the belief, the ability, the power that God has organized in the organization of man, and which he can do with as he pleases. If he uses it to believe a lie that he may be damned, both himself and his belief will perish and fall, to rise no more, while God will bestow faith on those who believe the truth. <\/div><div class=\"paragraph jod\" id=\"v8n101\"> Forsake the Spirit of the Lord&#x2014;the Holy Ghost&#x2014;the influence that comes from above, and partake of an earthly, dark, unbelieving influence or spirit, and your faith is gone; you have no faith. Is there a person who can possess faith without belief? No. Can men possess belief without faith? Yes, every son and daughter of Adam. Belief is an inherent principle in the <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3511\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> organism of man to lay the foundation for faith. <\/div><div class=\"paragraph jod\" id=\"v8n102\"> I will sum it up again: Faith is an eternal principle&#x2014;one of the attributes of the Deity by which the worlds are and were created.<span class=\"citation\" id=\"76953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76953)\">Heb. 11:3<\/a><\/span><span class=\"citation\" id=\"86884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86884)\">D&amp;C 76:24<\/a><\/span> Belief is the admission of either truth or falsehood. <\/div><div class=\"paragraph jod\" id=\"v8n103\"> It has been stated that I teach the doctrine that the Gods continue to increase in all their attributes to all eternity. Have you ever heard me teach such a doctrine? I have taught doctrine; but have I called in question any of the Gods? It has been stated that God our Father comprehends eternity, from eternity to eternity, all there is, all there was, all there ever can be about eternity, in and through it. When a person undertakes to establish such a doctrine, what does he do? He gives bounds to that eternity which he at the same time admits to be boundless. Admit such doctrine, and eternity flees away like the shadow of morning; and that is as much as I ever teach about it. Do I say that heavenly beings improve? I am not yet there; I do not know. <\/div><div class=\"paragraph jod\" id=\"v8n104\"> Understand eternity? There is not and never was a man in finite flesh who understands it. Enoch has been referred to in this matter. How many of the Gods and kingdoms he saw when the vision of his mind was opened, matters not. If he had seen more than he could have enumerated throughout his long life, and more than all the men on earth could multiply from the time his vision opened until now, he would not have attained to the comprehension of eternity. How much Enoch saw, how many worlds he saw, has nothing to do with the case. This is a matter that wise men know nothing about. I do not know, though I know as much about it as any man in this house or in this generation. I can comprehend, by the words of eternal life, that there is  <div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3510\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>an eternity before me. Has it bounds? Whether it has or not, neither we nor any other finite beings can comprehend it. <\/div><div class=\"paragraph jod\" id=\"v8n106\"> I will leave this subject, because I am not capable of understanding it. You leave it, and do not contend about things that are beyond our reach&#x2014;that are too great for you to know at present. And when you go into the spirit world you will not understand it; and when you have lived in the spirit world until you again receive your bodies, you still cannot understand it; but you can continue to learn more and more about it, in the same manner as we learn here. I can teach many things about the future existence of man; but it is more directly our business to pay attention to those duties that more immediately concern us while we are here. <\/div><div class=\"paragraph jod\" id=\"v8n107\"> Brother Spencer says that we can tell a little about God the Father by his handiwork. It is very little. What does the world know? A wicked man may pray from this time to all eternity, and he will not be able to discern the print of his footsteps. It takes a spiritually-minded wise man to discern the hand of God in all things, and to be ready to acknowledge it, to discern that he rules among the armies of heaven, and that he is dictating, ruling, managing, and turning the hearts of the people on the earth to the right and to the left. He grants this and takes away that at his pleasure, but the people do not know it; they cannot discern it. One may here say, &#x201C;What am I to do? If God dictates and guides the hearts of the people, they cease then to be responsible?&#x201D; He gives to all men their agency to act, reserving to himself the right to control the results of their acts. The Lord does not dictate to do wrong; but when men are disposed to do wrong, he brings out the results in accordance with his <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3510\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> own pleasure. You may plant and water, but can you make a kernel of grain or a spear of grass? This is not in the power of man to do; but God in his providences produces this. Let the Lord send an angel through this valley to cause certain properties in the air and water to depart, and your grain crops fall, or your fruit is cut off. He says to you, &#x201C;Go and do a piece of work.&#x201D; You do it, and by means of this he causes your enemies to stumble. Say that you are tilling the soil, and the Lord says to an angel, Do thus and so. What do you receive for your labor? Perhaps fifty, sixty, or a hundred bushels of wheat to an acre, when another year, perhaps, in the same place and with like labor, you do not receive more than five, ten, or fifteen bushels. Do you know the cause of this? No. No man can know, unless he enjoys the revelations of the Almighty. I make these remarks that you may understand that our Father controls the results of our acts at his own pleasure, and we cannot prevent it. Man can produce and control his own acts, but he has no control over their results. God causes even the wrath of man to praise him,<span class=\"citation\" id=\"56869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56869)\">Ps. 76:10<\/a><\/span> to resound to his glory and the salvation of his children. <\/div><div class=\"paragraph jod\" id=\"v8n108\"> Israel were slaves in Egypt four hundred years; they were treated harshly and cruelly, and their children were slain. Then the Lord took them out from Egypt to wander in the wilderness forty years, traveling about as far as from here to Nauvoo&#x2014;a distance that we can travel and back again in a season. This was to produce a result. They could not understand why they wandered thus in the wilderness; but God knew. They could not understand why he said to Jacob that they should wander in a strange land four hundred years;<span class=\"citation\" id=\"53097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53097)\">Gen. 15:13<\/a><\/span> but the result was for the salvation of the children of men. God had promised to save that seed; but their wicked<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3509\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ness would not let him save them without giving them the punishment they received. God took them into the spirit world and raised up their children to do a better work. If the Lord has promised to save a son of a man or woman that is full of faith&#x2014;has promised that he shall come into his kingdom, though that son be froward and disposed to be wicked, yet <div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3509\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he will receive his punishment in the flesh. Now, on the other hand, do not become Universalists and say that every man and woman receives punishment only in this world, for that is not true. <\/div><div class=\"paragraph jod\" id=\"v8n110\"> There are a number of other things that I might speak about; but I have spoken long enough. <\/div><div class=\"paragraph jod\" id=\"v8n111\"> God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}