{"ID":80002, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">True Civilization.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, March 4, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: True Civilization.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 3\/4\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d02\">\n<div class=\"paragraph jod\" id=\"v8n39\"> In detailing the different grades of people, of which we have known but little, and in discoursing upon their character and habits, I think that Captain Gibson, in his lecture, has been both amusing, instructive, and interesting. <\/div><div class=\"paragraph jod\" id=\"v8n40\"> When Captain Gibson first came to this city, he proposed addressing the people, and wished to know whether the subject possessed sufficient interest to warrant an audience. I think he is now well satisfied that he can have all the hearers he wishes. <\/div><div class=\"paragraph jod\" id=\"v8n41\"> The religion embraced by the Latter-day Saints, if only slightly understood, prompts them to search dili<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3522\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gently after knowledge. There is no other people in existence more eager to see, hear, learn, and understand truth. <\/div><div class=\"paragraph jod\" id=\"v8n42\"> In a quotation read by Captain Gibson I noticed the word civilization; and I wish to know whether there is a person present who understands the term as I do. What is meant by &#x201C;civilization?&#x201D; We readily answer, &#x201C;the state of being civilized&#x201D;&#x2014;refinement of manners, in contradistinction to the grossness of savage life. According to my definition of the word, there is not a strictly and fully civilized community now upon the earth. Is there murder by wholesale to be found in a strictly civilized  <div class=\"break pagebreak\" id=\"7a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0007.pdf\" target=\"pdfwin\">p.&#xA0;7a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3521\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>community? Will a community of civilized nations rise up one against another, nation against nation, and kingdom against kingdom, using against each other every destructive invention that can be brought to bear in their wars? <\/div><div class=\"paragraph jod\" id=\"v8n43\"> When will they be civilized? When the Lord shall judge among the nations, and shall rebuke many people; and they shall beat their swords into ploughshares, and their spears into pruninghooks; when nation shall not lift up sword against nation, neither learn war any more.<span class=\"citation\" id=\"57847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57847)\">Isa. 2:4<\/a><\/span> When the world is in a state of true civilization, man will have ceased to contend against his fellow man, either as individuals, parties, communities, sects, or nations. This state of civilization will be brought about by the holy Priesthood of the Son of God; and men, with full purpose of heart, will seek unto Him who is pure and holy, even our Great Creator&#x2014;our Father and God; and he will give them a law that is pure&#x2014;a government and plan of society possessed by holy beings in heaven. Then there will be no more war, no more bloodshed, no more evil speaking and evil doing; but all will be contented to follow in the path of truth, which alone is calculated to exalt and dignify the whole man, mentally and physically, in all his operations, labors, and purposes. Short of this, mankind cannot be said to be truly civilized. <\/div><div class=\"paragraph jod\" id=\"v8n44\"> God forbid that modern civilization should make that simple, unsophisticated people, whom Captain Gibson has portrayed tonight, as are the Christian nations of Europe and America! God forbid that such a civilization should ever be introduced among them! But bestow upon them the principles of eternal truth; teach them how to live so as to do honor to their existence; teach them how to preserve themselves&#x2014;how to preserve their companions, their associates, <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3521\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> friends, and relatives; teach them how to preserve themselves as communities and nations, and how to secure and preserve to every person his equal and legal rights, seeking to preserve them in the truth, in light, in intelligence, in honor, and in every principle and act calculated to make a happy, Godlike, heavenly, social community. These are my views of civilization. <\/div><div class=\"paragraph jod\" id=\"v8n45\"> I shall be very happy when I can know that the people of the East Indian Archipelago, and the people on every island and continent, both the high and the low, the ignorant and intelligent, have received the words of eternal life,<span class=\"citation\" id=\"69316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69316)\">John 6:68<\/a><\/span> and have had bestowed upon them the power of the eternal Priesthood of the Son of God, by which they may become truly civilized. <\/div><div class=\"paragraph jod\" id=\"v8n46\"> I am trying to civilize myself. Are you trying to do the same? If we have succeeded in this, then we have control over our words and over our actions, and also, so far as our influence goes, over our associates. If we are civilized ourselves, we shall be partially prepared to receive the things that our Father and God has in store for all such as prepare themselves to become recipients of his choice gifts&#x2014;for enlightenment, for intelligence, for glory, for power, and for every qualification he wishes to bestow upon his children here upon the earth, to prepare them to dwell in mansions of eternal light. <\/div><div class=\"paragraph jod\" id=\"v8n47\"> It is written that the greatest gift God can bestow upon man is the gift of eternal life.<span class=\"citation\" id=\"84082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84082)\">D&amp;C 14:7<\/a><\/span> The greatest attainment that we can reach is to preserve our identity to an eternal duration in the midst of the heavenly hosts. We have the words of eternal life<span class=\"citation\" id=\"69317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69317)\">John 6:68<\/a><\/span> given to us through the Gospel, which, if we obey, will secure unto us that precious gift. The greatest blessing that can be bestowed on the children of men is power to civilize themselves after the  <div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3520\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>order of the civilization of the heavens&#x2014;to prepare themselves to dwell with heavenly beings who are capable of enduring the presence of the Gods. <\/div><div class=\"paragraph jod\" id=\"v8n49\"> It has been supposed by many writers that there is a regular gradation from the vegetable kingdom to the highest intelligence that has been bestowed upon man, gradually rising from one degree of intelligence to another. We learn that great intelligence has been bestowed upon certain persons among the children of men. We discern degrees of intelligence in our own society. There are also degrees of intelligence in a national capacity. There are degrees of intelligence in one family: you see its variations in communities, and you may mark its gradations from the highest and most refined intelligence of man down to the brute creation. <\/div><div class=\"paragraph jod\" id=\"v8n50\"> God has given this great variety of intelligence. He has also given this great variety of forms&#x2014;that eternal variety which we see upon this earth, not only among human beings, but in every class of all the creations of God; and they are all designed to be preserved to all eternity. None of them were made to be destroyed, except those that do not abide the law given them. <\/div><div class=\"paragraph jod\" id=\"v8n51\"> The earth will abide its creation, and will be counted worthy of receiving the blessings designed for it,<span class=\"citation\" id=\"88443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88443)\">D&amp;C 88:25-26<\/a><\/span> and will ultimately roll back into the presence of God who formed it and established its mineral, vegetable, and animal kingdoms. These will all be retained upon the earth, come forth in the resurrection, and abide forever and forever. <\/div><div class=\"paragraph jod\" id=\"v8n52\"> Who will be destroyed? Those who have the words of eternal life<span class=\"citation\" id=\"69318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69318)\">John 6:68<\/a><\/span> offered to them and reject those words. They will remain uncivilized and in their heathenish darkness. There are others who will become civilized, purified, and prepared to dwell to all <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3520\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> eternity in the kingdoms God has prepared for them. <\/div><div class=\"paragraph jod\" id=\"v8n53\"> The last time I spoke to you here I told you that I found my religion just as sweet to me in my private capacity, in my secret meditations upon my bed, and in my closet, in my office, or with my family, as it is when I am in this stand. I love it as well&#x2014;esteem it as highly; it is as precious to my understanding, and it invigorates, buoys up, strengthens, and fills every power of my capacity with unspeakable joy, just as much at home as it does here. I hope this is the case with you all. If you live your religion, it is as dear to you when you are out of this Tabernacle as when you are here. Live your religion, walk humbly before your God, and secure to yourselves eternal life. That is what I desire; it is what I pray for. <\/div><div class=\"paragraph jod\" id=\"v8n54\"> The kingdom of God will roll, and no power can stop the work that the Almighty has commenced. Kings, rulers, governors, presidents, peoples, and all the armies of hell joined with them will never be able to impede the steady, onward, accelerated progress of this glorious latter-day work. If we should deny the faith of the holy Gospel, and go out of this Church, still it will roll on the same. This kingdom will stand forever. This religion will abide the day of the coming of the Lord Jesus, and will prepare us to meet him in peace. <\/div><div class=\"paragraph jod\" id=\"v8n55\"> Live your religion, walk uprightly, deal justly, love mercy,<span class=\"citation\" id=\"62204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62204)\">Micah 6:8<\/a><\/span> eschew evil of every kind,<span class=\"citation\" id=\"124948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124948)\">1 Pet. 3:11<\/a><\/span> and sanctify the Lord God in your hearts,<span class=\"citation\" id=\"77899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77899)\">1 Pet. 3:15<\/a><\/span> and purify and sanctify your affections with the principles of eternal life, that Jesus may fulfil his own words&#x2014;that he, by his Spirit, may be in you a well of water springing up to everlasting life.<span class=\"citation\" id=\"69035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69035)\">John 4:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n56\"> The world is before us, eternity is before us, and an inexhaustible fountain of intelligence for us to obtain. Every man, and more particularly my  <div class=\"break pagebreak\" id=\"9a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0009.pdf\" target=\"pdfwin\">p.&#xA0;9a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3519\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>immediate associates who are with me daily, know how I regret the ignorance of this people&#x2014;how it floods my heart with sorrow to see so many Elders of Israel who wish everybody to come to their standard and be measured by their measure.<span class=\"citation\" id=\"63696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63696)\">Matt. 7:2<\/a><\/span> Every man must be just so long, to fit their iron bedstead, or be cut off to the right length: if too short, he must be stretched, to fill the requirement. <\/div><div class=\"paragraph jod\" id=\"v8n58\"> If they see an erring brother or sister, whose course does not comport with their particular ideas of things, they conclude at once that he or she cannot be a Saint, and withdraw their fellowship, concluding that, if they are in the path of truth, others must have precisely their weight and dimensions. <\/div><div class=\"paragraph jod\" id=\"v8n59\"> The ignorance I see, in this particular, among this great people is lamentable. Let us not narrow ourselves up; for the world, with all its variety of useful information and its rich hoard of hidden treasure, is before us; and eternity, with all its sparkling intelligence, lofty aspirations, and unspeakable glories, is before us, and ready to aid us in the scale of advancement and every useful improvement. <\/div><div class=\"paragraph jod\" id=\"v8n60\"> See that your children are properly educated in the rudiments of their mother tongue, and then let them proceed to higher branches of learning; let them become more informed in every department of true and useful learning than their fathers are. When they have become well acquainted with their language, let them study other languages, and make themselves fully acquainted with the manners, customs, laws, governments, and literature of other nations, peoples, and tongues. Let them also learn all the truth pertaining to the arts and sciences, and how to apply the same to their temporal wants. Let them study things that are upon <div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3519\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the earth, that are in the earth, and that are in the heavens. <\/div><div class=\"paragraph jod\" id=\"v8n61\"> There are hundreds in this community who are more eager to become rich in the perishable things of this world than to adorn their minds with the power of self-government, and with a knowledge of things as they were, as they are, and as they are to come.<span class=\"citation\" id=\"89047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89047)\">D&amp;C 93:24<\/a><\/span> I will say to such, Get rich in gold and silver, in horses and lands, in goods and chattels, in flocks and herds, until you possess all you can possibly gain; but let me caution you not to get one cent, unless you get it honestly. And when you have amassed your millions, never allow yourselves to possess one dollar with the belief that you are capable of disposing of it judiciously without wisdom from our God. In all things inquire of the Lord, that you may wisely direct your earthly substance, as well as the energies of your minds, to the building up of his kingdom and the consummation of his purposes pertaining to this world and our salvation. <\/div><div class=\"paragraph jod\" id=\"v8n62\"> We are not yet half civilized, though we are more civilized than any nation upon the earth. Our neighbors say we are barbarians, sunk in heathenish ignorance. I will acknowledge my lack of memory to retain scientific phrases, and the names of places, and of men who have figured in the history of the world. With these exceptions, I am not a whit behind them as to a knowledge of things as they are, though I confess that my knowledge is limited. If they understand the Hebrew language, I understand its roots, and how it originated. If they understand the Greek tongue, I know whence it came, and how it was introduced among men. <\/div><div class=\"paragraph jod\" id=\"v8n63\"> I know the cause of the various languages and customs among the people, and the reason of the variation in our appearance, and the difference in the intelligence given to  <div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3518\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the children of men; and after all, I feel very ignorant, when I scan the wide field there is for improvement; and I know that this community are ignorant, and are not what they should be. I also know that if the enemies of truth will let us alone, as barbarous as we are, we will soon show them the most peaceable, right-loving, and law-abiding community in the wide world. We will show them the most civil community&#x2014;a community farther advanced in the arts of refinement than any other upon the earth. We will show them men and women the most profound in learning, and mechanics the most expert and ingenious. We will show them men endowed with the most brilliant natural talent and the most wisdom that can be found in the world. We will do this, if they will cease driving us from our homes, and robbing us of our homesteads to the music of the rifle and cannon, and the horrible oaths and fiendish hilarity of civilized mobs who mock at our sufferings, and laugh to scorn our sorrows. If they will not let us alone, we will take the musket and the sword in one hand, the trowel and the hammer in the other,<span class=\"citation\" id=\"124949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124949)\">Neh. 4:17<\/a><\/span> and build up the Zion of our God; and they cannot prevent it. <\/div><div class=\"paragraph jod\" id=\"v8n65\"> I am very thankful for the knowledge I have received from Captain Gibson's book, from the little I have conversed with him, and from the lectures I have heard him deliver. I shall not cease learning while I live, nor when I arrive in the spirit world; but shall there learn with greater facility; and when I again receive my <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3518\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> body, I shall learn a thousand times more in a thousand times less time; and then I do not mean to cease learning, but shall still continue my researches. <\/div><div class=\"paragraph jod\" id=\"v8n66\"> Let us be patient with one another. I do not altogether look at things as you do. My judgment is not in all things like yours; nor yours like mine. When you judge a man or woman, judge the intentions of the heart.<span class=\"citation\" id=\"55479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55479)\">1 Sam. 16:7<\/a><\/span> It is not by words, particularly, nor by actions, that men will be judged in the great day of the Lord; but, in connection with words and actions, the sentiments and intentions of the heart will be taken, and by these will men be judged. <\/div><div class=\"paragraph jod\" id=\"v8n67\"> There are men in this community who make blunders; but they would not do an intentional wrong. They are weak; they do not fully understand themselves, and are sometimes overtaken in fault. Am I to condemn them? No; but to take them by the hand, and lift them up, and instruct them&#x2014;give them a little intelligence as they can receive it. If they can receive but a little, give them only a little, exercising patience with them. <\/div><div class=\"paragraph jod\" id=\"v8n68\"> Ye mighty men of God, make sure the path for your own feet to walk to eternal life, and take as many with you as you can. Take them as they are, understand them as they are, and deal with them as they are; look at them as God looks at them, and then you can judge them as he would judge them. <\/div><div class=\"paragraph jod\" id=\"v8n69\"> May the Lord bless you! Amen. <\/div>\n<\/div>\n<\/div>"}