{"ID":80008, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Personal Reminiscences, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, April 6, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Personal Reminiscences, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/6\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d08\">\n<div class=\"paragraph jod\" id=\"v8n215\"> I feel very well satisfied with our thirty-first anniversary. The brethren testify to the goodness of our God, and we have had much excellent instruction. <\/div><div class=\"paragraph jod\" id=\"v8n216\"> There is one principle I wish to urge upon the Saints in a way that it may remain with them&#x2014;that is, to understand men and women as they are, and not understand them as you are. You see the variety of mind, dispositions, judgment, and talent, and variety in explaining and communicating thoughts. There is an endless variety, and I wish you to understand men and women as they are, and not to judge your brother, your sister, your family, or anyone, only from the intention. When you know the intention of the act performed, you will then know how to judge the act. <\/div><div class=\"paragraph jod\" id=\"v8n217\"> Some may wish to know whether my religion is as good to me now as it was twenty-eight years ago. It is far better. Twenty-eight years ago last February I went to Canada after my brother Joseph. He was a very spiritual-minded man. You have heard him say today that he did not laugh for a period of two years. I did not know of his smiling during some four or five years. I well remember his calling upon me, after he had been away preaching more than two years. Would he sit and chat with me? No, because of his serious reflections. I knew that he was <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3491\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> solemn and praying all the time. I had more confidence in his judgment and discretion, and in the manifestations of God to him, than I had in myself, though I then believed the Book of Mormon to be true. Previous to this I had thoroughly examined the Book of Mormon. In about eight days it will be twenty-eight years since I was baptized. I brought brother Joseph home from Canada, and told him what I had experienced of the power of God, and what I had observed of the folly and nonsense so prevalent in the Christian world. <\/div><div class=\"paragraph jod\" id=\"v8n218\"> You have heard the brethren state their experience before they received this Gospel. I was not disposed to attach myself to any Church, nor to make a profession of religion, though brought up from my youth amid those flaming, fiery revivals so customary with the Methodists, until I was twenty-three years of age, when I joined the Methodists. Priests had urged me to pray before I was eight years old. On this subject I had but one prevailing feeling in my mind&#x2014;Lord, preserve me until I am old enough to have sound judgment and a discreet mind ripened upon a good solid foundation of common sense. I patiently waited until I was twenty-three years old. I do not know that I had ever committed any crime, except it were in giving way to anger,  <div class=\"break pagebreak\" id=\"38a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0038.pdf\" target=\"pdfwin\">p.&#xA0;38a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3490\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and that I had not done more than two or three times. I never stole, lied, gambled, got drunk, or disobeyed my parents. I used to go to meetings&#x2014;was well acquainted with the Episcopalians, Presbyterians, New Lights, Baptists, Freewill Baptists, Wesleyan and Reformed Methodists&#x2014;lived from my youth where I was acquainted with the Quakers as well as the other denominations, and was more or less acquainted with almost every other religious ism. <\/div><div class=\"paragraph jod\" id=\"v8n220\"> Upon the first opportunity I read the Book of Mormon, and then sought to become acquainted with the people who professed to believe it. Brother Pulsipher said that he watched to see if he could find fault with the Elder who preached the Gospel to him. I did not take that course, but I watched to see whether good common sense was manifest; and if they had that I wanted them to present it in accordance with the Scriptures. <\/div><div class=\"paragraph jod\" id=\"v8n221\"> When &#x201C;Mormonism&#x201D; came, I was not under the necessity of hunting Scripture arguments to contradict them, for I had all my life been more or less familiar with the Scriptures. And I do not remember that I ever saw a day when I attacked a sectarian priest with the Bible, for I was well satisfied that they were in water too deep for them to fathom. I understood the Scriptures tolerably well, and my whole mind and reflections were to seek for every particle of truth with regard to doctrine. <\/div><div class=\"paragraph jod\" id=\"v8n222\"> I always admired morality, and never saw a day in which I did not respect a good, moral, sensible man far more than I could respect a wicked man. I embraced the Gospel. I then had not the Priesthood, but my mind was susceptible of the Spirit of Truth, and that truth I imparted to my brother Joseph. He caught its influence, came home with me, and was baptized. I was not baptized on hearing the first sermon, nor the <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3490\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> second, nor during the first year of my acquaintance with this work. I waited two years and a few days after this Church was organized before I embraced the Gospel by baptism. <\/div><div class=\"paragraph jod\" id=\"v8n223\"> Up to the time that &#x201C;Mormonism&#x201D; came to me, I did earnestly pray, if there was God (and I believed there was), &#x201C;Lord God, thou who gavest the Scriptures, who spake to Abraham, and revealed thyself to Moses and the ancients, keep my feet<span class=\"citation\" id=\"55391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55391)\">1 Sam. 2:9<\/a><\/span> that they may not be entangled in the snares of folly.&#x201D; So far as the Spirit went, its application and enjoyment were all right with me; but with regard to doctrine, I did not then see any that altogether suited me. I said, Let me pray about this matter, the Gospel, and feel right about it before I embrace it. I could not more honestly and earnestly have prepared myself to go into eternity than I did to come into this Church; and when I had ripened everything in my mind, I drank it in, and not till then. From that day to this, it is all right with me. I am more and more encouraged, because I can see the hand of the Lord more clearly and distinctly than I did no longer than two years ago. <\/div><div class=\"paragraph jod\" id=\"v8n224\"> As I frequently tell you, we can rise up, sit down, go here or there, act in this or that way, trade here or there; but we cannot bring out the results of our acts. God does that. I can see the results which he brings to pass by his handiwork. I can discern his footsteps among the people, and his going forth among the nations. His footprints are clearly discovered by his faithful Saints. <\/div><div class=\"paragraph jod\" id=\"v8n225\"> Brother John Young says there are some complainers. Who cares for that? I have nothing to do with them at present. Some are afraid there will be a good many apostates. That we expect, for many receive the truth who do not receive the love of it.<span class=\"citation\" id=\"75798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75798)\">2 Thes. 2:10<\/a><\/span> Do not be afraid, but take fresh courage and persevere. <\/div> <div class=\"break pagebreak\" id=\"39a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0039.pdf\" target=\"pdfwin\">p.&#xA0;39a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3489\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n227\"> Some inquire, &#x201C;Is this community going to be destroyed by thieves?&#x201D; No. But they have their agency, and their course affords us an excellent opportunity to see the operation of the benign influences of so-called &#x201C;civilization.&#x201D; Do you suppose that I am now looking upon thieves? No: they do not come to meeting. <\/div><div class=\"paragraph jod\" id=\"v8n228\"> Those who are for right are more than those who are against us.<span class=\"citation\" id=\"55817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55817)\">2 Kgs. 6:16<\/a><\/span> More will prove faithful than will apostatize. A certain class of this people will go into the celestial kingdom, while others cannot enter there, because they cannot abide a celestial law;<span class=\"citation\" id=\"88390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88390)\">D&amp;C 88:22<\/a><\/span> but they will attain to as good a kingdom as they desire and live for. <\/div> <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3489\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n229\"> Do not worry. All is right, for God reigns. Trust in him, keep your hearts clean, and faithfully observe your prayers, that should the angel Gabriel appear in this stand, you could calmly meet his gaze, and say &#x201C;All is right with me, Gabriel.&#x201D; That you may be able to look an angel in the eye and say, &#x201C;All is right,&#x201D; you require a clean heart. How many of this congregation could do this? How many could look at an angel and say, &#x201C;What is wanting? I am ready.&#x201D; If you can do this, you can enjoy the spirit of the Gospel and be Saints. This is the bread of eternal life. <\/div><div class=\"paragraph jod\" id=\"v8n230\"> I bless you all in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}