{"ID":80007, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Universal Salvation.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, April 6, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Universal Salvation.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/6\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d07\">\n<div class=\"paragraph jod\" id=\"v8n200\"> Yesterday we had the pleasure of attending a meeting here, which, to me, was filled with riches&#x2014;with treasures of good. Today we have met in the capacity of a General Conference&#x2014;the Thirty-first Annual Conference of the Church of Jesus Christ of Latter-day Saints. Thirty years ago today, the Church was organized with six members. And we will occupy this day in serving the Lord by instructing and encouraging each other, and by testifying of the things the Lord has revealed to us. <\/div><div class=\"paragraph jod\" id=\"v8n201\"> Some may suppose that I have the business of the Conference prearranged, but such is not the case. I seldom take thought for tomorrow<span class=\"citation\" id=\"63664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63664)\">Matt. 6:34<\/a><\/span> upon such subjects. When morning comes, I try and be prepared for the business the Lord manifests should be done. I came here in that mind this <div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3494\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> morning, and knew no more about the manner in which this Conference will be conducted, with regard to its details, than you do, until I came here. Since I came into the house, my feelings and the circumstances have prompted me to say that we will hear further testimony from the brethren. Yesterday, several in the body of the house had the privilege of speaking; and this forenoon I wish to have the Twelve, the Seventies, and the High Priests give us five or ten minutes' sermons from the stand. <\/div><div class=\"paragraph jod\" id=\"v8n202\"> I can testify to you, as I have to many congregations of Saints and sinners, that the Lord has revealed his will from the heavens, bestowed the holy Priesthood upon the children of men, and made us the happy partakers thereof. Most, if not all, assembled here this morning have felt  <div class=\"break pagebreak\" id=\"35a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0035.pdf\" target=\"pdfwin\">p.&#xA0;35a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3493\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Divine influence of the Holy Ghost shed forth in their hearts:<span class=\"citation\" id=\"72328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72328)\">Rom. 5:5<\/a><\/span> it has awakened them out of their sleep and out of their ignorance, and begun to teach them eternal things. This work is true. The Lord has bestowed the holy Priesthood upon the children of men, by which alone they can be prepared to enter into the celestial kingdom of our God. <\/div><div class=\"paragraph jod\" id=\"v8n204\"> How many Gods there are, and how many places there are in their kingdoms, is not for me to say; but I can say this, which is a source of much comfort, consolation, and gratification to me: Behold the goodness, the long-suffering, the kindness, and the strong parental feeling of our Father and God in preparing the way and providing the means to save the children of men&#x2014;not alone the Latter-day Saints&#x2014;not those alone who have the privilege of the first principles of the celestial law, but to save all. It is a universal salvation&#x2014;a universal redemption. Do not conclude that I am a Universalist, as the term is generally understood, although that doctrine is true in part, like the doctrines or professions of all professing Christians. As was stated yesterday by one of those who spoke, when he was a Methodist, he enjoyed a portion of the Spirit of the Lord. Hundreds of those now present have had a like experience in a greater or less degree, before they joined this Church. Then, when we inquire who will be saved, I answer, All will be saved,<span class=\"citation\" id=\"75861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75861)\">1 Tim. 2:3-4<\/a><\/span> as Jesus said, when speaking to the Apostles, except the sons of perdition.<span class=\"citation\" id=\"124954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124954)\">John 17:12<\/a><\/span><span class=\"citation\" id=\"86980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86980)\">D&amp;C 76:43<\/a><\/span> They will be saved through the atonement and their own good works, according to the law that is given to them. Will the heathen be saved? Yes,<span class=\"citation\" id=\"67117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67117)\">Luke 3:5 (JST)<\/a><\/span><span class=\"citation\" id=\"85674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85674)\">D&amp;C 45:54<\/a><\/span> so far as they have lived according to the best light and intelligence they had; but not in the celestial kingdom. Who will not be saved? Those who have received the truth, or had the privilege of receiving it, and then re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3493\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>jected it. They are the only ones who will become the sons of perdition, go into everlasting punishment, and become angels to the Devil.<span class=\"citation\" id=\"81374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81374)\">2 Ne. 9:9<\/a><\/span><span class=\"citation\" id=\"81681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81681)\">Jacob 3:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n205\"> The Priesthood the Lord has again bestowed upon those who will receive it, is for the express purpose of preparing them to become proficient in the principles pertaining to the law of the celestial kingdom. If we obey this law, preserve it inviolate, live according to it, we shall be prepared to enjoy the blessings of a celestial kingdom. Will any others? Yes, thousands and millions of the inhabitants of the earth who would have received and obeyed the law that we preach, if they had had the privilege. When the Lord shall bring again Zion, and the watchmen shall see eye to eye,<span class=\"citation\" id=\"59566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59566)\">Isa. 52:8<\/a><\/span> and Zion shall be established, saviors will come upon Mount Zion<span class=\"citation\" id=\"61972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61972)\">Obad. 1:21<\/a><\/span> and save all the sons and daughters of Adam that are capable of being saved, by administering for them. Is not this pleasing? Is it not gratifying? Is it not a consoling feeling and influence upon the mind of every intelligent being? Our former views were that the majority of the inhabitants of the earth would not be saved in any kind of a kingdom of glory, but would inherit a kingdom of damnation. Jesus said, &#x201C;In my Father's house are many mansions: if it were not so, I would have told you. I go to prepare a place for you, that where I am ye may be also.&#x201D;<span class=\"citation\" id=\"69898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69898)\">John 14:2-3<\/a><\/span> In other words, &#x201C;I go to prepare a place for you who have received and obeyed the celestial law, which I have committed to you.&#x201D; The celestial is the highest of all. The telestial and terrestrial are also spoken of;<span class=\"citation\" id=\"73920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73920)\">1 Cor. 15:40 (JST)<\/a><\/span> and how many more kingdoms of glory there are is not for me to say. I do not know that they are not innumerable. This is a source of great joy to me. <\/div><div class=\"paragraph jod\" id=\"v8n206\"> One of the brethren, yesterday, felt so rejoiced, under like reflections, that he said he could pray for the devils in  <div class=\"break pagebreak\" id=\"36a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0036.pdf\" target=\"pdfwin\">p.&#xA0;36a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3492\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hell, if it would do any good. It is not for us to pray for them, because they have become sons of perdition. You may pray for your persecutors&#x2014;for those who hate you, and revile you, and speak all manner of evil of you,<span class=\"citation\" id=\"62993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62993)\">Matt. 5:11<\/a><\/span> if they do it ignorantly; but if they do it understandingly, justice must take its course in regard to them; and except they repent, they will become sons of perdition. This is my testimony. <\/div><div class=\"paragraph jod\" id=\"v8n208\"> The vision given to Joseph Smith and Sidney Rigdon is the greatest vision I ever knew given to the children of men,<span class=\"citation\" id=\"124955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124955)\">D&amp;C 76:1-119<\/a><\/span> incorporating more in a few pages than any other revelation I have any knowledge of. &#x201C;This is the gospel, the glad tidings, which the voice out of the heavens bore record unto us,&#x201D; state Joseph and Sidney, &#x201C;That he came into the world, even Jesus, to be crucified for the world, and to bear the sins of the world, and to sanctify the world, and to cleanse it from all unrighteousness; That through him all might be saved whom the Father had put into his power and made by him; Who glorifies the Father, and saves all the works of his hands, except those sons of perdition who deny the Son after the Father has revealed him. Wherefore he saves all except them&#x2014;they shall go away into everlasting punishment.&#x201D;<span class=\"citation\" id=\"86968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86968)\">D&amp;C 76:40-44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n209\"> Will the Methodists be saved? Yes. Will other sects? Yes. I think you could not now find an Elder in this Church who would rise up in a congregation and tell you that John Wesley is weltering in hell. Have the Elders ever preached such a doctrine? Yes, some of them have preached that all the Reformers, from the days of Christ and the Apostles until Joseph Smith received the Priesthood, must be damned. I do not think that you could now hear such doctrine from any of them. <\/div><div class=\"paragraph jod\" id=\"v8n210\"> There is a chance for those who <div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3492\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have lived and for those who now live. The Gospel has come. Truth and light and righteousness are sent forth into the world, and those who receive them will be saved in the celestial kingdom of God. And many of those who, through ignorance, through tradition, superstition, and the erroneous precepts of the fathers, do not receive them, will yet inherit a good and glorious kingdom, and will enjoy more and receive more than ever entered into the heart of man to conceive,<span class=\"citation\" id=\"72973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72973)\">1 Cor. 2:9<\/a><\/span> unless he has had a revelation. <\/div><div class=\"paragraph jod\" id=\"v8n211\"> My heart is comforted. I behold the people of God, that they have been hunted, cast out, driven from the face of men. The powers of earth and hell have striven to destroy this kingdom from the earth. The wicked have succeeded in doing so in former ages; but this kingdom they cannot destroy, because it is the last dispensation&#x2014;because it is the fulness of times. It is the dispensation of all dispensations, and will excel in magnificence and glory every dispensation that has ever been committed to the children of men upon this earth. The Lord will bring again Zion, redeem his Israel, plant his standard upon the earth, and establish the laws of his kingdom, and those laws will prevail. No law can issue from man or from any body of men to govern and control in eternal things; consequently, those laws must come from heaven to govern and control both Saint and sinner, believer and unbeliever, and every character upon the earth; and they will be issued according to the capacity, knowledge, and mode of life of the people to whom they are promulgated. <\/div><div class=\"paragraph jod\" id=\"v8n212\"> I will now call upon the brethren in the stand to speak, and let you have our testimony, strength, and faith, as we have received yours yesterday. <\/div><div class=\"paragraph jod\" id=\"v8n213\"> God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}