{"ID":80009, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Education&#x2014;Testimony&#x2014;Miraculous Signs, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, April 8, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Education&#x2014;Testimony&#x2014;Miraculous Signs, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/8\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d09\">\n<div class=\"paragraph jod\" id=\"v8n231\"> Pertaining to the school that brother Hyde has been mentioning, we shall devote the large building on the east side of Union Square to school purposes. Tuition will be free, and the school will begin tomorrow morning, with Orson Pratt, Jun., and James Cobb, teachers, under the supervision of Orson Pratt, Sen. The Union Academy is designed exclusively for boys and young men. So soon as we have a suitable building, we intend to open an Academy for females, in which they will be taught the common branches of English education, music, and probably some of the modern languages. <\/div> <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3489\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n232\"> We wish those who attend the Union Academy to qualify themselves to be useful to themselves and this community as speedily as possible. We shall urge the study of mathematics, and more particularly their practical application, that as many as have a taste and aptness may become familiar with surveying, which they can fit themselves for in a very short time. There are but few here who are practical surveyors, and we wish that number increased. <\/div><div class=\"paragraph jod\" id=\"v8n233\"> One of the teachers will probably attend to the rudiments of education, though we prefer to have scholars tolerably well advanced in arithmetic,  <div class=\"break pagebreak\" id=\"40a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0040.pdf\" target=\"pdfwin\">p.&#xA0;40a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3488\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>writing, reading, and grammar. Still it may be requisite at the start to admit some in the elementary branches. <\/div><div class=\"paragraph jod\" id=\"v8n235\"> I give it as my opinion that you may go to any part of the United States or of the world, where parents are not obliged by law to send their children to school, and you will find more schools in the midst of this people, notwithstanding their poverty, their drivings, sufferings, and persecutions, and more persons that can read and write, in proportion to our population, than in any other place on this earth. You may select any community of the same number, and in this particular we will favorably compare with the best of them, and I think we are ahead of them. But this furnishes us no reason for keeping children from school. <\/div><div class=\"paragraph jod\" id=\"v8n236\"> There are many who are anxious to teach school, if the people will encourage them. The people have the privilege of sending their children to school, for there are plenty of teachers and plenty of rooms in every town and neighborhood. However, it is often the case that, when they have sent their children one or two quarters, they neglect paying the teacher. <\/div><div class=\"paragraph jod\" id=\"v8n237\"> Some say they are not able to send their children to school. In such a case, I think I would rise in the morning, wash myself, take a little composition, and try, if possible, to muster strength enough to send my children to school, and pay their tuition like a man. When you have done this, if you are still unable, apply to some of your neighbors to assist you. <\/div><div class=\"paragraph jod\" id=\"v8n238\"> Men able to ride in their carriages, and not able or unwilling to pay their children's tuition, ought, I think, to have a little composition, or catnip tea; and then perhaps, they will be able to send their children to school! I know such persons are weak and <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3488\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> feeble; but the disease is in the brain and heart&#x2014;not in the bones, flesh, and blood. Send your children to school. <\/div><div class=\"paragraph jod\" id=\"v8n239\"> As I have before remarked, there will be no charge for tuition in the Union Academy, and we shall learn whether the young men will go to school and qualify themselves for doing business and becoming useful in this world. Compare those who had their education before they came here with the boys who were born and brought up in this Church in the midst of our being driven, and I will furnish you ten greyheaded men who cannot reckon up the simplest account in figures, where you can find one of our boys fifteen years old that cannot. That is the difference between this people, with all the ignorance alleged against them pertaining to the learning of the day, and the professed learned world. I want them still to advance and increase. <\/div><div class=\"paragraph jod\" id=\"v8n240\"> We should be a people of profound learning pertaining to the things of the world. We should be familiar with the various languages,<span class=\"citation\" id=\"88986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88986)\">D&amp;C 90:15<\/a><\/span> for we wish to send to the different nations and to the islands of the sea. We wish Missionaries who may go to France to be able to speak the French language fluently, and those who may go to Germany, Italy, Spain, and so on to all nations, to be familiar with the languages of those nations. <\/div><div class=\"paragraph jod\" id=\"v8n241\"> We also wish them to understand the geography, habits, customs, and laws of nations and kingdoms,<span class=\"citation\" id=\"89113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89113)\">D&amp;C 93:53<\/a><\/span> whether they be barbarians or civilized. This is recommended in the revelations given to us. In them we are taught to study the best books,<span class=\"citation\" id=\"88791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88791)\">D&amp;C 88:118<\/a><\/span> that we may become as well acquainted with the geography of the world as we are with our gardens, and as familiar with the people&#x2014;so far at least as they are portrayed in print&#x2014;as we are with our families and neighbors. <\/div> <div class=\"break pagebreak\" id=\"41a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0041.pdf\" target=\"pdfwin\">p.&#xA0;41a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3487\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n243\"> I will now make a few remarks upon testimony. I have heard a great many Elders in this Church, and people who were professing Christians before this work was revealed, testifying of the things of God. Men rise up here and say they do know that this is the work of God, that Joseph was a Prophet, that the Book of Mormon is true, that the revelations through Joseph Smith are true, that this is the last dispensation and the fulness of times, wherein God has set to his hand to gather Israel for the last time,<span class=\"citation\" id=\"92095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92095)\">D&amp;C 137:6<\/a><\/span> and redeem and build up Zion on this land. How do they know this? Persons know and will continue to know and understand many things by the manifestations of the Spirit, that through the organization of the tabernacle it is impossible otherwise to convey. Much of the most important information is alone derived through the power and testimony of the Holy Ghost in the speaker, revealing itself to the understanding and spirit of the hearer.<span class=\"citation\" id=\"124956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124956)\">D&amp;C 50:17-22<\/a><\/span> This is the only way you can convey a knowledge of the invisible things of God.<span class=\"citation\" id=\"124957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124957)\">Rom. 1:20 (JST)<\/a><\/span> By way of illustration, though a meager one, suppose that a man may discern in his mind how the principle of perpetual motion can be made to operate, but cannot explain it to his neighbors. <\/div><div class=\"paragraph jod\" id=\"v8n244\"> Reflect for a moment upon the sensitive faculty implanted within us. We know when we touch anything with our hands. When we discern an object with our eyes, we know that we see. How do we know? By a principle common to all intelligent beings&#x2014;by the sensations God has placed within us. Were it not for this, the eye could not see, nor sensation be communicated by touch. Were it not for the intelligent principle God has placed within us, we could neither feel, see, hear, taste, nor smell. <\/div><div class=\"paragraph jod\" id=\"v8n245\"> It is recorded that some have <div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3487\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> eyes to see, and see not; ears to hear, and hear not; hearts have they, but they understand not.<span class=\"citation\" id=\"64499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64499)\">Matt. 13:13-14<\/a><\/span> You who are spiritually-minded,<span class=\"citation\" id=\"124958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124958)\">Rom. 8:6<\/a><\/span><span class=\"citation\" id=\"124959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124959)\">2 Ne. 9:39<\/a><\/span> who have the visions of your minds opened&#x2014;have studied yourselves, your organizations, the power by which you have been organized, and the influences that act upon you, can understand that the power that has given you physical sensation is the power of the same God that gives you understanding of the truth. The latter power is inward. My inward eyes see, my inward hands handle, my inward taste tastes of the word of God. The Apostle used this language. He spoke of tasting the good word of God and the powers of the world to come.<span class=\"citation\" id=\"76715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76715)\">Heb. 6:5<\/a><\/span> Do you taste? Yes, by the sensations God has planted within you. Thousands and thousands know, by their inward and invisible sensations, things that have been, things that are, and things that are in the future, as well as they know the color of a piece of cloth by means of their outward or physical vision. When this inner light is taken from them, they become darker than they were before, they cannot understand, and turn away from the things of God. <\/div><div class=\"paragraph jod\" id=\"v8n246\"> With regard to evidence, testimony, the acquirements of the children of men pertaining to the invisible things of God,<span class=\"citation\" id=\"72256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72256)\">Rom. 1:20 (JST)<\/a><\/span> who is it that requires a miracle done? Brother Hyde says that when he has been out preaching, this Priest and that Deacon would say, &#x201C;If you are the servant of God, work a miracle.&#x201D; I have had the same required of me a great many times; but if I had the power of the Gods, I would not work for them a miracle. Why? Because it would only be to gratify a hellish, worldly, corrupt, devilish disposition on the part of the one requiring it. Have we not an example? Yes&#x2014;one expressly for the benefit of the Saints who were to follow in the footsteps of  <div class=\"break pagebreak\" id=\"42a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0042.pdf\" target=\"pdfwin\">p.&#xA0;42a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3486\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Redeemer and pursue the path he walked in. The Devil taketh him up into an exceeding high mountain, and showeth him all the kingdoms of the world, and the glory of them, and saith unto him, &#x201C;All things will I give thee, if thou wilt fall down and worship me.&#x201D; Then the Devil taketh him up into the holy city, and setteth him on a pinnacle of the temple, and saith unto him, &#x201C;If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands shall they bear thee up, lest at any time thou dash thy foot against a stone.&#x201D; In other words, If you are the Son of God, work a miracle. All this world is under my control, and I will give it to you, if you will obey me and cast yourself down, that I may go and be a preacher and testify that you are the Son of God. Jesus would not do anything of the kind. <\/div><div class=\"paragraph jod\" id=\"v8n248\"> &#x201C;Then,&#x201D; said the Devil, &#x201C;make bread of these stones, that we may have a testimony that you are the Christ; and I will go and tell the people of it.&#x201D; The Savior said unto him, &#x201C;Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.&#x201D; Then the Devil leaveth him, and, behold, angels came and ministered unto him. He would not accommodate the feelings of the person that wished to tempt the Lord his God.<span class=\"citation\" id=\"62800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62800)\">Matt. 4:1-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n249\"> At another time Jesus exclaimed&#x2014;&#x201C;An evil and an adulterous generation seeketh after a sign; and there shall be no sign given to it, but the sign of the prophet Jonah: For as Jonah was three days and three nights in the whale's belly; so shall the Son of man be three days and three nights in the heart of the earth.&#x201D;<span class=\"citation\" id=\"64445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64445)\">Matt. 12:39-40<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n250\"> In all my preachings and teachings, my faith today is the same as ever, according to the light I have had from time to time. If I had the <div class=\"break columnbreak\" id=\"42b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0042.pdf\" target=\"pdfwin\">p.&#xA0;42b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3486\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> power to turn the Mississippi directly to the opposite course it is now running, and make it empty into Hudson's Bay, instead of in the Gulf of Mexico, I would not do it with a view to convince the people of the truth of the work of God. <\/div><div class=\"paragraph jod\" id=\"v8n251\"> The Gospel plan is so devised, that a miracle to make people believe would only be condemnation to them. When you hear people tell what they have seen&#x2014;that they have seen great and powerful miracles wrought, and they could not help believing, remember that &#x201C;devils believe and tremble,&#x201D;<span class=\"citation\" id=\"77581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77581)\">James 2:19<\/a><\/span> because they cannot help it. When the voice of the Good Shepherd is heard, the honest in heart believe and receive it. It is good to taste with the inward taste, to see with the inward eyes, and to enjoy with the sensations of the everliving spirit. No person, unless he is an adulterer, a fornicator, covetous, or an idolater, will ever require a miracle; in other words, no good, honest person ever will. <\/div><div class=\"paragraph jod\" id=\"v8n252\"> If this is the work of God, let us understand its beauty and glory. I do not say that all are like myself; but from the day I commenced preaching the Gospel to this present moment, I never had a feeling in my heart to occupy much time in preaching hell to the people, or in telling them much about being damned. There are the kingdoms and worlds which God has prepared, and which are waiting for the just. There are more beauty, glory, excellency, knowledge, power, and heavenly things than I have time to talk about, without spending my time in talking about the hells prepared for the damned. I have not time to talk much about them. <\/div><div class=\"paragraph jod\" id=\"v8n253\"> We have heaven, eternal life, eternal existence before us. Behold the sea of faces before me this morning, every one of whom God has organized to dwell eternally in his presence. Is  <div class=\"break pagebreak\" id=\"43a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0043.pdf\" target=\"pdfwin\">p.&#xA0;43a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3485\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not this a theme that is worth the attention of all the human family? We are alive. When shall we die? Never. Says our Savior, &#x201C;Whosoever believeth in me shall never die.&#x201D;<span class=\"citation\" id=\"69764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69764)\">John 11:26<\/a><\/span> Shall we put on this mortality? Yes, we will lay down these bodies in the grave. What for? That the dust, our mother earth, that composes the house of the spirit, may be purified by passing through this ordeal, and be prepared to be called up and united with the intelligent heavenly body that God has prepared. This is nothing but a change. It is not the dissolution of the creature; it is merely putting off the flesh that pertains to this world. <\/div><div class=\"paragraph jod\" id=\"v8n255\"> The particles of this earth that now compose this body will be rearranged, and the spirit will be clothed with an immortal tabernacle. Let the spirit reign predominant over the flesh, and bring into subjection the whole man, every feeling and every desire of his heart, and let him be devoted wholly, body and spirit, to the end for which he has been created. When the flesh is brought into subjection, it is made worthy through that means. <\/div><div class=\"paragraph jod\" id=\"v8n256\"> So live every morning, noon, and evening, every moment, as to enjoy the Holy Ghost continually. Do not deprive yourselves of this privilege, brethren and sisters; then you can see, hear, and understand, and know things that are of God, the visible and invisible, in heaven and on earth&#x2014;things past, present, and to come. No power can deprive you of this privilege, and God will bless you, and we will bask in his presence with our Elder Brother, and with all the sons and daughters of Adam who have been redeemed from the four quarters of the earth, to live forever. <\/div><div class=\"paragraph jod\" id=\"v8n257\"> What a pleasing thought! What an entrancing idea it would be, if we had the privilege of making a selec<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"43b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0043.pdf\" target=\"pdfwin\">p.&#xA0;43b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3485\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion of one of the most beautiful locations on this earth, where we could have our grounds, gardens, and walks laid out after the most enchanting and beautiful order, with every variety of trees, with fountains of water, and everything to make us happy and comfortable, with our carriages to ride in, &amp;c., &amp;c., and then live ten thousand millions of years upon that beautiful possession! Still that period of time would ultimately come to an end; and when the last moment had come, the possession ceases to be worth a groat, for it is not eternal. Boundless wealth and the most beautiful possessions cannot give pleasure and happiness of that exquisite and heavenly nature that is not in itself eternal. <\/div><div class=\"paragraph jod\" id=\"v8n258\"> I expect to see the streets paved with gold,<span class=\"citation\" id=\"80807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80807)\">Rev. 21:21<\/a><\/span> and our common utensils made of the precious metals that the wicked now worship. There is no ornament, no beauty, no excellency, nothing that you can imagine that is great, grand, and useful on earth, but what is typical of the immortal and eternal riches that are in store for all those who overcome. <\/div><div class=\"paragraph jod\" id=\"v8n259\"> Excuse me if I speak loud. Were I to speak as I feel, I should speak like a Methodist for a little while, and cry, &#x201C;Hallelujah!&#x2014;praise ye the Lord.&#x201D; Let his praise ring aloud through the heavens, and swell in anthems throughout the earth. Praise the name of our God, who, in the fulness of his mercy, hath provided a great salvation and eternal life for all the Saints, without money and without price.<span class=\"citation\" id=\"59753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59753)\">Isa. 55:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n260\"> I do not hate any man on earth or in hell. The worst wish I have for the wicked is that they may be obliged to live according to good and wholesome laws. <\/div><div class=\"paragraph jod\" id=\"v8n261\"> May God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}