{"ID":80005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Death&#x2014;Resurrection, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, March 25, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Death&#x2014;Resurrection, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 3\/25\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v8n157\"> I will make a few remarks upon the portion of Scripture quoted by brother Hyde in the discourse he has just delivered as follows&#x2014;&#x201C;Jesus said unto her, I am the resurrection and the life: he that believeth in me, though he were dead, yet shall he live: And whosoever liveth and believeth in me shall never die.&#x201D;<span class=\"citation\" id=\"69758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69758)\">John 11:25-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n158\"> In all such sayings, and in every part and portion of the revelations of God as given to the children of men, or to any individual in heaven or on earth, to properly understand them, a man needs the Spirit by which they were given&#x2014;the Spirit that reveals such matters to the understanding, and makes them familiar to the mind. <\/div><div class=\"paragraph jod\" id=\"v8n159\"> In the Scripture above quoted, the death spoken of is a death that the intelligent being undergoes, and never recovers from: it is an eternal death. For the body to decay, like a kernel of wheat that is cast into the ground, is not considered a death. Brother Hyde observed&#x2014;&#x201C;If the germ of corn is not good, it all dies.&#x201D; That is true: but if it is good, the corn does not die; it is placed in the ground to yield an increase. It is commonly termed death to have the spirit and body separated; but literally that is not death only to those who are sons of perdition. <\/div><div class=\"paragraph jod\" id=\"v8n160\"> This earth is brought together and organized from native elements as we now behold it, our tabernacles in<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3501\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cluded. The matter of which all animate and inanimate existence is formed is from all eternity, and it must remain to all eternity, without beginning and without end. There are certain portions of this native element that will be refined and prepared to enter into the celestial kingdom&#x2014;into the celestial family of the celestial world. If the spirit honors the body and the body honors the spirit while they are here united, the particles of matter that compose the mortal tabernacle will be resurrected and brought forth to immortality and eternal life; but it cannot be brought forth and made immortal, except it undergoes a change, for &#x201C;dust thou art, and unto dust thou shalt return.&#x201D;<span class=\"citation\" id=\"52635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52635)\">Gen. 3:19<\/a><\/span> What for? To prepare the body to be made immortal and fitted to dwell in the presence of the Gods. <\/div><div class=\"paragraph jod\" id=\"v8n161\"> The death that Jesus referred to had no reference to these bodies going into the grave. He is the life and the light. He is the resurrection; he is the power; and &#x201C;if you believe in me,&#x201D; says Jesus, &#x201C;you shall live forever&#x2014;you shall be prepared to dwell with me in my Father's kingdom.&#x201D; If the question had then been asked him, &#x201C;Will not this body be placed in the grave and return to its mother earth?&#x201D; his answer would have been, &#x201C;Yes, for otherwise you cannot be prepared for that eternal life of which I have been speaking&#x2014;to live forever.&#x201D; <\/div> <div class=\"break pagebreak\" id=\"28a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0028.pdf\" target=\"pdfwin\">p.&#xA0;28a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3500\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n163\"> Had the question been asked the Savior, when he uttered those words, &#x201C;Do you say that the decree that the Lord gave to Adam is now removed?&#x201D; he would have told them, &#x201C;No;&#x201D; for they could not be quickened, made immortal, and prepared for life everlasting, without going through these ordeals. <\/div><div class=\"paragraph jod\" id=\"v8n164\"> What can you know, except by its opposite? Who could number the days, if there were no nights to divide the day from the night? Angels could not enjoy the blessings of light eternal, were there no darkness. All that are exalted and all that will be exalted, will be exalted upon this principle. If I do not taste the pangs of death in my mortal body, I never shall know the enjoyment of eternal life. If I do not know pain, I cannot enjoy ease. If I am not acquainted with the dark, the gloomy, the sorrowful, I cannot enjoy the light, the joyous, the felicitous that are ordained for man. No person, either in heaven or upon earth, can enjoy and understand these things upon any other principle. <\/div><div class=\"paragraph jod\" id=\"v8n165\"> &#x201C;Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power.&#x201D;<span class=\"citation\" id=\"80534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80534)\">Rev. 20:6<\/a><\/span> The death that is spoken of here is the death that is opposite to the eternal life the Savior spoke of. If you dishonor that body&#x2014;transgress the natural laws pertaining to it, you are not worthy, in your sphere, to possess this body in an immortal state. What will become of it? It will return to its native element. That is the death that never dies. That is endless death. In this Jesus had no allusion to the changing or putting off of this mortality. <\/div><div class=\"paragraph jod\" id=\"v8n166\"> The very particles that compose our bodies will be brought forth in the morning of the resurrection, and our spirits will then have tabernacles to be clothed with, as they have now, only they will be immortal tabernacles&#x2014;spiritual tabernacles. <\/div> <div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3500\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n167\"> When death is spoken of as in the words quoted, it is spoken of as death in reality. In many places in the Scriptures, the separation of the body and spirit is called death;<span class=\"citation\" id=\"77636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77636)\">James 2:26<\/a><\/span> but that is not death in the strict sense of the term; that is only a change. We are naturally inclined to cling to our mother earth; our bodies love to live here, to see, to hear, to breathe, and to enjoy themselves, because we are of the earth, earthy.<span class=\"citation\" id=\"73971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73971)\">1 Cor. 15:47<\/a><\/span> But probably, in most cases, the change from mortal to immortality is no greater, comparatively speaking, than when a child emerges into this world. We shall suffer no more in putting off this flesh and leaving the spirit houseless than the child, in its capacity, does in its first efforts to breathe the breath of this mortal life. <\/div><div class=\"paragraph jod\" id=\"v8n168\"> After the spirit leaves the body, it remains without a tabernacle in the spirit world until the Lord, by his law that he has ordained, brings to pass the resurrection of the dead. When the angel who holds the keys of the resurrection shall sound his trumpet, then the peculiar fundamental particles that organized our bodies here, if we do honor to them, though they be deposited in the depths of the sea, and though one particle is in the north, another in the south, another in the east, and another in the west, will be brought together again in the twinkling of an eye, and our spirits will take possession of them. We shall then be prepared to dwell with the Father and the Son, and we never can be prepared to dwell with them until then. Spirits, when they leave their bodies, do not dwell with the Father and the Son, but live in the spirit world, where there are places prepared for them. Those who do honor to their tabernacles, who love and believe in the Lord Jesus Christ, must put off this mortality, or they cannot put on immortality. This body must be changed, else it cannot be prepared to  <div class=\"break pagebreak\" id=\"29a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0029.pdf\" target=\"pdfwin\">p.&#xA0;29a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3499\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dwell in the glory of the Father. To me all these things are plain and easy. All we want is to understand the very subject Jesus was talking about, the nature of our organizations, the world we occupy, the laws by which we are, and by which we continue to exist. <\/div><div class=\"paragraph jod\" id=\"v8n170\"> Brother Hyde says, &#x201C;Take the world, and what do they know pertaining to the things of God?&#x201D; Do they know their right hands from their left, figuratively speaking? No. All that brother Hyde has said concerning our important position is true. It is beyond the power of man to fully unfold it, though a portion has been beautifully portrayed, and it seems that the people should see things that are so plain. Were it possible for the nations to gain power to destroy this kingdom on the earth, by so doing they would seal their eternal damnation. That is as true as it is that Jesus died for the sins of the world; as true as it is that there is a heaven, a God, and that the world exists, and the children of men dwell upon it. <\/div><div class=\"paragraph jod\" id=\"v8n171\"> When the wicked seek to destroy this kingdom, I can endure it tolerably well; but when I see those who profess to be Latter-day Saints taking a course to destroy themselves, and to prove themselves children of folly, children of darkness, it is a great source of grief and regret to me. <\/div><div class=\"paragraph jod\" id=\"v8n172\"> All mankind have the principles of eternal life implanted within them. Much has been taught in regard to this and to the agency of the children of men. God has organized the spirit and placed it in a tabernacle&#x2014;has given it certain capacity and certain laws, and it is as independent in its sphere of action as are the angels and the Gods in the heavenly worlds. It is for us to act upon that intelligence that is ours in every sense of the word; and if we do honor to our tabernacles and to the spirits God <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3499\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> has given us, we have the promise of eternal life, which is the gift of God.<span class=\"citation\" id=\"84083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84083)\">D&amp;C 14:7<\/a><\/span> This promise is made to every son and daughter of Adam, if they obey the conditions laid down; and their names have been written in the Lamb's book of life<span class=\"citation\" id=\"80614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80614)\">Rev. 20:12<\/a><\/span> from the beginning, before we came into the world, and they will remain there to all eternity, unless we blot them out through a wicked course.<span class=\"citation\" id=\"54494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54494)\">Ex. 32:32<\/a><\/span><span class=\"citation\" id=\"79080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79080)\">Rev. 3:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n173\"> Try to understand the position you occupy, and then you will understand the sayings of the Apostles and Prophets. Thanks be to the Lord our God for the understanding he has already given us, for the spirit of revelation he has bestowed upon us, and for the holy Priesthood and the keys thereof, by which the heavens are opened, and by which men are enabled to understand things as they are.<span class=\"citation\" id=\"81698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81698)\">Jacob 4:13<\/a><\/span> God be thanked for the intelligence there is with this people. <\/div><div class=\"paragraph jod\" id=\"v8n174\"> A week from next Friday it will be thirty years since this Church was organized with six members. The kingdom of God has thirty years growth on the earth, and does it not seem that we should be far advanced in the things of God? It does. At a glance we should know and understand many things that some are still in more or less dubiety about. One Elder will say that he knows nothing about God. &#x201C;I believe in the Father and the Son, and in the revelations given through Joseph Smith; but to really say that I positively know anything of the true character of God, our Father in heaven, I do not know that I can.&#x201D; A few moments' reflection and the Spirit upon the vision of the mind, and that same Elder would say that he does know. Such statements arise from a want of the vision of the mind being opened to see things as they are for a few minutes. <\/div><div class=\"paragraph jod\" id=\"v8n175\"> The whole Scriptures plainly teach us that we are the children of that God who framed the world. Let us  <div class=\"break pagebreak\" id=\"30a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0030.pdf\" target=\"pdfwin\">p.&#xA0;30a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3498\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>look round and see whether we can find a father and son in this congregation. Do we see one an elephant, and the other a hen? No. Does a father that looks like a human being have a son like an ape, going on all fours? No; the son looks like his father. There is an endless variety of distinction in the few features that compose the human face, yet children have in their countenances and general expression of figure and temperament a greater or less likeness of their parents. You do not see brutes spring from human beings. Every species is true to its kind. The children of men are featured alike and walk erect. <\/div><div class=\"paragraph jod\" id=\"v8n177\"> The Bible clearly teaches us that we are the children of the very Being who framed this earth and peopled it. Such teachings may be found in hundreds of places in the Scriptures, and yet we do not know anything about our Father! Is it not astonishing? I frequently think that truly the things of God<span class=\"citation\" id=\"73018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73018)\">1 Cor. 2:11<\/a><\/span> are spiritually discerned,<span class=\"citation\" id=\"124953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124953)\">1 Cor. 2:14<\/a><\/span> when man, in his reflections, thoughts, words, and acts, as a finite being, knows nothing of God. But when he meditates and acts from the intelligence of the spirit God has placed within him, the visions of eternity are opened to him; heaven and eternity are before him. <\/div><div class=\"paragraph jod\" id=\"v8n178\"> Brother Hyde compared the departure of the spirit from the body to going into another room, and referred to a statement made by Andrew Jackson Davis. He placed himself in a clairvoyant state beside the bed of a sick person and observed the spirit of a lady leave her body. He saw the spirit ascend from the head of the mortal tenement&#x2014;saw it walk out into the open air in company with another spirit that came to escort her away. They appeared to him to ascend an inclined plane, and continued to walk away until they were out of his sight. Do you not believe that <div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3498\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> your spirit will be in existence after it leaves the body? I care not whether it goes out from the head or from some other portion. Mr. Davis says that after the spirit was fully out of the body, he saw as it were an umbilical cord that yet retained the spirit to the body; and that when that was separated, the spirit was free, and the body was consigned to dissolution. Whether this be true or not, it is as certain that the spirit leaves the body as it is that it enters it. When it leaves the body, it dwells in the spirit world until the body is raised up by the power of God; and when it is raised up, do you not think that we shall look like our Father? If any of us could now see the God we are striving to serve&#x2014;if we could see our Father who dwells in the heavens, we should learn that we are as well acquainted with him as we are with our earthly father; and he would be as familiar to us in the expression of his countenance, and we should be ready to embrace him and fall upon his neck and kiss him, if we had the privilege. And still we, unless the vision of the Spirit is opened to us, know nothing about God. You know much about him, if you did but realize it. And there is no other one item that will so much astound you, when your eyes are opened in eternity, as to think that you were so stupid in the body. <\/div><div class=\"paragraph jod\" id=\"v8n179\"> Be very careful that you do not so conduct yourselves that when your bodies die, you will not receive them in an immortal state. Be careful that your lives are such that you be not deprived entirely of these bodies which have borne so much affliction and pain. There is a great design in the formation of the body. <\/div><div class=\"paragraph jod\" id=\"v8n180\"> The people cannot comprehend the deep mystery of the design of the Almighty in bringing so many people into this human world, shall I say? This is a world of pain, of darkness,  <div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3497\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sorrow, affliction, and death. The Almighty has his objects and plans all laid, and we are to pass through all these afflictions and to endure all that he calls us to endure, to give us knowledge, wisdom, and experience; for we cannot receive them upon any other principle. His design is to exalt the human family, and to bring them back to the presence of the Father and the Son. The heir of the family died to take away our sins. He has suffered, that we may live. He has offered himself up for the sins of the world. Why? Because he is the heir of the family. The Father and the Son are now doing all they can to save his children, and all the heavenly hosts are exerting their powers to accomplish the same great end. &#x201C;But,&#x201D; says the Father, &#x201C;do not infringe on the agency of mankind; for my children, to be brought into my presence to enjoy with me the fulness of my glory, must pass through the same ordeals I have passed through. They cannot inherit eternal life upon any other principle.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v8n182\"> How far does our agency extend? There are certain bounds to it. What we have witnessed in thirty years' experience teaches us that man can appoint but God can disappoint. Man can load his gun to shoot his neighbor, but he cannot make the ball hit him, if the Lord Almighty sees fit to turn it away. He can draw the sword to hew down his fellow man; but instead of that, he may fall upon it himself. Paul says, &#x201C;I have planted, Apollos watered; but God gave the increase. So then neither is he that planteth any thing, neither he that watereth; but God that giveth the increase.&#x201D;<span class=\"citation\" id=\"73150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73150)\">1 Cor. 3:6-7<\/a><\/span> You may plead with the people and beseech them to embrace the truth; but unless God touches the heart your labors are vain. The Lord will bring about the results, and mankind cannot pre<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3497\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vent it. The wicked may design an evil against the righteous, and he causes it to result in good. That is making the wrath of man praise him.<span class=\"citation\" id=\"56870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56870)\">Ps. 76:10<\/a><\/span> He has not granted to man to bring out the result of his works, but he has given him the ability to work as he pleases&#x2014;to go here or there&#x2014;to do this or that&#x2014;to obey the Gospel or disobey it. He has not committed the keys of the results of the acts of the nations of the earth to any man on the earth; but that power he retains to himself. <\/div><div class=\"paragraph jod\" id=\"v8n183\"> I can discern the hand of the Lord in preserving and leading this people. A great many do not discern this, because they have not eyes to see, nor ears to hear; for, if they had, they would discern the footprints of the Almighty and hear his voice, and would understand that he leads this people by the right hand of his wisdom and power, and that no power can prevent it. Anoint your eyes and pour oil in your ears, and pray that your hearts may be softened and your minds quickened to understand. <\/div><div class=\"paragraph jod\" id=\"v8n184\"> God will overrule the acts of the children of men in this kingdom as well as among the nations. After the children of Israel had traveled thirty years in the wilderness, they thought that they had prospered tolerably well, though they were still traveling. In their travels they crossed their tracks many times, whereas we, in our travels, have done so but a few times. How many times we may have to do so, I do not know. <\/div><div class=\"paragraph jod\" id=\"v8n185\"> Strive to prepare your hearts as fully as possible to enjoy a great portion of the Spirit of the Lord at our Conference; strive to enjoy that Spirit above all things. Let us prepare our hearts to receive the Holy Ghost to be our constant companion.<span class=\"citation\" id=\"90912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90912)\">D&amp;C 121:46<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n186\"> May the Lord God of Israel bless you! Amen. <\/div>\n<\/div>\n<\/div>"}