{"ID":80013, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Confidence and Influence of the Saints&#x2014;Knowledge, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, a.m., June 3, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Confidence and Influence of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/3\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d13\">\n<div class=\"paragraph jod\" id=\"v8n368\"> I am thankful for the privilege of standing before you, and feel desirous to enjoy the Spirit of intelligence, that when I speak to the Saints I may be a comfort to them, and strengthen them, and so dictate and guide their minds that they may receive strength and consolation in the faith of the Gospel, and in the hope of eternal life. <\/div><div class=\"paragraph jod\" id=\"v8n369\"> One reason why I have not of late addressed you oftener is because I wish other brethren to have an equal opportunity to speak to the people. I often regret when we call upon the Elders to speak in this Tabernacle, to hear them say that they have been in the Church ten, fifteen, twenty, twenty-five, or more years, and have not before had the privilege of speaking to the Saints in their large assemblies, apparently casting a reflection upon me or upon my brethren because we have not invited them to preach. We would be glad to have all such persons preach. Let us know who you are, for it creates a feeling of <div class=\"break columnbreak\" id=\"64b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0064.pdf\" target=\"pdfwin\">p.&#xA0;64b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3464\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> regret for any of the brethren to intimate that they have been neglected. <\/div><div class=\"paragraph jod\" id=\"v8n370\"> Some who have lost the confidence and influence of the Saints, may expect that confidence and influence to be restored to them by me and my brethren. I have always told the brethren, in our private conversations, that that is impossible: it is a work we cannot accomplish. I might call upon a person who had stolen your cattle or your horses, and taken them to the camp and sold them, or who had stolen your fencing or other property, to address you from this stand; but would that restore confidence? No. We might call a man into this stand who has been in the habit of getting drunk and appearing intoxicated in the streets; but would that cause the people to have confidence in him? No. If I and my Counselors should strive with our might to support and recommend him, that would not give him the influence he wishes, but would disgrace the man of God who undertook it. <\/div> <div class=\"break pagebreak\" id=\"65a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0065.pdf\" target=\"pdfwin\">p.&#xA0;65a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3463\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n372\"> If the Elders wish to exhibit their talents before the Saints and the world, let them make themselves acquainted with all the principles they desire to represent in speaking and administering to the Saints. And if those who have lost their influence, through disreputable proceedings, wish to regain it, instead of expecting to regain it at once by being called into this stand, go to the private prayer meeting and there humbly pray God to bless you and your brethren. When you imagine that you are neglected and do not have the privilege of exhibiting your talent&#x2014;I speak of these who have been in the habit of doing wrong, and thereby have lost confidence&#x2014;pursue a course that will convince your brethren that you have reformed. Go to your neighbors' houses and tell them you have appointed a meeting in your house. Call the brethren together, and pray with them and for them; and let them see, by the power of the spirit of the holy Gospel, that you have repented of all your evils&#x2014;that you will refrain from sinning&#x2014;that you will not again be caught, as heretofore, transgressing the law of God, the grace of God assisting you. <\/div><div class=\"paragraph jod\" id=\"v8n373\"> If you can make as good a beginning as did an old lady, you will do well. She went to a schoolhouse, and, on her return, called at a neighbor's, who inquired where she had been. She replied, &#x201C;I have been to meeting.&#x201D; &#x201C;Has there been a meeting?&#x201D; &#x201C;Oh, yes, and a glorious one, too.&#x201D; &#x201C;Dear me, we did not hear of it. Were there many there?&#x201D; &#x201C;No, there were not many.&#x201D; &#x201C;Who was there?&#x201D; &#x201C;Why, the Lord was there, and I was there, and had a blessed good meeting.&#x201D; If you cannot get any person to meet with you, be sure and have the Lord meet with you, and you will soon gain confidence in yourselves and have influence with your brethren. <\/div> <div class=\"break columnbreak\" id=\"65b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0065.pdf\" target=\"pdfwin\">p.&#xA0;65b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3463\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n374\"> No man can gain influence in this kingdom, and maintain himself in it, or magnify his calling, without the power of God being with him. Persons must so live that they can enjoy the light of the Holy Spirit, or they will have no confidence in themselves, in their religion, or in their God, and will sooner or later turn from the faith. They are in sorrow, and leave in search of something that will satisfy their minds. Hundreds have been to Camp Floyd, to the States, and to their native foreign lands, to find that comfort and consolation they have lost. They need not go out of their own houses to accomplish this, for the Lord is near them&#x2014;the Gospel is at their doors&#x2014;life and salvation are with them, if they will only repent of their sins, return to the Lord with all their hearts, and humble themselves until they get the Spirit: they will then learn that they have the treasure hunted for in California, in Carson Valley, and the world over&#x2014;the riches of eternal life. <\/div><div class=\"paragraph jod\" id=\"v8n375\"> You who feel that you are in the least slighted, begin to have your meetings; and if there is no person to pray with you in your own houses, pray by yourselves until the Lord meets with you and you enjoy the light of the Holy Spirit. Then, if you wish to, call in your neighbors and pray with them and for them. There is no law against doing good. You have all the privilege you can ask for, to perform all the good you have any talent to perform. When a man complains that his talent is not appreciated by his brethren, he is lacking one important piece of information more important to him than to any other&#x2014;a knowledge of himself. This would do him more good than all his great talents without it. When he knows his own ability&#x2014;can understand himself, he can properly employ every talent he has. Without that, he cannot do so. <\/div> <div class=\"break pagebreak\" id=\"66a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0066.pdf\" target=\"pdfwin\">p.&#xA0;66a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3462\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n376\"> Those who seek for wisdom, for knowledge, and eternal life, understand the exhortation just delivered by brother George Halliday. So far as I heard, it was very sweet&#x2014;very good. Without the light of the Spirit of Christ, no person can truly enjoy life. I thought brother Halliday very correctly portrayed the feelings of some, when alluding to certain wives becoming as skillful and noted, and a little more so in their own estimation, than were their husbands. I am not in the least fearful that anyone will gain too much knowledge of God, and through that knowledge undertake to dictate me. If you know the Spirit of God, have the power of revelation, and know the mind of the Lord from day to day, I am not afraid of your disagreeing with me. Do not have any fears of knowing too much, lest you should feel to rise up and dictate me, as wives, in many cases, do their husbands. <\/div><div class=\"paragraph jod\" id=\"v8n377\"> You may examine from the beginning to this day, and continue to watch in the future, and where you find a man who wishes to steady the ark of God,<span class=\"citation\" id=\"55544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55544)\">2 Sam. 6:6-7<\/a><\/span><span class=\"citation\" id=\"55867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55867)\">1 Chr. 13:9-10<\/a><\/span><span class=\"citation\" id=\"88079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88079)\">D&amp;C 85:8<\/a><\/span> without being called to do so, you will find a dark spot in him. The man full of light and intelligence discerns that God steadies his own ark, dictates his own affairs, guides his people, controls his kingdom, governs nations, and holds the hearts of all living in his hands, and turns them hither and thither at his pleasure, not infringing upon their agency. There is not the least danger of disagreeing with persons enjoying the Holy Spirit. <\/div><div class=\"paragraph jod\" id=\"v8n378\"> With regard to those who leave us, brother Kimball's comparing it to removing disease from the body is true. Every individual, every family, and every portion of the community that desire to leave this kingdom, the quicker they go the better for us. The sooner such branches are severed, the healthier will be the tree;<span class=\"citation\" id=\"70122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70122)\">John 15:2<\/a><\/span> its <div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3462\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> roots and stock will become more powerful, and it will spread its branches to the nethermost parts of the earth. Dead branches tend to make the tree sickly, if they are permitted to remain. Let them be cut off, that the healthy branches may drink more strength and vigor from the roots of the tree, and the foliage of the whole tree be beautiful. <\/div><div class=\"paragraph jod\" id=\"v8n379\"> Do not have the least fears in regard to this Church and kingdom. Some Elders, and perhaps some presiding Elders, entertain a fearful looking<span class=\"citation\" id=\"76939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76939)\">Heb. 10:27<\/a><\/span> for the time when they shall be driven again. Brother Kimball has told you that we shall not be. We shall not, unless we are disposed to. The Lord has led this people from the beginning. From the day that Joseph obtained the plates, and previous to that time, the Lord dictated him. He directed him day by day and hour by hour. He led this people in different parts of the United States, and the finger of scorn has been pointed at them. Officers of the Government of the United States have lifted their heel against them,<span class=\"citation\" id=\"90815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90815)\">D&amp;C 121:16<\/a><\/span> and this people have been driven from town to town, from county to county, and from State to State. The Lord has his design in this. You may ask what his design is. You all know that the Saints must be made pure, to enter into the celestial kingdom. It is recorded that Jesus was made perfect through suffering.<span class=\"citation\" id=\"76638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76638)\">Heb. 5:8-9<\/a><\/span> If he was made perfect through suffering, why should we imagine for one moment that we can be prepared to enter into the kingdom of rest with him and the Father, without passing through similar ordeals? <\/div><div class=\"paragraph jod\" id=\"v8n380\"> The iniquity of the evildoer must be made manifest, and those who hate the kingdom of God on the earth must have the privilege of filling up the cup of their iniquity.<span class=\"citation\" id=\"89682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89682)\">D&amp;C 103:3<\/a><\/span> The Lord has led the people through scenes of sorrow and affliction; but what  <div class=\"break pagebreak\" id=\"67a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0067.pdf\" target=\"pdfwin\">p.&#xA0;67a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3461\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have we passed through here during the two last years? Nothing, comparatively speaking. I can say that I do not consider that I have ever suffered anything for this kingdom&#x2014;nothing in the least. I have never sacrificed anything, without it be the evil propensities that are sown in our nature, springing from the seed that was sown at the fall. May that be termed a sacrifice? I will not call it so. What do we possess on this earth? Do we even own our bodies? Had we the power to produce them? Is the intelligence in these bodies our own? Did we organize and implant it? No human being has had power to organize his own existence. Then there is a greater than we. Are we our own in our bodies? Are we our own in our spirits? We are not our own. We belong to our progenitors&#x2014;to our Father and our God.<span class=\"citation\" id=\"73259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73259)\">1 Cor. 6:19-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n382\"> We say that we have lost an ox, a cow, or a horse; or, &#x201C;I left my farm, my house, and have sacrificed a great deal for this work.&#x201D; This is a mistake. You had nothing to lose. Not one particle of all that comprises this vast creation of God is our own. Everything we have has been bestowed upon us for our action, to see what we would do with it&#x2014;whether we would use it for eternal life and exaltation or for eternal death and degradation, until we cease operating in this existence. We have nothing to sacrifice: then let us not talk about sacrificing. <\/div><div class=\"paragraph jod\" id=\"v8n383\"> The Lord has led the people carefully along, and dictated according to his pleasure. Brother Heber says we have been going from place to place, until, finally, we have come into these valleys in the mountains. Why? Because we were obliged to. The Lord has had his eye on this spot from the beginning&#x2014;upon this part of the land of Joseph. Read the history contained in the Book of Mormon, and ask yourselves whether <div class=\"break columnbreak\" id=\"67b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0067.pdf\" target=\"pdfwin\">p.&#xA0;67b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3461\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God has ever suffered a king to reign on this land.<span class=\"citation\" id=\"81410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81410)\">2 Ne. 10:11<\/a><\/span> Will he ever? No. This is the land that was given to Joseph&#x2014;the son so well beloved by his father Jacob; and no king will ever reign upon it but the King, the Lord. Could that book have been brought forth and published to the world under any other government but the Government of the United States? No. He has governed and controlled the settling of this continent. He led our fathers from Europe to this land, and prepared the way to break the yoke that bound them, and inspired the guaranteed freedom in our Government, though that guarantee is too often disregarded. He could bring forth his work, and has prepared a people to receive and commence his kingdom. Could this be done anywhere else? No. He has known, from the beginning of creation, that this is the land whereon to build this Zion. He knows how to commence his work and how to finish it, and he will finish it where he commenced it. <\/div><div class=\"paragraph jod\" id=\"v8n384\"> How our faith would stretch out and grasp the heavenly land where our father Adam dwelt in his paradisiacal state! That land is on this continent. Here is where Adam lived. Do you not think the Lord has had his eye upon it? Yes. He is the King of all the earth, and has reigned supreme according to his own goodwill and pleasure, and makes the wrath of man praise him.<span class=\"citation\" id=\"56871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56871)\">Ps. 76:10<\/a><\/span> He has had his eye upon his work, and has led this people from place to place, until he has led them into the chambers of the mountains&#x2014;<span class=\"citation\" id=\"58523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58523)\">Isa. 26:20<\/a><\/span>into the holy hill of God;<span class=\"citation\" id=\"56310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56310)\">Ps. 2:6<\/a><\/span> and they will reign upon Mount Zion. <\/div><div class=\"paragraph jod\" id=\"v8n385\"> Many have looked upon our trip south as a great stumblingblock, because we left our houses and possessions. I am willing to see my houses in ashes, and be stripped of every description of property, if it is  <div class=\"break pagebreak\" id=\"68a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0068.pdf\" target=\"pdfwin\">p.&#xA0;68a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3460\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>necessary to the advancement of the kingdom of God. That move was made for an express purpose: it had and will have the desired effect, and will accomplish all the Lord designed. We have prayed that the wicked may be confused, broken, and scattered. Are they not broken and scattered? And are we not here? We are, and we will stay until we go away. And should the Lord require it, we will make this region as clean and desolate as it was when we found it. Do not murmur or complain about this, that, or the other. <\/div><div class=\"paragraph jod\" id=\"v8n387\"> I now wish to ask the strong-minded men&#x2014;the talented men (we say nothing about strong-minded women), How many of you have had wisdom enough to procure and lay up for yourselves produce enough to last until harvest? You may call this a small matter. How many of you have wheat or flour to last you a year? If you are without bread, how much wisdom can you boast, and of what real utility are your talents, if you cannot procure for yourselves and save against a day of scarcity those substances designed to sustain your natural lives? You wish to come here and preach to the people, when you have not knowledge to sustain yourselves temporally, to say nothing of a spiritual salvation. You cannot save yourselves, a wife, and a child from starvation, unless someone takes you by the hand and leads you; and yet you want to make us believe that you are almighty big men. I exhort the brethren to seek unto the Lord for wisdom. If you cannot provide for your natural lives, how can you expect to have wisdom to obtain eternal lives? God has given you your existence&#x2014;your body and spirit, and has blest you with ability, and thereby laid the foundation of all knowledge, wisdom, and understanding, and all glory and eternal lives. If you have not attained ability to <div class=\"break columnbreak\" id=\"68b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0068.pdf\" target=\"pdfwin\">p.&#xA0;68b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3460\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> provide for your natural wants, and for a wife and a few children, what have you to do with heavenly things? <\/div><div class=\"paragraph jod\" id=\"v8n388\"> You know how to raise wheat and corn, how to build a house or a barn, how to raise a horse, a cow, or a sheep, and how to manufacture wool, because you have had practice in those labors from your youth up; but you do not all know how to preserve such things to yourselves and make yourselves comfortable. Instead of trying to find out how God is made, or how angels are made, I wish you would try to learn how to sustain yourselves in your present existence, and at the same time learn the things of God&#x2014;the things that await you, that you may begin to prepare to dwell to all eternity&#x2014;not merely to dwell today, tomorrow, this week, next week, and next year, but how to secure salvation in your present organization. If you cannot do this, you must be perfectly submissive in the hands of the Lord, and learn wisdom. This is the first thing for you to learn. <\/div><div class=\"paragraph jod\" id=\"v8n389\"> We are to build up and establish Zion, gather the house of Israel, and redeem the nations of the earth. This people have this work to do, whether we live to see it or not. This is all in our hands. I hope to live to see Zion redeemed and built up. I desire to see the time when Jerusalem shall be established, and the Jews gathered&#x2014;when the law shall go forth from Zion<span class=\"citation\" id=\"57756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57756)\">Isa. 2:3<\/a><\/span> to govern the people, that all may rejoice in the truth&#x2014;that the poor may rejoice in the Holy One of Israel.<span class=\"citation\" id=\"58845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58845)\">Isa. 29:19<\/a><\/span> If we do not know how to preserve ourselves in our present organization and existence, how can we prepare for an eternity? We must learn this first: it is an everyday experience. Ye men of Israel, go to with all your might, and seek to know how to sustain yourselves, that you may live long on the earth, to glorify our Father in  <div class=\"break pagebreak\" id=\"69a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0069.pdf\" target=\"pdfwin\">p.&#xA0;69a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3459\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heaven, and build up his kingdom on the earth. <\/div><div class=\"paragraph jod\" id=\"v8n391\"> We are legal heirs to all the kingdoms there are in the heavens for the faithful, if we but prove ourselves faithful. We are all the elect, if we will only keep the commandments of God and work righteousness. If we turn away from the holy commandments of the Lord, we shall be accounted as reprobates. What of Joseph Smith's family? What of his boys? I have prayed from the beginning for sister Emma and for the whole family. There is not a man in this Church that has entertained better feelings towards them. Joseph said to me, &#x201C;God will take care of my children when I am taken.&#x201D; They are in the hands of God, and when they make their appearance before this people, full of his power, there are none but what will say&#x2014;&#x201C;Amen! We are ready to receive you.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v8n392\"> The brethren testify that brother Brigham is brother Joseph's legal successor. You never heard me say so. I say that I am a good hand to keep the dogs and wolves out of the flock. I do not care a groat who rises up. I do not think anything about being Joseph's successor. That is nothing that concerns me. I never asked yet, or had a feeling as to what kind of a great man, O Lord, are you going to make me? But, Father, what do you require of me, and what can I do to promote your kingdom on the earth, and save myself and brethren? I do not trouble myself as to whose successor I am. I do not know but that I am one of those great men that brother Parley preached about in Nauvoo, after Sidney Rigdon preached his great sermon in which he strove to make it appear that he was one of those great men of whom the Prophet wrote.<span class=\"citation\" id=\"81312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81312)\">2 Ne. 3:17-18<\/a><\/span><span class=\"citation\" id=\"90492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90492)\">D&amp;C 100:9,11<\/a><\/span> Parley rose up and said, &#x201C;I am one of those great men the Apostles never wrote about.&#x201D; <div class=\"break columnbreak\" id=\"69b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0069.pdf\" target=\"pdfwin\">p.&#xA0;69b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3459\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I may be one of those men the Prophets never knew or wrote about&#x2014;one that is hardly worthy the notice of the Lord. He has placed intelligence within us, and it is for us to know what we can do to promote righteousness and peace on the earth, and establish his kingdom. If I can have the privilege to gain faith and grace, and secure to myself an eternal existence in the kingdom of God, I am not concerned but that I shall be as great as I ought to be, and have all I ought to have. <\/div><div class=\"paragraph jod\" id=\"v8n393\"> All is right. God can carry on his own work. This kingdom will stand forever. You have heard brother Kimball testify that this kingdom will stand forever.<span class=\"citation\" id=\"61367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61367)\">Dan. 2:44-45<\/a><\/span> It will begin to roll on to and mash the toes of the great image, and then the feet,<span class=\"citation\" id=\"124979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124979)\">Dan. 2:34<\/a><\/span> the legs, and the body; and by-and-by it will fill the whole earth,<span class=\"citation\" id=\"124980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124980)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"86589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86589)\">D&amp;C 65:2<\/a><\/span> and no power of earth or hell can hinder it. The Lord Almighty will reign until he puts all enemies under his feet.<span class=\"citation\" id=\"73848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73848)\">1 Cor. 15:25<\/a><\/span> That is the promise&#x2014;that is the decree of the Father, that Jesus shall begin to reign on this earth in the latter days; and his kingdom will increase upon the right and upon the left, until, by-and-by, it becomes a great kingdom and fills the whole earth,<span class=\"citation\" id=\"124981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124981)\">D&amp;C 65:2<\/a><\/span><span class=\"citation\" id=\"90438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90438)\">D&amp;C 109:72<\/a><\/span> when he will begin to reign King of nations,<span class=\"citation\" id=\"60424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60424)\">Jer. 10:7<\/a><\/span> as he now reigns King of Saints.<span class=\"citation\" id=\"80068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80068)\">Rev. 15:3<\/a><\/span> It is and has been a warfare with Satan, and the war will continue until Jesus puts all enemies under his feet, disposing of death<span class=\"citation\" id=\"73855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73855)\">1 Cor. 15:25-26<\/a><\/span> and him who has the power of it, who is the Devil.<span class=\"citation\" id=\"76476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76476)\">Heb. 2:14<\/a><\/span> I hope and pray to be always ready to do anything the Lord wishes to be done. We are the men who will strive to live by every word that proceeds from his mouth.<span class=\"citation\" id=\"62813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62813)\">Matt. 4:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n394\"> I feel perfectly satisfied. I am rejoiced. My soul magnifies the name of God<span class=\"citation\" id=\"67003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67003)\">Luke 1:46<\/a><\/span> that there is a people on the earth as good as we are, and yet there is room for us to be better. This people are improving; they are grow<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"70a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0070.pdf\" target=\"pdfwin\">p.&#xA0;70a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3458\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing in grace. If it had not been for the mighty power of faith here, and the many righteous ones, you would not have had the privilege of living here. The faith of the Saints bound the enemy and sustained our feet on <div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3458\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this ground; and my prayer is for the Lord to make fast our feet<span class=\"citation\" id=\"124982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124982)\">Acts 16:24<\/a><\/span> in the mountains, until we go forth to redeem the Center Stake of Zion.<span class=\"citation\" id=\"86086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86086)\">D&amp;C 57:3<\/a><\/span> What do you say? [&#x201C;Amen! Amen!&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v8n396\"> God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}