{"ID":80014, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Religion of the Saints&#x2014;Preaching of the Gospel&#x2014;Contention, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, April 22, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Religion of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/22\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d14\">\n<div class=\"paragraph jod\" id=\"v8n397\"> I delight, as brother E. D. Woolley has just observed, in my religion, and had rather talk about it than upon any other subject. I esteem it the only true system of religion, and its practice the only correct course of life. In it are the only true principles of philosophy: it comprehends all true science known by man, angels, and the Gods. There is one true system and science of life; all else tends to death. That system emanates from the Fountain of life. <\/div><div class=\"paragraph jod\" id=\"v8n398\"> But to say that we love our religion, and delight to live it and talk about it, is, in comparison, like a person's telling those who are fond of it how sweet and delicious honey is&#x2014;how much better they like it than they do mud! Or, to use another comparison, it is like a person's telling how much pleasanter it is to prosecute a long journey over mountains, deserts, and streams, with his eyes open, than it is to grope his way blindfolded! That is about the comparison, when we speak concerning the prin<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3458\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciples of eternal life and those principles that tend to death. <\/div><div class=\"paragraph jod\" id=\"v8n399\"> You hear men speak about going to transact temporal business. Suppose you cease the temporal, where is your spiritual business? Does it not end? Yes; and if you wish to live, prepare to live today. My religion comprehends all the mental and physical powers; and a man who realizes this never allows himself to go about any work without wishing and striving to enjoy the principles of eternal life. <\/div><div class=\"paragraph jod\" id=\"v8n400\"> I will say a few words in reference to those who are about to start on missions to preach the Gospel, and those who are going on business. If those who are going to preach do not go with that faith that pertains to eternal life, and that spirit that is like a well of water, springing up into everlasting life,<span class=\"citation\" id=\"69036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69036)\">John 4:14<\/a><\/span> their labors will be vain. They may be the best theoretical theologians in the world&#x2014;may be able to preach a Bible and a half in a sermon, to read history without a book,  <div class=\"break pagebreak\" id=\"71a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0071.pdf\" target=\"pdfwin\">p.&#xA0;71a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3457\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and understand all the dealings with men from the days of Adam till now; and, without the Spirit of the living God to guide them, they will not be able to accomplish anything to their credit towards building up his kingdom. They must realize that success in preaching the Gospel springs not from the wisdom of this world. They must so live as to enjoy the power of God: otherwise, they may bring home their converts; but what are they good for? They are not worth bringing across the Plains; for, after their arrival, they annoy and disturb the peace of others. Do such come here to build up Zion? Did such persons love the Gospel? No; or, if they did, they lost that love while coming here. <\/div><div class=\"paragraph jod\" id=\"v8n402\"> If persons receive the power of God through the Gospel, and turn away, they very soon manifest the spirit they are of. Some do not receive the power of God, but they obey the first principles of the Gospel, live it to all outward appearance, and by-and-by manifest that they do not love it. Though you can scarcely discern the difference by their outward acts, time will disclose who are Saints and who are not. <\/div><div class=\"paragraph jod\" id=\"v8n403\"> The day will come when the cry will be&#x2014;&#x201C;Lo, the bridegroom cometh; go ye out to meet him.&#x201D;<span class=\"citation\" id=\"66050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66050)\">Matt. 25:6<\/a><\/span> Till that time, the Elders who go to preach should go clothed upon with the power of God&#x2014;filled with the Holy Ghost, that they may be enabled to perform a work that will be acceptable in the sight of High Heaven. Do I say, love your enemies?<span class=\"citation\" id=\"63205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63205)\">Matt. 5:44<\/a><\/span> Yes, upon certain principles. But you are not required to love their wickedness: you are only required to love them so far as concerns a desire and effort to turn them from their evil ways, that they may be saved through obedience to the Gospel. <\/div><div class=\"paragraph jod\" id=\"v8n404\"> I have observed in this Church from the beginning, that when Elders <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3457\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> follow others in the work of the ministry, they wish congregations, Conferences, societies, and all people to respect them a little more than anybody else; and this feeling will more or less beset the Elders now about to go forth. You would like to have the people think that you know a little more than any other persons&#x2014;particularly more than your predecessors, and that all you teach is just right. I wish you to build up every man who is in the faith of the Gospel&#x2014;who is in the faith of God, angels, and good men; and if you strive to pull down good men who are around you, you are sure to fall yourselves. Tell the people what we have in Utah&#x2014;that we have the light of the Gospel, that we hold the keys of the kingdom, and that here is the place to be cleansed, purified, and sanctified by the furnace of affliction.<span class=\"citation\" id=\"59421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59421)\">Isa. 48:10<\/a><\/span> Do not tell them that gold grows on our trees, and that their troubles will all be over when they arrive here. The Saints are not tried in the world as they are here. True, they have trials among their friends and relations, but those trials are not such as they meet here. Tell them that, in gathering, they are going to the thrashing machine&#x2014;that they will then be run through the smutter, afterwards through the mill; and if they prove to be fine flour, they will be saved: if not, all their previous righteousness will be counted as nothing. <\/div><div class=\"paragraph jod\" id=\"v8n405\"> When people receive the Gospel, their minds are opened; they see Zion in its glory; but they do not see the troubles on the Plains, or the troubles with false brethren.<span class=\"citation\" id=\"74284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74284)\">2 Cor. 11:26<\/a><\/span><span class=\"citation\" id=\"90925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90925)\">D&amp;C 122:5<\/a><\/span> They are young, weak, and unprepared to receive those things which the Lord will suffer to come upon them. They are not prepared for those trials that will purify and prepare them for exaltation; their minds are only prepared for the riches and fulness of the glory of God that has been shown to them when the  <div class=\"break pagebreak\" id=\"72a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0072.pdf\" target=\"pdfwin\">p.&#xA0;72a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3456\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vision of their minds was opened by the Spirit of the living God; and but little do they know what they have to pass through. <\/div><div class=\"paragraph jod\" id=\"v8n407\"> You need not teach that this place is Zion, or that Nauvoo or Missouri is Zion; but tell the people that North and South America are the land of Zion, and that our God will finish his work where he commenced it, where the Center Stake of Zion is, and where the Garden of Eden was. Say to them&#x2014;&#x201C;If you want to become as gold seven times purified,<span class=\"citation\" id=\"56376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56376)\">Ps. 12:6<\/a><\/span> go up to Utah.&#x201D; Gather the Saints, but do not flatter; invite, but do not urge, and by no means compel anyone. Gather the Saints here as quickly as possible. Why? Because among the nations their dreams and reflections are all joy and glory, and they know but little else until after they arrive here. Some must come here in order to apostatize. We have thought that we could try to stop that class in the States, and let them apostatize there; but we cannot. They think all things should be here now as they are in heaven.<span class=\"citation\" id=\"63370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63370)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67464)\">Luke 11:2<\/a><\/span> This is the very place for them also, and we want them here as soon as possible. <\/div><div class=\"paragraph jod\" id=\"v8n408\"> Brethren and sisters, I like to meet with and speak to you; I also like to reason with myself, to instruct myself, and to consider whether I can detect in myself anything that should not be. I strive to know myself, and would be pleased to have you all strive to know yourselves. Put away all unkind feelings, and let all your meditations be correct&#x2014;precisely as they should be. I like to ascertain whether my feelings and meditations are correct, and whether in other circumstances I should feel as I now do. But leave that in the hands of the Lord; for my labors and reflections to purify this people and prepare them for the things that are to come, to instruct them, and urge them to look at themselves as they look at their neighbors, <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3456\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> seem to bear upon my mind with greater weight. <\/div><div class=\"paragraph jod\" id=\"v8n409\"> Contentions frequently arise to so alienating a degree that brethren have no faith in each other's honesty and integrity, when, perhaps, both parties have stumbled over a little, selfish, ignorant, personal misunderstanding, and are carrying it to the extent of wishing to cut each other off from the Church. Very frequently such cases are presented before me. Unravel the difficulty, and it is found to have started in a trifling misunderstanding in relation to some small matter; all the trouble has arisen from a most frivolous cause. Avoid nursing misunderstandings into difficulties. Some talk with a heavy, deep stress upon their words, without intending anything harsh or unkind. Sometimes a little misunderstanding in dealing causes a contention, and the parties become alienated. An offended person will ask himself, &#x201C;Does that man want to cheat me?&#x201D; Or, &#x201C;Does that sister mean to lie to me?&#x201D; Or, &#x201C;Does that neighbor mean to wrong me?&#x201D; Before you decide, learn, if you can, the design in the heart of the actor. <\/div><div class=\"paragraph jod\" id=\"v8n410\"> A few Sabbaths ago, I compared the mind of man to machinery. The human family frame certain ideas or notions in their minds; and when they get them arranged to suit themselves, it seems impossible to induce them to give them up. When the idea of inventing perpetual motion possesses the mind of an individual, he will waste all his time and substance, rather than give it up. A person will get an idea that he must be a merchant, and handle a few calicos and cloths, and deal them out by the yard. I would not condescend to such business: but some cannot see anything else. Why? Because they do not like any other business. We should divest ourselves of all feelings of selfishness, become like clay in the hands of the potter,<span class=\"citation\" id=\"60188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60188)\">Isa. 64:8<\/a><\/span><span class=\"citation\" id=\"60533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60533)\">Jer. 18:6<\/a><\/span> and say, &#x201C;I have no mind of my own;  <div class=\"break pagebreak\" id=\"73a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0073.pdf\" target=\"pdfwin\">p.&#xA0;73a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3455\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it must be passive, and suffer God to direct. He has given me good powers of mind, and he shall have the privilege of directing them.&#x201D; Then you can enjoy this, that, or the other, and all will be right. <\/div><div class=\"paragraph jod\" id=\"v8n412\"> We, as other people, have our minds formed according to the liberty we enjoy and the education and intelligence we have received. We frame, fashion, compose, and arrange things in our mind&#x2014;form this, that, and the other plan, and say, &#x201C;I am going to such a city;&#x201D; &#x201C;I will trade;&#x201D; &#x201C;I will make me a farm;&#x201D; &#x201C;I will go to the east, west, north, or south, and will do thus and so.&#x201D; Do you not know that the whole human family are more or less working upon this principle? Many do not seem to realize that they cannot go to any city and buy and sell, or make a farm, or go to the canyons, to California, to the States, or do this and that, without God permits. The result of the doings of the children of men are all in the hands of God; then shall I say that I will do thus and so? I will stop, unless the Lord requires at my hands such a performance of mental or physical labor. I will wait, for I wish to spend my strength and life upon sure ground. My acts, principles, and powers must be directed by the Almighty, that the results may be according to my desires; and they cannot, unless I am so directed. <\/div><div class=\"paragraph jod\" id=\"v8n413\"> The nations and kingdoms of this world are striving for something to make them happy; but if they will pause and consider that though they may go to a city on the right, to another on the left, to the east, west, north, and south, and do as they choose, unless the Almighty directs, they may expect the result will be darkness and death. <\/div><div class=\"paragraph jod\" id=\"v8n414\"> The Lord has placed mankind here, and offered them salvation without money and without price.<span class=\"citation\" id=\"59754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59754)\">Isa. 55:1<\/a><\/span> All who take a course opposite to that which <div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3455\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is marked out will come to an end. Which is the best&#x2014;life or death? Bitter or sweet? Let your lives be so directed that the results may be according to your wishes. No man will attain the results he desires without striving for them, while he who will act his part will receive the honor and glory of God as a reward for his labors. <\/div><div class=\"paragraph jod\" id=\"v8n415\"> I will urge upon the Elders who are going abroad, and who are judges in Israel, to remember that &#x201C;there are many masters,<span class=\"citation\" id=\"77644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77644)\">James 3:1<\/a><\/span> but few fathers;&#x201D;<span class=\"citation\" id=\"73198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73198)\">1 Cor. 4:15<\/a><\/span> and I wish you to be fathers. Do not oppress the poor, but trust in God, and, you will go neither hungry, naked, nor thirsty. If you oppress the poor, the day will come when you will be naked, thirsty, and hungry, and will not be able to get anything to supply your wants. Go trusting in God, and continue to trust in him, and he will open your way and multiply blessings upon you, and your souls will be satisfied with his goodness. I cannot promise you any good in taking an unrighteous course; your lives must be examples of good works. You know that some men have said, &#x201C;We have worked long enough for the Lord; we are now going to work for ourselves.&#x201D; They never worked at all for the Lord. The ignorance of such men is deplorable; they do not know so much as the brutes, for they know enough to come to the crib whence they procure their food; but these characters do not know enough to come and be fed. <\/div><div class=\"paragraph jod\" id=\"v8n416\"> We are made intelligent, and are heirs of the everlasting kingdom. Unless we forfeit that heirship, we are heirs to the glory and power of worlds to come; but we must take a course to maintain the position that we occupy. We are the children of our Father in heaven; and unless we do that which will cause our names to be blotted out,<span class=\"citation\" id=\"79081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79081)\">Rev. 3:5<\/a><\/span> and our right to the  <div class=\"break pagebreak\" id=\"74a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0074.pdf\" target=\"pdfwin\">p.&#xA0;74a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3454\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>blessings of the kingdom cut off, all will be well. Let us take a course to save all who will hearken to our counsel; let us be kind and charitable to all people, doing unto others as we would they should do unto us in like circumstances,<span class=\"citation\" id=\"63803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63803)\">Matt. 7:12<\/a><\/span> and the blessings of our Father will be multiplied unto us. <\/div><div class=\"paragraph jod\" id=\"v8n418\"> I will relate a little of my course and experience in my family. I have a large family of children, many of them small, and yet I do not think that you ever saw even four children in one family live together with so little contention. Watch them, and their conduct will prove that there is a good spirit influencing them. I never knew one of them to be accidentally hurt, without more sympathies being extended to that one than the whole of them needed. You may ask how I manage to bring about this result. I seldom give a child a cross word; I seldom give a wife a cross word; and I tell my wives never to give a child cause to doubt their word. A child loves the smiles of its mother, but hates her frowns. I tell the mothers not to allow the children to indulge in evils, but at the same time to treat them with mildness. If a child is required to step in a certain direction, and it does not seem willing to do so, gently put it in the desired way, and say, There, my little dear, you must step when I speak to you. Children need directing and teaching what is right in a kind, affectionate manner. <\/div><div class=\"paragraph jod\" id=\"v8n419\"> The Elders who are going abroad should deal out kindness to those they are sent to watch over, and your smiles will be far better than your cursings could be. <\/div><div class=\"paragraph jod\" id=\"v8n420\"> A child at five years old would disobey me much oftener than one at fifteen. Do you not think that is a good sign? Some may ask whether I <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3454\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may not lose some of my children. I cannot tell. God gave them to me; and if one of them is lost, I want to be able to say, Have I failed to bring them up in a right and acceptable manner? I have done all that I could. Have I done right? It is in thy hands. <\/div><div class=\"paragraph jod\" id=\"v8n421\"> Brethren and sisters, we are improving and increasing in the truth, though slowly. I can realize improvement in myself; my sensitive powers are quickened, and I can discern a growth in others that pleases me. <\/div><div class=\"paragraph jod\" id=\"v8n422\"> Instead of divisions and excitements, we are preparing for the kingdom of heaven. Walk up to the line of right, for the kingdom is powerful, and is becoming more powerful every year. Your patience and integrity are on the increase; keep faithful until we can return and begin to build up the Center Stake of Zion, and be ready for whatever may be required of us. <\/div><div class=\"paragraph jod\" id=\"v8n423\"> I desire to live upon this earth till I see righteousness established. Is there a Saint who wishes to see disorder and confusion here? No: all wish to see the peace of God constantly resting upon the people. Ask sister Cook, who has for years taught my children music, whether she ever saw or heard me scold. She never did; but my children must mind father. Is this feeling increasing among the Saints? It is; and the Lord will increase it as fast as the people are prepared; and the Saints will have oil in their lamps, and will be received at the wedding as the bride of the Lamb.<span class=\"citation\" id=\"66000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66000)\">Matt. 25:1-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n424\"> Be patient. Judge not your brethren in their frivolous faults, nor for faults that are not designed for injury. <\/div><div class=\"paragraph jod\" id=\"v8n425\"> God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}