{"ID":80018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Trials of the Saints, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made in the Tabernacle, Great Salt Lake City, June 3, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Trials of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 6\/3\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v8n490\"> Brethren, I am obliged to keep my head covered, for I am fearful of taking cold. I expect I am beginning to look strong again, but I am very weak. You may be assured that I am grateful, and rejoice that I live in this day. I am thankful that I live in this generation, and especially that I dwell in these mountains with you; for it is one of the happiest places that I ever saw, right here upon the tops of these mountains, and particularly if you can have the right kind of microscope&#x2014;such a one as the Lord will give you. <\/div><div class=\"paragraph jod\" id=\"v8n491\"> I presume that you can all see what the world are at down yonder: they are beginning to have times as well as we, and they may well expect to have difficulties. I do not call those drivings, and what we used to call persecutions, difficulties.<span class=\"citation\" id=\"72326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72326)\">Rom. 5:3<\/a><\/span> I never was more happy in my life than I was in Missouri and Illinois, when we were passing through those trying scenes; and I can say that I never felt better than I have for the last two or three years, although it has been very trying to some. Some of our friends think we are cowards; but we only act so when it is necessary; and then when it is not necessary to be such, we stand forth in our proper light; and it is always necessary for us to be men of God, holding the Priesthood in righteousness, doing right and always being ready to do good, and assist in rolling forward the great work. <div class=\"break columnbreak\" id=\"85b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0085.pdf\" target=\"pdfwin\">p.&#xA0;85b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3443\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The Lord will help us, if we are willing to be guided by his Holy Spirit. <\/div><div class=\"paragraph jod\" id=\"v8n492\"> President Young was speaking to the Elders about coming into this stand to speak, preaching in the Wards, and telling the people honestly what is required of them. I can tell them the plain, simple principles of the Gospel&#x2014;advise them to lay up their grain, and do all the good they can. <\/div><div class=\"paragraph jod\" id=\"v8n493\"> It has troubled and worried me more, perhaps, than anything that has transpired in these mountains, when I have considered how we were situated for grain. We are almost destitute, and our friends have got plenty; and they are capable of selling to us, and then they will have enough for themselves; for, as I told you this morning, they have got at least three years' provisions on hand at Camp Floyd. It is true that it does not take very much grain to sustain a man and his wife and a few children, if he is prudent with it; but then it requires a certain quantity for every family, and when added together, we need a great deal of wheat and corn to sustain us here in these mountains. <\/div><div class=\"paragraph jod\" id=\"v8n494\"> I would rather see my family go very poorly clad than to see them without bread and meat; for there is nothing in the world that will make a woman so cross as to go hungry, and the men are much worse. I have not tried this much; but I have a few times sat down and eaten up all  <div class=\"break pagebreak\" id=\"86a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0086.pdf\" target=\"pdfwin\">p.&#xA0;86a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3442\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the food I had. I was not cross at that time, but I called upon my Heavenly Father to open the way whereby I might be fed and be nourished and cherished. I know that God is merciful and benevolent to his creatures; I know that the earth belongs to him, and that all power is his, both in heaven and upon the earth, and all the children of men are in his hands. We are all his children, every soul of us, not only the righteous but the wicked; and they all have their agency and the right to do as they please, but they are responsible for all their acts. <\/div><div class=\"paragraph jod\" id=\"v8n496\"> As we measure to others, so it will be measured to us again;<span class=\"citation\" id=\"63697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63697)\">Matt. 7:2<\/a><\/span> and as we make up our beds, so we shall sleep, and we shall have to give an account to God for all the acts done in the body. When, for instance, you sin against President Young, you have got to make that right with him: I have no power to remit that sin. And when you sin against Jesus Christ, you have got to make that restitution to him which is necessary to gain forgiveness. When you sin against the Holy Ghost, you have got to make the atonement to him. And as we do to others, so it will be done to us,<span class=\"citation\" id=\"63804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63804)\">Matt. 7:12<\/a><\/span> and the nation and the government that we look to for our rights. <\/div><div class=\"paragraph jod\" id=\"v8n497\"> We are born of the fathers who won our liberties. We are the children of that God who spake to our fathers, and gave them the law, and inspired them to write the Constitution of our country.<span class=\"citation\" id=\"124986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124986)\">D&amp;C 101:80<\/a><\/span> And those who now sit in the judgment seat should remember that as they measure to us it will be measured to them again,<span class=\"citation\" id=\"63698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63698)\">Matt. 7:2<\/a><\/span> and they cannot avoid it; and we may with safety apply the same to ourselves, for as we measure to each other, so will it be measured back to us. If we transgress a law, we must pay the penalty, for the Almighty requires this of every one of us. He will not force any man to keep his <div class=\"break columnbreak\" id=\"86b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0086.pdf\" target=\"pdfwin\">p.&#xA0;86b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3442\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> law; but all will find, when they wish to enter into the kingdom, that there is Mercy on one side of the door, and Justice on the other; and what Justice cannot claim, Mercy will.<span class=\"citation\" id=\"82375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82375)\">Alma 42:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n498\"> With these views of the subject let us learn to take a course to do unto others as we would wish them to do unto us in like circumstances.<span class=\"citation\" id=\"124987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124987)\">Matt. 7:12<\/a><\/span> Be honest and upright in all things; abstain from all lying and hypocrisy, root it out of your hearts, and work righteousness continually. <\/div><div class=\"paragraph jod\" id=\"v8n499\"> This is the religion of Jesus Christ as taught in these books&#x2014;the Bible and the Book of Mormon, and it is in accordance with that which is in my breast and which is a better book, for it is life in Christ; and that living being that receives light and intelligence from the heavens through the revelations of the Holy Ghost is a living oracle. It is the living Oracle that is within us that will guide us in the way of life. <\/div><div class=\"paragraph jod\" id=\"v8n500\"> Now, you require brother Brigham to live in that manner that he can hold the oracles of God and be to you a living oracle&#x2014;the mouthpiece of the Almighty, to communicate line upon line, and precept upon precept,<span class=\"citation\" id=\"124988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124988)\">Isa. 28:10,13<\/a><\/span> and have the word of truth constantly on hand. Now, why should you require more of the head than of the other members? The Lord has said that upon those members that you consider the least honorable he has conferred the most honor;<span class=\"citation\" id=\"73563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73563)\">1 Cor. 12:23-24<\/a><\/span> and he will confer upon every man and woman that honors the Priesthood, the Presidency, the Bishops, and all the members of the body. We cannot honor God except we honor his authority: there is no possible way of honoring the kingdom of God only by honoring its authorities. <\/div><div class=\"paragraph jod\" id=\"v8n501\"> If we take this course, we shall do well and be prospered in all things. I am satisfied that the majority of this people are improving, and it is for their sake that we are sustained.  <div class=\"break pagebreak\" id=\"87a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0087.pdf\" target=\"pdfwin\">p.&#xA0;87a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3441\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God takes hold of our enemies and controls them, and he has kept them at a distance and led them by his power, as a groom leads a horse by the bit. We have been praying and beseeching the Lord by night and by day to hold them, and he has done it. This is the way it is done, and this is the reason that we can go to work unmolested, and build up the kingdom of heaven, and do all that is required of us. Let us do that which is right. Act towards this Church in every respect just as you would like others to do by you. <\/div><div class=\"paragraph jod\" id=\"v8n503\"> Brethren, you need not be troubled in your minds, but be of good cheer and rejoice evermore. Bow down at night, plead with your Heavenly Father, ask him to bless this people&#x2014;to bless the earth, the mountains, the waters&#x2014;to bless your wives and children: ask him to bless the seed you put in the earth, and to turn away the storms, that we may have good crops.<span class=\"citation\" id=\"82235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82235)\">Alma 34:18-27<\/a><\/span> These things are required of you. You are commanded in this book (Doc. and Cov.) to do these things.<span class=\"citation\" id=\"83923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83923)\">D&amp;C 10:5<\/a><\/span> There is not a day passes over my head but I bow before my Heavenly Father in secret and plead with him to bless you, to bless the Saints and the Elders abroad among the nations, to give his angels charge concerning them,<span class=\"citation\" id=\"57017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57017)\">Ps. 91:11<\/a><\/span><span class=\"citation\" id=\"87759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87759)\">D&amp;C 84:42<\/a><\/span><span class=\"citation\" id=\"90407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90407)\">D&amp;C 109:22<\/a><\/span> that they may have power over every evil and over all the enemies of Christ. This is my prayer. I am pleading continually for the work of our Father to be carried on, and for his will to be done upon the earth as it is done in heaven.<span class=\"citation\" id=\"63371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63371)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67465)\">Luke 11:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n504\"> Do you think that a Saint will steal poles, or go to a man's wood pile and steal his firewood? Or do you believe that a Saint will lie and do that which will prejudice a man against his friends? This is the way Lucifer acts; and probably the last thing he did before he left heaven was to take the census; and we calculate that he will leave here soon, seeing that <div class=\"break columnbreak\" id=\"87b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0087.pdf\" target=\"pdfwin\">p.&#xA0;87b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3441\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he has commenced to take the census. <\/div><div class=\"paragraph jod\" id=\"v8n505\"> Now, brethren, let us remember to pray&#x2014;&#x201C;Our Father, who art in heaven, thy kingdom come; thy will be done on earth as it is in heaven.&#x201D;<span class=\"citation\" id=\"63372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63372)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67466)\">Luke 11:2<\/a><\/span> Just think how they are in heaven, and then you can form an opinion of what we ought to be. Lucifer is not there now, for the Bible tells us that he was cast out<span class=\"citation\" id=\"79589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79589)\">Rev. 12:9<\/a><\/span> and then things were set in order. Do you suppose they allow lying and stealing there? Do you suppose there are any hypocrites there? I want you to think of these things; for you will find, when you get into heaven, that all kinds of deceitfulness and every abomination will be done away; for they are honest there, and they watch over us: they are interested in our welfare, and they desire us to do good. They have just as strong a desire for our welfare as I have to see my sons do right. <\/div><div class=\"paragraph jod\" id=\"v8n506\"> There is nothing in this world that makes me feel worse or more sorrowful than to see my children taking an unwise course. I feel these things very sensitively, and I shall continue to feel so; for my soul and body and all that I possess delight in God and in his work, and to see you doing right. It is all the pride I have when I can see the Latter-day Saints doing their duty. I have no pride in clothing, in dress, or in any man, except he does the will of God; but I delight in walking humbly and faithfully before God, and setting a good example. When my wife pursues this course, I have pride in her&#x2014;I adore her, as I would you, if you were all to do right, gentlemen, and no more. Why should I love a woman more than a man? They are no more to me than good men. <\/div><div class=\"paragraph jod\" id=\"v8n507\"> I am aware that this world is filled with hypocrisy, and I expect it will continue so until the end; but I shall soon leave this tenement and go into  <div class=\"break pagebreak\" id=\"88a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0088.pdf\" target=\"pdfwin\">p.&#xA0;88a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3440\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a better place. I do not know how long it will be, neither do I care: it does not trouble me one particle. <\/div><div class=\"paragraph jod\" id=\"v8n509\"> About two weeks previous to the death of brother Jedediah M. Grant, I dreamed that we were traveling, and we came to a beautiful stream of water. I thought I was going to cross it with him, and with the expectation and understanding that he would guard me across. He crossed the stream unobserved by me, and then I saw him running up the hill as fast as he could, and he got away from me and passed out of my sight. The stream kept rising and becoming more boisterous and apparently more dangerous; and so it continued till I awoke. <\/div><div class=\"paragraph jod\" id=\"v8n510\"> As for you Saints looking to the Government of the United States for quarters, I can tell you that you never will get any. Satan never will allow you any quarters, except he does it for the purpose of leading you into a worse snare; and therefore you need not look for anything of the kind. What! The Devil give the Saints any quarters? No, never: but if he has got the back pull upon us, he will hold us. We may whip and flog all we choose&#x2014;if he has got a claim upon us, he won't give us any quarters. Would you, if you got the advantage? You all say no. Well, then, if you have got the advantage, keep it. And if you will let the Devil alone, he cannot do much. But I can tell you that you need not look for much from <div class=\"break columnbreak\" id=\"88b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0088.pdf\" target=\"pdfwin\">p.&#xA0;88b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3440\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this generation. They may yield to get a better hold of us, but I don't ask any odds of them; and I pray to my Father and God, saying, &#x201C;O Lord, preserve thy servant; preserve me in thy truth, that I may never sin against thee, nor against thy faithful servants, nor against angels, that I may be a coworker and be subject to them and to the power of God.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v8n511\"> I never saw the time that I was afraid of sickness, pain, or anguish. Still we are all liable to these things. I do not feel to boast. If I do, it is through mistake and a slip of the tongue. But I feel to bless the Presidency of this Church and the Priesthood generally, and all that believe on their words throughout the world. This work will roll on in spite of all opposition. <\/div><div class=\"paragraph jod\" id=\"v8n512\"> Go to work and take care of your grain; store up your wheat, so that the worms cannot get it. I have kept some wheat five years, and it is still good. Let us all take a course to preserve ourselves temporally and spiritually, and listen to what is said by the Priesthood. <\/div><div class=\"paragraph jod\" id=\"v8n513\"> I have heard that some of the brethren have found a great deal of fault with me for talking so much about wheat; but I can tell them that this won't put wheat in their bins, nor flour in their sacks. <\/div><div class=\"paragraph jod\" id=\"v8n514\"> God bless us all&#x2014;root out the wicked from among us, that we may be one. Amen. <\/div>\n<\/div>\n<\/div>"}