{"ID":80010, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Testimony of the Spirit, &amp;c.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Orson Pratt, delivered in the Tabernacle, Great Salt Lake City, April 8, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Testimony of the Spirit, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 4\/8\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d10\">\n<div class=\"paragraph jod\" id=\"v8n263\"> Having been requested, this afternoon, to address the congregation, I cheerfully do so, praying with all my heart that the Lord may grant unto me his Holy Spirit, that whatever I may say, whether much or little, may be dictated by that Spirit that proceeds from heaven, and then it will be right. <\/div><div class=\"paragraph jod\" id=\"v8n264\"> We read in the New Testament that the Apostles and righteous men in days of old preached the Gospel by the power of the Holy Ghost sent down from heaven.<span class=\"citation\" id=\"78310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78310)\">2 Pet. 1:21<\/a><\/span> I do not know of any way by which the Gospel of Jesus Christ can be proclaimed with any beneficial effect, except in this manner. <\/div><div class=\"paragraph jod\" id=\"v8n265\"> We can arise before a congregation of the Saints and make use of the principles of the Gospel in our own words. We can say to the people, Repent. We can call upon them to believe. We can tell them concerning baptism, show them the nature of it, and the causes for which it was instituted. We may tell them concerning the Holy Ghost, and preach many things in the wisdom and language of man, and yet all this would not be acceptable in the sight of Heaven, unless we were dictated by the power and gift of the Holy Ghost. Our words would have no effect upon the hearts of the people;<span class=\"citation\" id=\"81622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81622)\">2 Ne. 33:1<\/a><\/span> they would not be edified; the speaker would not be edified: no good, perhaps, would be accomplished. <\/div> <div class=\"break columnbreak\" id=\"44b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0044.pdf\" target=\"pdfwin\">p.&#xA0;44b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3484\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n266\"> The world, during the last seventeen centuries and upwards, have been engaged in preaching what they termed the Gospel; they have been engaged in preaching many principles that are true; they have preached many of the first principles, such as faith and repentance; they have preached the ordinances and institutions of heaven; they have reasoned with the people; they have portrayed many great and glorious truths before the people; they have called upon them to receive those truths, and yet they have taught without authority&#x2014;without that Spirit that giveth utterance&#x2014;taught without being called of God; and hence their teachings have not accomplished that which an inspired man's would have accomplished, when sent of God. So it is in reading the revelations of heaven. We may take up the Bible, the Book of Mormon, and the Book of Covenants, and commit them to memory&#x2014;at least the subject matter therein, and we may suppose that we understand the doctrine of salvation, and conclude from our diligent study that we have become altogether acquainted with the prophecies and revelations; and yet, after all these things, without the gift of revelation directly to ourselves, or the gift of the Holy Ghost sent down from heaven to rest upon us as speakers and hearers,<span class=\"citation\" id=\"124960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124960)\">D&amp;C 50:17-22<\/a><\/span> we cannot expect to be materially benefited.<span class=\"citation\" id=\"94024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94024)\">JS&mdash;H 1:73-74<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n267\"> We may learn many things from the  <div class=\"break pagebreak\" id=\"45a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0045.pdf\" target=\"pdfwin\">p.&#xA0;45a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3483\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Book of Mormon. We may learn how this great western hemisphere was first peopled&#x2014;how God brought the people from the Tower of Babel and established them upon North America. We may be informed of their history, of their numerous Prophets, concerning their wickedness and downfall. We may learn these things naturally as natural men, whether in or out of the Church, without the gift and power of the Holy Ghost and authority communicated from heaven resting upon us. <\/div><div class=\"paragraph jod\" id=\"v8n269\"> We cannot render ourselves any material service, or the world either, unless we have this power and authority: hence the propriety of that passage of Scripture recorded in the 2nd chapter of Paul's 1st Epistle to the Corinthians&#x2014;&#x201C;For what man knoweth the things of a man, save the spirit of a man which is in him? even so the things of God knoweth no man, but the Spirit of God.&#x201D;<span class=\"citation\" id=\"73019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73019)\">1 Cor. 2:11<\/a><\/span> All our exertions, our reading, our meditations, and our endeavors to obtain the truth, without we obtain it lawfully, and not as natural men and women, will prove, in a measure, unavailing, though it may serve in some degree to remove darkness, to manifest what has been done, or what is to be done. <\/div><div class=\"paragraph jod\" id=\"v8n270\"> I am well pleased with the remarks that have been made upon this stand, more especially in relation to some few of the testimonies that I have heard, particularly bearing upon this matter. We were told by individuals upon this stand that they knew this work to be true. We were told by brother Watt that he knew this to be the Gospel of Jesus Christ. How do you know it? Just the same as the congregation know it. If the congregation have the gift and power of God to unfold the revelations of heaven to themselves, then they can comprehend how it is that the speakers know it is true. Though we may not <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3483\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be masters of language to communicate to others, we can appeal to their senses upon this subject. Do you know the things of God? If this question were asked, the whole congregation, with few exceptions, would lift up their voices with one heart and one mind,<span class=\"citation\" id=\"124961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124961)\">Moses 7:18<\/a><\/span> and say, We know these things to be true. How do you know them? You know them by the manifestations of the Spirit to your own hearts. You don't know them by having seen with the natural eye, or by having discerned them with the natural understanding. You don't know them because you have seen the sick healed, or the blind receive their sight. You don't know them because you have seen the lame made to walk, or laid your hands upon the sick and seen them raised to perfect soundness, but because God has made them manifest to your hearts. Light has shone from heaven upon your understandings. You have tasted of that light by the spiritual sensations, or the spiritual faculties of your mind. You have understood and feasted upon the light that has come from heaven; and by this you know that the principles you have received are true. Do we understand clearly and properly that which is contained in the various revelations that God has given through his ancient as well as through his modern Prophets? Do we understand them in their true light? If we do, it is because we have received manifestations to ourselves, by the gift and power of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v8n271\"> What are Prophets for? What are revelators for? They are to reveal the truths of heaven for the benefit of the people. They bear testimony to the inhabitants of the earth, as you have heard declared from this stand, that the Lord has spoken and opened communications with men upon the earth, through the legitimate channel of his Priesthood. They also declare that men have been called by revela<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3482\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion from God, and sent forth with authority to baptize for the remission of sins. You hear this testimony, which is calculated to increase your confidence and your faith in the principles of life. <\/div><div class=\"paragraph jod\" id=\"v8n273\"> The word of God which is planted in your hearts begins to grow, to produce joy, light, and happiness; your mind begins to understand; you begin to receive revelation, and to receive those communications from the heavens that cause you to enjoy those blessings that you have heard spoken of by the servants of God. This makes all the Latter-day Saints witnesses; and thus we have a cloud of witnesses&#x2014;<span class=\"citation\" id=\"77162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77162)\">Heb. 12:1<\/a><\/span>a great army that can witness the truths of heaven as they have been revealed in these last days. This Spirit of revelation gives the Latter-day Saints boldness in their testimony. <\/div><div class=\"paragraph jod\" id=\"v8n274\"> What would have been our progress, brethren and sisters, if we had gone forth to the nations to publish these truths without the power of the Holy Ghost accompanying us? Could we have borne up under the power of persecution that has been heaped upon us? Could we have stood forth before the people and borne testimony as natural men to the great truths revealed from heaven? No, we could not. We should have shrunk from the task. It would have appeared too great for us to perform. The powers of darkness would have been able to crush us before them, without the gift of the Holy Ghost. The Lord foreknew this, and consequently he never designed that the great principles of his Gospel should be published to the nations, only by the gift and power of the Holy Ghost sent down from heaven. <\/div><div class=\"paragraph jod\" id=\"v8n275\"> There are many revelations that were given to the ancient servants of God that we never can comprehend without further revelation, and perhaps some of them we shall never <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3482\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> understand in this state of probation. One thing is certain&#x2014;that we cannot comprehend them, unless God shall give more revelation and manifest many things in their fulness which have heretofore only been revealed in part. <\/div><div class=\"paragraph jod\" id=\"v8n276\"> Many things that were unveiled to the ancient Prophets have become very much corrupted by men who have formed systems to suit their own darkened minds. The revelations of John,<span class=\"citation\" id=\"78919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78919)\">Rev. 1:1<\/a><\/span> now so obscure, so dark, and so intricate, that scarcely a person can comprehend the great things that are pointed out to take place in the last days, will be unfolded. Now there is scarcely a man living that can discern the meaning of the Apostle. <\/div><div class=\"paragraph jod\" id=\"v8n277\"> When this revelation was given to him, it was plain and simple, and easy to be understood of men; and all people possessed of the Spirit of the living God could understand it, so far as it was not sealed up. Some portions of it the Lord designed that they should not comprehend in that day. For instance, what the seven thunders uttered<span class=\"citation\" id=\"79382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79382)\">Rev. 10:3-4<\/a><\/span> and several other things that are mentioned, no man understands, and will not until the proper time shall come. Since the days of John, it has been changed and altered by men who did not possess the Spirit of revelation, and from them it has been handed down to us in its present imperfect form, and we never shall understand it until God reveals it unto his servants the Prophets in the last days. Then the things written in that book will be plain, and we shall understand them. <\/div><div class=\"paragraph jod\" id=\"v8n278\"> So it is with regard to many revelations contained in the New Testament. The 24th chapter of Matthew,<span class=\"citation\" id=\"65632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65632)\">Matt. 24:1-51<\/a><\/span> for instance, the sayings of Jesus to his disciples have undergone the same change in translation and in alterations by corrupt men. It is true, the Lord has given us information and bestowed upon us great favor by new  <div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3481\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>revelation, and the Spirit bears witness that they are from heaven. We know them to be such. We comprehend them, we discern them, and say that God designed to reveal them to his servant Joseph.<span class=\"citation\" id=\"93556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93556)\">JS&mdash;M 1:1-55<\/a><\/span> There are many who can comprehend those things and realize that they are from some superior source than the natural mind of man. <\/div><div class=\"paragraph jod\" id=\"v8n280\"> I might name some few things which may be found in the 24th chapter of Matthew, that are much plainer and much more simple as they were revealed to the Prophet Joseph in the new translation&#x2014;so much so that it would almost satisfy even a natural-minded person that there has been a superior wisdom manifest in this new translation. In speaking of the signs of the coming of the Son of Man, and of the preaching of the Gospel to all the world, the new translation reads as follows&#x2014;&#x201C;Again, shall this Gospel of the Kingdom be preached in all the world, for a witness, and then shall the end come.&#x201D;<span class=\"citation\" id=\"65696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65696)\">Matt. 24:14<\/a><\/span><span class=\"citation\" id=\"93573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93573)\">JS&mdash;M 1:31<\/a><\/span> Now, the word &#x201C;again&#x201D; makes the thing all plain. It is as much as to say, You shall go forth, you shall preach to the people and declare my testimony among the nations of the earth; and after this there shall come a falling away, and there shall arise many false Christs and false prophets. Then shall follow many judgments and tribulations upon the face of the earth. And after the world has been in darkness for centuries, again shall this Gospel of the Kingdom be preached in all the world for a witness unto all nations; and then shall the end come. What end? I answer, the end of the wicked world&#x2014;the destruction of the wicked from the face of our globe. <\/div><div class=\"paragraph jod\" id=\"v8n281\"> In another passage to be found in that same revelation, the 24th chapter of Matthew, Jesus says, in speaking of his second coming, &#x201C;<span class=\"italic\">As the light of the morning cometh out of the east, and<\/span> <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3481\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>  <span class=\"italic\">shineth unto the west, and covereth the whole earth, so shall the coming of the Son of Man be<\/span>.&#x201D; Now, how much plainer is this to the natural understanding! And how much plainer is this than the old translation as rendered by the wisdom of man! How does the old translation read? It reads, &#x201C;For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man<span class=\"citation\" id=\"65788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65788)\">Matt. 24:27<\/a><\/span> be.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v8n282\"> The lightning is more visible and more frequent in some parts of the earth than others; and when it does appear, it is only visible for a few scores of miles at once, and is not visible in all parts; and consequently, this was not a proper figure to convey the idea. How much plainer is the rendering&#x2014;&#x201C;As the light of the morning cometh out of the east, and shineth unto the west, and covereth the whole earth, so shall the coming of the Son of Man be.&#x201D;<span class=\"citation\" id=\"93563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93563)\">JS&mdash;M 1:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n283\"> How did this Latter-day Work commence? It did not commence all at once. On the 6th day of April, 1830, as it was justly observed by one of the speakers, there were not enough members to form the Church; but it came forth like the dim twilight of the morning, the darkness beginning by slow degrees to flee away as the light slowly advanced. It has grown brighter and brighter from that time unto the present. <\/div><div class=\"paragraph jod\" id=\"v8n284\"> Like the light of the sun, the light of the Gospel of Jesus Christ will cover the whole earth; it will speak from land to land and from kingdom to kingdom, until it deluges the whole earth with the brilliancy of its light and the glory of its power. The testimonies of the servants of God, as well as the testimonies of his power, exhibiting his wrath and his sore displeasure, will go forth as has been proclaimed from this stand. And instead of the testimonies of the servants of God being smothered up <span class=\"citation\" id=\"93562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93562)\">JS&mdash;M 1:26<\/a><\/span> <div class=\"break pagebreak\" id=\"48a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0048.pdf\" target=\"pdfwin\">p.&#xA0;48a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3480\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by the persecution of our enemies, and the light being hidden under a bushel<span class=\"citation\" id=\"63076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63076)\">Matt. 5:15<\/a><\/span> in some obscure corner, the decree of Heaven is that the light shall go forth, shining more and more glorious in the midst of the nations; and it will penetrate the darkest corners of the earth&#x2014;it will visit the islands of the sea, until it has searched out every creature under heaven. There is no ear but shall hear, and no heart but shall be penetrated<span class=\"citation\" id=\"83631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83631)\">D&amp;C 1:2<\/a><\/span> by the truths that shall be sent forth in this last dispensation. <\/div><div class=\"paragraph jod\" id=\"v8n286\"> Missionaries have been called. If they go and magnify their callings, they will be filled with the testimony that has been so freely manifested during our Conference; they will be filled with the Holy Ghost, and be able to bear testimony of the truths of the Gospel. It may be apparently in weakness. They may consider it so themselves. Their language may be feeble, their words feebly uttered, their sentences broken; but, after all, it will be the power of God unto this generation. <\/div><div class=\"paragraph jod\" id=\"v8n287\"> If you Missionaries will seek for the testimony of the Holy Ghost to go with you&#x2014;if you will seek diligently for the power of God to accompany you, you need not be afraid of the nations; for your testimony will condemn the people who reject it, and it will save all those who receive it. <\/div><div class=\"paragraph jod\" id=\"v8n288\"> I look forward to the progress of this work through the Saints that are abroad and the Elders that are ordained on Foreign Missions, as well as by those Missionaries that are sent forth to their assistance. I look for this work to progress, and I cannot get anything else into my heart. I do not look for this people to be eternally assailed by their enemies, nor do I look for the Elders to be continually asleep; but I expect that they will bear a faithful testimony among the people of every nation where they are sent. And this testimony will be <div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3480\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> increased: it cannot be otherwise. That prophecy of Nephi recorded in the Book of Mormon must be fulfilled; the servants of God must be armed with righteousness, and with the power of the Almighty, and with great glory among the nations, wherever the Church is organized. It will be such a display as will excite the people against the Saints, or they would not, according to prophecy, gather together the armies of the wicked from among all nations to fight the people of the Most High.<span class=\"citation\" id=\"81092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81092)\">1 Ne. 14:12-14<\/a><\/span> This must take place. The wicked must be gathered against the Saints. It is as it was stated by brother Hyde this forenoon about the dream. That dream had reference to foreign persecutions. <\/div><div class=\"paragraph jod\" id=\"v8n289\"> One thing is certain&#x2014;that every nation under the heavens will array itself against the kingdom of God.<span class=\"citation\" id=\"85799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85799)\">D&amp;C 45:69<\/a><\/span> Inasmuch as some individuals among the nations receive it, they will muster their forces and try to destroy the saints of the living God. To prepare for this, we must increase in the Spirit of God as our enemies increase in the spirit of darkness against us, and by the power of God proclaim in their ears a testimony that will overcome the wicked. There is no possibility of the wicked triumphing over this Latter-day Kingdom. There may be many who will have to fall&#x2014;many who will have to suffer materially; but when we get to the home of the Saints of the living God, the wicked will cease from troubling us. <\/div><div class=\"paragraph jod\" id=\"v8n290\"> I look forward to a day that is not far distant, with great rejoicing; and that is a day when we shall all be engaged, as we are this afternoon, in partaking of the sacrament&#x2014;the symbols of bread and wine, or in other words, the symbols of the body and blood of our Lord and Savior Jesus Christ. I look forward with joyful anticipation to that glorious time. I  <div class=\"break pagebreak\" id=\"49a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0049.pdf\" target=\"pdfwin\">p.&#xA0;49a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3479\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>look around upon this assembly, and when I see them partaking of this holy ordinance, and consider what Jesus has done by his sufferings, then I look forward to the time when he shall be in our midst, and we partake of these symbols in his presence.<span class=\"citation\" id=\"66234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66234)\">Matt. 26:29<\/a><\/span><span class=\"citation\" id=\"84515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84515)\">D&amp;C 27:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n292\"> Will not this be a joyful time? Who can but rejoice in a scenery of this description! Suppose you were expecting that this was to take place next Sabbath day, who are pure in heart? Who are ready for such an event? What would be your feelings? Would you sorrow and mourn? Would it not be one of the most joyful messages to your ears that ever saluted them, to suppose that the time was so near at hand when you should partake of bread and wine with the ancient Apostles, and meet with the Savior and all the Saints of former days&#x2014;those that lived before the flood and those that have lived since the flood&#x2014;to think that all this is to be made manifest to man&#x2014;that we are to look upon the face of our Redeemer and be crowned with glory as he is&#x2014;would not this be joyful tidings? <\/div><div class=\"paragraph jod\" id=\"v8n293\"> Although this is not going to take place next Sabbath, yet we know one thing&#x2014;that in many of the revelations given to this Church, the Lord has closed by saying&#x2014;&#x201C;Behold I come quickly; and my reward is with me to give unto every man according to his works.&#x201D;<span class=\"citation\" id=\"90666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90666)\">D&amp;C 112:34<\/a><\/span> There are many revelations of this kind, and these words are true and faithful,<span class=\"citation\" id=\"80740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80740)\">Rev. 21:5<\/a><\/span> for the Lord does not speak in vain; but he has thrown this out as an encouragement to those that fear him and keep his law.<span class=\"citation\" id=\"55061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55061)\">Deut. 17:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n294\"> The day is at hand, the morning has broken, the sun of the Gospel has arisen in the eastern horizon, and is beginning to shine with a degree of splendor. The time is near&#x2014;how near, no man knoweth: the day and the hour when the Son of Man shall come is a secret.<span class=\"citation\" id=\"65916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65916)\">Matt. 24:36<\/a><\/span> In a revelation <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3479\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> given to this Church, it is said that no man shall know until he comes; therefore we cannot expect to know the day nor the hour;<span class=\"citation\" id=\"91860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91860)\">D&amp;C 133:11<\/a><\/span> but we know it is near at hand, and what a consolation it is. There may be men that will know within a year&#x2014;that will have revelation to say within one or two years when the Lord shall appear. I do not know that there is anything against this. <\/div><div class=\"paragraph jod\" id=\"v8n295\"> But the great question is, brethren and sisters, Are we ready? Are we perfect enough for this day? Are we honest enough? And are we filled with integrity enough to be ready for the Savior and his holy angels? Is there a sufficiency of union? Have we that firmness in our minds that we can stand in their presence&#x2014;that we can look them in the eye and say that all is right? If we are pure, when we see a pure and holy being, clothed with all the glory of the heavens, surrounded with light that far outshines the sun at noonday, so much so that his eye discerns all things and pierces the inmost recesses of the heart&#x2014;when we can look him in the face, a thrill of joy will run through our bodies, and we shall be happy. <\/div><div class=\"paragraph jod\" id=\"v8n296\"> I tell you, brethren and sisters, this would be one of the most glorious periods that we could possibly imagine: it would be one of the most joyful there is in the future. We know that men upon the earth have been so clothed with the glory and power of God that the people could not look upon their countenances; and why was this? It was because the people were wicked. When Moses had been upon the mountain, standing in the presence of God, being in his presence forty days receiving the tables of stone, and came down to teach the people, they could not endure his presence.<span class=\"citation\" id=\"54576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54576)\">Ex. 34:28-35<\/a><\/span> Why? Because that glory that was manifested could not be endured by the wicked. But in this  <div class=\"break pagebreak\" id=\"50a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0050.pdf\" target=\"pdfwin\">p.&#xA0;50a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3478\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>instance, the Lord permitted it to be manifested for a while. And when the people looked upon the countenance of Moses, they perceived that there were rays of light emanating from him&#x2014;that he looked different from what he formerly did&#x2014;that he was clothed upon with something which they had not been accustomed to see, and they fled afar off. Moses, therefore, was under the necessity of taking a veil and putting it over his face, for they could not endure it. They fled from the presence of a mortal man when he was clothed upon with glory, or with a reflection of the glory of God; therefore the only way was for him to cover his face, and then converse with the children of Israel. <\/div><div class=\"paragraph jod\" id=\"v8n298\"> Now, if a mortal being is permitted to have this power, how much greater will be the terror to the wicked when immortal beings shall appear&#x2014;beings who have not simply been with the Lord forty days, but who have been with him thousands of years, who were redeemed before the flood and after the flood, and who have been in the presence of God more or less ever since&#x2014;who have beheld his countenance, who have been seated upon thrones, swaying a scepter of power (as Abraham),<span class=\"citation\" id=\"91691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91691)\">D&amp;C 132:29<\/a><\/span> and reigning over millions of individuals&#x2014;when they, as well as the redeemed of all nations and generations, shall make their appearance, and when they shall not attempt to put a veil over their faces as Moses did,<span class=\"citation\" id=\"54580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54580)\">Ex. 34:33-35<\/a><\/span> but permit all the glory that they have accumulated for so many years to be visible to the human family! That will be a day of terror, astonishment, and dismay unto all the wicked. <\/div><div class=\"paragraph jod\" id=\"v8n299\"> At times when I reflect upon this subject, I try to portray before my mind the various revelations that God has given concerning this matter. There is one in particular which says, &#x201C;Angels shall be sent forth to sound the trump of God, crying, Lo and <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3478\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> behold! The bridegroom cometh; go ye out to meet him.&#x201D;<span class=\"citation\" id=\"88685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88685)\">D&amp;C 88:92<\/a><\/span> That will be a great time, independent of that of which I have been speaking, when Jesus shall come in the clouds of heaven with power and great glory.<span class=\"citation\" id=\"65807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65807)\">Matt. 24:30<\/a><\/span> Before that time, angels are to be sent forth to sound the trumpet, so that all the ends of the earth are to hear it, and all people are to be forewarned that the time of the coming of the bridegroom is at hand&#x2014;that the time of the coming of the great Being has arrived. Then, when those angels have sounded, another great and terrible thing is to take place. <\/div><div class=\"paragraph jod\" id=\"v8n300\"> I simply mention these things to show how one thing after another is to precede the coming of the Lord. <\/div><div class=\"paragraph jod\" id=\"v8n301\"> After the angels have sounded this in the ears of all living, we are informed that there will be a great sign in the heavens. It is not to be limited so that some few only of the human family can see it; but it is said, &#x201C;All people shall see it together!&#x201D;<span class=\"citation\" id=\"88690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88690)\">D&amp;C 88:93<\/a><\/span> At least, it is to be like our sun seen over one entire side of the globe, and then passing immediately round to the other, or else it will encircle the whole earth at the same time. But the bridegroom does not come then. These are only the preceding events to let the Latter-day Saints and the pure in heart know that these are the times that they may trim up their lamps<span class=\"citation\" id=\"66061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66061)\">Matt. 25:7<\/a><\/span> and prepare for the triumphant appearing of their Lord. <\/div><div class=\"paragraph jod\" id=\"v8n302\"> After those angels that I have alluded to have flown through the heavens, this sign is made manifest; and what next? Seven angels are appointed to give their signs and testimonies to the truth of this proclamation of the Gospel, the Latter-day Saints having previously given theirs.<span class=\"citation\" id=\"88700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88700)\">D&amp;C 88:94-110<\/a><\/span> Thus we have the former angels sounding their trumpets, then the great sign, and then comes the seven angels. The first proclaims that great Babylon is about to fall,  <div class=\"break pagebreak\" id=\"51a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0051.pdf\" target=\"pdfwin\">p.&#xA0;51a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3477\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and her influence to be destroyed. He proclaims that all who remain in Babylon are bound in bundles and their bands made strong, so that no man can unloose them, and that they are therefore prepared for the burning.<span class=\"citation\" id=\"88691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88691)\">D&amp;C 88:94<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n304\"> After all nations have heard the proclamation, there will be silence in the heavens, and I do not know but on the earth too; for the people will doubtless be overpowered with astonishment to see an angel, the sound of whose trump shall pierce the ears of all living. After this, I say, there will be silence in heaven for half-an-hour.<span class=\"citation\" id=\"124962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124962)\">Rev. 8:1<\/a><\/span><span class=\"citation\" id=\"88705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88705)\">D&amp;C 88:95<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n305\"> Then, after the wicked begin to recover and get a little strength, behold and lo! The curtain of heaven will be unfolded as a scroll that is rolled up. You know how our great maps are rolled out to expose their contents to the people; and the Lord has said the heavens shall be unfolded as a scroll that is rolled up is unfolded. What will be seen when this takes place? Our Savior, our Redeemer, will unveil his face.<span class=\"citation\" id=\"88706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88706)\">D&amp;C 88:95<\/a><\/span> That Being who was born in Bethlehem&#x2014;that being who has saved the world by offering his own life, how will he appear? Will he come as a common man? Or how will he make his appearance? He will appear as a being whose splendor and glory will cause the sun to hide his face with shame.<span class=\"citation\" id=\"91922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91922)\">D&amp;C 133:49<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n306\"> The sun is a very glorious body; and when you look upon it, so great is the light, that you can scarcely see surrounding objects; but the light of the sun is nothing to be compared with the glory of that personage who shall appear when the heavens shall be unveiled, or unfolded like a scroll. The light of the sun will dwindle away, and he shall hide his face with shame. Who will be with Jesus when he appears? The decree has gone forth, saying, Mine Apostles who were with me in Jerusalem shall be clothed in glory and be with me.<span class=\"citation\" id=\"84745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84745)\">D&amp;C 29:12<\/a><\/span> <div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3477\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The brightness of their countenance will shine forth with all that refulgence and fulness of splendor that shall surround the Son of Man when he appears. There will be all those personages to whom he alludes. There will be all the former-day Saints, Enoch and his city, with all the greatness and splendor that surround them: there will be Abraham, Isaac, and Jacob, as they sit upon their thrones,<span class=\"citation\" id=\"91744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91744)\">D&amp;C 132:37<\/a><\/span> together with all the persons that have been redeemed and brought near unto the presence of God.<span class=\"citation\" id=\"91925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91925)\">D&amp;C 133:54-55<\/a><\/span> All will be unfolded and unveiled, and all this will be for the wicked to look upon, as well as the righteous; for the wicked will not as yet have been destroyed. When this takes place, there will be Latter-day Saints living upon the earth, and they will ascend and mingle themselves with that vast throng; for they will be filled with anxiety to go where the Saints of the Church of the Firstborn are, and the Church of the Firstborn will feel an anxiety to come and meet with the Saints on earth, and this will bring the general assembly of the redeemed into one; and thus will be fulfilled the saying of Paul, &#x201C;That in the dispensation of the fulness of times he might gather together in one all things in Christ, both which are in heaven, and which are on earth; even in him.&#x201D;<span class=\"citation\" id=\"74781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74781)\">Eph. 1:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n307\"> About the same time that the Latter-day Saints are quickened (not immortalized), there will be Saints that have slumbered and slept for ages, and they are to be quickened and taken up into the heavens.<span class=\"citation\" id=\"88717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88717)\">D&amp;C 88:96<\/a><\/span> Now the wicked are to see all these things; and if power of language could be given to them, what would they say? They would turn to the rocks and the mountains, and say, O mountains and rocks, fall upon us and hide us from the presence of Him that sits upon the throne, and from the wrath of the Lamb.<span class=\"citation\" id=\"79316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79316)\">Rev. 6:16<\/a><\/span> And I have no doubt but  <div class=\"break pagebreak\" id=\"52a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0052.pdf\" target=\"pdfwin\">p.&#xA0;52a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3476\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they will have the power to say it. But they must endure the sight. After which, they must be consumed according to that which is spoken,<span class=\"citation\" id=\"91940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91940)\">D&amp;C 133:63-64<\/a><\/span> and the heathen nations must be redeemed,<span class=\"citation\" id=\"85675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85675)\">D&amp;C 45:54<\/a><\/span> and the way be prepared for the Lord to dwell upon the earth. The mortal Saints will then be transfigured and sanctified, but not immortalized. They will be prepared for the millennial reign. The tables will then be spread, and the Latter-day and Former-day Saints will be together to partake of the sacrament just as it is this afternoon, only more perfectly prepared. <\/div><div class=\"paragraph jod\" id=\"v8n309\"> This is my object in thus portraying these things before you this afternoon, for as often as we do this we show forth the Lord's death till he come.<span class=\"citation\" id=\"73384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73384)\">1 Cor. 11:26<\/a><\/span> When that time comes, he will <div class=\"break columnbreak\" id=\"52b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0052.pdf\" target=\"pdfwin\">p.&#xA0;52b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3476\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> partake of the fruit of the vine with us;<span class=\"citation\" id=\"66226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66226)\">Matt. 26:26-29<\/a><\/span> and with him will be Moroni, Mormon, and Lehi, and all the inhabitants of this vast American continent who have been saved through the Gospel. There will be Enoch's city, the Former-day Saints, and the vast throng of resurrected Saints to sit down and partake of the supper of the great Bridegroom, and he will administer in the midst of his brethren.<span class=\"citation\" id=\"84527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84527)\">D&amp;C 27:5-14<\/a><\/span><span class=\"citation\" id=\"86631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86631)\">D&amp;C 65:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n310\"> I hope and pray that I may be prepared to be one of that joyful throng to be assembled there with a pure heart, and one that is upright before God. I also hope that my brethren will be with me, and that we shall have the privilege of celebrating the marriage supper of the Lamb,<span class=\"citation\" id=\"80341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80341)\">Rev. 19:9<\/a><\/span><span class=\"citation\" id=\"86127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86127)\">D&amp;C 58:11<\/a><\/span> for that will be a happy day. <\/div><div class=\"paragraph jod\" id=\"v8n311\"> May God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}